{"authors": ["Linda Qiu"], "date_download": "2022-10-26 00:16:28", "date_modify": "2022-10-26 00:16:28", "date_publish": "2018-07-12 20:15:25", "description": "As they try to block his nomination to the Supreme Court, Senate Democrats have exaggerated Judge Brett M. Kavanaugh’s hostility to the Affordable Care Act in his public statements and writings.", "filename": "2018_07_12_us_politics_fact-check-democrats-kavanaugh-obamacare_1666743388.html", "image_url": "https://static01.nyt.com/images/2018/07/13/us/politics/13dc-scotusfact/13dc-scotusfact-facebookJumbo.jpg?year=2018&h=550&w=1050&s=d3cd86f077091da420c96550ed2c7a78749aee9767ff21aeac3978598087913d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_12_us_politics_fact-check-democrats-kavanaugh-obamacare_1666743388.html", "title": "Democrats Overstate Kavanaugh’s Writings on the Affordable Care Act", "title_page": "Democrats Overstate Kavanaugh’s Writings on the Affordable Care Act  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "what was said\n“One is that he’s hostile to health care, to the Affordable Care Act. We know this because of the opinions he’s already issued, both dissenting, wanting to roll back the Affordable Care Act.”\n— Senator Elizabeth Warren, Democrat of Massachusetts, in a radio interview on Tuesday\n“Judge Kavanaugh has argued that the Supreme Court should question the constitutionality of the Affordable Care Act. He openly criticized the Supreme Court when they upheld the law.”\n— Senator Chuck Schumer, Democrat of New York, in remarks on the Senate floor on Tuesday\n“Judge Kavanaugh openly criticized Justice Roberts for saving the Affordable Care Act. And he suggested the D.C. Circuit Court should consider a claim that the law was unconstitutional, using an argument his colleagues on the bench labeled a flawed misread of precedent.”\n— Senator Patty Murray, Democrat of Washington, in a news conference on Wednesday\nthe facts\nThis is exaggerated.\nJudge Kavanaugh has written two dissenting opinions in the legal challenges to the Affordable Care Act while serving on the United States Court of Appeals for the District of Columbia Circuit.\nIn both cases, he refrained from making broad pronouncements about the constitutionality of the Affordable Care Act, said Wendy Parmet, a professor of health law at Northeastern University.\nShe characterized one dissent as “very boring, technical, very arcane” and the other as “very technical, lawyerly and boring.”", "url": "https://www.nytimes.com/2018/07/12/us/politics/fact-check-democrats-kavanaugh-obamacare.html"}