{"authors": ["Andrew Higgins", "Kenneth P. Vogel"], "date_download": "2022-10-25 23:47:00", "date_modify": "2022-10-25 23:47:00", "date_publish": "2018-11-04 19:00:07", "description": "Mr. Deripaska has spent millions building influence in Washington and London. Now he awaits a key decision from the Trump administration.", "filename": "2018_11_04_world_europe_oleg-deripaska-russia-oligarch-sanctions_1666741620.html", "image_url": "https://static01.nyt.com/images/2018/11/04/world/04oligarch1-print/xxderipaska1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=28539f7fd596329959fb9628faab1f268ddd78417604838d3acce8bdf9c4fc29&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_04_world_europe_oleg-deripaska-russia-oligarch-sanctions_1666741620.html", "title": "Two Capitals, One Russian Oligarch: How Oleg Deripaska Is Trying to Escape U.S. Sanctions", "title_page": "Two Capitals, One Russian Oligarch: How Oleg Deripaska Is Trying to Escape U.S. Sanctions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Unlike Mr. Deripaska, Lord Barker had a largely spotless reputation. His only minor brushes with scandal came in 2006, when he left his wife to live with a male interior decorator, and in 2012, while serving as energy minister, when he made the tabloids for using a microwave at Parliament to warm a cushion for his pet dachshund, Otto.\nLord Barker’s appointment, the company declared, was proof of its “commitment to the best standard of corporate governance.” His allies say his efforts since then have been focused on what is best for the company — its employees and all of its shareholders — rather than on Mr. Deripaska’s personal benefit.\nOthers saw Lord Barker’s appointment as chairman of EN+ as proof of a phenomenon known as “Lords on Boards,” a long line of eminent Britons willing to lend their names and connections to Russia’s scandal-singed elite.\nBefore entering politics in the early 2000s, Lord Barker had worked in Moscow as the head of investor relations for Sibneft, a Russian oil company connected to two Russian oligarchs, Boris Berezovsky and Roman Abramovich, a onetime business partner of Mr. Deripaska’s. Lord Barker’s job was to persuade often skeptical investors and financial journalists that Sibneft had shaken off its shady past in rigged privatization deals and broken with the habits of its oligarch founders.\nNow, Lord Barker assumed the chairmanship of EN+ and the London listing was a success. Mr. Deripaska, with his family, took around $1.5 billion from the stock sale and was able to repay VTB.\nThen in April came the sanctions announcement from Washington, which Mr. Deripaska described in a statement as “groundless, ridiculous and absurd.” The world’s aluminum market shook, as shares of EN+ went into a nosedive on the London exchange, where the company quickly lost more than half of its value.\nThe sanctions, which punish third parties that do business with designated companies and individuals, led to a mass exodus of his advisers. In London, Mr. Rudd’s public relations company bailed, as did the consultancy business run by Lord Mandelson. Citigroup and Credit Suisse, which EN+ named in January as “joint corporate brokers” and which earlier had worked on the company’s public offering along with other banks, swiftly severed relations. In Washington, Mr. Waldman terminated his representation of Mr. Deripaska and Rusal.", "url": "https://www.nytimes.com/2018/11/04/world/europe/oleg-deripaska-russia-oligarch-sanctions.html"}