{"authors": ["Mark Landler", "Ana Swanson"], "date_download": "2022-10-25 23:41:33", "date_modify": "2022-10-25 23:41:33", "date_publish": "2018-07-25 20:52:20", "description": "The surprise announcement included an agreement to work toward lower tariffs. But given President Trump’s negotiating style, it was hard to say if the deal was a genuine truce.", "filename": "2018_07_25_us_politics_trump-europe-trade_1666741293.html", "image_url": "https://static01.nyt.com/images/2018/07/26/us/politics/26dc-trumpeurope-print/26dc-trumpeurope-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8f1c88d7ad467838db0aba252ab1cd4645a2b75b377b0fcbe63773a655824107&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_25_us_politics_trump-europe-trade_1666741293.html", "title": "U.S. and Europe Outline Deal to Ease Trade Feud", "title_page": "U.S. and Europe Outline Deal to Ease Trade Feud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The United States and the European Union stepped back from the brink of a trade war on Wednesday, after President Trump said the Europeans agreed to work toward lower tariffs and other trade barriers, and to buy billions of dollars of American soybeans and natural gas.\nThe surprise announcement, made by Mr. Trump and the president of the European Commission, Jean-Claude Juncker, defused, for the moment, a trade battle that began with Mr. Trump’s tariffs on steel and aluminum exports and threatened to escalate to automobiles.\n“We’re starting the negotiation right now, but we know very much where it’s going,” Mr. Trump said, standing next to Mr. Juncker at a hastily scheduled appearance in the White House Rose Garden.\nMr. Juncker said, “I had the intention to make a deal today, and we have made a deal today.”\nThe two sides, he said, had agreed to hold off on further tariffs, and work toward dropping the existing ones on steel and aluminum, while they tried to work out a deal to eliminate tariffs, nontariff barriers and subsidies on industrial goods, excluding autos.", "url": "https://www.nytimes.com/2018/07/25/us/politics/trump-europe-trade.html"}