{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:41:25", "date_modify": "2022-10-25 23:41:25", "date_publish": "2018-08-07 09:00:12", "description": "The budget deficit is growing much faster than any increase in tariff revenue.", "filename": "2018_08_07_business_no-tariffs-arent-going-to-pay-down-the-national-debt_1666741285.html", "image_url": "https://static01.nyt.com/images/2018/08/08/business/08dc-tariffs-print/08dc-tariffs-facebookJumbo.jpg?year=2018&h=550&w=1050&s=1b3865faa558d9559543f7246889f3b3ad04a3d8f362c785e164d97280dc59b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_07_business_no-tariffs-arent-going-to-pay-down-the-national-debt_1666741285.html", "title": "No, Tariffs Aren’t Going to Pay Down the National Debt", "title_page": "No, Tariffs Aren’t Going to Pay Down the National Debt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For this fiscal year, the Congressional Budget Office projects the federal budget deficit will be $800 billion. Mr. Trump’s own Office of Management and Budget projects the deficit will top $1 trillion in 2019.\nThat means that to pay down any of the debt — let alone “large amounts” — tariffs will need to bring in at least $800 billion this year.\nAs it happens, the Treasury Department tracks how much revenue the United States collects from tariffs. By its calculations, that amount is going to clock in at about $40 billion as of 2018. That amount includes $35 billion that the Treasury has already taken in from tariffs over the past two years. So the additional amount coming in this year, as a result of Mr. Trump’s tariffs, is about $5 billion, or 1/160th of what Mr. Trump needs to begin retiring debt.\nThat amount could grow, but not by nearly enough.\nBut wait, you say. Mr. Trump has announced more tariffs could be on the way. Won’t they raise more money?\nYes, probably. Let’s assume every tariff Mr. Trump has proposed thus far this year goes into effect, at the maximum possible rate, and that American consumers keep buying all those imported products even if they are much more expensive. Those are dubious assumptions — particularly because consumers would likely switch their buying habits to favor goods not affected by tariffs — but let’s go with them for now.", "url": "https://www.nytimes.com/2018/08/07/business/no-tariffs-arent-going-to-pay-down-the-national-debt.html"}