{"authors": ["Hannah Beech"], "date_download": "2022-10-25 23:39:56", "date_modify": "2022-10-25 23:39:56", "date_publish": "2018-09-20 17:01:01", "description": "A U.S. military flight over the South China Sea brings harsh Chinese challenges in officially international space. Officers say a new era of risk is here.", "filename": "2018_09_20_world_asia_south-china-sea-navy_1666741196.html", "image_url": "https://static01.nyt.com/images/2018/09/10/world/00southchinasea-2/00southchinasea-2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=14202873c087f8acfedd6612c1b35e55d9cb657ae687509c64336c432e4ef947&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_20_world_asia_south-china-sea-navy_1666741196.html", "title": "China’s Sea Control Is a Done Deal, ‘Short of War With the U.S.’", "title_page": "China’s Sea Control Is a Done Deal, ‘Short of War With the U.S.’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“What they want is for us to leave, and then they can say that we left because this is their sovereign territory,” he said. “It’s kind of their way to try to legitimize their claims, but we are clear that we are operating in international airspace and are not doing anything different from what we’ve done for decades.”\nIn 2015, President Xi stood in the Rose Garden at the White House and promised that “there is no intention to militarize” a collection of disputed reefs in the South China Sea known as the Spratlys.\nBut since then, Chinese dredgers have poured mountains of sand onto Mischief Reef and six other Chinese-controlled features in the Spratlys. China has added at least 3,200 acres of new land in the area, according to the Asia Maritime Transparency Initiative run by the Center for Strategic and International Studies.\nDescending as low as 5,000 feet, the surveillance flight this month gave a bird’s-eye view of the Chinese construction.\nOn Subi Reef, a construction crane swung into action next to a shelter designed for surface-to-air missiles. There were barracks, bunkers and open hangars. At least 70 vessels, some warships, surrounded the island.\nOn Fiery Cross Reef, a complex of buildings with Chinese eaves was arrayed at the center of the reclaimed island, including an exhibition-style hall with an undulating roof. It looked like a typical newly built town in interior China — except for the radar domes that protruded like giant golf balls across the reef. A military-grade runway ran the length of the island, and army vehicles trundled across the tarmac. Antenna farms bristled.\n“It’s impressive to see the Chinese building, given that this is the middle of the South China Sea and far away from anywhere, but the idea that this isn’t militarized, that’s clearly not the case,” Commander Purcell said. “It’s not hidden or anything. The intention, it’s there plain to see.”", "url": "https://www.nytimes.com/2018/09/20/world/asia/south-china-sea-navy.html"}