{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:29", "date_modify": "2022-10-25 23:34:29", "date_publish": "2018-09-23 15:13:41", "description": "The leader of the British opposition party hopes that the Brexit crisis will prompt a general election. But many Labour supporters want another referendum, and he says he will listen.", "filename": "2018_09_23_world_europe_uk-labour-party_1666740869.html", "image_url": "https://static01.nyt.com/images/2018/09/24/world/24Labour/24Labour-facebookJumbo.jpg?year=2018&h=550&w=1050&s=68719128baad7ba4a607852caf514405ed6022aec52b6a9e0567359d0838aa4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_23_world_europe_uk-labour-party_1666740869.html", "title": "Jeremy Corbyn, at Labour Party Conference, Faces Pressure on New Brexit Vote", "title_page": "Jeremy Corbyn, at Labour Party Conference, Faces Pressure on New Brexit Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — As the annual meeting of Britain’s opposition Labour Party began on Sunday, one big question was reverberating around the conference center in Liverpool: Should Britons be allowed to weigh in again on the country’s withdrawal from the European Union?\nSince the country voted in a 2016 referendum to leave the 28-member bloc, a process known as Brexit, Labour has repeatedly said it would respect the outcome of that vote. But with the British government’s negotiations on the terms of its departure in turmoil, and the threat of an economically damaging exit rising, some trade union leaders and Labour representatives are warming to the idea of a second referendum on the issue.\nUntil now, the Labour leader, Jeremy Corbyn, has shown reluctance. But he is facing pressure on the issue, and it appears to be having an effect.\nIn an interview published on Sunday, Mr. Corbyn told The Sunday Mirror that while he was not calling for another referendum, he would “adhere” to any decision by party members, many of whom want a “people’s vote” on the terms of any exit deal — a plebiscite that would most likely give the option of staying inside the European bloc.", "url": "https://www.nytimes.com/2018/09/23/world/europe/uk-labour-party.html"}