{"authors": ["Jacey Fortin", "Patricia Mazzei"], "date_download": "2022-10-25 23:36:13", "date_modify": "2022-10-25 23:36:13", "date_publish": "2018-09-01 04:49:26", "description": "The calls, tied to a white supremacist entity, came days after Mr. Gillum became the first black person nominated by a major party to be governor of Florida.", "filename": "2018_09_01_us_racist-robocall-andrew-gillum_1666740973.html", "image_url": "https://static01.nyt.com/images/2018/09/01/us/politics/01xp-robocall/01xp-robocall-facebookJumbo.jpg?year=2018&h=549&w=1050&s=774a25d629234c324714ef593240093a269ebc360645b20f7b28dd596d27c5b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_01_us_racist-robocall-andrew-gillum_1666740973.html", "title": "Racist Robocalls Target Andrew Gillum, Democratic Nominee for Florida Governor", "title_page": "Racist Robocalls Target Andrew Gillum, Democratic Nominee for Florida Governor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Racist robocalls targeting Andrew Gillum, the first black nominee for Florida governor from a major party, have been placed to residents from an out-of-state white supremacist entity.\nMr. Gillum, 39, the Tallahassee mayor and a progressive candidate who won an upset victory in the Democratic primary on Tuesday, will face Representative Ron DeSantis, 39, a Republican who embraced the style and policies of President Trump, in the November election.\nIn the audio of one robocall placed on Friday and obtained by The New York Times, a man pretending to be Mr. Gillum can be heard talking in the exaggerated accent of a minstrel performer. “Well hello there,” it begins, “I is Andrew Gillum.” He then talks for a little over a minute about mud huts and unfair policing practices, and asks repeatedly for the listener’s vote. In the background are the sounds of drums and monkeys.\nThe recording, reported on Friday by The Tallahassee Democrat, ends with a man saying that the message was paid for by the Road to Power, an Idaho-based website and podcast with white supremacist and anti-Semitic content.", "url": "https://www.nytimes.com/2018/09/01/us/racist-robocall-andrew-gillum.html"}