{"authors": ["Andrew Keh", "Rebecca R. Ruiz"], "date_download": "2022-10-25 23:36:07", "date_modify": "2022-10-25 23:36:07", "date_publish": "2018-06-19 22:04:48", "description": "World Cup fans are eating and drinking in the building that was home to the scheme that corrupted the 2014 Winter Olympics.", "filename": "2018_06_19_sports_world-cup_russian-doping_1666740967.html", "image_url": "https://static01.nyt.com/images/2018/06/20/nyregion/20lab-01-alpha/20lab-01-alpha-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=1366054d7bf1c8dc8502a860cc6f1e31c7b1daec173bb2ae6347c2c853227361&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_19_sports_world-cup_russian-doping_1666740967.html", "title": "The Infamous Sochi Drug-Testing Lab Is Now a Gastro Pub", "title_page": "The Infamous Sochi Drug-Testing Lab Is Now a Gastro Pub - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The only allusions to the building’s dark past are embedded deep within the restaurant’s extensive cocktail menu, where tipplers in the know might notice the B Sample — tequila, sambuca and Tabasco sauce. That is also the name of the supplementary urine sample required in Olympic drug testing.\n“Is the B Sample yellow?” asked Richard McLaren, who spent much of 2016 investigating what had happened at the Sochi lab. (It is.)\n“It effectively acknowledges some of the things that went on, but at the same time it trivializes it,” he added. “I get the humor in it.”\nLa Punto has two fashionable dining rooms connected by dank, dimly lit hallways, the very ones Rodchenkov surreptitiously roamed at night while executing the elaborate scheme to swap out dirty samples for clean ones. On Tuesday those hallways echoed with the pulse of dance music.\nMost diners, even those well versed in the ins and outs of the melodramatic scandal, seemed unaware of the building’s sketchy past.", "url": "https://www.nytimes.com/2018/06/19/sports/world-cup/russian-doping.html"}