{"authors": ["Maggie Haberman", "Michael S. Schmidt"], "date_download": "2022-10-25 23:25:46", "date_modify": "2022-10-25 23:25:46", "date_publish": "2018-09-04 22:08:33", "description": "The tone of a letter from the special counsel’s office led some Trump allies to conclude that if the president is interviewed, the subject matter will be more limited than they had feared.", "filename": "2018_09_04_us_politics_mueller-trump-russia-investigation_1666740346.html", "image_url": "https://static01.nyt.com/images/2018/09/05/us/politics/05dc-mueller-1/05dc-mueller-1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=31ce9064b7db2eb17c0a955e3ba337982a8ec7ed345d0d34e130e1197f98abde&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_04_us_politics_mueller-trump-russia-investigation_1666740346.html", "title": "Mueller Will Accept Some Written Answers From Trump", "title_page": "Mueller Will Accept Some Written Answers From Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The special counsel, Robert S. Mueller III, eased up slightly on his demands to question President Trump in the Russia investigation, a shift that came as the president’s lawyers, who have advised him against sitting for an interview, are fighting his desire to answer investigators’ queries.\nMr. Mueller will accept written answers from Mr. Trump on questions about whether his campaign conspired with Russia’s election interference, Mr. Mueller’s office told the president’s lawyers in a letter, two people briefed on it said on Tuesday.\nOn another significant aspect of the investigation — whether the president tried to obstruct the inquiry itself — Mr. Mueller and his investigators understood that issues of executive privilege could complicate their pursuit of a presidential interview and did not ask for written responses on that matter, according to the letter, which was sent on Friday.\nMr. Mueller did not say that he was giving up on an interview altogether, including on questions of obstruction of justice. But the tone of the letter and the fact that the special counsel did not ask for written responses on obstruction prompted some Trump allies to conclude that if an interview takes place, its scope will be more limited than Mr. Trump’s legal team initially believed, the people said.", "url": "https://www.nytimes.com/2018/09/04/us/politics/mueller-trump-russia-investigation.html"}