{"authors": ["Liz Alderman"], "date_download": "2022-10-25 22:59:44", "date_modify": "2022-10-25 22:59:44", "date_publish": "2018-10-04 09:00:10", "description": "As polls numbers drop, President Emmanuel Macron promises benefits for middle- and low-income earners and tells investors he won’t halt economic reforms.", "filename": "2018_10_04_business_economy_mcaron-popularity-tax-cuts-working-class_1666738784.html", "image_url": "https://static01.nyt.com/images/2018/10/02/business/00franceecon-1/00franceecon-1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=a6bc825731b9c9ab79b4b6042def948720ef27e1992553369066dba860022fbf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_04_business_economy_mcaron-popularity-tax-cuts-working-class_1666738784.html", "title": "Macron, With Popularity Slumping, Tries Tax Cuts for France’s Working Class", "title_page": "Macron, With Popularity Slumping, Tries Tax Cuts for France’s Working Class - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — As President Emmanuel Macron presses ahead with the most business-friendly overhaul of the French labor market in decades, his popularity with many of his countrymen has gone into a tailspin. Consumer confidence is falling. A nascent recovery is cooling off. Unemployment has been stuck above 9 percent for months.\nAnd then there was the encounter with the gardener.\nIn an exchange that went viral on social media, Mr. Macron was seen as lecturing an out-of-work gardener in Paris to look harder for a job. “If I crossed the street, I’d find you one,” he told the man, prompting a Twitter storm of insults aimed at Mr. Macron, a former investment banker.\nThat is hardly the vision of France, or of his presidency, that Mr. Macron hoped for when he swept into office 18 months ago with a pledge to revitalize Europe’s third-biggest economy by pursuing work-force reforms that had been stalled for more than a decade.\nHis approval ratings have slumped, and on Wednesday his interior minister resigned, the third cabinet member to quit in six weeks. Amid the turmoil, the government is trying to shore up support by giving cash back to the working class — with tax breaks next year worth 6 billion euros ($6.9 billion) for middle- and low-income earners — while reassuring investors that his designs for a “new French prosperity” are on track.", "url": "https://www.nytimes.com/2018/10/04/business/economy/mcaron-popularity-tax-cuts-working-class.html"}