{"authors": ["Kevin Draper"], "date_download": "2022-10-25 23:36:00", "date_modify": "2022-10-25 23:36:00", "date_publish": "2018-07-13 16:10:52", "description": "Kickoff between France and Croatia happens in Europe’s late afternoon and the United States’ morning, but is at a manageable 11 p.m. in Beijing.", "filename": "2018_07_13_sports_world-cup_world-cup-start-time_1666740960.html", "image_url": "https://static01.nyt.com/images/2018/07/14/sports/14wcfinal1/merlin_140764548_79294876-b41e-4d07-a3f6-e44bd3644122-facebookJumbo.jpg?year=2018&h=549&w=1050&s=c88c02e352d8280818b798044770ef79e33d6ed52bdc4c7b71b3d1c58bfd4144&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_13_sports_world-cup_world-cup-start-time_1666740960.html", "title": "The World Cup Final’s Unconventional Start Time", "title_page": "The World Cup Final’s Unconventional Start Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The World Cup final between France and Croatia will be an all-European affair, but it will kick off at a decidedly non-European time.\nFans in Paris and Zagreb, long-accustomed to watching the world’s biggest soccer matches in prime time, will instead have to flip on their televisions for a 5 p.m. start. The match begins at 6 p.m. in Moscow and 11 a.m. on the East Coast of the United States because, after decades of prioritizing Western Europe, FIFA’s compass has begun to shift east in recent years.\n[World Cup Final: Follow our live coverage of France vs. Croatia]\nSponsorships from Chinese companies increasingly fund world soccer’s governing body, and as the Chinese government makes a strong push to become a soccer power, its citizens finally won’t have to stay up all night to watch a World Cup final. In 2014, the World Cup final in Rio de Janeiro kicked off at 3 a.m. in Beijing and 4 a.m. in Tokyo. Sunday’s match starts at 11 p.m. in Beijing, and midnight in Tokyo.\nWith the exception of the 2002 World Cup, which took place in Japan and South Korea — the last 12 World Cups all began at midnight or later in Beijing, even though it is in the world’s most populated time zone. Chinese residents could have watched in black and white at 10 p.m. as England won the 1966 World Cup on home soil. Except the World Cup wasn’t shown in China back then.", "url": "https://www.nytimes.com/2018/07/13/sports/world-cup/world-cup-start-time.html"}