{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:49:32", "date_modify": "2022-10-25 23:49:32", "date_publish": "2018-05-16 09:00:03", "description": "They divide chores much more evenly, until they become parents, new research shows.", "filename": "2018_05_16_upshot_same-sex-couples-divide-chores-much-more-evenly-until-they-become-parents_1666741772.html", "image_url": "https://static01.nyt.com/images/2018/05/14/upshot/up-samesex2/up-samesex2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=240d516d45d043f4a0125090654483f2c536c168e9168003163a035518d31424&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_16_upshot_same-sex-couples-divide-chores-much-more-evenly-until-they-become-parents_1666741772.html", "title": "How Same-Sex Couples Divide Chores, and What It Reveals About Modern Parenting", "title_page": "How Same-Sex Couples Divide Chores, and What It Reveals About Modern Parenting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They don’t automatically have different earning potential because they don’t face the gender pay gap, and they’re both likely to work. Before same-sex marriage was legalized, it was financially riskier for one partner to stop working because that person would have few rights to the couple’s joint property in the case of a breakup or death.\nBut in recent years , more government data has given researchers a more detailed look at how same-sex couples divide their time.\nDorian Kendal and Jared Hunt, who live in San Francisco and have been married four years, said they had divided household chores based on their personal preferences.\n“I hate to cook, so Dorian always does the cooking,” said Mr. Hunt, 38.\n“Jared should not ever cook,” confirmed Mr. Kendal, 43. “And I hate laundry — laundry is the worst thing, and Jared gets mad at me when I do my own laundry. This is how I knew I was in love, when I found someone who got mad at me for doing something I hated most.”\nBut when they adopted a baby, they decided Mr. Hunt would stop working and stay home for a year. His career was in transition, from ballet to interior design, and Mr. Kendal, a tech executive, earned significantly more.\n“It’s not a masculine or a feminine thing; it is just what we do to function as a couple and have our family work,” Mr. Hunt said.\nOne study comparing two large surveys of couples at two points in time found heterosexual couples reported increased equality in the division of chores in 2000 compared with 1975, but same-sex couples reported less. Mr. Green, one of the co-authors of the study, said the change was probably because more same-sex couples in 2000 had married and become parents.", "url": "https://www.nytimes.com/2018/05/16/upshot/same-sex-couples-divide-chores-much-more-evenly-until-they-become-parents.html"}