{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:25:03", "date_modify": "2022-10-25 23:25:03", "date_publish": "2018-03-28 23:23:41", "description": "As lawmakers rush to finalize a budget before an April 1 deadline, the question of who is present for negotiations has taken center stage.", "filename": "2018_03_28_nyregion_albany-sex-harassment-stewart-cousins_1666740303.html", "image_url": "https://static01.nyt.com/images/2018/03/29/nyregion/29NYBUDGET/29NYBUDGET-facebookJumbo.jpg?year=2018&h=550&w=1050&s=48104c94d1f1e18bc2cadb67432b64081a03cf6e1effa1158a23c0e08ce057a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_28_nyregion_albany-sex-harassment-stewart-cousins_1666740303.html", "title": "4 Men Walk Into a Room. How Are New York’s Sex Harassment Laws Affected?", "title_page": "4 Men Walk Into a Room. How Are New York’s Sex Harassment Laws Affected? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — The state budget deadline is looming. Billions in funding for infrastructure, public housing and education are in the air. Lawmakers have given little indication that they are moving any closer to a deal.\nBut in these final, frenzied days of negotiations, one of the major questions hanging over the State Capitol is not what will be included in the budget talks, but who.\nIn radio interviews, on social media and in hallways between meetings, lawmakers have been bombarded by questions about whether Senator Andrea Stewart-Cousins, the leader of the Senate Democrats, should be part of closed-door budget negotiations in the governor’s office.\nHer absence has long been a point of contention: Democrats say she has been robbed of her seat by the Independent Democratic Conference, a group of eight Democrats who collaborate with the Republicans, helping to give them control of the chamber. That point has been made especially stark this year, as discussions of how to crack down on sexual harassment in state government have taken center stage.", "url": "https://www.nytimes.com/2018/03/28/nyregion/albany-sex-harassment-stewart-cousins.html"}