{"authors": ["Michael D. Shear", "Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:35:09", "date_modify": "2022-10-25 23:35:09", "date_publish": "2018-10-29 20:43:06", "description": "An initial group of 800 soldiers is already heading to Texas from Fort Campbell and Fort Knox to help hold off a group of Central American migrants moving north through Mexico.", "filename": "2018_10_29_us_politics_border-security-troops-trump_1666740909.html", "image_url": "https://static01.nyt.com/images/2018/10/30/us/politics/30dc-border-promo/30dc-border-promo-facebookJumbo-v5.jpg?year=2018&h=550&w=1050&s=5e293603a05472218b59638c37014f3d037a110ffd024be48e24af6e0f7479c9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_29_us_politics_border-security-troops-trump_1666740909.html", "title": "Trump Sending 5,200 Troops to the Border in an Election-Season Response to Migrants", "title_page": "Trump Sending 5,200 Troops to the Border in an Election-Season Response to Migrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — More than 5,000 active-duty military troops will deploy to the southern border by the end of this week, Defense Department officials said on Monday, an escalation of a midterm election show of force against a caravan of Central American migrants that President Trump has characterized as an “invasion of our country.”\nThe massing of American troops comes as Mr. Trump has seized on the caravan as a closing political message in the final week before the midterms, warning darkly — and without evidence — that “Middle Eastern” people are part of a dangerous mob of migrants threatening to surge into communities here.\nBut the caravan, which has shrunk from 7,000 people to less than 3,500, is still weeks away from reaching the United States. The rare use of the active-duty military to bolster Mr. Trump’s campaign message has intensified criticism that the president is using the military for political gain.\n“This is using the troops as props,” said Jason Dempsey, who served as an Army infantry officer in Iraq and Afghanistan and is now an adjunct senior fellow at the Center for a New American Security. “We’re using a bunch of people to waste their time while they backstop the Border Patrol.”", "url": "https://www.nytimes.com/2018/10/29/us/politics/border-security-troops-trump.html"}