{"authors": ["Gina Kolata"], "date_download": "2022-10-25 23:56:03", "date_modify": "2022-10-25 23:56:03", "date_publish": "2018-05-21 14:53:50", "description": "Guideposts to powerful treatments may be buried in the nation’s medical records. But there is no easy way to gather those records or to get them into a usable format.", "filename": "2018_05_21_health_medical-records-cancer_1666742163.html", "image_url": "https://static01.nyt.com/images/2018/05/22/science/22RECORDS/22RECORDS-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=74490c8b4be50ad218614dfe934bc42eb089ffadd77256c261f1a734e120d7ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_21_health_medical-records-cancer_1666742163.html", "title": "New Cancer Treatments Lie Hidden Under Mountains of Paperwork", "title_page": "New Cancer Treatments Lie Hidden Under Mountains of Paperwork - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Nikhil Wagle thought he had a brilliant idea to advance research and patient care.\nDr. Wagle, an oncologist at the Dana Farber Cancer Institute in Boston, and his colleagues would build a huge database that linked cancer patients’ medical records, treatments and outcomes with their genetic backgrounds and the genetics of their tumors.\nThe database would also include patients’ own experiences. How ill did they feel with the treatments? What was their quality of life? The database would find patterns that would tell doctors what treatment was best for each patient and what patients might expect.\nThe holdup, he thought, would be finding patients. Instead, the real impediment turned out to be gathering their medical records.\nIn the United States, there is no single format used by all providers, and hospitals have no incentive to make it easy to transfer records from one place to another. The medical records mess is hobbling research and impeding attempts to improve patient care.", "url": "https://www.nytimes.com/2018/05/21/health/medical-records-cancer.html"}