{"authors": ["Hannah Beech", "Saw Nang"], "date_download": "2022-10-25 23:39:04", "date_modify": "2022-10-25 23:39:04", "date_publish": "2018-01-17 20:15:05", "description": "Rakhine mobs played a part in the Rohingya’s expulsion. Now, at least 7 ethnic Rakhine were killed after defying a government order not to demonstrate.", "filename": "2018_01_17_world_asia_myanmar-rakhine-violence_1666741144.html", "image_url": "https://static01.nyt.com/images/2018/01/18/world/18rohyngia/18rohyngia-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b684a74d7ec11970078f180565d4450bf833f8d6049a7caf574f9bd3937ec154&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_17_world_asia_myanmar-rakhine-violence_1666741144.html", "title": "Myanmar Police Gun Down Marchers in Rakhine Ethnic Rally", "title_page": "Myanmar Police Gun Down Marchers in Rakhine Ethnic Rally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Violence has again convulsed the western state of Rakhine in Myanmar, the same region where the United Nations has accused the country’s authorities of ethnic cleansing against the Rohingya minority.\nAt least seven ethnic Rakhine protesters were killed by the police and 12 others were injured on Tuesday evening during a march commemorating the 233rd anniversary of the fall of the Rakhine, or Arakan, kingdom to an invading Burmese army.\nThe local government had canceled the march, in Mrauk-U, the ancient Arakan capital, but a rally of about 4,000 people gathered anyway, with marchers surrounding local government offices while placing a Rakhine flag on a national flagpole.\nProtesters then attacked government offices, as well as motorbikes and cars parked nearby, according to U Tin Maung Swe, the secretary of the Rakhine State government. He said the police had fired bullets into the crowd because “the people were trying to take the guns from the police.”", "url": "https://www.nytimes.com/2018/01/17/world/asia/myanmar-rakhine-violence.html"}