{"authors": ["Tim Arango", "Adam Nagourney", "Jose A. Del Real"], "date_download": "2022-10-25 23:35:29", "date_modify": "2022-10-25 23:35:29", "date_publish": "2018-08-26 19:36:32", "description": "Duncan Hunter was a war hero and promising politician, but now his life is falling apart amid a corruption scandal that jeopardizes the Republican Party’s grip on a key district.", "filename": "2018_08_26_us_duncan-hunter-corruption-scandal_1666740929.html", "image_url": "https://static01.nyt.com/images/2018/08/26/us/27DuncanHunter/27DuncanHunter-facebookJumbo.jpg?year=2018&h=549&w=1050&s=f088e905791749b893178160388daec96111a03e8b88bf68bfac33ddeaf17341&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_26_us_duncan-hunter-corruption-scandal_1666740929.html", "title": "Duncan Hunter’s Political Promise Foiled by Hard Partying and a Corruption Scandal", "title_page": "Duncan Hunter’s Political Promise Foiled by Hard Partying and a Corruption Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN DIEGO — In Alpine, Calif., a suburban Southern California enclave, Duncan Hunter was a good neighbor. He’d help people do yard work, or move heavy furniture. He drove the same dented-up truck for years. At parties, he’d have a beer, two tops, and he might go off and sneak a cigarette so his wife wouldn’t see. He rarely talked about his job as a congressman.\nIn Washington, Mr. Hunter was a fixture on the bar scene, and spent lavishly — over $400 for 30 tequila shots at a bachelor party, and countless fancy dinners. He visited one of his favorite bars sometimes multiple times a day, piling up thousands of dollars in tabs. On occasion, he would get into loud arguments with patrons, once over the choice of music on the jukebox (he hated Celine Dion).\n[Duncan Hunter’s most recent campaign ad suggests his opponent is a terrorist sympathizer. Read more about it here.]\nThose divergent lives — between the watering holes and halls of power in Washington and the suburban tracts and chain stores of Southern California — intersected for years, prosecutors say, as Mr. Hunter and his wife funded their personal lives with campaign donations, the dimensions of which were revealed in an indictment last week.", "url": "https://www.nytimes.com/2018/08/26/us/duncan-hunter-corruption-scandal.html"}