{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:43:29", "date_modify": "2022-10-25 23:43:29", "date_publish": "2018-03-05 23:33:24", "description": "Ahn Hee-jung, a presidential hopeful, became the most prominent South Korean to see his career crash, after his secretary accused him of repeated rapes.", "filename": "2018_03_05_world_asia_me-too-south-korea-ahn-hee-jung.html_module=inline_1666741409.html", "image_url": "https://static01.nyt.com/images/2018/03/06/world/asia/06skorea-metoo/06skorea-metoo-facebookJumbo.jpg?year=2018&h=550&w=1050&s=da29c72865a678848d54c28524d977701d2a47550ae016c25eb29b6ccd87972a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_05_world_asia_me-too-south-korea-ahn-hee-jung.html_module=inline_1666741409.html", "title": "Korean Political Star Falls as #MeToo Campaign Grows", "title_page": "Korean Political Star Falls as #MeToo Campaign Grows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — A rising political star and presidential hopeful stepped down as a provincial governor on Tuesday, becoming the most prominent South Korean accused of misdeeds by a growing #MeToo movement in this male-dominant society.\nThe politician, Ahn Hee-jung, governor of South Chungcheong Province, announced his resignation and retirement from public life in a Facebook post early Tuesday, hours after one of his secretaries, Kim Ji-eun, claimed in public that Mr. Ahn had raped her four times since last June.\nMr. Ahn called Ms. Kim into his office on the night of Feb. 25, looking uneasy, she said in an interview broadcast on the local cable channel JTBC on Monday. He apologetically said that while following the development of the #MeToo movement rocking South Korea, he realized that he must have hurt her, according to Ms. Kim.\n“But he again did it that night,” she said, fighting back tears.\nMs. Kim said she knew there were other victims, and she hoped that her interview would encourage them to speak out, too.", "url": "https://www.nytimes.com/2018/03/05/world/asia/me-too-south-korea-ahn-hee-jung.html?module=inline"}