{"authors": ["Gia Kourlas"], "date_download": "2022-10-25 23:51:23", "date_modify": "2022-10-25 23:51:23", "date_publish": "2018-09-20 14:59:29", "description": "The real art in MoMA’s ambitious Judson exhibition, “The Work Is Never Done,” isn’t hanging on the walls. It’s on the dancing bodies in the atrium.", "filename": "2018_09_20_arts_dance_judson-dance-theater-the-work-is-never-done-moma-review_1666741883.html", "image_url": "https://static01.nyt.com/images/2018/09/21/arts/21judson-moma1/21judson-moma1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=95db37241857477aa56c04dfcc500e6ae1dc8af692e6ecc665005f22e209c910&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_20_arts_dance_judson-dance-theater-the-work-is-never-done-moma-review_1666741883.html", "title": "Review: MoMA Puts Judson Dance on Display and, Better Yet, in Motion", "title_page": "Review: MoMA Puts Judson Dance on Display and, Better Yet, in Motion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The Work Is Never Done,” which opened on Sunday, pays homage to postmodern dance’s rich history with a gallery exhibition as well as performance and films featuring the work of Judson founding members in its atrium space.\nFor a major museum to take on the Judson legacy is momentous. And “3 Dances” is exactly the right beginning, instantly expanding the idea of what a dance can be. But as you continue through the exhibition’s gallery spaces, it feels as if you’ve stumbled into an archive — a little haphazard, a little dry, a little inert.\nWhat were the main Judson players — an impressive roster that includes Lucinda Childs, David Gordon, Deborah Hay, Steve Paxton and Yvonne Rainer — reacting against? Both the rigidity and expressiveness of modern dance, and its reigning leaders like Martha Graham, who told stories inspired by Greek myths. Postmodern dance artists wanted none of that angst.\nMs. Rainer stripped away any such affection with her 1966 masterpiece “Trio A,” in which seemingly disparate movements are performed with the dancer making no eye contact with the audience. Mr. Gordon’s “The Matter,” from 1971 — he has altered it and extended it many times since — featured 40 dancers, trained and untrained, freezing or moving methodically through positions across the floor. (He’ll show another version, created for MoMA, in October.) And in “Carnation,” from 1964, Ms. Childs takes objects from domestic life — sponges, a colander, hair rollers — and makes a sandwich with a sponge and rollers.\nCan you see how these artists altered the course of dance? Their achievements don’t seem entirely obvious in this exhibition, which tells Judson’s story in three chronologically arranged galleries: “Workshops,” “Downtown: Sites of Collaboration” and, the largest, “Sanctuary: Judson Dance Theater.” There, especially, it can seem that no matter which direction you turn, it’s the wrong one, as you spin from a photograph to a film trying to connect the dots.", "url": "https://www.nytimes.com/2018/09/20/arts/dance/judson-dance-theater-the-work-is-never-done-moma-review.html"}