{"authors": ["Katrin Bennhold"], "date_download": "2022-10-25 23:42:59", "date_modify": "2022-10-25 23:42:59", "date_publish": "2018-12-06 04:30:08", "description": "As the German chancellor’s party chooses a new leader, the values she embodies are in danger. Some ask whether her choices helped plant the seeds of the forces now tearing Europe apart.", "filename": "2018_12_05_world_europe_merkel-legacy-germany_1666741379.html", "image_url": "https://static01.nyt.com/images/2018/12/04/world/xxmerkel-legacy1/xxmerkel-legacy1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=058af4960c3d7c87f0eb29fd45628526f99be930c65578be47c7ccfa4658a702&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_05_world_europe_merkel-legacy-germany_1666741379.html", "title": "‘Already an Exception’: Merkel’s Legacy Is Shaped by Migration and Austerity", "title_page": "‘Already an Exception’: Merkel’s Legacy Is Shaped by Migration and Austerity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHEMNITZ, Germany — Two weeks after announcing that she would not seek another term, Chancellor Angela Merkel of Germany was standing in an old locomotive factory in the eastern city of Chemnitz, the scene of far-right protests this year.\nOutside, 2,500 protesters shouted: “Merkel must go!” Inside, 120 people — more polite but scarcely less hostile — had come to challenge the chancellor on her legacy, which on this November afternoon was mostly reduced to one thing: her 2015 decision to welcome more than a million migrants into Germany.\n“You said we would manage,” one man said, quoting Ms. Merkel’s now famous mantra back at her. “But we’re not managing.”\nAs Ms. Merkel’s conservative Christian Democratic Party gathers this week to choose her successor as party leader — and the likely future chancellor of Germany — the values she embodied through 13 years in power are in danger. Some now ask whether her leadership, in particular on migration and economic austerity, helped plant the seeds of the forces now tearing Europe apart.", "url": "https://www.nytimes.com/2018/12/05/world/europe/merkel-legacy-germany.html"}