{"authors": ["Jim Rutenberg", "Maggie Haberman"], "date_download": "2022-10-25 23:38:17", "date_modify": "2022-10-25 23:38:17", "date_publish": "2018-03-17 01:44:02", "description": "In a court filing, the president weighs in for the first time directly on a case in which a porn actress was paid $130,000 to stay silent about an affair she claims she had with him.", "filename": "2018_03_16_us_trumps-stormy-daniels-lawsuit_1666741097.html", "image_url": "https://static01.nyt.com/images/2018/03/17/us/politics/17xp-Stormy/17xp-Stormy-facebookJumbo-v3.jpg?year=2018&h=550&w=1050&s=d0a4f5ca850b9f016e4d7917fe0ccfc96cc972b91414f045d67879f63a8daffa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_16_us_trumps-stormy-daniels-lawsuit_1666741097.html", "title": "Trump’s Lawyers Claim Stormy Daniels Violated Confidentiality Agreement at Least 20 Times", "title_page": "Trump’s Lawyers Claim Stormy Daniels Violated Confidentiality Agreement at Least 20 Times - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump, weighing in directly on the Stephanie Clifford case for the first time, claimed in court papers filed by his lawyers on Friday that the porn actress who alleges she had an affair with him violated a confidentiality agreement at least 20 times, exposing her to damages of at least $20 million.\nPresident Trump’s lawyers filed two motions on Friday in United States District Court in California in a public legal fight that Ms. Clifford, whose stage name is Stormy Daniels, started last week. That’s when she sued to get out of an agreement that she had struck to be paid $130,000 to stay silent about an affair she alleges to have had with Mr. Trump starting in 2006.\nMr. Trump formally joined his legal team’s response to Ms. Clifford’s suit in a motion, filed Friday, to move the case from state court in Los Angeles, where Ms. Clifford filed her claim, to federal court.\nMr. Trump’s reason for asking that the case be moved probably concerns the Federal Arbitration Act, which makes arbitration the preferred forum for resolving many kinds of disputes. Federal courts have applied that law more strictly than state courts, particularly ones in California. Mr. Trump may be hoping that his chances of keeping the dispute in arbitration and out of public view are better before a federal judge than a state one.", "url": "https://www.nytimes.com/2018/03/16/us/trumps-stormy-daniels-lawsuit.html"}