{"authors": ["Richard Conniff"], "date_download": "2022-10-25 23:41:41", "date_modify": "2022-10-25 23:41:41", "date_publish": "2018-03-17 18:30:05", "description": "It would reduce greenhouse gas emissions, water pollution, deforestation, species loss and human mortality. So what’s the holdup?", "filename": "2018_03_17_opinion_sunday_carbon-tax-on-beef_1666741301.html", "image_url": "https://static01.nyt.com/images/2018/03/18/opinion/sunday/18conniff/18conniff-facebookJumbo.gif?year=2018&h=551&w=1050&s=c4a1ebcccad24c278ec3cca966dbf0dff031212f55945b90fb9160387f4f5fbe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_17_opinion_sunday_carbon-tax-on-beef_1666741301.html", "title": "The Case for a Carbon Tax on Beef", "title_page": "Opinion | The Case for a Carbon Tax on Beef - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Agriculture, including cattle raising, is our third-largest source of greenhouse gas emissions, after the energy and industrial sectors. At first glance, the root of the problem may appear to be our appetite for meat generally. Chatham House, the influential British think tank, attributes 14.5 percent of global emissions to livestock — “more than the emissions produced from powering all the world’s road vehicles, trains, ships and airplanes combined.” Livestock consume the yield from a quarter of all cropland worldwide. Add in grazing, and the business of making meat occupies about three-quarters of the agricultural land on the planet.\nBeef and dairy cattle together account for an outsize share of agriculture and its attendant problems, including almost two-thirds of all livestock emissions, according to the United Nations Food and Agriculture Organization. That’s partly because there are so many of them — 1 billion to 1.4 billion head of cattle worldwide. They don’t outnumber humanity, but with cattle in this country topping out at about 1,300 pounds apiece, their footprint on the planet easily outweighs ours.\nThe emissions come partly from the fossil fuels used to plant, fertilize and harvest the feed to fatten them up for market. In addition, ruminant digestion causes cattle to belch and otherwise emit huge quantities of methane. A new study in the journal Carbon Balance and Management puts the global gas output of cattle at 120 million tons per year. Methane doesn’t hang around in the atmosphere as long as carbon dioxide. But in the first 20 years after its release, it’s 80 to 100 times more potent at trapping the heat of the sun and warming the planet. The way feedlots and other producers manage manure also ensures that cattle continue to produce methane long after they have gone to the great steakhouse in the sky.\nThe French researchers, from the Toulouse School of Economics, decided to take a look at a carbon tax on beef because the European Union has committed to cut its greenhouse gas emissions more than half by midcentury — and that includes agricultural emissions. The ambition is to keep global warming under 2 degrees Celsius, widely regarded as a tipping point at which cascading and potentially catastrophic effects of climate change could sweep across the planet. Their study found that a relatively steep tax, based on greenhouse gas emissions, would raise the retail price of beef by about 40 percent and cause a corresponding drop in consumption, much like the sugar tax on sodas and the tax on tobacco products.", "url": "https://www.nytimes.com/2018/03/17/opinion/sunday/carbon-tax-on-beef.html"}