{"authors": ["Jonathan Wolfe"], "date_download": "2022-10-25 23:29:45", "date_modify": "2022-10-25 23:29:45", "date_publish": "2018-12-19 10:00:07", "description": "Starting in 2019, the Norwegian capital will restrict the use of vehicles in its city center, following a global trend to make popular tourist destinations more pedestrian-friendly.", "filename": "2018_12_19_travel_oslo-restricts-cars-in-city-center_1666740585.html", "image_url": "https://static01.nyt.com/images/2018/12/23/travel/23update-oslo1/23update-oslo1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=09fecffd84a683fb8998f1881952a7a4a01a33ed47e9fcaf35fafbc15fb2484a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_19_travel_oslo-restricts-cars-in-city-center_1666740585.html", "title": "Oslo Puts Up a Stop Sign", "title_page": "Oslo Puts Up a Stop Sign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If you drive a car into the city center of Oslo next month , you shouldn’t plan on staying long: There won’t be any parking spots.\nThe Norwegian capital is in the process of eliminating the remaining 700 street parking spots in its city center by the end of 2018 as part of its plan to turn the area into a car-free zone.\n“We’re doing this to give the streets back to the people,” Hanna Elise Marcussen, Oslo’s vice mayor for urban development, said during a recent phone interview. “And of course, it’s environmentally friendly.” (The Scandinavian country, recently recognized as one of the world’s most ecologically progressive nations, has plans to become carbon neutral by 2030 and halt the sale of fossil fuel cars by 2025.)\nAnd it’s not just Oslo that is turning away drivers. Popular tourist destinations across the globe are removing cars from heavily trafficked areas to reduce congestion, cut down on pollution, and make streets more welcoming to bikers and pedestrians.", "url": "https://www.nytimes.com/2018/12/19/travel/oslo-restricts-cars-in-city-center.html"}