{"authors": ["Katie Rogers", "Katie Benner"], "date_download": "2022-10-25 23:35:29", "date_modify": "2022-10-25 23:35:29", "date_publish": "2018-09-03 23:23:02", "description": "The president, in a pair of tweets, said the Justice Department was putting the re-election chances of two “popular” Republican lawmakers at risk.", "filename": "2018_09_03_us_politics_trump-sessions-midterms_1666740929.html", "image_url": "https://static01.nyt.com/images/2018/09/04/us/04dc-TRUMP/04dc-TRUMP-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4e17a12e159dd1c7c6fb5249aed4929a0327a192e7131f978971fb2cc34377a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_03_us_politics_trump-sessions-midterms_1666740929.html", "title": "Trump Blasts Sessions for Charging G.O.P. Members Before Midterms", "title_page": "Trump Blasts Sessions for Charging G.O.P. Members Before Midterms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last week, it even appeared that Mr. Trump would stop publicly toying with the idea of removing Mr. Sessions until after the midterm elections.\n“I just would love to have him do a great job,” Mr. Trump said in an interview with Bloomberg News in the Oval Office last week. “I do question what Jeff is doing.”\nBy calling it the “Jeff Sessions Justice Department,” Mr. Trump put even more distance between himself and the country’s top law enforcement organization, which is investigating members of his inner circle and his business dealings.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nThose inquiries are being conducted by the United States attorney’s office in the Southern District of New York and by Robert S. Mueller III, the special counsel appointed to investigate Russian election interference and any ties to the Trump campaign.\nMr. Trump’s tweets — sent from the White House on a searingly hot day that kept him from departing for his nearby Virginia golf course — criticized indictments that fall well within the Justice Department’s window for bringing charges during an election cycle.\nHis comments triggered a swift rebuke from former prosecutors and members of his own party.\n“The United States is not some banana republic with a two-tiered system of justice — one for the majority and one for the minority party,” Senator Ben Sasse, Republican of Nebraska and a member of the Judiciary Committee, said in a statement. “These two men have been charged with crimes because of evidence, not because of who the president was when the investigations began.”", "url": "https://www.nytimes.com/2018/09/03/us/politics/trump-sessions-midterms.html"}