{"authors": ["Richard Pérez-Peña"], "date_download": "2022-10-25 23:38:52", "date_modify": "2022-10-25 23:38:52", "date_publish": "2018-03-26 15:17:28", "description": "The expulsion of dozens of diplomats from Europe, and dozens more across the Atlantic, came weeks after the nerve agent poisoning of a former Russian spy in Britain.", "filename": "2018_03_26_world_europe_europe-russia-expulsions_1666741132.html", "image_url": "https://static01.nyt.com/images/2018/03/27/world/27expulsion-react1/27expulsion-react1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=51436c61035c37464c8c845296aeb85e6acd0917e8190afbfb41d970a297d027&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_26_world_europe_europe-russia-expulsions_1666741132.html", "title": "Expelling Russians, Europe and North America Show Unity With U.K.", "title_page": "Expelling Russians, Europe and North America Show Unity With U.K. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — European nations united in a rare coordinated rebuke of Russia on Monday, joining the United States and Canada in expelling scores of Russian diplomats. The expulsions, which were denounced by the Kremlin, were a show of solidarity with their ally Britain, which has accused the Kremlin of being behind the use of a nerve agent to poison a former Russian spy and his daughter.\nBy Monday evening, 16 European Union member nations said they were expelling dozens of Russian diplomats in solidarity with the government of Britain, which two weeks ago ejected 23 Russian diplomats who it said were engaged in espionage.\nUkraine, which is not part of the European Union but is fighting a Moscow-backed insurgency in its east, said it was expelling 13 Russians. Albania, Macedonia and Norway, which also are not members of the bloc, also expelled Russian diplomats.\nTogether with the expulsion on Monday of 60 Russians by the United States and four by Canada, the European moves constituted a broad swipe at Russia’s diplomatic capabilities and — if Western assertions about the nature of Russian intelligence are correct — at its ability to conduct spying operations. It also demonstrated remarkable European unity behind Britain, at a time when Britain’s pending exit from the European Union and other tensions have been threatening the continent’s cohesion.", "url": "https://www.nytimes.com/2018/03/26/world/europe/europe-russia-expulsions.html"}