{"authors": ["Julia Jacobs"], "date_download": "2022-10-25 23:36:15", "date_modify": "2022-10-25 23:36:15", "date_publish": "2018-07-06 23:10:35", "description": "John Fitzgerald placed second in a House primary just after the state Republican Party discovered his anti-Semitic views and rescinded its endorsement.", "filename": "2018_07_06_us_politics_john-fitzgerald-holocaust-denial_1666740975.html", "image_url": "https://static01.nyt.com/images/2018/07/08/us/08xp-nazi-print/07xp-nazi-facebookJumbo.jpg?year=2018&h=550&w=1050&s=ef9d59545611517a83388e07707daa5ba584934d6dc81e923501a3352cc10a6b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_06_us_politics_john-fitzgerald-holocaust-denial_1666740975.html", "title": "Holocaust Denier in California Congressional Race Leaves State G.O.P. Scrambling", "title_page": "Holocaust Denier in California Congressional Race Leaves State G.O.P. Scrambling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Republican congressional candidate in a reliably blue California district managed to capture nearly a quarter of votes cast in the state’s open primary last month — just after the state Republican Party caught wind of his anti-Semitic comments and rescinded its automatic endorsement.\nThe candidate, John Fitzgerald, urged people on his campaign website to pay attention to “Jewish supremacism,” among other anti-Semitic views, which led party leaders to rescind their support in May, about two months after the official endorsement.\nIn the weeks since, Mr. Fitzgerald has increased the frequency of his anti-Semitic statements and has appeared on podcasts in which he claimed the Holocaust was a fabrication.\n“Everything we’ve been told about the Holocaust is a lie,” Mr. Fitzgerald said last week on a radio show hosted by Andrew Carrington Hitchcock, an anti-Semitic commentator who has glorified Hitler.", "url": "https://www.nytimes.com/2018/07/06/us/politics/john-fitzgerald-holocaust-denial.html"}