{"authors": ["Laurie Goodstein", "Sharon Otterman"], "date_download": "2022-10-25 23:44:40", "date_modify": "2022-10-25 23:44:40", "date_publish": "2018-08-14 18:22:07", "description": "The grand jury report is the government’s broadest look yet in the United States at child sexual abuse in the church.", "filename": "2018_08_14_us_catholic-church-sex-abuse-pennsylvania_1666741480.html", "image_url": "https://static01.nyt.com/images/2018/08/19/us/15pa-church-print-sub/15pa-church01-alt-facebookJumbo.jpg?year=2018&h=549&w=1050&s=b0a41eec1afcd4c31ebc7de92d7328b173461edfeabade902bf8500fa4a3fa0a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_14_us_catholic-church-sex-abuse-pennsylvania_1666741480.html", "title": "Catholic Priests Abused 1,000 Children in Pennsylvania, Report Says", "title_page": "Catholic Priests Abused 1,000 Children in Pennsylvania, Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bishops and other leaders of the Roman Catholic Church in Pennsylvania covered up child sexual abuse by more than 300 priests over a period of 70 years, persuading victims not to report the abuse and law enforcement not to investigate it, according to a searing report issued by a grand jury on Tuesday.\nThe report, which covered six of the state’s eight Catholic dioceses and found more than 1,000 identifiable victims, is the broadest examination yet by a government agency in the United States of child sexual abuse in the Catholic Church. The report said there are likely thousands more victims whose records were lost or who were too afraid to come forward.\nIt catalogs horrific instances of abuse: a priest who raped a young girl in the hospital after she had her tonsils out; a victim tied up and whipped with leather straps by a priest; and another priest who was allowed to stay in ministry after impregnating a young girl and arranging for her to have an abortion.\nThe sexual abuse scandal has shaken the Catholic Church for more than 15 years, ever since explosive allegations emerged out of Boston in 2002. But even after paying billions of dollars in settlements and adding new prevention programs, the church has been dogged by a scandal that is now reaching its highest ranks. The Pennsylvania report comes soon after the resignation of Cardinal Theodore E. McCarrick, the former archbishop of Washington, who is accused of sexually abusing young priests and seminarians, as well as minors.", "url": "https://www.nytimes.com/2018/08/14/us/catholic-church-sex-abuse-pennsylvania.html"}