{"authors": ["Carlotta Gall", "Richard Pérez-Peña"], "date_download": "2022-10-25 23:43:52", "date_modify": "2022-10-25 23:43:52", "date_publish": "2018-10-23 09:35:34", "description": "The Turkish president’s speech followed a series of leaks by Turkey that implicated the Saudi government in the death of the journalist Jamal Khashoggi.", "filename": "2018_10_23_world_europe_turkey-saudi-arabia-erdogan_1666741432.html", "image_url": "https://static01.nyt.com/images/2018/10/23/world/24TURKEY-promo/24TURKEY-promo-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=10dd9a74c1ddd2d9c03cb8826dddd6d48a7966338745e5a0447b79d8b99641c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_23_world_europe_turkey-saudi-arabia-erdogan_1666741432.html", "title": "Erdogan Says Saudis Planned Khashoggi’s Killing in Turkey", "title_page": "Erdogan Says Saudis Planned Khashoggi’s Killing in Turkey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISTANBUL — President Recep Tayyip Erdogan of Turkey on Tuesday raised the stakes in his dispute with Saudi Arabia over what he called the “premeditated murder” of the Saudi journalist Jamal Khashoggi, demanding that Riyadh supply more answers and hand over the Saudi suspects.\nAfter saying he would reveal “the naked truth” about Mr. Khashoggi’s death, Mr. Erdogan, making his first extended remarks on the case, sketched out the chronology of a broad operation.\nThe 15-member team of Saudi officials arrived in stages in Istanbul to carry out the killing, and included generals, senior intelligence officers and forensic officials, Mr. Erdogan said. The Saudis also conducted reconnaissance in rural areas outside the city where investigators have been searching for Mr. Khashoggi’s remains, the president said.\n“It is clear that this savage murder did not happen instantly but was planned,” Mr. Erdogan said, challenging the official Saudi account.", "url": "https://www.nytimes.com/2018/10/23/world/europe/turkey-saudi-arabia-erdogan.html"}