{"authors": ["Dana Goldstein"], "date_download": "2022-10-25 23:48:28", "date_modify": "2022-10-25 23:48:28", "date_publish": "2018-12-04 14:01:55", "description": "The action comes during a year of teacher protests, which until now had been at district schools in conservative or swing states.", "filename": "2018_12_04_us_chicago-charter-strike.html_module=inline_1666741708.html", "image_url": "https://static01.nyt.com/images/2018/12/05/us/05charterstrike-print/05charterstrike-001-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a337bc86e378184aa193dbab1e606f1ddfe5b9b3240efb09900b660aa2a2a221&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_04_us_chicago-charter-strike.html_module=inline_1666741708.html", "title": "Nation’s First Teachers’ Strike at Charter Network Begins in Chicago", "title_page": "Nation’s First Teachers’ Strike at Charter Network Begins in Chicago - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Charters are funded by taxpayers but independently managed by nonprofit organizations, like Acero, or by for-profit companies. Educators at Acero earn up to $13,000 less than their counterparts at traditional public schools in Chicago and cannot afford to live comfortably in an increasingly expensive city, according to the Chicago Teachers Union, which represents the striking workers.\nThe chief executive of Acero, Richard L. Rodriguez, earns about $260,000 annually to manage 15 schools, a similar salary to that of Janice K. Jackson, the chief executive of the Chicago Public Schools system, which includes over 500 schools.\nIn addition to higher pay for teachers and support staff, the union is asking that more money be spent on special education services for students and on a program that allows classroom assistants to continue their education and become lead teachers. The union also argues that Acero’s class sizes — up to 32 students at every grade level — are too high.\nAcero says the comparatively large class sizes allow it to serve more families, noting that many of the network’s schools have wait lists. It acknowledges that its teachers, who earn an average salary of $65,000 per year, are making less than their peers in traditional schools, but says that is because of inadequate funding from the state. Mr. Rodriguez earns a salary that is competitive given his duties managing the network’s facilities and real estate, it added.\nHelena Stangle, a spokeswoman for Acero, said that after the network’s teachers unionized in 2013, management has repeatedly agreed to reduce hours and shorten the work year for teachers, but that to do so any further would erode what makes the schools attractive to parents.", "url": "https://www.nytimes.com/2018/12/04/us/chicago-charter-strike.html?module=inline"}