{"authors": ["Lisa W. Foderaro"], "date_download": "2022-10-25 23:25:01", "date_modify": "2022-10-25 23:25:01", "date_publish": "2018-05-30 09:00:13", "description": "Local Democrats were set on backing one candidate to challenge the Republican incumbent, but party leaders had their eyes on another.", "filename": "2018_05_30_nyregion_perez-williams-katko-balter-syracuse-house-election_1666740301.html", "image_url": "https://static01.nyt.com/images/2018/05/31/nyregion/31katkorace1/00katkorace1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=2217d04b057e438aec177088ae101268a6170887d088e275bd95690632cf849e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_30_nyregion_perez-williams-katko-balter-syracuse-house-election_1666740301.html", "title": "National Democrats Wade, Uninvited, Into New York House Race", "title_page": "National Democrats Wade, Uninvited, Into New York House Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SYRACUSE, N.Y. — As a first-time Democratic congressional candidate, Juanita Perez Williams would seem to check off many of her party’s most prized boxes: female, person of color, military veteran and, as the runner-up in last year’s mayoral race in Syracuse, local name recognition.\nThose attributes have not been lost on national party leaders, who were looking for a formidable candidate to challenge the Republican incumbent, John Katko, in the 24th Congressional District in Central New York, a key battleground race.\nThe Democratic Congressional Campaign Committee not only successfully wooed Ms. Perez Williams to run, it also helped her collect signatures on petitions to get on the primary ballot, and it placed her on its coveted “red to blue” list, a nationwide roster of candidates who receive fund-raising and strategic support.\nHer candidacy, however, has not come without controversy: Well before Ms. Perez Williams officially kicked off her campaign last month, another Democrat, Dana Balter, was already the established choice of four Democratic county committees.", "url": "https://www.nytimes.com/2018/05/30/nyregion/perez-williams-katko-balter-syracuse-house-election.html"}