{"authors": ["Noam Cohen"], "date_download": "2022-10-25 23:46:10", "date_modify": "2022-10-25 23:46:10", "date_publish": "2018-01-17 00:51:59", "description": "But will Mark Zuckerberg be any good at social engineering?", "filename": "2018_01_16_opinion_facebook-zuckerberg-public-content_1666741570.html", "image_url": "https://static01.nyt.com/images/2018/01/17/opinion/17cohen/17cohen-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=a793bbbb0e238e49d44b85a5fc631ac9ca85bd0d092b249bebd95161cc697210&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_16_opinion_facebook-zuckerberg-public-content_1666741570.html", "title": "Facebook Doesn’t Like What It Sees When It Looks in the Mirror", "title_page": "Opinion | Facebook Doesn’t Like What It Sees When It Looks in the Mirror - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DECADES ago, the brilliant satirist Tom Lehrer skewered the engineer’s willful ignorance of the consequences of his designs in a ditty about Wernher von Braun, the scientist who moved from Nazi Germany’s rocket factories to the United States space program. “Once the rockets are up, who cares where they come down?” Mr. Lehrer sings. “That’s not my department, says Wernher von Braun.”\nBut Mr. Lehrer’s target was bigger than engineers who could focus only on the research in front of them. There was no amoral approach to science, Mr. Lehrer reminded us. Seeing science and the tools and connections it provides as a good in itself is profoundly dangerous and wrong.\nFounded by young computer engineers, Facebook, Google and other Silicon Valley companies have been happy to view their powerful inventions as neutral platforms. Once the posts are up, who cares where they come down? These companies have converted an engineer’s disregard for real-world outcomes into a libertarian ideology that belittles the harms that stem from their platforms and rejects rules and regulations meant to prevent those harms.\nIn a recent essay, Sam Altman, the president of the influential tech incubator Y Combinator, denounced “political correctness” as a danger to economic progress. “This is uncomfortable,” he wrote on his blog, “but it’s possible we have to allow people to say disparaging things about gay people if we want them to be able to say novel things about physics.”", "url": "https://www.nytimes.com/2018/01/16/opinion/facebook-zuckerberg-public-content.html"}