{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:32", "date_modify": "2022-10-25 23:34:32", "date_publish": "2018-06-25 21:31:29", "description": "The decision comes after years of study and debate over the building of a third runway at the airport, Europe’s busiest. But more challenges are expected.", "filename": "2018_06_25_world_europe_uk-heathrow-airport-expansion_1666740872.html", "image_url": "https://static01.nyt.com/images/2018/06/26/world/26heathrow1/26heathrow1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=343e655ec803399073b276027c3ce23f41efeda2b6ddff3f6b7bbbf30cfc77f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_25_world_europe_uk-heathrow-airport-expansion_1666740872.html", "title": "Third Runway at Heathrow Airport Is Backed by U.K. Lawmakers", "title_page": "Third Runway at Heathrow Airport Is Backed by U.K. Lawmakers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — British lawmakers on Monday approved plans to expand Heathrow Airport near London after years of study and debate, but the construction of a third runway still faces significant hurdles.\nEurope’s busiest airport, Heathrow operates at close to capacity, and supporters of the expansion have said that adding a third runway would keep Britain from losing ground to airline hubs in Continental Europe. But for critics, the plans are synonymous with bulldozed homes, more aircraft noise and poorer air quality for those living under congested flight paths west of London.\nThose arguments have stalled the project for years.\nThe government, which wants to proceed with the expansion, won Monday’s 415-to-119 vote partly because of the support of some opposition Labour Party lawmakers, who broke ranks with their leadership.\nBut Monday’s decision is far from the final green light for the project, which is expected to cost 14 billion pounds, or about $18.5 billion. Legal challenges are likely, and planning consultations will allow opponents to raise detailed objections. Some senior Labour politicians have threatened to scrap the expansion plans if their party gains power.", "url": "https://www.nytimes.com/2018/06/25/world/europe/uk-heathrow-airport-expansion.html"}