{"authors": ["Jessica Silver-Greenberg", "Neal E. Boudette", "Landon Thomas Jr.", "Kate Kelly"], "date_download": "2022-10-25 23:40:32", "date_modify": "2022-10-25 23:40:32", "date_publish": "2018-08-13 14:05:37", "description": "The chief executive is said to have written his Twitter post last week in haste. But he said Monday he had Saudi financial backing for a buyout plan.", "filename": "2018_08_13_business_dealbook_tesla-elon-musk-saudi-arabia_1666741232.html", "image_url": "https://static01.nyt.com/images/2018/08/14/business/14TESLA02/14TESLA02-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0fae5129f6775a98d2cb4390bad043f3df4c40314ca7d63bbb8841a5bad99cb7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_13_business_dealbook_tesla-elon-musk-saudi-arabia_1666741232.html", "title": "Tesla Board Surprised by Elon Musk’s Tweet on Taking Carmaker Private", "title_page": "Tesla Board Surprised by Elon Musk’s Tweet on Taking Carmaker Private - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the episode appears to have been much more extemporaneous.\nThe tweet did not disclose the sum he had supposedly secured, its source, or any terms of the plan — the kind of transaction that would typically be detailed in documents of 200 pages or more.\nTwo people familiar with the chain of events said that in a conversation with an informal adviser about the mess he had gotten himself into, Mr. Musk said he had taken to Twitter impulsively. He said he had done so because he was not the kind of person who could hold things in, and was angry at the company’s critics.\nA person with direct knowledge of the Tesla board’s thinking said some members of the board had been totally blindsided by Mr. Musk’s decision to air his plan on Twitter.\nOn Monday evening, Mr. Musk took to Twitter again. Signaling that he remained serious about pursuing the potential buyout, he cited two financial firms and two law firms that he said he was “excited to work with” on the proposal. He named Silver Lake Partners and Goldman Sachs as financial advisers, and Wachtell, Lipton, Rosen & Katz and Munger, Tolles & Olson as legal advisers.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe pursuit of a buyout has come at a crucial time for the company, as it struggles to turn out its first mass-market automobile, the Model 3. Tesla has taken on a mounting debt load and has yet to turn an annual profit. And while Mr. Musk has always been synonymous with the brand, he has never been under greater scrutiny.\nIn the past few months, he has mocked industry analysts for asking “bonehead” questions, pursued online tirades against investors betting against the company’s stock, clashed with a government agency investigating a fatal Tesla crash, and accused a disgruntled employee of sabotage.\nThen he suddenly announced the idea of taking the company private.\nIn his blog post on Monday, Mr. Musk said he had notified the Tesla board on Aug. 2, five days before sending out the tweets, that “in my personal capacity, I wanted to take Tesla private at $420 a per share.”", "url": "https://www.nytimes.com/2018/08/13/business/dealbook/tesla-elon-musk-saudi-arabia.html"}