{"authors": ["Ken Johnson"], "date_download": "2022-10-25 23:36:14", "date_modify": "2022-10-25 23:36:14", "date_publish": "2018-11-29 18:44:23", "description": "He pioneered a style of radical simplification and wrote influential essays about it. But he also restlessly went beyond it, taking in performance, earthworks and more.", "filename": "2018_11_29_obituaries_robert-morris-dead_1666740974.html", "image_url": "https://static01.nyt.com/images/2018/11/30/obituaries/30MORRIS4/30MORRIS4-facebookJumbo.jpg?year=2018&h=549&w=1050&s=f6b0f68d2c49a292adf3234a005798ce82c953a5c079eec98240880fc718cd3e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_29_obituaries_robert-morris-dead_1666740974.html", "title": "Robert Morris, 87, Dies; Founding Minimalist Sculptor With Manifold Passions", "title_page": "Robert Morris, 87, Dies; Founding Minimalist Sculptor With Manifold Passions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He did change with the tide, however, producing in the early 1980s darkly baroque meditations on the threat of nuclear destruction. In a series he titled “Firestorm,” he created heavy sculptural frames in which skulls, clawing hands, ropes, chains, phallic forms and other symbols of violence and conflict were cast; within, infernally glowing pastels evoking J. M. W. Turner abstractly envisioned the world’s fiery end.\nIn addition to his wife, whom he married in 1984, Mr. Morris is survived by a daughter, Laura Morris, and a sister, Donna Caudle. Mr. Morris, who died in Kingston Hospital, lived in Gardiner, N.Y.\nInto the 1990s Mr. Morris continued to produce draped felt works; heavy lead reliefs that recall his early, Jasper Johns-influenced works; and autobiographical installations using text and sound.\nIn 2017, he presented his latest felt pieces while revisiting his earlier work in a show at the Castelli Gallery’s Upper East Side branch. Since Oct. 30, the gallery has put new Morris works on view in “Banners and Curses,” a show that runs through Jan. 25.\nFrom start to finish, as a sprawling retrospective exhibition mounted by the Guggenheim Museum in 1994 showed, Mr. Morris defied the conventional rule of one style per artist.\nLooking back on his career, he wrote in his introduction to “Continuous Project Altered Daily,” a collection of his essays published in 1993: “I never set out to prove or demonstrate so much as to investigate. And I never set out to affirm so much as to negate.”\nYet it is clear, too, that he was driven by an abiding belief in the importance and power of art. “In art’s irrational games and its depth of feelings,” he wrote in a late essay, “in its awe and cynicism, its mournings and derisions, its anger and grace, it bears witness to a dark century.”", "url": "https://www.nytimes.com/2018/11/29/obituaries/robert-morris-dead.html"}