{"authors": ["Michael D. Shear", "Nick Wingfield", "Cecilia Kang"], "date_download": "2022-10-25 23:29:07", "date_modify": "2022-10-25 23:29:07", "date_publish": "2018-03-29 12:34:22", "description": "The president’s commentary, made in a Twitter post, comes amid reports that Mr. Trump has expressed an interest in reining in the e-commerce business.", "filename": "2018_03_29_us_politics_trump-amazon-taxes_1666740547.html", "image_url": "https://static01.nyt.com/images/2018/03/30/us/30amazon-alpha/30amazon-alpha-facebookJumbo.jpg?year=2018&h=550&w=1050&s=05bf12e4bf4a30b2fd18f6f052b1fcff6ec41b760989d85650d3f96f547ab1e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_29_us_politics_trump-amazon-taxes_1666740547.html", "title": "Trump Attacks Amazon, Saying It Does Not Pay Enough Taxes", "title_page": "Trump Attacks Amazon, Saying It Does Not Pay Enough Taxes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The general principle that I know deeply concerns the president is that we need to live in a world where the government sets a level playing field between internet vendors and mom and pop stores,” Kevin Hassett, the chair of the president’s council on economic advisers, said Thursday on Fox Business.\nDrew Herdener, an Amazon spokesman, declined to comment.\nSeveral current and former officials said that Mr. Trump regularly conflates Amazon with The Post. Mr. Bezos owns the paper privately, separate from his role at Amazon.\nBrad Parscale, the president’s 2020 campaign manager, on Thursday channeled Mr. Trump’s anger about The Post in a tweet of his own, saying: “Do not forget to mention that @amazon has probably 10x the data on every American that @facebook does. All that data and own a political newspaper, The @washingtonpost. Hmm…”\nAnd far-right, conspiracy-fanning websites — some of which Mr. Trump is known to read — have for months stoked the idea that The Post is in cahoots with the C.I.A. because the agency contracts with Amazon to provide cloud-based data storage. Last November, a headline at one of those sites, Infowars, said: “BEZOS & DEEP STATE UNITE: AMAZON LAUNCHES CLOUD SERVICE FOR CIA.”\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe Post declined to comment.\nOne person close to Mr. Trump, who asked for anonymity to discuss private discussions in the Oval Office, said that the president mused about the issue of Amazon and taxes at least a half-dozen times in the last six months. The president has repeatedly claimed that Amazon costs the Postal Service money even though officials have explained to him that is not the case. Amazon has said that the Postal Regulatory Commission, which oversees the service, has consistently found that its contracts with Amazon are profitable.\nPeople close to Mr. Trump say the president is convinced that Amazon unfairly benefits from tax laws. The internet giant collects sales taxes on its own products in all 45 states that have one, but third-party vendors who sell products on the site often do not collect sales tax, a fact that rivals say is unfair. In addition, some municipalities complain that the company does not collect local taxes.\nIn April, the Supreme Court will hear arguments in an case on whether to allow states to impose sales taxes on all internet sales. Many observers believe the justices are poised to reverse its 1992 ruling that exempted online retailers with no physical presence in a state.", "url": "https://www.nytimes.com/2018/03/29/us/politics/trump-amazon-taxes.html"}