{"authors": ["Ana Swanson"], "date_download": "2022-10-25 23:41:43", "date_modify": "2022-10-25 23:41:43", "date_publish": "2018-06-06 23:26:17", "description": "Internal documents revealed that corporations and trade groups were often shut out of deliberations, breeding animosity between industry and a supposedly business-friendly administration.", "filename": "2018_06_06_us_politics_trump-nafta-businesses-frustrated_1666741303.html", "image_url": "https://static01.nyt.com/images/2018/06/07/business/07dc-nafta-1/07dc-nafta-1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=f7b8f29c662f3a8796d758bb1143cda7fc0b00be7c88cccedf7076ccf722447b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_06_us_politics_trump-nafta-businesses-frustrated_1666741303.html", "title": "White House’s Nafta Approach Frustrates Businesses, Panicked Emails Show", "title_page": "White House’s Nafta Approach Frustrates Businesses, Panicked Emails Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last August, ahead of the second round of Nafta negotiations in Mexico, an official at the United States Council for International Business pleaded for “an urgent meeting with you and your team before you head to Mexico for Round 2.”\n“I cannot emphasize enough the degree of concern in the business community based on the press reports we have seen of major changes in U.S. policy,” the official, Shaun Donnelly, wrote. A trade official set up a meeting for the next week.\nEven the manufacturing industry — which Mr. Trump has put at the core of his economic agenda — has found its concerns to be largely an afterthought, struggling to change the White House’s approach.\n“It is hard to have a discussion when no details are provided of where the administration is really going even at a broad level until after decisions have essentially been made,” Linda Dempsey, the vice president for international economic affairs policy at the National Association of Manufacturers, said in an email to a top United States trade representative official in October, just before another round of talks between Canada, Mexico and the United States was about to take place.\nThe email and other documents were obtained through the Freedom of Information Act by American Oversight, a nonprofit set up to investigate the Trump administration. The documents, which include emails to the United States trade representative, cover the period from February 2017, when many of the agency’s top staff members had yet to be appointed, through November, when the United States had shared its primary negotiating goals for Nafta with Canada and Mexico.", "url": "https://www.nytimes.com/2018/06/06/us/politics/trump-nafta-businesses-frustrated.html"}