{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:43:48", "date_modify": "2022-10-25 23:43:48", "date_publish": "2018-10-14 21:41:48", "description": "President Trump has resisted pressure to postpone or cancel arms sales to Saudi Arabia despite reports that a Saudi journalist was killed and dismembered.", "filename": "2018_10_14_us_politics_trump-saudi-arabia-arms-deal_1666741428.html", "image_url": "https://static01.nyt.com/images/2018/10/15/world/15dc-trump/15dc-trump-facebookJumbo.jpg?year=2018&h=549&w=1050&s=4b2d5ea386b322dd7942caedf17ffebba0d8b50cb33ac53ab83423505f21c3ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_14_us_politics_trump-saudi-arabia-arms-deal_1666741428.html", "title": "In Trump’s Saudi Bargain, the Bottom Line Proudly Wins Out", "title_page": "In Trump’s Saudi Bargain, the Bottom Line Proudly Wins Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When President Trump made Saudi Arabia his first foreign destination after taking office last year, he struck what amounted to a fundamental bargain with the royal family: He would not lecture them about human rights, and they would buy plenty of American weapons and military hardware.\nSo as the world recoils at reports that the Saudis sent agents to Turkey to kill and dismember a Saudi dissident journalist with a bone saw, Mr. Trump faces the most profound test of that trade-off. For days, he has rebuffed pressure to punish the Saudis by canceling arms sales that he secured during his visit, arguing that it would cost Americans money and jobs.\nThat he would prioritize potentially tens of billions of dollars for the United States over moral outrage about the apparent death of a single dissident may not be a major surprise. Other presidents have tempered concerns about human rights overseas with what they perceived to be America’s own security or economic interests. What is different is how open Mr. Trump has been in expressing that realpolitik calculation no matter how crass or cynical it might appear.\n“Any president’s going to be stuck in this awkward place,” said Steven A. Cook, a specialist on the region at the Council on Foreign Relations. “The one thing about Trump is he’s basically willing to say: ‘I don’t really care. He’s not an American citizen. Yes, it’s terrible, but we’ve got all this business with them.’ He doesn’t shy away from saying that.”", "url": "https://www.nytimes.com/2018/10/14/us/politics/trump-saudi-arabia-arms-deal.html"}