{"authors": ["Paul Mozur", "Raymond Zhong"], "date_download": "2022-10-25 23:25:54", "date_modify": "2022-10-25 23:25:54", "date_publish": "2018-05-13 16:36:58", "description": "The company, which was barred from using American components, said it had halted “major operating activities.”", "filename": "2018_05_13_business_trump-vows-to-save-jobs-at-chinas-zte-lost-after-us-sanctions_1666740354.html", "image_url": "https://static01.nyt.com/images/2018/05/14/business/14ZTE3/14ZTE3-facebookJumbo.jpg?year=2018&h=549&w=1050&s=f6b6cfe10b88e8e57a2e16733ef691a1de55d713dbaa9223351d7f6e8f8462c5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_13_business_trump-vows-to-save-jobs-at-chinas-zte-lost-after-us-sanctions_1666740354.html", "title": "In About-Face on Trade, Trump Vows to Protect ZTE Jobs in China", "title_page": "In About-Face on Trade, Trump Vows to Protect ZTE Jobs in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yet if ZTE’s resuscitation reduces trade tensions, it also demonstrates the intractable nature of a deepening technological cold war between the world’s two largest economies.\nAmerica’s ability to cripple the company simply by freezing its access to components made in the United States is a stark sign of what Beijing views as its overreliance on American technology. Pardoning a company that failed to punish employees who violated American trade controls against Iran and North Korea would set a difficult precedent for the United States.\nThough their electronics supply chains remain intertwined, neither country trusts the other with sensitive or core technology — an indication that a longer-term deal could prove elusive. China will not relent on industrial policy imperatives, such as Made in China 2025, aimed at building self-reliance. Similarly, American trust for Chinese companies is unlikely to grow.\nFor now, however, Mr. Trump seemed to indicate his desire to walk back from that impasse.\nAsked about the president’s tweet, a White House spokeswoman, Lindsay Walters, said that Mr. Trump expected that Commerce Secretary Wilbur L. Ross Jr. would “exercise his independent judgment, consistent with applicable laws and regulations, to resolve the regulatory action involving ZTE based on its facts.”\nLater on Sunday, Mr. Trump tweeted again about trade with China. “China and the United States are working well together on trade,” he wrote. “Be cool, it will all work out!”\nBut the about-face left many scratching their heads.\nMr. Trump was criticized by members of Congress for his efforts to protect ZTE. “You should care more about national security than Chinese jobs,” Representative Adam Schiff, Democrat of California, said in a tweet. Senator Chuck Schumer, Democrat of New York, tweeted, “How about helping some American companies first?”\nThe prospective shutdown of ZTE has been seen as major leverage in continuing trade discussions between China and the United States over Chinese trade practices. If Mr. Trump was announcing a huge concession with his tweet, it was without any indication of what he might have gotten in return.", "url": "https://www.nytimes.com/2018/05/13/business/trump-vows-to-save-jobs-at-chinas-zte-lost-after-us-sanctions.html"}