{"authors": ["Sheera Frenkel"], "date_download": "2022-10-25 23:41:52", "date_modify": "2022-10-25 23:41:52", "date_publish": "2018-06-28 19:11:44", "description": "The social media companies, under fire for allowing misinformation, unveiled new tools meant to improve transparency before the midterm elections.", "filename": "2018_06_28_technology_facebook-twitter-political-ads_1666741312.html", "image_url": "https://static01.nyt.com/images/2018/06/29/business/29FACEBOOK-print/29FACEBOOK-facebookJumbo.jpg?year=2018&h=550&w=1050&s=23f6482be57640085f750173a66652a3c132845532ecc1a8c6fc5800079640fa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_28_technology_facebook-twitter-political-ads_1666741312.html", "title": "Facebook and Twitter Expand Peek Into Who’s Behind Their Ads", "title_page": "Facebook and Twitter Expand Peek Into Who’s Behind Their Ads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MENLO PARK, Calif. — Social media companies, stepping up efforts to stop disinformation on their online platforms ahead of this year’s midterm elections, unveiled on Thursday new tools aimed at improving transparency around advertisements.\nIn simultaneous announcements, Facebook and Twitter said they were broadening efforts around public, searchable archives of ads that run on their sites.\nTwitter, which has begun requiring that anyone running a campaign ad go through a verification process, said Thursday that it was introducing an Ads Transparency Center, which allows the public to view a database of any ad run on the platform.\nFacebook, which made a database of political ads public last month, announced on Thursday that it intended to make it easier to see background details — such as the buyer — of all ads running across Facebook and its various platforms, including Instagram and Messenger.", "url": "https://www.nytimes.com/2018/06/28/technology/facebook-twitter-political-ads.html"}