{"authors": ["Glenn Thrush", "Stacy Cowley"], "date_download": "2022-10-25 23:34:35", "date_modify": "2022-10-25 23:34:35", "date_publish": "2018-05-09 16:56:54", "description": "Mick Mulvaney, the head of the Consumer Financial Protection Bureau, will move the student loan division into another unit, a shift officials fear will sidetrack cases against lenders.", "filename": "2018_05_09_us_student-loans-consumer-financial-protection-bureau-cfpb_1666740875.html", "image_url": "https://static01.nyt.com/images/2018/05/10/business/10dc-cfpb/10dc-cfpb-facebookJumbo.jpg?year=2018&h=550&w=1050&s=6f0d48fe52dbd52936e188c20868d133356dc3b1cde97a2f2b02bc9b953ec428&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_09_us_student-loans-consumer-financial-protection-bureau-cfpb_1666740875.html", "title": "Mulvaney Downgrades Student Loan Unit in Consumer Bureau Reshuffle", "title_page": "Mulvaney Downgrades Student Loan Unit in Consumer Bureau Reshuffle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Mick Mulvaney, the interim director of the Consumer Financial Protection Bureau, will move the agency’s student loan division into the bureau’s consumer information unit, a shift that career officials fear will sidetrack a major enforcement case the agency is pursuing against Navient, the nation’s largest student loan collector.\nThe change, outlined in an email sent to the bureau’s staff Wednesday morning, is part of an effort by Mr. Mulvaney to refocus the agency away from its consumer finance enforcement and rule-writing mission and more toward providing consumers with information about their legal rights.\nIt follows a similar move Mr. Mulvaney made in February, when he folded the bureau’s fair lending division into the consumer unit, telling staff it would “continue to focus on advocacy, coordination and education.”\nAmong the bureau’s career staff, the shift was regarded as a new attack on one of the bureau’s core statutory functions, and another attempt by Mr. Mulvaney and his team to dismantle a consumer watchdog reviled by President Trump.", "url": "https://www.nytimes.com/2018/05/09/us/student-loans-consumer-financial-protection-bureau-cfpb.html"}