{"authors": ["Julie Hirschfeld Davis", "Gardiner Harris"], "date_download": "2022-10-25 23:35:13", "date_modify": "2022-10-25 23:35:13", "date_publish": "2018-10-26 18:03:26", "description": "President Trump is expected to outline plans for the deployment of Army troops and to fortify the border, including executive actions to deny entry to Central American migrants.", "filename": "2018_10_26_us_politics_trump-mexico-border_1666740913.html", "image_url": "https://static01.nyt.com/images/2018/10/27/us/politics/27dc-border1/27dc-border1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4205d53f21ac22ecda08ed3dbdb63be3a5e1b9b86c9da5b26fc04116ff16996a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_26_us_politics_trump-mexico-border_1666740913.html", "title": "Trump Considering Executive Actions to Stop Asylum Seekers From Central America", "title_page": "Trump Considering Executive Actions to Stop Asylum Seekers From Central America - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, in considering the strategy, Mr. Trump appeared to be betting that the political impact would be more immediate. He has called the caravan a “blessing in disguise” for Republicans in the run-up to the Nov. 6 midterms, as he seeks to demonize its participants and tie them to Democrats and to progressive groups.\n“This is much more about the optics before the election than the legality of the president’s action,” said Jennifer Quigley, a refugee specialist at Human Rights First. “The caravan represents such a minuscule number of people coming toward our border that it just strains credulity to say that this is a national emergency that demands immediate action.”\nThe distinction could be important because the strategy the president is weighing involves circumventing the normal federal rule-making process to impose an immediate change to the rules governing asylum claims, something that can be done only when the government has “good cause,” such as a national emergency, to do so.\nUnder the plan, which is still under discussion and could change, the Homeland Security and Justice Departments would jointly issue new rules that would disqualify migrants who cross the border in between ports of entry from claiming asylum, according to people familiar with the discussions but who were not authorized to discuss the planning. Exceptions would be made for people facing torture at home.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nMr. Trump would then invoke broad presidential powers to bar foreigners from entering the country for national security reasons — under the same section of immigration law that underpinned the travel ban — to issue a proclamation blocking migrants from crossing the southern border, according to the plans under discussion. It was not clear how broad the directive would be, including whether it would apply only to people from certain countries or those arriving within a certain period of time.", "url": "https://www.nytimes.com/2018/10/26/us/politics/trump-mexico-border.html"}