{"authors": ["Carlotta Gall"], "date_download": "2022-10-25 23:53:52", "date_modify": "2022-10-25 23:53:52", "date_publish": "2018-10-26 10:09:26", "description": "President Recep Tayyip Erdogan said that Turkey had new evidence, while Russia said it had no reason to doubt Saudi accounts of the killing.", "filename": "2018_10_26_world_middleeast_turkey-erdogan-khashoggi-saudi-arabia_1666742032.html", "image_url": "https://static01.nyt.com/images/2018/10/27/world/27khashoggi/27khashoggi-facebookJumbo.jpg?year=2018&h=549&w=1050&s=8957d0335feed4f440558c778b6242fb24a4d4b4223187e229df85ff518d10c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_26_world_middleeast_turkey-erdogan-khashoggi-saudi-arabia_1666742032.html", "title": "Erdogan Demands that Saudis Tell Turkey Who Ordered Khashoggi Killing", "title_page": "Erdogan Demands that Saudis Tell Turkey Who Ordered Khashoggi Killing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISTANBUL — President Recep Tayyip Erdogan said Friday that Turkey had uncovered further evidence in the killing of the Saudi journalist Jamal Khashoggi, pressing Saudi Arabia to reveal who gave the orders and demanding that its leaders explain what happened to Mr. Khashoggi’s body.\n“There is more information,” Mr. Erdogan said at a gathering in the capital, Ankara, and suggested he might make more evidence public in the future. “But beyond all else, who gave the order?”\nTurkey’s chief prosecutor officially asked Saudi Arabia to extradite 18 Saudis to Turkey to face charges of deliberate murder in the death of Mr. Khashoggi, Turkish media reported on Friday.\nMr. Khashoggi’s Turkish fiancée, Hatice Cengiz, said in a television interview on Friday that he had been relaxed and hopeful when he entered the Saudi Consulate in Istanbul on Oct. 2 to pick up a document that would allow them to marry. He was killed inside the consulate by a team of men from Saudi Arabia.", "url": "https://www.nytimes.com/2018/10/26/world/middleeast/turkey-erdogan-khashoggi-saudi-arabia.html"}