{"authors": ["The New York Times Magazine"], "date_download": "2022-10-25 23:37:38", "date_modify": "2022-10-25 23:37:38", "date_publish": "2018-04-19 21:13:33", "description": "In response to our feature on why America’s black mothers and babies face a life-or-death crisis, we heard from hundreds of women eager to share their stories.", "filename": "2018_04_19_magazine_black-mothers-respond-to-our-cover-story-on-maternal-mortality_1666741058.html", "image_url": "https://static01.nyt.com/images/2018/04/15/magazine/15mag-cover-type/15mag-cover-type-facebookJumbo.jpg?year=2018&h=549&w=1050&s=2461cae1e69eecebb5e9bc9f7ceae963e716704641c12b55c044bdf0618218e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_19_magazine_black-mothers-respond-to-our-cover-story-on-maternal-mortality_1666741058.html", "title": "Black Mothers Respond to Our Cover Story on Maternal Mortality", "title_page": "Black Mothers Respond to Our Cover Story on Maternal Mortality - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The sad part is, in all of our childbirth-education classes and from what we can tell, of all the patients at the birthing center, we are the only black family. We often feel lonely on this birth path. I am 31 weeks pregnant, and we shall see what the future holds.\nCrystal Marie McDaniels, Los Angeles\nI Had to Diagnose My Own Life-Threatening Brain Bleed\nImage Credit... Courtesy of Joneigh Khaldun\nI am a black woman, an emergency-department physician, and the director of the Detroit Health Department. I am also the survivor of a life-threatening postpartum complication — a brain bleed (bilateral subdural hematomas) that was delayed in diagnosis, three weeks after I delivered my first child 11 years ago.\nI originally had planned a natural labor and enlisted a doula, but after a day and a half of labor, I failed to progress and ended up having a C-section. After the delivery, I had excruciating headaches and told both my OB and my anesthesiologist several times. I felt brushed off and did not know what to do. It was not until I told one of my fellow residents about the pain I was experiencing that I went into my own ER where I worked and received a CT scan that diagnosed my life-threatening brain bleed.\nI ended up having an urgent surgery on a Sunday afternoon to save my life. This experience has made me a better physician, and it is why I have committed myself to improving the lives of mothers and babies in my work in Detroit.", "url": "https://www.nytimes.com/2018/04/19/magazine/black-mothers-respond-to-our-cover-story-on-maternal-mortality.html"}