{"authors": ["Melissa Gomez"], "date_download": "2022-10-25 23:02:06", "date_modify": "2022-10-25 23:02:06", "date_publish": "2018-06-20 03:35:40", "description": "Charleston, S.C., where enslaved Africans arrived in huge numbers before the Civil War, on Tuesday became the latest city to pass a resolution apologizing for its role in the slave trade.", "filename": "2018_06_19_us_charleston-slavery-apology_1666738926.html", "image_url": "https://static01.nyt.com/images/2018/06/20/us/20charleston1_xp/20charleston1_xp-facebookJumbo.jpg?year=2018&h=549&w=1050&s=6646d0ed67eb49f376a687a672b578247f0d1501f5e7196dead32a8700309d66&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_19_us_charleston-slavery-apology_1666738926.html", "title": "Charleston Apologizes for City’s Role in Slave Trade", "title_page": "Charleston Apologizes for City’s Role in Slave Trade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Charleston, the South Carolina port city where about 40 percent of enslaved Africans who were brought to North America landed after being taken from their homelands, has become the latest city to apologize for its role in the slave trade.\nIn an emotional and at times heated meeting that drew a standing-room-only crowd, the Charleston City Council on Tuesday night approved a two-page resolution in City Hall — a structure built by slaves — that its supporters saw as a step toward racial healing.\nThe resolution, which was approved by voice vote and was met with loud cheers, recognized that the city had flourished at the cost of those enslaved and apologized on behalf of the city for its role in the trade. It also acknowledged wrongs committed against African-Americans by slavery and Jim Crow laws.\nThe resolution pledges city officials will work with businesses and organizations to strive for racial equality, and suggests the creation of an office of racial conciliation to help the process of racial healing.", "url": "https://www.nytimes.com/2018/06/19/us/charleston-slavery-apology.html"}