{"authors": ["Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:49:01", "date_modify": "2022-10-25 23:49:01", "date_publish": "2018-08-08 20:11:36", "description": "The City Council voted on Wednesday to cap Uber vehicles and other ride-hail services.", "filename": "2018_08_08_nyregion_uber-vote-city-council-cap_1666741741.html", "image_url": "https://static01.nyt.com/images/2018/08/09/business/09cap-alpha/merlin_141989814_306dc205-5707-43ac-9df1-695f81105841-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7b766ad20e69a006452fbaf7072684cc23dac5be3258ccb1f4f8c035dded9346&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_08_nyregion_uber-vote-city-council-cap_1666741741.html", "title": "Uber Hit With Cap as New York City Takes Lead in Crackdown", "title_page": "Uber Hit With Cap as New York City Takes Lead in Crackdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Uber has warned its riders that the cap could produce higher prices and longer wait times for passengers if the company cannot keep up with the growing demand. Ride-hail apps have become a crucial backup option for New Yorkers swept up in the constant delays on the city’s sputtering subway, as happened on Wednesday when signal problems again snarled train lines across a large swath of the city. Ride-hail services have also grown in neighborhoods outside Manhattan where the subway does not reach.\nThe battle over Uber’s future in New York has been prompted in part by growing concerns over financial turmoil among drivers — a problem underscored by six driver suicides in recent months. On Wednesday, a large group of drivers rallied outside City Hall before the vote and held signs displaying the names of the drivers who took their lives.\nNew York is the latest city to grapple with questions over how to regulate the company. In London, Uber’s most lucrative European market, Uber recently regained its taxi license after the company agreed to stricter regulations, including providing the city with the trove of traffic data that the firm collects and has often been reluctant to share. Uber has also faced regulatory battles in American cities, like Austin, Tex., and in countries like Canada, Brazil and Italy.\nIn Seattle, the City Council approved a bill allowing Uber drivers to form unions, but the measure has faced a legal challenge. Uber left Austin in 2016 after the City Council passed a measure requiring the company to perform fingerprint background checks, though Uber later returned to the city. The mayor of Honolulu recently vetoed a bill to cap price increases by Uber during busy periods.\n[Read more about the potential impact of the Uber cap.]\nThe company’s new chief executive, Dara Khosrowshahi, has embarked on a global charm offensive to repair the company’s image after a series of controversies, including complaints among workers over gender discrimination and harassment.", "url": "https://www.nytimes.com/2018/08/08/nyregion/uber-vote-city-council-cap.html"}