{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 23:44:32", "date_modify": "2022-10-25 23:44:32", "date_publish": "2018-07-24 22:59:58", "description": "Private-sector optimism is widespread, with risks from tariffs, deficits and global tensions outweighed by profit-plumping tax cuts and deregulation.", "filename": "2018_07_24_business_economy_business-confidence-economy-private-sector_1666741472.html", "image_url": "https://static01.nyt.com/images/2018/07/25/business/25CONFIDENCE-2-print/25CONFIDENCE-2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0b927ce6b83b2a0d41b91d9ca6efc4a70376cd3e3ff41781b9d873901d151679&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_24_business_economy_business-confidence-economy-private-sector_1666741472.html", "title": "U.S. Businesses Are Bullish Amid Worldwide Instability", "title_page": "U.S. Businesses Are Bullish Amid Worldwide Instability - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Potential perils are in plain sight: An intense and unpredictable tariff battle is alarming businesses across the country. The annual federal deficit is heading toward $1 trillion. Credit card debt is soaring. And the synchronous wave that lifted every world economy at the year’s start has dissipated.\nSo what?\nSuch risks have done little to puncture the exuberant optimism that is encouraging American businesses to ramp up hiring and consider new investment.\nThe confidence is rooted only partly in hard-nosed data, like the rapid pace of growth expected for the second quarter and record low jobless rates. It is also a sign of harder-to-measure sentiment. “Animal spirits are high,” said Tim Ryan, United States chairman of the global accounting and consulting firm PwC, referring to the gut feelings and impulses that can drive economies to elation or despair.\nBusiness leaders who complained that they sometimes felt vilified as engineers of inequality — or greedy exploiters — now say they are pleased to be viewed as part of the solution, creating jobs and wealth. “They feel good about themselves, like they are the good guys,” Mr. Ryan said, describing comments from hundreds of chief executives to his firm over the past quarter. “They are sitting up a little straighter in the chair.”", "url": "https://www.nytimes.com/2018/07/24/business/economy/business-confidence-economy-private-sector.html"}