{"authors": ["Michael D. Shear", "Gina Kolata"], "date_download": "2022-10-25 23:41:53", "date_modify": "2022-10-25 23:41:53", "date_publish": "2018-01-17 20:29:52", "description": "The White House physician had said President Trump was in “excellent” cardiac health despite having an LDL cholesterol level of 143, well above the desired number.", "filename": "2018_01_17_us_politics_trump-physical-heart-health-cholesterol_1666741313.html", "image_url": "https://static01.nyt.com/images/2018/01/18/us/politics/18dc-checkup/18dc-checkup-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9260493358f11077f88131ba728f9348cbe56893f628dbb8bfee899c33aafb66&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_17_us_politics_trump-physical-heart-health-cholesterol_1666741313.html", "title": "Trump’s Physical Revealed Serious Heart Concerns, Outside Experts Say", "title_page": "Trump’s Physical Revealed Serious Heart Concerns, Outside Experts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Cardiologists not associated with the White House said Wednesday that President Trump’s physical exam revealed serious heart concerns, including very high levels of so-called bad cholesterol, which raises the risk that Mr. Trump could have a heart attack while in office.\nDr. Ronny L. Jackson, a rear admiral and the White House physician, said Tuesday in his report on the president’s medical condition that Mr. Trump was in “excellent” cardiac health despite having an LDL cholesterol level of 143, well above the desired level of 100 or less.\nDr. David Maron, the director of preventive cardiology at Stanford University’s medical school, said Wednesday that it was alarming that the president’s LDL levels remain above 140 even though he is taking 10 milligrams of Crestor, a powerful drug that is used to lower cholesterol levels to well below 100.\nDr. Maron said he would “definitely” be worried about Mr. Trump’s risk for having a heart attack if the president were one of his patients. Asked if Mr. Trump is in perfect health, Dr. Maron offered a blunt reply: “God, no.”", "url": "https://www.nytimes.com/2018/01/17/us/politics/trump-physical-heart-health-cholesterol.html"}