{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:41:18", "date_modify": "2022-10-25 23:41:18", "date_publish": "2018-05-03 20:39:54", "description": "In announcing his retirement, 90-year-old William J. Larkin Jr. becomes the fifth Republican in the last week to announce they will not seek re-election.", "filename": "2018_05_03_nyregion_ny-senate-republican-larkin-retirement_1666741278.html", "image_url": "https://static01.nyt.com/images/2018/05/04/nyregion/04nysenate-sub/04nysenate-sub-facebookJumbo.jpg?year=2018&h=550&w=1050&s=413ddb61c92e8c1323b6cf52a9551e83886f627ff176b8ec6e67f055f5928819&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_03_nyregion_ny-senate-republican-larkin-retirement_1666741278.html", "title": "Another State Senate Republican Bows Out", "title_page": "Another State Senate Republican Bows Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — Facing considerable political headwinds, another Republican in the New York State Senate announced his retirement on Thursday, as Democrats salivated about possible gains all across President Trump’s home state.\nAll told, five Republicans in the last week have said they will not seek re-election, opening up political battlegrounds in potential swing districts from Suffolk County to Syracuse.\nThe latest to do so had earned his right to retirement: Senator William J. Larkin Jr. is 90 years old, and had served in Albany nearly 40 years, including a decade in the State Assembly. On Thursday, Mr. Larkin said that he was, “with a heavy heart,” giving up a career in public service, which also included military service in World War II and the Korean War.\n“My final battle is with Father Time,” he said, in an announcement in Newburgh.\nThis fall, his battle would have been with Democrats, who have long coveted Mr. Larkin’s Hudson Valley district, the 39th, which has substantially more registered Democrats than Republicans. Still, Mr. Larkin had comfortably been re-elected in 2016, though his physical stamina had been tested during the current legislative session, when he was sometimes brought to and from the Senate chamber in a wheelchair.", "url": "https://www.nytimes.com/2018/05/03/nyregion/ny-senate-republican-larkin-retirement.html"}