{"authors": ["Ashley Southall", "Al Baker", "Ali Winston"], "date_download": "2022-10-25 22:59:45", "date_modify": "2022-10-25 22:59:45", "date_publish": "2018-09-12 21:12:33", "description": "The officers face charges in connection with an illegal gambling and prostitution ring in Sunset Park, Brooklyn, and along Roosevelt Avenue in Queens.", "filename": "2018_09_12_nyregion_nypd-gambling-prostitution_1666738785.html", "image_url": "https://static01.nyt.com/images/2018/09/13/nyregion/13prostitution/13prostitution-facebookJumbo.jpg?year=2018&h=549&w=1050&s=7ac1b46e877a0a7254eb50ce6dffba6f950d30af58e38994ee519dd60de4e594&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_12_nyregion_nypd-gambling-prostitution_1666738785.html", "title": "7 New York Police Officers Arrested in Prostitution and Gambling Investigation, Authorities Say", "title_page": "7 New York Police Officers Arrested in Prostitution and Gambling Investigation, Authorities Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Update: It was a sweeping and complex criminal enterprise, prosecutors say. Read more.]\nA three-year investigation ended Wednesday with the arrest of seven New York City police officers on prostitution, corruption and misconduct charges in connection with an illegal gambling and prostitution ring in Brooklyn and Queens, law enforcement officials said.\nTwo other officers, including a detective who until five months ago worked in the Internal Affairs Bureau, were stripped of their guns and shields and placed on administrative duty.\nThe police said that more than 40 civilians were also in custody or being sought in connection with the investigation, which began with an anonymous officer’s tip to the internal affairs unit in April 2015.\nThe arrested officers — three sergeants, two detectives and two officers — were indicted before they were taken into custody. They are suspected of providing protection for the ring’s activities in Sunset Park, Brooklyn, and along Roosevelt Avenue in Queens, the police said. Area residents and public officials have long complained about brothels operating out of local homes, spas and bars, with new establishments popping up as quickly as the police shut the old ones down.", "url": "https://www.nytimes.com/2018/09/12/nyregion/nypd-gambling-prostitution.html"}