{"authors": ["Kimiko De Freytas-Tamura"], "date_download": "2022-10-25 23:37:53", "date_modify": "2022-10-25 23:37:53", "date_publish": "2018-05-25 03:30:09", "description": "Women are expected to vote in greater numbers in Friday’s referendum. But turnout among male Irish voters — who tend to consider abortion a women’s issue — may be critical.", "filename": "2018_05_24_world_europe_ireland-abortion-referendum_1666741073.html", "image_url": "https://static01.nyt.com/images/2018/05/25/world/25Ireland-3-print/25Ireland1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=1afb982573476d3de90096a914e436fd50e3617d4548633c77b5d12caf51f823&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_24_world_europe_ireland-abortion-referendum_1666741073.html", "title": "Ireland Abortion Vote: ‘It’s Not a Man’s Issue,’ but Male Turnout Is Crucial", "title_page": "Ireland Abortion Vote: ‘It’s Not a Man’s Issue,’ but Male Turnout Is Crucial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Aoife O’Sullivan, wearing a “Yes” badge in favor of repealing the amendment, stopped by an anti-abortion booth where rubber figurines showing the various stages of fetal development were on display. She quickly fell into a debate with an opponent over what kind of life a child of a rape victim would face.\n“A child needs all the love it deserves,” Ms. O’Sullivan said. “But if it’s unwanted and is thrown into a cruel world and it discovers its father was a rapist — imagine how messed up it’ll be.”\n“I agree,” said Leah Boyle, 22, a “No” campaigner. “We have no idea what its life will be like, but abortion offers no chances,” she said, before recounting that her uncle had been conceived in a sexual assault.\nWhen he found out from his mother on her deathbed, “he struggled with depression,” Ms. Boyle said. Still, she added, “he went on to have such a good life. He had four children.”\nAs the vote neared, some voters wavered, including Aoife O’Sullivan. She said that she was the only person in her immediate family to vote yes, and that her parents were upset by her decision.\nMuiriosa explained the difference in votes with her twin over religion and their attitudes toward diet. “I like religion, whereas Aoife has a more relaxed approach. I am a vegan and Aoife is a meat eater,” she said. “I do not believe in the killing of any creature on this Earth. Likewise, it is our duty as compassionate human beings to stand up for the killing of babies and vote no.”\nAoife, for her part, admitted to liking meat very much. Aside from teaching rowdy high school students, she is part of Ireland’s national weight lifting team and is expected to compete in Canada after Friday’s vote. “I feel empowered,” she said.\n“For my sister, this is a moral issue. For me, it’s the right, the right for a woman to go through or not with a pregnancy,” she said. “You cannot make a judgment until you’re in that position.”", "url": "https://www.nytimes.com/2018/05/24/world/europe/ireland-abortion-referendum.html"}