{"authors": ["Elisabeth Vincentelli"], "date_download": "2022-10-25 23:50:45", "date_modify": "2022-10-25 23:50:45", "date_publish": "2018-11-19 18:19:58", "description": "Radio City Music Hall successfully merges old-fashioned showmanship and state-of-the-art technology in this year’s Christmas pageant.", "filename": "2018_11_19_theater_christmas-spectacular-review-rockettes-radio-city_1666741845.html", "image_url": "https://static01.nyt.com/images/2018/11/23/arts/23spectacular/23spectacular-facebookJumbo.jpg?year=2018&h=533&w=1018&s=d3fdd57be604c75e889639255054ed41dcdda575f627007b9082d8dd560ae967&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_19_theater_christmas-spectacular-review-rockettes-radio-city_1666741845.html", "title": "‘Christmas Spectacular’ Review: Where Rockettes and Drones Dazzle", "title_page": "‘Christmas Spectacular’ Review: Where Rockettes and Drones Dazzle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Radio City Christmas pageant feels immutable: Why change the winning combination of Santa Claus, the Rockettes, the Living Nativity and Yuletide megamixes that packs the Art Deco palace for several weeks each year? Newbies will be dazzled by the over-the-top delirium of it all — “Camels! CAMELS!” a man screamed during the Nativity parade at the Thursday performance, sounding intimately acquainted with the goblets of Champagne on sale in the lobby.\nAt the same time, those for whom the “Christmas Spectacular Starring the Radio City Rockettes” has become a tradition will bask in the reassuring warmth of familiarity. Everything that matters is still here, from the gigantic orchestra that occasionally rises on a platform from its underground lair to the Rockettes’ numerous precision-dancing numbers — the oldest, “The Parade of the Wooden Soldiers,” has been essentially unchanged since 1933.\nYet even classics must adapt if they want to survive the ruthless competition for entertainment dollars, and so the “Spectacular,” now directed and choreographed by Julie Branam, has evolved over the years. Some of the innovations didn’t pay off — the inept 2011 number in which the Rockettes battled video-game beasties has mercifully been retired — but the new edition’s spruced-up and expanded projections are mostly impressively elegant.\nOverseen by Sam Buntrock, the creative director of new digital content (whose 2008 revival of “Sunday in the Park With George” earned nine Tony nominations), the visuals now take over the entire auditorium, covering all the grand proscenium arches with animated trains, ribbons or wintry scenes. This creates an immersive feeling, linking performers and audience in one shared universe — no small feat in such a cavernous venue.", "url": "https://www.nytimes.com/2018/11/19/theater/christmas-spectacular-review-rockettes-radio-city.html"}