{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:29", "date_modify": "2022-10-25 23:34:29", "date_publish": "2018-09-24 17:04:06", "description": "The party wants to nationalize railroads and utilities and force large firms to give up to 10 percent of their shares to employees and put workers on their boards.", "filename": "2018_09_24_world_europe_uk-labour-economy-mcdonnell_1666740869.html", "image_url": "https://static01.nyt.com/images/2018/09/25/world/25Labour-print/25Labour-facebookJumbo.jpg?year=2018&h=550&w=1050&s=f982b528f2ce88013597b70bc159ded9096115ae96fd1ae1e38a9aff574ea978&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_24_world_europe_uk-labour-economy-mcdonnell_1666740869.html", "title": "U.K.’s Labour Party Lurches Sharply Left on Economy", "title_page": "U.K.’s Labour Party Lurches Sharply Left on Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LIVERPOOL, England — Britain’s opposition Labour Party laid out a blueprint on Monday for a sharp leftward turn in economic policy, gambling on the readiness of voters for a big expansion of the state’s role in the economy.\n“The greater the mess we inherit, the more radical we have to be,” the party’s economic spokesman, John McDonnell, told Labour’s annual conference in Liverpool to loud applause.\nUnder the plan, firms with 250 employees or more would set aside a 10th of their shares for their workers, 10.7 million in all, who would receive up to $650 a year in dividends. Mr. McDonnell also proposed nationalizing critical utilities, giving a third of the seats on company boards to workers and making firms prove that they paid their rightful share of tax.\nLabour’s economic agenda has surprised some with its boldness and put the party on a collision course with business groups. But that is unlikely to faze a leadership that says it is rediscovering the party’s socialist roots and believes that voters will trust a left-wing agenda to redress some of the failings of a decade marked by stagnating real wages and poor productivity growth.", "url": "https://www.nytimes.com/2018/09/24/world/europe/uk-labour-economy-mcdonnell.html"}