{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:40:48", "date_modify": "2022-10-25 23:40:48", "date_publish": "2018-06-03 12:32:43", "description": "Mr. Sánchez, once ousted from control of his Socialist party, regained its leadership and orchestrated the removal of Mariano Rajoy as prime minister.", "filename": "2018_06_03_world_europe_spain-pedro-sanchez_1666741248.html", "image_url": "https://static01.nyt.com/images/2018/06/04/world/04Spain1/04Spain1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=492377fced0ed71ddf040a826a0b383c526748c58b8f6eb21c6646c1f5c5f6b3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_03_world_europe_spain-pedro-sanchez_1666741248.html", "title": "Pedro Sánchez, Spain’s New Leader, Returns From the Political Wilderness", "title_page": "Pedro Sánchez, Spain’s New Leader, Returns From the Political Wilderness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, Mr. Sánchez has defied the odds before. An economist by training, he was a relative unknown when he was first elected leader of his party, in 2014. His credentials at that point were limited — he had entered Parliament not by winning votes in an election, but as an internal party substitute for a lawmaker who was leaving his seat early.\nBut the Socialists apparently hoped that a younger, more photogenic leader would allow them to turn the page on the fiasco of 2011, when Mr. Rajoy won a landslide election victory after voters punished the Socialists for Spain’s financial crisis and record unemployment.\nBy the time Spain held its next election, in 2015, however, Mr. Sánchez was no longer the new kid on the block. Two other parties had emerged — Podemos and Ciudadanos — to break up Spain’s bipartisan politics and take on the established parties with more youthful leaders even than Mr. Sánchez.\nMr. Sánchez led the Socialists to their worst-ever election result, and then lost even worse six months later, when a political deadlock forced Spain to hold another inconclusive vote. After these electoral setbacks, he came under heavy personal criticism, accused of prolonging the deadlock by putting his own ambitions ahead of those of the Socialists and of Spain as a whole.\nHe behaved like “a fool without scruples,” El País, a Spanish newspaper, wrote in a damning editorial at the time. The campaign to discredit Mr. Sánchez involved heavyweights in the Socialist party, notably Felipe González, a former prime minister.", "url": "https://www.nytimes.com/2018/06/03/world/europe/spain-pedro-sanchez.html"}