{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:42:00", "date_modify": "2022-10-25 23:42:00", "date_publish": "2018-01-04 16:19:09", "description": "Defying the president’s demand, the publisher of “Fire and Fury,” by Michael Wolff, announced that it would move up the book’s release to Friday morning.", "filename": "2018_01_04_us_politics_trump-threatens-sue-fire-fury-publisher_1666741320.html", "image_url": "https://static01.nyt.com/images/2018/01/05/us/politics/05dc-trump1/05dc-trump1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=5530aa031afb48e63976e7790adcad2114e33f79f1b158bd0845f80195789654&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_04_us_politics_trump-threatens-sue-fire-fury-publisher_1666741320.html", "title": "After Trump Seeks to Block Book, Publisher Hastens Release", "title_page": "After Trump Seeks to Block Book, Publisher Hastens Release - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump threatened legal fire and fury on Thursday in an effort to block a new book portraying him as a volatile and ill-equipped chief executive, but the publisher defied his demand to halt its release and instead moved up its publication to Friday because of soaring interest.\nAngry at the publisher’s refusal to back down, Mr. Trump took aim late Thursday night at the book’s author, Michael Wolff, and one of his primary sources, Stephen K. Bannon, the former White House chief strategist, whose derisive comments about the president and his family stirred deep resentment in the Oval Office.\n“I authorized Zero access to White House (actually turned him down many times) for author of phony book!” Mr. Trump wrote on Twitter shortly before 11 p.m. “I never spoke to him for book. Full of lies, misrepresentations and sources that don’t exist. Look at this guy’s past and watch what happens to him and Sloppy Steve!”\nThe president’s blast at Mr. Wolff came at the end of a day in which Mr. Trump’s effort to stop publication failed. In an 11-page letter sent in the morning, a lawyer for the president said the book, “Fire and Fury: Inside the Trump White House,” as excerpted in a magazine article, includes false statements about Mr. Trump that “give rise to claims for libel” that could result in “substantial monetary damages and punitive damages.”", "url": "https://www.nytimes.com/2018/01/04/us/politics/trump-threatens-sue-fire-fury-publisher.html"}