{"authors": ["Elisabetta Povoledo", "Laurie Goodstein"], "date_download": "2022-10-25 23:24:07", "date_modify": "2022-10-25 23:24:07", "date_publish": "2018-08-02 11:11:16", "description": "The change in church teaching is likely to challenge Roman Catholic politicians, judges and officials who have argued that their church was not entirely opposed to capital punishment.", "filename": "2018_08_02_world_europe_pope-death-penalty_1666740247.html", "image_url": "https://static01.nyt.com/images/2018/08/03/world/03Vatican/03Vatican-facebookJumbo.jpg?year=2018&h=550&w=1050&s=d287ec05c7f3cc3a3016a7e73f9182ab05b0c5f6a54fcc3002120102d1701a25&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_02_world_europe_pope-death-penalty_1666740247.html", "title": "Pope Francis Declares Death Penalty Unacceptable in All Cases", "title_page": "Pope Francis Declares Death Penalty Unacceptable in All Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROME — Pope Francis has declared the death penalty wrong in all cases, a definitive change in church teaching that is likely to challenge Catholic politicians, judges and officials who have argued that their church was not entirely opposed to capital punishment.\nBefore, church doctrine accepted the death penalty if it was “the only practicable way” to defend lives, an opening that some Catholics took as license to support capital punishment in many cases.\nBut Francis said executions were unacceptable in all cases because they are “an attack” on human dignity, the Vatican announced on Thursday, adding that the church would work “with determination” to abolish capital punishment worldwide.\nFrancis made the change to the Catechism of the Roman Catholic Church, the book of doctrine that is taught to Catholic children worldwide and studied by adults in a church with 1.2 billion members. Abolishing the death penalty has long been one of his top priorities, along with saving the environment and caring for immigrants and refugees.", "url": "https://www.nytimes.com/2018/08/02/world/europe/pope-death-penalty.html"}