{"authors": ["David Waldstein"], "date_download": "2022-10-25 23:35:42", "date_modify": "2022-10-25 23:35:42", "date_publish": "2018-05-04 00:16:56", "description": "Lawyers representing players are seizing on the way the judges defined “work” in the state Supreme Court case.", "filename": "2018_05_03_sports_baseball_minor-league-labor-suit_1666740942.html", "image_url": "https://static01.nyt.com/images/2018/05/04/sports/04baseballpic1/04baseballpic1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=062f5c55ff0bc24aeceed2a443d56e4596bf73a560fef72f6a4bb89c62ed71b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_03_sports_baseball_minor-league-labor-suit_1666740942.html", "title": "How a California Court Ruling Might Affect Minor League Players", "title_page": "How a California Court Ruling Might Affect Minor League Players - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A court ruling in California could affect a lawsuit filed by minor-league baseball players seeking a new wage structure and millions of dollars in back pay from Major League Baseball.\nThe unanimous ruling in the California Supreme Court on Tuesday required that Dynamex Operations West treat its delivery drivers as employees rather than independent contractors. That means they are entitled to all the protections given to employees under the Fair Labor Standards Act, including minimum wage and overtime payments.\nOn the surface, the plight of delivery drivers doesn’t seem to relate to minor league ball players; they are, after all, already considered salaried employees and not independent contractors.\nBut in their ruling, the judges defined “work” according to the so-called “ABC” test, a broad standard that could also be applied to the players and enable them to be paid back for spring training, off-season workouts and overtime. Minor leaguers currently are paid only during the regular season, sometimes as little as $5,500 in an entire season.", "url": "https://www.nytimes.com/2018/05/03/sports/baseball/minor-league-labor-suit.html"}