{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:36:11", "date_modify": "2022-10-25 23:36:11", "date_publish": "2018-07-06 16:01:14", "description": "Belgium scored twice in the first half as Brazil’s run at the World Cup ended in stunned silence on Friday, 2-1.", "filename": "2018_07_06_sports_world-cup_brazil-vs-belgium_1666740971.html", "image_url": "https://static01.nyt.com/images/2018/07/07/sports/07brazil-belgium-jubo2/07brazil-belgium-jubo2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=f29d685c6fd4e5e87e728ce3b258a6226b29a46ed62271b5b2fdd55e6d30e857&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_06_sports_world-cup_brazil-vs-belgium_1666740971.html", "title": "As Brazil Crashes Out, the Magic Appears to Be Gone, Too", "title_page": "As Brazil Crashes Out, the Magic Appears to Be Gone, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What has happened since 2002, though, suggests this is no longer the advantage it once was. The playing field has been leveled: Brazil is no longer pre-eminent in the way it once was, possessed of enough raw brilliance to carry it through. The explanation for that does not lie in Brazil’s shortcomings, but in someone else’s strengths.\nIt is not a coincidence that all four of this year’s World Cup semifinalists, whatever happens in the second set of quarterfinals, are from Europe. This is, increasingly, a European competition. All four of the most recent world champions have been European. Since 1990, what might be broadly termed soccer’s modern era, there have been eight World Cups. Brazil has won two. Europe will have picked up the rest.\nAt least one manager here has confided privately that Europe’s power — in terms of finance, influence, and physicality — has become almost impossible to compete with, certainly for Africa, Asia and North America, and increasingly for South America, the game’s other traditional stronghold.\nThe major nations of the Old World have industrialized youth development so effectively that France, Germany and Spain can now rival Brazil and Argentina as a source of players. Its smaller countries have such easy access to best practices that their size is no longer an issue. Their players and coaches can be exported easily to the best leagues in the world. The latest developments in coaching, sports science, nutrition and the rest can be imported rapidly. It is that process that allowed Iceland to draw with Argentina, and be a little disappointed it did not win. It is that process that has left Belgium in the World Cup semifinals, and Croatia and Sweden with hopes of joining them.\nAnd it is that process that has seen Brazil come and go from four World Cups, all without success. Each one, each failing, simply adds to the pressure that awaits the next team to try to end the wait, to try to overcome all of the advantages that Europe can call on.\nThe players in those yellow jerseys know as well as anyone that Brazil has won five World Cups. They know more than everyone that they have not contributed to any of them. Increasingly, those victories are not a psychological barrier that lies broken at their feet, but one that towers above them, standing in their way, casting them into shadow.\n—\nHere’s how Belgium eliminated Brazil (by Andrew Das):\n90’ + 5: Time Is Short\nFinal moments here … Is Brazil going out?\n90’ + 4: Neymar Shoots, Courtois Blocks!\nOh Courtoiiiissssssssss .....He dives to palm a Neymar curler over the bar. Did he just save the day?!?!?", "url": "https://www.nytimes.com/2018/07/06/sports/world-cup/brazil-vs-belgium.html"}