{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:01:57", "date_modify": "2022-10-25 23:01:57", "date_publish": "2018-06-06 04:01:04", "description": "The Democratic congressman enters a star-studded field that includes Letitia James and Zephyr Teachout, as they seek to replace Eric Schneiderman.", "filename": "2018_06_06_nyregion_maloney-attorney-general-election-primary-democrat_1666738917.html", "image_url": "https://static01.nyt.com/images/2018/06/06/nyregion/00maloney/00maloney-facebookJumbo.jpg?year=2018&h=550&w=1050&s=827b54add8d632f53c40b83f401d8a88e43185bfb3560f34e09d85c3a66ce7ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_06_nyregion_maloney-attorney-general-election-primary-democrat_1666738917.html", "title": "Sean Patrick Maloney Jumps Into New York Attorney General’s Race", "title_page": "Sean Patrick Maloney Jumps Into New York Attorney General’s Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She pledged to make “fighting Trump” her top priority. “I will use law as a sword, not just a shield,” she said. At one point, Ms. Teachout, who is pregnant, placed her hand on her abdomen and declared, “I feel the future growing inside me — and with every kick I feel more determined.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Maloney’s candidacy could also have implications for the Democratic efforts to win the House.\nIf Mr. Maloney wins the attorney general primary on Sept. 13, he said he would step aside from his congressional re-election. He is one of just a dozen Democrats nationally who occupy a district that President Trump carried in 2016 (Mr. Trump won 49 percent there) — potentially opening a swing seat less than two months before the general election.\n“I care intensely about keeping this seat in the blue column,” Mr. Maloney said.\nIn a truncated attorney general’s race, Mr. Maloney’s money, if he can use it, would make him formidable. His opponents would have to raise roughly $30,000 every day of the race just to equal the war chest that Mr. Maloney could begin with.\nElection attorneys were split in interviews on whether he can transfer all those funds, with some believing federal committees can only transfer $1,000 to a state race.\n“My understanding is we can spend almost all of it,” Mr. Maloney said of his war chest.\nThen there is the question of running for two offices at once. Mr. Maloney believes he can do so, at least during the primaries. But tight election deadlines — including the timing in a law for sending ballots overseas — could complicate matters.\nJoshua L. Oppenheimer, a top election lawyer in New York, said overlapping federal law, state law and court orders make the issue particularly complex. “There are too many novel legal questions,” he said. “If anyone gives you a slam-dunk answer, they’re leading you the wrong way.”\nIn fact, Representative Kathleen Rice, a Long Island Democrat who also had considered running for attorney general, cited “current state law prohibiting candidates from seeking two offices simultaneously” in her decision not to run last month.", "url": "https://www.nytimes.com/2018/06/06/nyregion/maloney-attorney-general-election-primary-democrat.html"}