{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:32:17", "date_modify": "2022-10-25 23:32:17", "date_publish": "2018-07-26 15:02:14", "description": "United States Steel Corporation, which owns a plant in Granite City, Ill., credits President Trump’s tariffs with enabling it to start up two idled blast furnaces.", "filename": "2018_07_26_us_politics_trump-steel-tariffs_1666740737.html", "image_url": "https://static01.nyt.com/images/2018/07/27/us/politics/27dc-trump/27dc-trump-facebookJumbo.jpg?year=2018&h=550&w=1050&s=1a828de2e0ed4a337c83fc82f2237ad134a85e00c982664dd2dc6b67ef42998d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_26_us_politics_trump-steel-tariffs_1666740737.html", "title": "Trump Crows as a Steel Plant Fires Up, but Tariffs Singe Soybean Farmers", "title_page": "Trump Crows as a Steel Plant Fires Up, but Tariffs Singe Soybean Farmers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the Granite City Works on Thursday, Donald J. Trump was the only thing bigger than U.S. Steel.\nWith his obligatory attacks on the news media, his leisurely digressions into his 2016 election victory, his professions of affection for strongmen like Kim Jong-un of North Korea, and the thumping classic-rock soundtrack, Mr. Trump could have been at one of his political rallies.\nStill, the president’s trip to the Midwest on Thursday, which included a stop in Iowa, also cast a light on farmers, whose soybean exports dried up after China struck back over the tariffs. While praising President Xi Jinping as a friend and a “great guy,” he said China was punishing farmers so it could continue its longstanding practice of stealing technology from American companies.\n“We will not give China or any other country a veto on United States national security,” Mr. Trump said. “And we will not let anybody ruin our wonderful American farmers.”\nPressure from farmers played a role in Mr. Trump’s decision to call a truce in a trade war with the European Union this week. He hailed the agreement under which it agreed to buy more soybeans — as part of a package that could allow the Europeans to avoid tariffs on automobiles — and offered rare praise for a European leader, Jean-Claude Juncker of the European Commission.\nBut farmers are not the only ones suffering because of the tariffs. The Mid Continent Nail Corporation in Poplar Bluff, Mo., which ships in steel from Mexico, warns it is on the brink of extinction, after being forced to raise the price of its nails. It has lost half of its orders and has laid off 60 of its 500 workers.", "url": "https://www.nytimes.com/2018/07/26/us/politics/trump-steel-tariffs.html"}