{"authors": ["Megan Specia"], "date_download": "2022-10-25 23:37:48", "date_modify": "2022-10-25 23:37:48", "date_publish": "2018-05-27 21:50:59", "description": "Dr. Halappanavar, 31, died in 2012 after Irish doctors denied her an abortion, even as she miscarried. Her death from infection propelled a movement.", "filename": "2018_05_27_world_europe_savita-halappanavar-ireland-abortion_1666741068.html", "image_url": "https://static01.nyt.com/images/2018/05/28/world/28ireland-savita-sub2/28ireland-savita-sub2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9f4cd9bc89cc34c721797a6cedbbc0e82e749a82ea0714707179de0a6a15b24f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_27_world_europe_savita-halappanavar-ireland-abortion_1666741068.html", "title": "How Savita Halappanavar’s Death Spurred Ireland’s Abortion Rights Campaign", "title_page": "How Savita Halappanavar’s Death Spurred Ireland’s Abortion Rights Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For many young Irish women, hers was the first tangible story of how the Eighth Amendment, which was introduced in 1983, could affect them, said Melissa Barnes, a 20-year-old medical student.\n“When Savita died, that was kind of the point at which people my age, in that kind of young bracket, were made aware of what was going on,” Ms. Barnes said. “We weren’t even around when the Eighth Amendment was introduced.”\nStephanie O’Toole, another 20-year-old college student from Dublin, agreed.\n“Her name was a catalyst for a crucial conversation,” said Ms. O’Toole. “She became a symbol of this fight for a generation of people.”\nDr. Halappanavar, a dentist, and her husband, an engineer, were living in Galway in 2012 and preparing for the birth of their first child. That all changed when, 17 weeks pregnant, Dr. Halappanavar went the hospital with back pain on Oct. 21 and doctors said she was having a miscarriage.\nDr. Halappanavar was told that her fetus would not survive — but that she could not be given an abortion, her husband said. Ireland, she was told, is “a Catholic country,” and it would be illegal to terminate the pregnancy while the fetus still had a heartbeat, her husband said.", "url": "https://www.nytimes.com/2018/05/27/world/europe/savita-halappanavar-ireland-abortion.html"}