{"authors": ["Mihir Zaveri"], "date_download": "2022-10-25 23:40:38", "date_modify": "2022-10-25 23:40:38", "date_publish": "2018-07-18 19:28:56", "description": "The tech billionaire had faced mounting criticism from investors for calling the British diver a pedophile after the man criticized Mr. Musk’s submarine.", "filename": "2018_07_18_business_elon-musk-vern-unsworth-pedo-guy_1666741238.html", "image_url": "https://static01.nyt.com/images/2018/07/19/world/19xp-musk-print/19xp-musk1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=91c3fe2a5ed89bb06e56bf548d3b050f4294b9c6dbc6a719881d851982b396bf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_18_business_elon-musk-vern-unsworth-pedo-guy_1666741238.html", "title": "Elon Musk Walks Back ‘Pedo Guy’ Attack on Thai Cave Diver", "title_page": "Elon Musk Walks Back ‘Pedo Guy’ Attack on Thai Cave Diver - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The tech billionaire Elon Musk on Wednesday walked back his baseless claim that a British diver involved in the cave rescue efforts in Thailand was a pedophile, an accusation made after the man criticized a submarine that Mr. Musk had said he built to help with the rescue.\nThe cave diver, Vern Unsworth, who helped with the effort to rescue 12 boys and their soccer coach, had told CNN last week that the miniature submarine, built with rocket parts, was a “P.R. stunt” and that Mr. Musk could “stick his submarine where it hurts.”\nThat drew an angry response over the weekend from Mr. Musk, who called Mr. Unsworth a “pedo guy” in a series of angry tweets defending the vessel.\nThe posts by Mr. Musk, which were later deleted, reverberated beyond social media. The news spooked investors and contributed to a slide on Monday in the stock price of the electric car company Tesla, for which Mr. Musk serves as chief executive. Tesla stock climbed again on Tuesday.", "url": "https://www.nytimes.com/2018/07/18/business/elon-musk-vern-unsworth-pedo-guy.html"}