{"authors": ["Chad Bray", "Michael J. De La Merced"], "date_download": "2022-10-25 23:51:43", "date_modify": "2022-10-25 23:51:43", "date_publish": "2018-02-27 08:09:19", "description": "The offer, which values the British satellite broadcaster at $31 billion, could derail 21st Century Fox’s long efforts to acquire full control of it.", "filename": "2018_02_27_business_dealbook_comcast-sky_1666741903.html", "image_url": "https://static01.nyt.com/images/2018/02/28/business/28db-sky/28db-sky-facebookJumbo.jpg?year=2018&h=550&w=1050&s=cb03dad03220a660fe34a4c7aa66458b19c5efa5c7a674a93eaf7273d584a06c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_27_business_dealbook_comcast-sky_1666741903.html", "title": "Comcast Seeks Control of Broadcaster Sky, Countering Murdoch and Disney", "title_page": "Comcast Seeks Control of Broadcaster Sky, Countering Murdoch and Disney - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Comcast may have found a way to disrupt Walt Disney Company’s plan to buy most of 21st Century Fox: topping Fox’s bid to buy the British satellite broadcaster Sky with its own $31 billion takeover offer.\nThe bid, plans for which were announced on Tuesday, seizes upon 21st Century Fox’s difficulties buying the piece of Sky that it does not already own. British regulators have expressed repeated concerns about giving Rupert Murdoch and his family more control over the country’s media, stretching the approval process out over more than a year and forcing 21st Century Fox to offer more concessions.\nComcast has said that buying Sky would help it expand in Europe, where the broadcaster has 23 million customers and owns rights to show the English Premier League and other professional soccer leagues. Disney, too, has been keen on expanding internationally, with the British company serving as an important part of its $52 billion plan to buy a significant portion of 21st Century Fox.\nWhoever prevails, it will shake up Disney’s plans. Either 21st Century Fox will have to pay more for Sky, or Disney will lose a valuable international property to Comcast.", "url": "https://www.nytimes.com/2018/02/27/business/dealbook/comcast-sky.html"}