{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:34:28", "date_modify": "2022-10-25 23:34:28", "date_publish": "2018-05-04 15:35:41", "description": "Borrowers in the federal public-service loan forgiveness program have run into many problems. But one social worker managed to wipe out $170,000 in debt.", "filename": "2018_05_04_your-money_student-loan-forgiveness_1666740868.html", "image_url": "https://static01.nyt.com/images/2018/05/05/business/05money-1/05money-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=fa813aa5a687bd8f3d26ce16a054d263993c5f356ff02e1385195cbdaca99930&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_04_your-money_student-loan-forgiveness_1666740868.html", "title": "Public Servants Do Get Student Loan Forgiveness. Meet One of the First.", "title_page": "Public Servants Do Get Student Loan Forgiveness. Meet One of the First. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In recent months, as I’ve written about the vagaries of the federal public-service loan forgiveness program, I’ve heard from scores of people who have been tearing their hair out trying to qualify and get their loan servicer to give them coherent status updates.\nIn theory, millions of borrowers are eligible to have their debts forgiven after a decade of public-service work. In practice, the program has produced a litany of frustrations. One doctor was flummoxed enough that she handed the mess off to her lawyer — who also happened to be her mother — to try to make sense of it, to no avail. Another lawyer who actually works at the federal Department of Education, which administers the program, has also run into brick walls.\nBut there is at least one person who has made the 120 qualifying payments and now has a zero balance as a result, thus joining a very small club of the forgiven. He is Michael Mitchell, a 47-year-old New York City musician turned clinical social worker and counseling psychotherapist. For years, he also had a proofreading side hustle, which helped him turn the interpretive back flips necessary to analyze the program at its birth in 2007. In the ensuing years he navigated a system so confounding that it recently drew $350 million of additional federal money to help the many people in incorrect repayment plans who were stymied by the complexity.\nHow did Mr. Mitchell do it? It took him over two hours to tell the story sitting in his apartment in the Washington Heights neighborhood of Manhattan, with his husband, Ted Altschuler, filling in some details. Between them sat a two-inch stack of loan documents and an iPad containing the list of electronic files that document Mr. Mitchell’s loan history.", "url": "https://www.nytimes.com/2018/05/04/your-money/student-loan-forgiveness.html"}