{"authors": ["Katie Benner"], "date_download": "2022-10-26 00:12:02", "date_modify": "2022-10-26 00:12:02", "date_publish": "2018-04-10 02:49:18", "description": "Jeff Sessions has fallen into an uneasy pattern, enduring the humiliations with Job-like patience while responding with policies and pronouncements that seem meant to please his toughest critic.", "filename": "2018_04_09_us_politics_sessions-endures-attacks-trump_1666743122.html", "image_url": "https://static01.nyt.com/images/2018/04/10/us/politics/10dc-doj-1/merlin_135738234_0b377f83-0bab-4009-8f04-5a18fd19601c-facebookJumbo.jpg?year=2018&h=550&w=1050&s=e3926b80292c2657e0d633795b9f44f70c4914e80ed8e5f7b62a42e56f1fbbfa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_09_us_politics_sessions-endures-attacks-trump_1666743122.html", "title": "Sessions Endures Repeated Attacks by Bending to the President’s Whims", "title_page": "Sessions Endures Repeated Attacks by Bending to the President’s Whims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Attorney General Jeff Sessions has become famous for his ability to weather blistering critiques from the White House like the one President Trump delivered Monday when he told reporters he wished he had “a different attorney general.”\nIn response to repeated attacks from the president over his decision to recuse himself from the investigation into Russian interference in the 2016 election, Mr. Sessions has fallen into an uneasy pattern, enduring the humiliations with Job-like patience while responding with policies and pronouncements that seem meant to please his toughest critic.\nIn the past month, Mr. Trump has publicly suggested putting drug dealers to death, said the government would ban so-called bump stocks and pushed for strict immigration controls. In response, Mr. Sessions issued a memo recommending use of the death penalty in drug cases whenever possible, reversed the department’s past decision on banning bump stocks and issued a memo outlining a “zero tolerance” policy on illegal immigration.\n“The president and his cabinet officials are supposed to be aligned on policy issues. That’s the government functioning normally,” said Jamil Jaffer, a law professor at George Mason University and a former associate White House counsel under President George W. Bush. “What is unusual here is the public back and forth between Trump and Sessions; for the president to take pot shots at his cabinet official and for him to have to publicly respond.”", "url": "https://www.nytimes.com/2018/04/09/us/politics/sessions-endures-attacks-trump.html"}