{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:45:35", "date_modify": "2022-10-25 23:45:35", "date_publish": "2018-06-12 00:19:04", "description": "The president and the North Korean leader, Kim Jong-un, signed a document that Mr. Trump called “comprehensive,” though it was short on details.", "filename": "2018_06_11_world_asia_trump-kim-summitmeeting.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741535.html", "image_url": "https://static01.nyt.com/images/2018/06/12/world/12summit_handshake_video2/12summit_handshake_video2-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=6b9051fd30cfd26cb5381bf270b3092272ba02ba5d15ebe0e0a1f26ebb6cf002&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_11_world_asia_trump-kim-summitmeeting.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741535.html", "title": "Trump and Kim See New Chapter for Nations After Summit", "title_page": "Trump and Kim See New Chapter for Nations After Summit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Thank you very much. It’s fantastic. We’re very proud of what took place today. I think our whole relationship with North Korea and the Korean peninsula is, it’s going to be a very much different situation than it has in the past. Chairman Kim and I just signed a joint statement in which he reaffirmed his unwavering commitment to complete denuclearization of the Korean peninsula. We also agreed to vigorous negotiations to implement the agreement as soon as possible. Once you start the process, it means it’s pretty much over. You can’t use them. That’s the good news. And that’s going to start very, very soon. I believe that’s going to start very soon. We will do it as fast as it can mechanically and physically be done, Steve.” “And the sanctions?” “The sanctions will come off when we are sure that the nukes are no longer a factor. I think without Otto (Warmbier) this would not have happened. Something happened from that day, it was a terrible thing, it was brutal. But a lot of people started to focus on what was going on, including North Korea. I really think that Otto is someone who did not die in vain — I told this to his parents. Chairman Kim has told me that North Korea is already destroying a major missile engine testing site. That’s not in your signed document. We agreed to that after the agreement was signed. And I also will be inviting Chairman Kim — at the appropriate time — to the White House. I would, I think it’s really going to be something that will be very important. And he has accepted. We have, right now, 32,000 soldiers in South Korea, and I’d like to be able to bring them back home, but that’s not part of the equation right now. At some point, I hope it will be, but not right now. We will be stopping the war games, which will save us a tremendous amount of money, unless and until we see that the future negotiation is not going along like it should.”", "url": "https://www.nytimes.com/2018/06/11/world/asia/trump-kim-summitmeeting.html?action=click&module=Top%20Stories&pgtype=Homepage"}