{"authors": ["Chris Horton", "Austin Ramzy"], "date_download": "2022-10-25 23:39:10", "date_modify": "2022-10-25 23:39:10", "date_publish": "2018-04-14 20:00:14", "description": "As Beijing tightens its grip, dissidents and rights groups that once flocked to Hong Kong are now choosing Taiwan, which shed martial law for democracy.", "filename": "2018_04_14_world_asia_china-taiwan-hong-kong-free-speech_1666741150.html", "image_url": "https://static01.nyt.com/images/2018/04/15/world/00taiwan-hongkong-1/merlin_136317102_1934f1d5-f6ea-4010-b116-b03c7fa14247-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9955d6d144281e772230583f1301fa7b4a12064abd1aaa598a53102d60657e37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_14_world_asia_china-taiwan-hong-kong-free-speech_1666741150.html", "title": "Asia’s Bastion of Free Speech? Move Aside, Hong Kong, It’s Taiwan Now.", "title_page": "Asia’s Bastion of Free Speech? Move Aside, Hong Kong, It’s Taiwan Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But since the 2014 protests known as the Umbrella Movement, in which thousands of Hong Kong residents filled the streets to call for greater democracy, Mr. Xi’s China has grown more willing to intervene. Revelations in 2016 about Chinese agents’ earlier abduction and detention of five Hong Kong-based publishers of critical and often salacious books about Chinese leaders seemed a death knell to Hong Kong’s free speech.\nLam Wing-kee, one of the five, who said he was held in solitary confinement for five months and pressured into a public confession, is now planning to reopen his bookshop, which had been in Hong Kong until he shut it down, in Taiwan.\n“We Hong Kong people look to Taiwan for lessons,” Mr. Lam said. “And people in Taiwan look to see how the Chinese mainland controls Hong Kong.”\nThe growing recognition of Taiwan as one of Asia’s freest environments for expression is itself a dramatic change. Until 1987, the island was under brutal martial law, controlled by the dictator Chiang Kai-shek, who had fled the Communist takeover of mainland China in 1949, and later his son.\nTaiwan’s freedoms were hard-won. Last Saturday, Taiwan marked Freedom of Speech Day on the 29th anniversary of the death of the free-speech advocate Deng Nan-jung, who burned himself to death as the police prepared to storm his office and arrest him for publishing a revised constitution.\nMr. Deng’s death prompted large protests that helped set the island toward democratic government and greater freedoms.\nCédric Alviani, the Taipei bureau director of Reporters Without Borders, said Taiwan has since become an “island of stability” in a region where press freedoms were backsliding. “Freedom of expression is a big part of Taiwanese culture,” he said.", "url": "https://www.nytimes.com/2018/04/14/world/asia/china-taiwan-hong-kong-free-speech.html"}