{"authors": ["David M. Halbfinger", "Isabel Kershner"], "date_download": "2022-10-25 23:56:05", "date_modify": "2022-10-25 23:56:05", "date_publish": "2018-07-19 08:36:08", "description": "Critics say that by giving a special status to Jews — and downgrading the status of the Arabic language — the legislation diminishes non-Jewish citizens.", "filename": "2018_07_19_world_middleeast_israel-law-jews-arabic_1666742165.html", "image_url": "https://static01.nyt.com/images/2018/07/20/world/20Israel/20Israel-facebookJumbo.jpg?year=2018&h=550&w=1050&s=306d92e296a5cbf812ec179853b55a0522f386ba5d35769104ea3cf7bc133abc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_19_world_middleeast_israel-law-jews-arabic_1666742165.html", "title": "Israeli Law Declares the Country the ‘Nation-State of the Jewish People’", "title_page": "Israeli Law Declares the Country the ‘Nation-State of the Jewish People’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Prime Minister Benjamin Netanyahu of Israel has long demanded that the Palestinians acknowledge his country’s existence as the “nation-state of the Jewish people.” On Thursday, his governing coalition stopped waiting around and pushed through a law that made it a fact.\nIn an incendiary move hailed as historic by Mr. Netanyahu’s right-wing coalition but denounced by centrists and leftists as racist and anti-democratic, Israel’s Parliament enacted a law that enshrines the right of national self-determination as “unique to the Jewish people” — not all citizens.\nThe legislation, a “basic law” — giving it the weight of a constitutional amendment — omits any mention of democracy or the principle of equality, in what critics called a betrayal of Israel’s 1948 Declaration of Independence, which ensured “complete equality of social and political rights” for “all its inhabitants” no matter their religion, race or sex.\nThe new law promotes the development of Jewish communities, possibly aiding those who would seek to advance discriminatory land-allocation policies. And it downgrades Arabic from an official language to one with a “special status.”", "url": "https://www.nytimes.com/2018/07/19/world/middleeast/israel-law-jews-arabic.html"}