{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:47:48", "date_modify": "2022-10-25 23:47:48", "date_publish": "2018-06-19 21:12:18", "description": "The United States joins Iran, North Korea and Eritrea as the only countries that refuse to participate in the world’s most important human rights body.", "filename": "2018_06_19_us_politics_trump-israel-palestinians-human-rights_1666741668.html", "image_url": "https://static01.nyt.com/images/2018/06/20/us/politics/20DC-Diplo/20DC-Diplo-facebookJumbo.jpg?year=2018&h=549&w=1050&s=160c1e6ef953d332e89b18335aab1e81d930537ee6cd23b576291af120264a53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_19_us_politics_trump-israel-palestinians-human-rights_1666741668.html", "title": "Trump Administration Withdraws U.S. From U.N. Human Rights Council", "title_page": "Trump Administration Withdraws U.S. From U.N. Human Rights Council - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There is always an argument for staying, which is that the United States will be in a better position to help defend Israel,” Mr. Abrams said. “But this council is hopelessly compromised, so leaving is the right choice.”\nThe withdrawal comes as the Trump administration faces condemnation by rights groups and governments worldwide for its decision to separate children from their families at the border. On Monday, Zeid Ra’ad al-Hussein, the United Nations High Commissioner for human rights, called for an immediate end to the practice, describing such a tactic as inflicting “abuse on children” and “unconscionable.”\nMr. Trump has turned decades of American foreign policy on its head by attacking or undermining much of the rules-based order that the United States established after World War II. Previous administrations viewed the interlocking network of alliances, trade rules and international organizations as beneficial to the United States.\nBut Mr. Trump has ripped up the Paris climate accord and the Iran nuclear deal — both of which were negotiated under the strong influence of world powers. He has also imposed tariffs on the United States’ closest allies and left the Group of 7 summit meeting this month in chaos and recriminations after he denounced Prime Minister Justin Trudeau of Canada as “very dishonest & weak.”\nThe Trump administration has made clear that it will not countenance the level of criticism and what it describes as slanted resolutions by the Human Rights Council that have historically been directed at the United States and Israel. On her first day as ambassador, Ms. Haley warned that “for those who don’t have our back, we’re taking names.”\nRob Berschinski, a senior vice president at Human Rights First, another nonprofit organization, conceded that no one believed the human rights council was perfect. But, he said, leaving it is a mistake.\n“Countries like China, Russia and Venezuela will applaud this decision because we are freely giving up leverage over them that we previously had,” Mr. Berschinski said.", "url": "https://www.nytimes.com/2018/06/19/us/politics/trump-israel-palestinians-human-rights.html"}