{"authors": ["Laura M. Holson"], "date_download": "2022-10-25 23:52:12", "date_modify": "2022-10-25 23:52:12", "date_publish": "2018-01-20 11:00:35", "description": "How Dana Loesch, a onetime Democrat, became a Second Amendment spokeswoman too incendiary for some right-wingers to handle.", "filename": "2018_01_20_style_dana-loesch-national-rifle-association_1666741932.html", "image_url": "https://static01.nyt.com/images/2018/01/21/fashion/21LOESCH1/21LOESCH1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=28c47e5270e95388ac984b9f1702c4e1fcddb1e9991bfac51f4cfd0dc2505632&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_20_style_dana-loesch-national-rifle-association_1666741932.html", "title": "The National Rifle Association’s Telegenic Warrior", "title_page": "The National Rifle Association’s Telegenic Warrior - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DALLAS — Dana Loesch has a biblical inscription tattooed on her forearm, a reference to a passage in the Book of Ephesians that calls for Christians to wear holy armor to protect themselves from a dark world. It is an apt precept for Ms. Loesch, a 39-year-old conservative radio talk-show host and political commentator who views the world through a lens of fear and violence.\nIt is why she has an arsenal of firearms strategically placed in safes throughout her home. She keeps a handgun near her bed in the event of an intruder, she said, which she can use until she finds a more powerful shotgun or rifle nearby. She sometimes tucks a gun in the small of her back. Other times, she keeps a knife in her purse.\n“Evil is real,” she said over a plate of barbecued sausage last month in a suburban restaurant.\nAnd if there is a question about what God has to do with any of this, she keeps a sign in the window of the house that she and her family recently vacated. “This home protected by the good lord and a gun,” it read. “If you came here to steal or do harm you might meet them both.”", "url": "https://www.nytimes.com/2018/01/20/style/dana-loesch-national-rifle-association.html"}