{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:37:15", "date_modify": "2022-10-25 23:37:15", "date_publish": "2018-04-13 01:13:52", "description": "President Trump abruptly issued an order demanding an evaluation of the service’s finances, asserting the power of his office weeks after accusing Amazon of not paying its fair share in postage.", "filename": "2018_04_12_us_politics_trump-postal-service-amazon_1666741035.html", "image_url": "https://static01.nyt.com/images/2018/04/13/us/politics/13dc-postal-sub/merlin_136769085_6df39229-a2b2-4e77-9661-cdb86f1554b1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=99e984979c3d4ea3f50cee1533bab15543f1fee06db4d24e986df8de3c491687&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_12_us_politics_trump-postal-service-amazon_1666741035.html", "title": "Trump, Having Denounced Amazon’s Shipping Deal, Orders Review of Postal Service", "title_page": "Trump, Having Denounced Amazon’s Shipping Deal, Orders Review of Postal Service - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump abruptly issued an executive order on Thursday demanding an evaluation of the Postal Service’s finances, asserting the power of his office weeks after accusing Amazon, the online retail giant, of not paying its fair share in postage.\nIn the executive order, issued just before 9 p.m., Mr. Trump created a task force to examine the service’s “unsustainable financial path” and directed the new panel to “conduct a thorough evaluation of the operations and finances of the U.S.P.S.”\nThe president does not mention Amazon in the order, but it is clear that he intends for the panel to substantiate his repeated claim that the financial arrangement between the Postal Service and Amazon, its biggest shipper of packages, is a money loser.\nIn December, Mr. Trump railed against the service on Twitter for being “dumber and poorer” by losing billions of dollars and not “charging MUCH MORE” to Amazon and other shippers. His Twitter attacks date back as far as 2013, when he scoffed at the service for planning to eliminate Saturday mail delivery — “our poor, poor Country,” he wrote — and raising the cost of stamps.", "url": "https://www.nytimes.com/2018/04/12/us/politics/trump-postal-service-amazon.html"}