{"authors": ["Ellen Barry", "Stephen Castle"], "date_download": "2022-10-25 23:34:23", "date_modify": "2022-10-25 23:34:23", "date_publish": "2018-09-30 12:57:27", "description": "In myriad ways, the country is in the same position it was on the morning after the 2016 referendum: without a clear plan.", "filename": "2018_09_30_world_europe_uk-brexit-theresa-may_1666740863.html", "image_url": "https://static01.nyt.com/images/2018/09/28/world/xxbrexit1/xxbrexit1-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=563c4ac3ff333bb40666d83037798078f222b8f89453675db4dd2c230b0955b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_30_world_europe_uk-brexit-theresa-may_1666740863.html", "title": "6 Months Before Brexit, Many in U.K. Fear ‘It’s Looking Very Grisly’", "title_page": "6 Months Before Brexit, Many in U.K. Fear ‘It’s Looking Very Grisly’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Was Brexit, as Mr. Johnson would argue, an act of emancipation that would breathe life into a once-proud imperial power? Or was it, as his opponents would contend, a gesture of rage by communities that feel left behind by global capitalism, egged on by politicians’ false promises and tabloid-fueled xenophobia?\nSo deep were the fissures in her cabinet that it took Mrs. May two years to produce a proposal — known as Chequers, after her country residence where it was forged — that would keep some of Britain’s close economic ties to the bloc.\nMrs. May says her ideas would remove the need for checks on the border between Northern Ireland, which is part of the United Kingdom, and Ireland, which will remain in the European Union. But that plan was blown apart at a summit meeting in Salzburg, Austria, where other European leaders decided it was too much like Mr. Johnson’s boast that, with Brexit, Britain could have its cake and eat it, too.\n“Those who explain that we can easily live without Europe, that everything is going to be all right, and that it’s going to bring a lot of money home are liars,” declared President Emmanuel Macron of France. “It’s even more true since they left the day after so as not to have to deal with it.”\nOn arriving home, the prime minister got no more comfort from a vocal pro-Brexit section of her party.\n“Theresa May is in for a rough ride,” Andrew Bridgen, a Conservative member of Parliament, said last week, as the Tory conference approached. “She’s flogging this horse of Chequers. It’s flogging a dead horse. I’m not sure it’s not the last horse she’s got to ride.”\nWith six months until Britain’s scheduled departure, a void remains, leaving Britain stuck — unable to move forward or to rethink Brexit without risking a backlash from those who voted for withdrawal.", "url": "https://www.nytimes.com/2018/09/30/world/europe/uk-brexit-theresa-may.html"}