{"authors": ["Kendra Pierre-Louis"], "date_download": "2022-10-25 23:34:40", "date_modify": "2022-10-25 23:34:40", "date_publish": "2018-08-08 14:24:55", "description": "Scientists have started to draw direct links between a warming climate and extreme weather events, but the link for tornadoes is far from straightforward.", "filename": "2018_08_08_climate_tornadoes-climate-change_1666740880.html", "image_url": "https://static01.nyt.com/images/2019/05/28/climate/CLI-TORNADOES-update/CLI-TORNADOES-update-facebookJumbo.jpg?year=2018&h=550&w=1050&s=d690b7c9a8d5de5efaf6e1533a29011d7f9a633df840e617b246d57b8e428c78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_08_climate_tornadoes-climate-change_1666740880.html", "title": "As Climate Changes, Scientists Try to Unravel the Effects on Tornadoes", "title_page": "As Climate Changes, Scientists Try to Unravel the Effects on Tornadoes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Want climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.\n(Update d: May 28, 2019 )\nOver the past decade researchers have increasingly been able to draw direct links between our warming climate and extreme weather like hurricanes, heat waves and drought.\nBut for other kinds of extreme weather events, namely tornadoes, a question lingers. Is climate change making tornadoes more frequent and severe?\nThe answer, to careful weather watchers, might seem like yes given the number of high profile cyclones in recent years. Several tornados struck Dayton and surrounding Ohio communities on Memorial Day, including at least one thought to be an EF4, a tornado with winds strong enough to destroy a well built home. In March, a cluster of tornadoes struck the southeast, setting a record for the number of tornadoes that month in Alabama. Last year, tornadoes struck New York City and Massachusetts even though both are far from Tornado Alley in the middle of the country. And, after eight years, it’s impossible to forget the ravages of the tornado streak of 2011, which had 362 confirmed tornadoes spread out over a dozen states in a four-day span.\nStill, any link between climate change and the frequency of tornadoes is far from straightforward, according to researchers.", "url": "https://www.nytimes.com/2018/08/08/climate/tornadoes-climate-change.html"}