{"authors": ["Janet Maslin"], "date_download": "2022-10-25 23:37:28", "date_modify": "2022-10-25 23:37:28", "date_publish": "2018-06-03 21:00:01", "description": "In “The President Is Missing,” a take-charge leader goes AWOL in an attempt to stop a computer virus from bringing the United States to a standstill.", "filename": "2018_06_03_books_review-president-is-missing-bill-clinton-james-patterson_1666741048.html", "image_url": "https://static01.nyt.com/images/2018/06/04/arts/04bookclinton1/04bookclinton1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=566b13a7f264e47f6870ee632c7f460172df723c0a7c4250b1318a86fd404065&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_03_books_review-president-is-missing-bill-clinton-james-patterson_1666741048.html", "title": "Bill Clinton and James Patterson Team Up to Imagine a True Fantasy: Sane Politics", "title_page": "Bill Clinton and James Patterson Team Up to Imagine a True Fantasy: Sane Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The American presidency comes with “thrilling highs” and “lows lower than a snake’s belly.” That’s what the fictitious President Jonathan Lincoln Duncan thinks to himself early in “The President Is Missing,” a thriller and escapist fairy tale co-written by Bill Clinton and James Patterson.\nDavid Ellis is credited right up front as the person who “stuck with us through the research, our first and second outlines, and the many, many drafts,” so we know what he did: a lot. Otherwise, the former president appears to have provided inside information about how the job works when a president is paying attention (this novel’s POTUS reads his presidential daily briefing), done some speechifying and drawn upon his great love of thrillers. Patterson does what he does best: deliver cliffhanger endings to short chapters and make the story move.\nBoth of them seem determined to keep the shrill, bitter tone of real politics out of this fantasy. Sure, the words “impeachment” and “witch hunt” make cameo appearances. And Duncan’s vice president is a woman who thinks she deserved the nomination. Readers may wonder why the authors decide early on to kill off the first lady, who was a brilliant law student when she first dazzled Duncan, and why some of her last words were: “Promise me you’ll meet someone else, Jonathan. Promise me.” Let’s just call it a setup for the sequel and a dose of creative license. Duncan is also a Special Forces war hero who was waterboarded in Iraq and could have been a baseball star if his injuries hadn’t forced him into politics.\nSo there we have Duncan’s noble character. Now for the dynamic if somewhat dated plot. President Duncan is in trouble for supposedly having had dealings with terrorists. Little do the press or public know that he was trying to avert a crisis, not start one. He is a sane, sensible president who finds out that this terrorist poses a cyberthreat so horrible that … well, there’s a reason the name of the looming internet virus is Dark Ages. In an ordinary thriller, there might be a page or two outlining what this virus could do, but the Clinton touch feels present in the elaborate explanation. The book piles on loads of scary details about what the world would be like if your computer became nothing but a doorstop and every device in America was brought to a standstill.", "url": "https://www.nytimes.com/2018/06/03/books/review-president-is-missing-bill-clinton-james-patterson.html"}