{"authors": ["David Stout"], "date_download": "2022-10-25 23:37:55", "date_modify": "2022-10-25 23:37:55", "date_publish": "2018-03-23 16:59:18", "description": "Mr. Miller rose to governor of Georgia, then filled a Senate seat, where he showed his independence with a tart convention speech backing George W. Bush.", "filename": "2018_03_23_us_politics_zell-miller-feisty-democrat-who-sided-with-gop-dies-at-86_1666741075.html", "image_url": "https://static01.nyt.com/images/2018/03/24/obituaries/24miller-obit1/24miller1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c52c14c5dfeadd2c5ddbaaf362c181c1f4fd64ff3ffc22155f83e5f288841e00&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_23_us_politics_zell-miller-feisty-democrat-who-sided-with-gop-dies-at-86_1666741075.html", "title": "Zell Miller, Feisty Democrat Who Sided With G.O.P., Is Dead at 86", "title_page": "Zell Miller, Feisty Democrat Who Sided With G.O.P., Is Dead at 86 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Immediately after the speech, Mr. Miller snapped at journalists who tried to pose questions. Then he was interviewed on MSNBC by Chris Matthews, who cited the about-face on Mr. Kerry and asked him to elaborate on the “spitballs” remark.\n“Do you know what a metaphor is?” Mr. Miller said. Quickly becoming more annoyed, he shouted, “Get out of my face!”\nMr. Matthews was actually a safe distance away; the two were communicating by microphone.\n“I wish we lived in the day when we could challenge someone to a duel,” Mr. Miller said. He later expressed regret for his outburst.\nThe 2004 speech was all the more remarkable in that Mr. Miller had delivered a keynote speech at the 1992 Democratic National Convention in which he excoriated President George H. W. Bush and praised the party’s nominee, Gov. Bill Clinton of Arkansas, who would go on to defeat Mr. Bush. Mr. Miller attributed his own rise to the achievements of the Democratic Party.\n“I made it because Franklin Delano Roosevelt energized this nation,” Mr. Miller told the convention, which was also being held at Madison Square Garden. “I made it because Harry Truman fought for working families like mine. I made it because John Kennedy’s rising tide lifted even our tiny boat. I made it because Lyndon Johnson showed America that people who were born poor didn’t have to die poor.”", "url": "https://www.nytimes.com/2018/03/23/us/politics/zell-miller-feisty-democrat-who-sided-with-gop-dies-at-86.html"}