{"authors": ["Adam Goldman", "Katie Benner"], "date_download": "2022-10-25 23:02:26", "date_modify": "2022-10-25 23:02:26", "date_publish": "2018-08-27 15:52:08", "description": "Mr. Ohr, a longtime Justice Department official, was targeted in attacks by the president and his allies for links to the Russia investigation. He could lose his security clearance.", "filename": "2018_08_27_us_politics_bruce-ohr-trump-justice-department_1666738946.html", "image_url": "https://static01.nyt.com/images/2018/08/25/us/politics/25dc-ohr1/25dc-ohr1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=730efabde1a8a6e90462293725ca75f9bea410ecd9b35695e041e20ec3b1bc72&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_27_us_politics_bruce-ohr-trump-justice-department_1666738946.html", "title": "Bruce Ohr Fought Russian Organized Crime. Now He’s a Target of Trump.", "title_page": "Bruce Ohr Fought Russian Organized Crime. Now He’s a Target of Trump. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When a lawyer for one of Russia’s most powerful reputed crime bosses arrived at F.B.I. headquarters one day around 2006, he wanted to cut a deal. The Russian, Semion Y. Mogilevich, had been indicted three years earlier by the department on charges of defrauding a company outside Philadelphia out of $150 million and could not travel for fear of arrest.\nAs the lawyer made his pitch, a supervising F.B.I. agent and a senior career Justice Department official, Bruce G. Ohr, both listened intently, according to a former bureau official who described the meeting. The case was significant for American law enforcement. It had made headlines and laid the groundwork for Justice Department efforts to combat Russian organized crime overseas.\nFinally, the F.B.I. agent spoke. No deal, he said; Mr. Mogilevich must surrender. Mr. Ohr said little, but his unwillingness to negotiate was signal enough: The Justice Department would not compromise with the Russian mafia.\n“Occasionally you run across people from the Justice Department who have an air of superiority toward agents, and Bruce had none of that,” said Chris Swecker, a former senior F.B.I. official who worked with Mr. Ohr. “He was just the opposite. He was well liked at the F.B.I. and fought for their cases.”", "url": "https://www.nytimes.com/2018/08/27/us/politics/bruce-ohr-trump-justice-department.html"}