{"authors": ["Li Yuan"], "date_download": "2022-10-25 23:32:26", "date_modify": "2022-10-25 23:32:26", "date_publish": "2018-06-10 22:41:25", "description": "The tech giant’s experience made many people in China see how far the country still has to go. “We realized that China’s prosperity was built on sand.”", "filename": "2018_06_10_technology_china-technology-zte-sputnik-moment_1666740746.html", "image_url": "https://static01.nyt.com/images/2018/06/11/business/11newworld-print-dress/8NEWWORLD-facebookJumbo.jpg?year=2018&h=550&w=1050&s=21b8494dcf76661b4eecd116330d985b52508f3c204c8dd55d5642df75a9d585&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_10_technology_china-technology-zte-sputnik-moment_1666740746.html", "title": "ZTE’s Near-Collapse May Be China’s Sputnik Moment", "title_page": "ZTE’s Near-Collapse May Be China’s Sputnik Moment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Once derided as a technology backwater and copycat, China is justifiably proud of its technology boom. Its people zip around the country on high-speed trains. They can buy, and pay for, just about anything with their smartphones. For Chinese traveling abroad, the rest of the world can seem slow and antiquated.\nNow, that progress has been cast into doubt, and even some of the smartest people in the technology world are asking how they got it so wrong.\nThe Trump administration gave ZTE, which employs 75,000 people and is the world’s No. 4 maker of telecom gear, a stay of execution on Thursday. ZTE, which had violated American sanctions, agreed to pay a $1 billion fine and to allow monitors to set up shop in its headquarters. In return, the company — once a symbol of China’s progress and engineering know-how — will be allowed to buy the American-made microchips, software and other tools it needs to survive.\nChina’s technology boom, it turns out, has been largely built on top of Western technology.\nThe ZTE incident, as it is called in China, may be the country’s Sputnik moment. Like the United States in 1957, watching helplessly as the Soviet Union launched the first human-made satellite, many people in China now see how far the country still has to go.", "url": "https://www.nytimes.com/2018/06/10/technology/china-technology-zte-sputnik-moment.html"}