{"authors": ["Emily Baumgaertner", "Jonathan Martin"], "date_download": "2022-10-26 00:12:09", "date_modify": "2022-10-26 00:12:09", "date_publish": "2018-05-29 01:08:38", "description": "Tom Garrett’s announcement followed a week of whiplashing rumors and accusations that he and his wife had required personal favors from employees.", "filename": "2018_05_28_us_politics_tom-garrett-congress-alcoholic_1666743129.html", "image_url": "https://static01.nyt.com/images/2018/05/29/us/29garrett_xp/29garrett_xp-facebookJumbo.jpg?year=2018&h=523&w=999&s=061be40788dfb3b9e61af3330a0765c48fd8988607d38858314e01e910b3536f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_28_us_politics_tom-garrett-congress-alcoholic_1666743129.html", "title": "Virginia Republican, Seeking Alcohol Treatment, Won’t Run Again for House Seat", "title_page": "Virginia Republican, Seeking Alcohol Treatment, Won’t Run Again for House Seat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Representative Tom Garrett, Republican of Virginia, announced Monday that he is an alcoholic and that he will not run for re-election in November in order to seek treatment.\n“Any person — Republican, Democrat or independent — who has known me for any period of time and has any integrity knows two things: I am a good man and I’m an alcoholic,” Mr. Garrett said in an emotional video statement released by The Washington Post.\nHe added: “This is the hardest statement that I have ever publicly made by far. It’s also the truth.”\nThe announcement followed a week of whiplashing rumors about Mr. Garrett’s congressional office and plans for re-election. Several unidentified former staff members accused Mr. Garrett and his wife of requiring personal favors from employees, such as grocery shopping and pet care, according to Politico. Mr. Garrett’s chief of staff also left his position last week.", "url": "https://www.nytimes.com/2018/05/28/us/politics/tom-garrett-congress-alcoholic.html"}