{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:31:40", "date_modify": "2022-10-25 23:31:40", "date_publish": "2018-04-18 15:59:28", "description": "The move would be accomplished by pardoning convicted felons on parole, allowing Gov. Andrew Cuomo to sidestep the State Legislature.", "filename": "2018_04_18_nyregion_felons-pardon-voting-rights-cuomo_1666740700.html", "image_url": "https://static01.nyt.com/images/2018/04/19/nyregion/19PAROLE/19parole2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=73b1007beed6e0e7bb9e82929b3efb1dc8b59ea6e1c4af016d69bdade2a063c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_18_nyregion_felons-pardon-voting-rights-cuomo_1666740700.html", "title": "Cuomo Plans to Restore Voting Rights to Paroled Felons", "title_page": "Cuomo Plans to Restore Voting Rights to Paroled Felons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The pardon would not expunge a felon’s record nor would it restore other rights stripped from them, such as the right to serve on a jury. Mr. Azzopardi called the executive order a “narrow use of power.”\nMr. Cuomo’s plan would bring New York in line with 18 other states, as well as Washington, D.C., that allow parolees to vote, according to the governor’s office. Fourteen states automatically restore felons’ rights when they are paroled; two never remove them in the first place; and two — Iowa and Virginia — also use executive orders to issue pardons.\nCivil-rights advocates hailed Mr. Cuomo’s decision as a long overdue step toward helping former inmates re-enter society.\n“If we want to give people the opportunity to successfully live in our communities, we want to give them the opportunity to vote and be stakeholders,” Myrna Pérez, director of the Voting Rights and Elections Project at the Brennan Center for Justice at New York University, said.\nBut Donna Lieberman, executive director of the New York Civil Liberties Union, cautioned that the state still had “a lot of work to do before we can call ourselves a paragon of democracy,” noting ongoing political gerrymandering and other stalled efforts to enact electoral reform.\nSome of the signature accomplishments of Mr. Cuomo’s two terms in office have centered around criminal justice reform. In 2015, he issued an executive order appointing a special prosecutor to investigate police-related civilian deaths, and last year he signed “Raise the Age” legislation that ended the practice of treating 16- and 17-year-old defendants as adults in criminal court. New York had been one of two states that still tried juveniles as adults.", "url": "https://www.nytimes.com/2018/04/18/nyregion/felons-pardon-voting-rights-cuomo.html"}