{"authors": ["Alan Rappeport", "Jim Tankersley"], "date_download": "2022-10-25 23:47:19", "date_modify": "2022-10-25 23:47:19", "date_publish": "2018-07-30 20:33:59", "description": "A proposal under consideration at the Treasury Department would bypass Congress and use federal regulation to index capital gains for inflation, a $100 billion boost for high earners.", "filename": "2018_07_30_us_politics_trump-tax-cuts-rich_1666741639.html", "image_url": "https://static01.nyt.com/images/2018/07/31/us/31dc-tax-print/31dc-TAX-alpha-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b2203cf29b054124f3de58f6ac4bc7f1ec0477c983212fed49cc2dd5f8820c92&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_30_us_politics_trump-tax-cuts-rich_1666741639.html", "title": "Trump Administration Mulls a Unilateral Tax Cut for the Rich", "title_page": "Trump Administration Mulls a Unilateral Tax Cut for the Rich - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration is considering bypassing Congress to grant a $100 billion tax cut mainly to the wealthy, a legally tenuous maneuver that would cut capital gains taxation and fulfill a long-held ambition of many investors and conservatives.\nSteven Mnuchin, the Treasury secretary, said in an interview on the sidelines of the Group of 20 summit meeting in Argentina this month that his department was studying whether it could use its regulatory powers to allow Americans to account for inflation in determining capital gains tax liabilities. The Treasury Department could change the definition of “cost” for calculating capital gains, allowing taxpayers to adjust the initial value of an asset, such as a home or a share of stock, for inflation when it sells.\n“If it can’t get done through a legislation process, we will look at what tools at Treasury we have to do it on our own and we’ll consider that,” Mr. Mnuchin said, emphasizing that he had not concluded whether the Treasury Department had the authority to act alone. “We are studying that internally, and we are also studying the economic costs and the impact on growth.”\nCurrently, capital gains taxes are determined by subtracting the original price of an asset from the price at which it was sold and taxing the difference, usually at 20 percent. If a high earner spent $100,000 on stock in 1980, then sold it for $1 million today, she would owe taxes on $900,000. But if her original purchase price was adjusted for inflation, it would be about $300,000, reducing her taxable “gain” to $700,000. That would save the investor $40,000.", "url": "https://www.nytimes.com/2018/07/30/us/politics/trump-tax-cuts-rich.html"}