{"authors": ["Amy Harmon"], "date_download": "2022-10-25 23:29:23", "date_modify": "2022-10-25 23:29:23", "date_publish": "2018-06-15 23:07:28", "description": "Harvard’s use of personality traits to rate applicants raises questions about how to evaluate intangible criteria. Here’s what some scholars and former admissions officers say.", "filename": "2018_06_15_us_harvard-universities-personality-criteria-admissions_1666740563.html", "image_url": "https://static01.nyt.com/images/2018/06/16/us/16personality/16personality-facebookJumbo.jpg?year=2018&h=549&w=1050&s=87bbf0143a0254d9a65667bae5a7d201293831b7762cb17ddd08a41483c3af85&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_15_us_harvard-universities-personality-criteria-admissions_1666740563.html", "title": "College Admission Is Not a Personality Contest. Or Is It?", "title_page": "College Admission Is Not a Personality Contest. Or Is It? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the analysis of student records filed by a group representing Asian-American students in a lawsuit against Harvard, admissions officers discussed traits that included “positive personality,” kindness, courage and being “widely respected.” In a study of 10 unidentified schools commissioned by the College Board, traits included “emotional intelligence,” “self-efficacy” and creativity. Leadership, education experts said, is perhaps the most obvious and the most common trait colleges consider in applicants.\nHow do colleges choose which traits they value?\nColleges don’t like to talk about this much, and officials don’t like to be pinned down. In general, they say they look for traits that reflect the college’s values or that make a student a “good fit” for the institution.\nOf the 10 colleges included in the College Board study, only one has performed any study on whether the use of criteria can help predict a student’s success, said Don Hossler, a senior scholar at the Center for Enrollment Research, Policy, and Practice at the University of Southern California.\nColleges take it as a sign that their criteria work so long as their retention rates are good. But even subtle differences in criteria may reveal something about a college’s values, or at least those of its admissions dean. Maria Laskaris, the admissions dean at Dartmouth College from 2007 to 2015, said she directed her staff to consider “empathy” rather than “kindness.” “It’s a broader term,” she said. “And it speaks to what you want students to learn from each other.”\nHow can admissions officers be objective about a trait like “empathy”?\nThey really can’t, experts acknowledged, a fact that the lawsuit against Harvard claims has disadvantaged Asian-American applicants. Such evaluations are an exercise in “trying to be objectively subjective,” as Dr. Hossler put it. Colleges say they try to ward against bias by ensuring that applications are considered by more than one person. Often those that reach the final stages are debated in a group.", "url": "https://www.nytimes.com/2018/06/15/us/harvard-universities-personality-criteria-admissions.html"}