{"authors": ["Matthew Rosenberg"], "date_download": "2022-10-25 23:40:57", "date_modify": "2022-10-25 23:40:57", "date_publish": "2018-03-19 19:17:11", "description": "A British TV station sent a reporter to pose as a prospective client, and secretly filmed Cambridge Analytica’s chief executive offering to engage in dirty tricks.", "filename": "2018_03_19_us_cambridge-analytica-alexander-nix_1666741257.html", "image_url": "https://static01.nyt.com/images/2018/03/20/world/20cambridge1/20cambridge1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8275a3d61faf28a1afb4f7d6fe07f2c275683df48f72877b4014b8b0edf6c796&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_19_us_cambridge-analytica-alexander-nix_1666741257.html", "title": "Cambridge Analytica, Trump-Tied Political Firm, Offered to Entrap Politicians", "title_page": "Cambridge Analytica, Trump-Tied Political Firm, Offered to Entrap Politicians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Sitting in a hotel bar, Alexander Nix, who runs the political data firm Cambridge Analytica, had a few ideas for a prospective client looking for help in a foreign election. The firm could send an attractive woman to seduce a rival candidate and secretly videotape the encounter, Mr. Nix said, or send someone posing as a wealthy land developer to pass a bribe.\n“We have a long history of working behind the scenes,” Mr. Nix said.\nThe prospective client, though, was actually a reporter from Channel 4 News in Britain, and the encounter was secretly filmed as part of a monthslong investigation into Cambridge Analytica, the data firm with ties to President Trump’s 2016 campaign.\nThe results of Channel 4’s work were broadcast in Britain on Monday, days after reports in The New York Times and The Observer of London that the firm had harvested the data from more than 50 million Facebook profiles in its bid to develop techniques for predicting the behavior of individual American voters.\nThe weekend’s reports about the data misuse have prompted calls from lawmakers in Britain and the United States for renewed scrutiny of Facebook, and at least two American state prosecutors have said they are looking into the misuse of data by Cambridge Analytica.", "url": "https://www.nytimes.com/2018/03/19/us/cambridge-analytica-alexander-nix.html"}