{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:32:06", "date_modify": "2022-10-25 23:32:06", "date_publish": "2018-09-06 20:40:59", "description": "In a first, the Upshot and Siena College will publish polling results in real time.", "filename": "2018_09_06_upshot_midterms-2018-polls-live_1666740726.html", "image_url": "https://static01.nyt.com/images/2018/09/06/upshot/live-polls-promo/live-polls-promo-facebookJumbo.jpg?year=2018&h=549&w=1050&s=3ae02dd8cfb4e896ebd94b5c0337e7b7cf78c101f081c0d258a4e3ac5ba89737&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_06_upshot_midterms-2018-polls-live_1666740726.html", "title": "Live From the Battleground Districts: Polls of the Key Races for House Control", "title_page": "Live From the Battleground Districts: Polls of the Key Races for House Control  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the data arrives in real time, you’ll learn what the so-called margin of error means in a more visceral way than “+/- 4%” can ever convey. And yet, despite it all, we think you’ll come away impressed by how often the polls still seem to end up near the truth.\nPolling has limits, of course. We know many felt misled by the polls in 2016, which showed Hillary Clinton with a modest lead in the critical battleground states. But they remain the best way to measure attitudes across an extremely diverse country, even if they will never be perfectly accurate tools for predicting an election. We might not have even known the election would be close if we were left to talk to our often like-minded friends, neighbors and relatives, whether on the left or the right.\nWe also think this is going to be fun, and we think that’s a good thing.\nMany of our readers are deeply interested in who will win control of Congress, but they don’t know much about the candidates and districts that will determine the outcome. We think live polling can help close the gap between interest in the midterms and knowledge about it, by giving people a reason to learn more about the candidates and explore the rest of The Times’s coverage.\nIn a way, live polling could be a little like the Olympics. It happens every two years. You may not know half the events, and you certainly don’t know half the competitors. But maybe you care about how well your country fares, and you come away knowing a lot more about curling than you ever expected to, and you’ve learned names like Michael Phelps, Gabby Douglas or Lindsey Vonn, maybe even for the rest of your life.\nWe can’t predict whether the breakout star of this election will be Gina Ortiz Jones, Young Kim, Elissa Slotkin or someone else. But we think live polling could do the same thing in the race for Congress that the Olympics does for obscure sports and athletes, getting voters engaged in particular races, excited about the candidates, and immersed in our coverage.", "url": "https://www.nytimes.com/2018/09/06/upshot/midterms-2018-polls-live.html"}