{"authors": ["Niki Kitsantonis"], "date_download": "2022-10-25 23:02:47", "date_modify": "2022-10-25 23:02:47", "date_publish": "2018-02-04 18:57:22", "description": "More than 100,000 gathered to protest the use of the word in the name of a former Yugoslav republic, saying it implies a territorial claim on Greece.", "filename": "2018_02_04_world_europe_greece-macedonia-protest_1666738967.html", "image_url": "https://static01.nyt.com/images/2018/02/05/world/05Greece1/merlin_133290032_09a5a36b-0d20-4912-bc50-03d0011d3acd-facebookJumbo.jpg?year=2018&h=550&w=1050&s=98d1b1451980687ccf93a92bd21c55a10f203000556b219bdbf4151d0e99c30f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_04_world_europe_greece-macedonia-protest_1666738967.html", "title": "Greeks Protest to Defend Right to the Name ‘Macedonia’", "title_page": "Greeks Protest to Defend Right to the Name ‘Macedonia’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ATHENS — More than 100,000 people gathered in the Greek capital on Sunday to stage the biggest demonstration in decades against the inclusion of the word “Macedonia” in the name of a neighboring former Yugoslav republic, saying it implies a territorial claim on a northern Greek region.\nThe rally, drawing around 140,000, according to police estimates, was larger even than most of the numerous demonstrations organized after Greece signed its first international bailout program in 2010, paving the way for years of painful belt-tightening. Still, the demonstration on Sunday appeared to fall far short of the one million that organizers said had attended.\nGreece and the Republic of Macedonia began United Nations-mediated talks last month to try to settle the 25-year name dispute. Many Greeks argue that its neighbor’s use of “Macedonia” suggests an encroachment on the Greek region of that name, whose capital is Thessaloniki. That city has itself staged protests over the disagreement.", "url": "https://www.nytimes.com/2018/02/04/world/europe/greece-macedonia-protest.html"}