{"authors": ["Michael Tackett", "Charlie Savage"], "date_download": "2022-10-25 23:28:00", "date_modify": "2022-10-25 23:28:00", "date_publish": "2018-12-13 01:07:19", "description": "Experts agreed that the president could order the government to drop charges against the Chinese telecom executive Meng Wanzhou, but, one said, “it takes the term ‘transactional’ to a new level.”", "filename": "2018_12_12_us_politics_trump-meng-wanzhou-huawei-extradition_1666740480.html", "image_url": "https://static01.nyt.com/images/2018/12/13/us/politics/13dc-trump/13dc-trump-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8372ad97850a141067cad51c3b31d104edfd3777742072cf94821862479d97b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_12_us_politics_trump-meng-wanzhou-huawei-extradition_1666740480.html", "title": "Trump’s Intervention in Huawei Case Would Be Legal, but Bad Precedent, Experts Say", "title_page": "Trump’s Intervention in Huawei Case Would Be Legal, but Bad Precedent, Experts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When President Trump said in an interview this week that he was willing to intercede in the case of a Chinese telecom executive facing extradition to the United States if it helped achieve “the largest trade deal ever made,” it was a clear signal that his White House saw no problem intervening in the justice system to achieve what it considered economic gain.\nA range of experts agreed on Wednesday that the president had the legal authority to order the government to rescind the extradition request for the executive, Meng Wanzhou, or even drop the charges against her. But they could not point to another instance of a president injecting himself into a criminal proceeding in a similar way.\n“It sets a very bad precedent,” said Nicholas Burns, a former under secretary of state and ambassador to NATO who served in Republican and Democratic administrations and now teaches diplomacy and international relations at Harvard. “By mixing justice with trade and the rule of law with trade, it devalues both.”\nMs. Meng, the chief financial officer of the telecommunications giant Huawei, was arrested last week by Canadian authorities at the request of the American government on suspicion of fraud related to Iranian sanctions. Mr. Trump said in an interview with Reuters that “I would certainly intervene if I thought it was necessary” for a trade deal.", "url": "https://www.nytimes.com/2018/12/12/us/politics/trump-meng-wanzhou-huawei-extradition.html"}