{"authors": ["Ali Winston"], "date_download": "2022-10-25 23:49:37", "date_modify": "2022-10-25 23:49:37", "date_publish": "2018-11-17 01:39:38", "description": "Deputy Chief Michael Osgood, who had warned the special victims division is severely understaffed, has been transferred to another command.", "filename": "2018_11_16_nyregion_michael-osgood-nypd_1666741777.html", "image_url": "https://static01.nyt.com/images/2018/11/17/nyregion/17shakeup1/17shakeup1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=91e6ba306d688e3dc55c53f5b5d2c1c819b7905de66f9a1c87302b567b4b04e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_16_nyregion_michael-osgood-nypd_1666741777.html", "title": "Police Chief Who Led Weinstein Investigation Ousted in Shake-Up", "title_page": "Police Chief Who Led Weinstein Investigation Ousted in Shake-Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The police commander who led the effort to arrest Harvey Weinstein has been ousted from his longtime position as the head of the Police Department’s special victims division in a major shake-up that comes as the department’s handling of sex crimes is facing increased scrutiny and criticism.\nThe chief of detectives announced the change in leadership on Friday afternoon.\nThe division’s reputation was tarnished when it came to light in court that one of its detectives made serious errors that compromised the sexual-assault investigation of Mr. Weinstein, the movie producer. In addition, a city watchdog agency found in March that the unit had far too few detectives to handle the city’s sexual assault cases.\nThe decision to transfer the division’s commander, Deputy Chief Michael Osgood, to a new post as head of patrol operations in Staten Island was months in the making. The police commissioner, James P. O’Neill, promised a “top-to-bottom scrub” of the unit back in April after a report by the city’s Department of Investigation found the special victims division was severely understaffed.\nChief Osgood, a highly respected manager within the department, had won praise from advocates in his eight years at the helm of the division. But he had also pushed his superiors hard for more resources, and his warnings over the last four years about the state of the city’s sex crimes unit were made public in the investigation department’s report.", "url": "https://www.nytimes.com/2018/11/16/nyregion/michael-osgood-nypd.html"}