{"authors": ["Lisa W. Foderaro"], "date_download": "2022-10-25 23:24:58", "date_modify": "2022-10-25 23:24:58", "date_publish": "2018-10-25 09:00:16", "description": "The Democratic candidates, three of whom are making their first runs for public office, have raised millions in districts that were not seen as competitive.", "filename": "2018_10_25_nyregion_women-candidates-democrats-midterm-elections_1666740298.html", "image_url": "https://static01.nyt.com/images/2018/10/26/nyregion/26NYWOMEN1ALT/00nywomen1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9a10fc33c97183d61c1920fe0df4d9ec0207ba0677524922b7095002adb6ee07&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_25_nyregion_women-candidates-democrats-midterm-elections_1666740298.html", "title": "4 Women Try to Unseat House Republicans in N.Y.; Donors and Celebrities Take Notice", "title_page": "4 Women Try to Unseat House Republicans in N.Y.; Donors and Celebrities Take Notice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In most any other election year, the four female Democratic candidates in New York trying to unseat House Republicans would draw little more than curiosity.\nBut this year, as a record number of women are running for Congress, propelled by both a blue wave and the #MeToo movement, is clearly different.\nIn the last three months alone, donors sent millions of dollars in contributions to the four women, led by Dana Balter, who received $1.5 million in her bid to defeat Representative John Katko in the Syracuse area.\nLess than two weeks before the midterm elections, the nonpartisan Cook Political Report no longer lists any of the nine Republican-held seats as “solid Republican.” The last holdout — Representative Tom Reed, a member of the House Ways and Means Committee, who is facing Tracy Mitrano, one of the four female Democratic hopefuls — had his seat downgraded to “likely Republican” on Tuesday.", "url": "https://www.nytimes.com/2018/10/25/nyregion/women-candidates-democrats-midterm-elections.html"}