{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:31:27", "date_modify": "2022-10-25 23:31:27", "date_publish": "2018-11-30 10:00:12", "description": "Representative Jerrold Nadler, under heavy pressure from Democrats, has already begun drawing up ambitious plans for how to use his power — and for now the only “I” word they include is immigration.", "filename": "2018_11_30_us_politics_jerrold-nadler-trump-impeachment_1666740687.html", "image_url": "https://static01.nyt.com/images/2018/11/21/us/politics/00dc-nadler1/00dc-nadler1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=3a82f50d162555af6048f9a1c0b014611d8ecb27ee962ea9ec6e7f23a5ccba6f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_30_us_politics_jerrold-nadler-trump-impeachment_1666740687.html", "title": "‘It’s Premature’: Incoming Judiciary Chairman Warns Against Rush to Impeach", "title_page": "‘It’s Premature’: Incoming Judiciary Chairman Warns Against Rush to Impeach - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the very first order of business, Mr. Nadler said, must be protecting Mr. Mueller and the investigation into Mr. Trump’s campaign and his actions in office. It is a goal shared by two fellow incoming chairmen, Representative Adam B. Schiff of the Intelligence Committee and Representative Elijah E. Cummings of the Oversight Committee, whom Mr. Nadler is likely to work closely with to investigate the president and his administration.\nIn recent days, Mr. Nadler has sent letters to the Justice Department, the F.B.I. and the Department of Homeland Security putting Trump-appointed officials on notice that come January, he expects prompt answers to the dozens of Democratic requests and other correspondence ignored when Republicans were in power. He plans to call Matthew G. Whitaker, the acting attorney general overseeing Mr. Mueller’s work, to be the committee’s first witness. And Judiciary Committee Democrats will quickly begin looking at Mr. Trump’s attacks on federal law enforcement agencies.\nMr. Nadler has said explicitly that he will wait for Mr. Mueller to finish his work before seriously considering a remedy like impeachment. But he has begun poring over texts on the subject. The best synthesis of what is an impeachable offense, Mr. Nadler likes to say, was written by a young lawyer working on the Watergate case by the name of Hillary Rodham.\n“If I were Trump, Jerry Nadler as Judiciary chair is among his worst nightmares,” said Scott M. Stringer, the New York City comptroller and Mr. Nadler’s former chief of staff. “He does not play to the crowd.”\nThen there are matters of personal history.\nLong before they ever thought of facing off in Washington, Mr. Nadler and Mr. Trump tangled for years over a proposal by Mr. Trump to redevelop a large swath of the Upper West Side. Beginning in the 1980s when he was still a member of the New York State Assembly and until the mid-1990s, after he had been elected to Congress, Mr. Nadler vocally opposed the project. At one point, he succeeded in stripping it of federal funds.\nMr. Trump ultimately built a scaled-back development, but his response was bitter. In a book published a few years later, Mr. Trump singled out Mr. Nadler as “one of the most egregious hacks in contemporary politics.” Mr. Nadler insists his opposition was never personal, but there is little doubt that Mr. Trump, a New York tabloid hound who makes almost any confrontation personal, will do his best to make it so again.", "url": "https://www.nytimes.com/2018/11/30/us/politics/jerrold-nadler-trump-impeachment.html"}