{"authors": ["Najim Rahim", "Fahim Abed"], "date_download": "2022-10-25 23:28:34", "date_modify": "2022-10-25 23:28:34", "date_publish": "2018-08-15 12:37:58", "description": "Separately, a suicide bomber detonated explosives inside a classroom in Kabul, leaving at least 48 people dead.", "filename": "2018_08_15_world_asia_afghanistan-base-attack-taliban_1666740514.html", "image_url": "https://static01.nyt.com/images/2018/08/16/world/16taliban/16Afghanistan-facebookJumbo.jpg?year=2018&h=549&w=1050&s=249e2a9b0c507947f7ccebdc0bea92d249e70e42f561ea3750176d62e56c8300&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_15_world_asia_afghanistan-base-attack-taliban_1666740514.html", "title": "Taliban Attack Another Afghan Army Base, Killing Dozens", "title_page": "Taliban Attack Another Afghan Army Base, Killing Dozens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MAZAR-I-SHARIF, Afghanistan — Taliban insurgents overran an Afghan Army base and a police checkpoint in northern Afghanistan on Wednesday, killing at least 39 soldiers and police officers, officials said, and a suicide bomber in the capital killed at least 48 people in a classroom.\nHundreds of Taliban fighters carried out the predawn attacks on two units of Afghan forces in the Baghlan-e-Markazi District of Baghlan Province, according to a police official who was at the scene and who spoke on the condition of anonymity because he was not authorized to release the information.\nThe official said the fighting lasted five hours, and resulted in the deaths of 30 soldiers and nine local police officers. Two other soldiers were also wounded in the battle, he said.\nIt was the second major attack on an army base in northern Afghanistan in recent days; on Monday, the Taliban killed or captured an entire company of 106 soldiers in the Ghormach District of Faryab Province in the north of the country.", "url": "https://www.nytimes.com/2018/08/15/world/asia/afghanistan-base-attack-taliban.html"}