{"authors": ["David M. Halbfinger", "Ronen Bergman"], "date_download": "2022-10-26 00:11:49", "date_modify": "2022-10-26 00:11:49", "date_publish": "2018-08-07 00:35:27", "description": "The car bombing was said to be at least the fourth Israeli assassination attempt against an enemy weapons engineer on foreign soil in the last three years.", "filename": "2018_08_06_world_middleeast_syrian-rocket-scientist-mossad-assassination_1666743109.html", "image_url": "https://static01.nyt.com/images/2018/08/07/world/07syria-assassination1-print/07syria-assassination1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8cd54d71cc85ee4d3498381855f829e302c59b2f561e56646517ceb9647cbf9a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_06_world_middleeast_syrian-rocket-scientist-mossad-assassination_1666743109.html", "title": "A Top Syrian Scientist Is Killed, and Fingers Point at Israel", "title_page": "A Top Syrian Scientist Is Killed, and Fingers Point at Israel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Aziz Asbar was one of Syria’s most important rocket scientists, bent on amassing an arsenal of precision-guided missiles that could be launched with pinpoint accuracy against Israeli cities hundreds of miles away.\nHe had free access to the highest levels of the Syrian and Iranian governments, and his own security detail. He led a top-secret weapons-development unit called Sector 4 and was hard at work building an underground weapons factory to replace one destroyed by Israel last year.\nOn Saturday, he was killed by a car bomb — apparently planted by Mossad, the Israeli spy agency.\nIt was at least the fourth assassination mission by Israel in three years against an enemy weapons engineer on foreign soil, a senior official from a Middle Eastern intelligence agency confirmed on Monday. The following account is based on information provided by the official, whose agency was informed about the operation. He spoke only on the condition of anonymity to discuss a highly classified operation.\nThe attack took place on Saturday night in Masyaf, where Syria’s military research organization maintains one of its most important weapons-development facilities. It quickly prompted finger pointing at Israel by both Syria and Hezbollah, the Lebanon-based Islamic militant group whose fighters have played a major role in the Syrian civil war on the side of President Bashar al-Assad.", "url": "https://www.nytimes.com/2018/08/06/world/middleeast/syrian-rocket-scientist-mossad-assassination.html"}