{"authors": ["Perri Klass"], "date_download": "2022-10-25 23:26:39", "date_modify": "2022-10-25 23:26:39", "date_publish": "2018-09-17 09:00:02", "description": "The C.D.C.’s first guidelines to focus on children’s head injuries steer doctors away from CT scans and prolonged isolation.", "filename": "2018_09_17_well_family_children-concussions-brain-injuries-cdc-guidelines_1666740399.html", "image_url": "https://static01.nyt.com/images/2018/09/17/well/family/17klass/17klass-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a23c8a29a81d7a8be10e44d06c1fd73c3ceca103d362273aa4c7470911c46abb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_17_well_family_children-concussions-brain-injuries-cdc-guidelines_1666740399.html", "title": "For Kids With Concussions, Less Time Alone in a Dark Room", "title_page": "For Kids With Concussions, Less Time Alone in a Dark Room - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Centers for Disease Control and Prevention released a major new guideline on diagnosing and managing head injuries in children on Sept. 4, the product of years of work and extensive evidence review by a large working group of specialists in fields ranging from emergency medicine and epidemiology to sports injuries to neurology and neurosurgery.\nThe guideline, which is the first from the C.D.C. that is specific to mild brain injury in children, advises against the long recovery period, isolated in a dark, quiet room, that has sometimes been used in treatment.\n“The brain is a somewhat gelatinous, even trembling organ which houses our consciousness,” said Dr. Angela Lumba-Brown, a pediatric emergency medicine specialist who is the co-director of the Stanford Concussion and Brain Performance Center, and the first author of the guideline. “It does have resilience, but there are periods in life when it is particularly vulnerable.” Having a truly evidence-based guideline should help clinicians personalize the care that children receive and the ways they gradually reintegrate into activities and sports, she said, rather than applying rigid rules — and should generally encourage an earlier return to non-risky activity.\nThe guideline focuses specifically on what is called mTBI, for “mild traumatic brain injury,” which might otherwise be called concussion. There are studies which show that the way that people think about these head injuries — the kids, the parents, the coaches, the doctors — can actually be affected by which term is used, so that what is called a concussion may not be taken as seriously as what is called a mild traumatic brain injury. Some of these injuries are related to sports, but many involve falls from playground equipment, or in the home, as young children explore their developing physical abilities.", "url": "https://www.nytimes.com/2018/09/17/well/family/children-concussions-brain-injuries-cdc-guidelines.html"}