{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 22:55:06", "date_modify": "2022-10-25 22:55:06", "date_publish": "2018-05-05 07:01:09", "description": "Ms. Vestager is the world’s most powerful regulator, having levied billions in fines against firms such as Apple, Google and Facebook.", "filename": "2018_05_05_world_europe_margrethe-vestager-silicon-valley-data-privacy_1666738506.html", "image_url": "https://static01.nyt.com/images/2018/04/24/world/xxvestager1/xxvestager1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=00d30669e8dbdfa1647a4634072075058746bc2dec43ec9cd61c8d98adaabe6c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_05_world_europe_margrethe-vestager-silicon-valley-data-privacy_1666738506.html", "title": "Who Strikes Fear Into Silicon Valley? Margrethe Vestager, Europe’s Antitrust Enforcer", "title_page": "Who Strikes Fear Into Silicon Valley? Margrethe Vestager, Europe’s Antitrust Enforcer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Critics of Ms. Vestager include leaders of American tech companies who have crossed her and who take issue with both her approach and her facts; Republicans in Congress; some members of the Trump administration; the Wall Street Journal editorial board; and groups like the Business Roundtable, a conservative-leaning, pro-business collection of American chief executives.\nApple is especially aggrieved. In 2016, Ms. Vestager ordered Ireland to reclaim 13 billion euros in back taxes, or about $15.5 billion, saying that the company had illegally received a tax break that was not available to others. Apple has begun paying the money into an escrow account, but both the company and Ireland have appealed the decision. They say it ignores how much tax Apple has already paid to Ireland, misrepresents the tax rate the company is subject to there, and reflects either a willful misreading or an ignorance of tax law.\nCritics also accuse her of grandstanding, and of displaying bias against American companies.\n“I think she has this vision of what the law should be, and it seems to me that when this radically affects major companies that are headquartered in the U.S., you might want to have more of a dialogue with the U.S. regulators and the U.S. government about it,” said Joe Kennedy, a senior fellow at the Information Technology and Innovation Foundation, a nonprofit think tank based in Washington.\nBoth Timothy D. Cook, Apple’s chief executive, and Sundar Pichai, Google’s chief, have traveled to Brussels to argue their cases in person, apparently in vain. Last June, Ms. Vestager fined Google €2.4 billion, or about $2.8 billion, after concluding that it had unfairly used its search engine to favor its services over those of its rivals. It was the largest such penalty in the European Commission’s history, and more than double similar fines levied by the United States.\nLast May, she fined Facebook €110 million, or about $131 million, after concluding that it had misled the European authorities about its acquisition of the messaging service WhatsApp. And in January, she fined the American chip maker Qualcomm €997 million, or about $1.2 billion, saying it had abused its market dominance to shut out competitors.\nFor the moment, the attention is on data privacy, and whether it is possible to regulate how technology companies share and profit from users’ personal information.", "url": "https://www.nytimes.com/2018/05/05/world/europe/margrethe-vestager-silicon-valley-data-privacy.html"}