{"authors": ["Katie Benner", "Mark Mazzetti", "Ben Hubbard", "Mike Isaac"], "date_download": "2022-10-25 23:54:59", "date_modify": "2022-10-25 23:54:59", "date_publish": "2018-10-20 15:56:46", "description": "The kingdom silences dissent online by sending operatives to swarm critics. It also recruited a Twitter employee suspected of spying on users, interviews show.", "filename": "2018_10_20_us_politics_saudi-image-campaign-twitter_1666742099.html", "image_url": "https://static01.nyt.com/images/2018/10/22/us/politics/21dc-saudi1/21dc-saudi1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=4a16710a1b75a7539040756f4ef294043c8e0009e06a7eabafe924b4f5815eb8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_20_us_politics_saudi-image-campaign-twitter_1666742099.html", "title": "Saudis’ Image Makers: A Troll Army and a Twitter Insider", "title_page": "Saudis’ Image Makers: A Troll Army and a Twitter Insider - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Each morning, Jamal Khashoggi would check his phone to discover what fresh hell had been unleashed while he was sleeping.\nHe would see the work of an army of Twitter trolls, ordered to attack him and other influential Saudis who had criticized the kingdom’s leaders. He sometimes took the attacks personally, so friends made a point of calling frequently to check on his mental state.\n[Update: Former Twitter employees charged with spying for Saudi Arabia.]\n“The mornings were the worst for him because he would wake up to the equivalent of sustained gunfire online,” said Maggie Mitchell Salem, a friend of Mr. Khashoggi’s for more than 15 years.\nMr. Khashoggi’s online attackers were part of a broad effort dictated by Crown Prince Mohammed bin Salman and his close advisers to silence critics both inside Saudi Arabia and abroad. Hundreds of people work at a so-called troll farm in Riyadh to smother the voices of dissidents like Mr. Khashoggi. The vigorous push also appears to include the grooming — not previously reported — of a Saudi employee at Twitter whom Western intelligence officials suspected of spying on user accounts to help the Saudi leadership.", "url": "https://www.nytimes.com/2018/10/20/us/politics/saudi-image-campaign-twitter.html"}