{"authors": ["Campbell Robertson", "Christopher Mele", "Sabrina Tavernise"], "date_download": "2022-10-25 23:01:51", "date_modify": "2022-10-25 23:01:51", "date_publish": "2018-10-27 14:59:25", "description": "The suspect in the Saturday morning attack, identified as Robert D. Bowers, 46, was in custody, law enforcement officials said. At least 11 people were reported killed.", "filename": "2018_10_27_us_active-shooter-pittsburgh-synagogue-shooting_1666738911.html", "image_url": "https://static01.nyt.com/images/2018/10/29/us/29SYNAGOGUE-1/29SYNAGOGUE-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=eb2a5a60ca6830e31b5954be2a86b14183d21cfe09e4d7e77b5c094d07802a86&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_27_us_active-shooter-pittsburgh-synagogue-shooting_1666738911.html", "title": "11 Killed in Synagogue Massacre; Suspect Charged With 29 Counts", "title_page": "11 Killed in Synagogue Massacre; Suspect Charged With 29 Counts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PITTSBURGH — Armed with an AR-15-style assault rifle and at least three handguns, a man shouting anti-Semitic slurs opened fire inside a Pittsburgh synagogue Saturday morning, killing at least 11 congregants and wounding four police officers and two others, the authorities said.\nIn a rampage described as among the deadliest against the Jewish community in the United States, the assailant stormed into the Tree of Life Congregation, where worshipers had gathered in separate rooms to celebrate their faith, and shot indiscriminately into the crowd, shattering what had otherwise been a peaceful morning.\nThe assailant, identified by law enforcement officials as Robert D. Bowers, fired for several minutes and was leaving the synagogue when officers, dressed in tactical gear and armed with rifles, met him at the door. According to the police, Mr. Bowers exchanged gunfire with officers before retreating back inside and barricading himself inside a third-floor room. He eventually surrendered.\nMr. Bowers, 46, was injured by gunfire, although the authorities said it was unclear whether those wounds were self-inflicted or whether the police had shot him. He was taken to Allegheny General Hospital.\nFederal officials charged Mr. Bowers with 29 criminal counts. They included obstructing the free exercise of religious beliefs — a hate crime — and using a firearm to commit murder. He also faces state charges, including 11 counts of criminal homicide, six counts of aggravated assault and 13 counts of ethnic intimidation.\nThe authorities said that he had no previous criminal history.\n[Read more about the shooting suspect, who frequently reposted anti-Semitic content on social media.]\nThough a bris, a ceremony to mark a child’s birth, was among the ceremonies taking place Saturday, no children were among the casualties, law enforcement officials said. The wounded included a 70-year-old man who had been shot in the torso, and a 61-year-old woman with soft tissue wounds, said Dr. Donald Yealy, chairman of emergency medicine at the University of Pittsburgh School of Medicine.\nThe attack Saturday morning struck the heart of the city’s vibrant Jewish community, in the leafy Squirrel Hill neighborhood that is home to several synagogues, kosher restaurants and bakeries. Hours later, hundreds gathered at three separate interfaith vigils on a cold, rainy evening to mourn the dead and pray for the wounded.\nThe assault on the synagogue unfolded on a quiet, drizzly morning, and came amid a bitter, vitriolic midterm election season and against the backdrop of what appears to be a surge in hate-related speech and crimes across America. It also took place in the wake of the arrest Friday morning of a man who the authorities said sent more than a dozen pipe bombs to critics of Mr. Trump, including several high-profile Democrats.", "url": "https://www.nytimes.com/2018/10/27/us/active-shooter-pittsburgh-synagogue-shooting.html"}