{"authors": ["Emily Oster", "Geoffrey Kocks"], "date_download": "2022-10-25 23:35:42", "date_modify": "2022-10-25 23:35:42", "date_publish": "2018-01-16 10:30:23", "description": "Changing minds on vaccination is very difficult, but it isn’t so important when a law can change behavior.", "filename": "2018_01_16_upshot_measles-vaccination-california-students_1666740942.html", "image_url": "https://static01.nyt.com/images/2018/01/17/upshot/17up-californiavaccine/17up-californiavaccine-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=4536cea843f2c206a06320717c426e71e99b41578974f20aaa8517fd8a5164de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_16_upshot_measles-vaccination-california-students_1666740942.html", "title": "After a Debacle, How California Became a Role Model on Measles", "title_page": "After a Debacle, How California Became a Role Model on Measles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In December 2014 something unusual happened at Disneyland. People came to visit Mickey Mouse, and some of them left with measles. At least 159 people contracted the disease during an outbreak lasting several months. This is more than the typical number in a whole year in the United States.\nThe leading theory is that measles was introduced in Disneyland by a foreign tourist. That could happen anywhere. Medical experts generally agree that the fact that it took off was probably a result of California’s low vaccination rates, which in turn was a result of an inability to persuade a significant share of Californians that vaccines were important.\nThe episode made national news, but in the next few years, another development was striking but attracted less national attention: Because of a policy change, California was able to turn it around. Data from a county-by county analysis shows that in many schools with the lowest vaccination rates, there was an increase of 20 to 30 percentage points in the share of kindergartners vaccinated between 2014 and 2016. One law changed the behavior of impassioned resisters more effectively than a thousand public service announcements might have.\nLimiting outbreaks of vaccine-preventable diseases relies on “herd immunity.” Essentially, if enough people are vaccinated, a disease cannot get a foothold. For measles, this number is around 90 percent to 95 percent. In other words, if 95 percent of people in an area are vaccinated for measles, an outbreak is unlikely even if the disease is introduced.", "url": "https://www.nytimes.com/2018/01/16/upshot/measles-vaccination-california-students.html"}