{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-26 00:12:11", "date_modify": "2022-10-26 00:12:11", "date_publish": "2018-02-22 13:12:00", "description": "President Trump promoted arming specially trained teachers to fend off school shooters, but rejected active-shooter drills to survive a rampage.", "filename": "2018_02_22_us_politics_trump-guns-school-shootings_1666743131.html", "image_url": "https://static01.nyt.com/images/2018/02/23/us/politics/23dc-trump-1/23dc-trump-1-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=10d5a322fa26368d3bae54f6a47b6f2efc85712a99748c9ce35f66900cb80cb4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_22_us_politics_trump-guns-school-shootings_1666743131.html", "title": "Trump Suggests Teachers Get a ‘Bit of a Bonus’ to Carry Guns", "title_page": "Trump Suggests Teachers Get a ‘Bit of a Bonus’ to Carry Guns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump on Thursday enthusiastically embraced a National Rifle Association position to arm highly trained teachers to fortify schools against mass shootings like the one last week. Mr. Trump, who said the armed teachers should receive extra pay as an incentive, promoted his idea as demands for stronger gun control intensified across the country.\n“You give them a little bit of a bonus, so practically for free, you have now made the school into a hardened target,” Mr. Trump said. The president estimated that 10 percent to 40 percent of school employees would be qualified to handle a weapon — he offered no data for the claim — and said he would devote federal money to training them.\nMr. Trump has cycled through a number of proposals — including some gun limits deemed unacceptable by the N.R.A. — in the days since the rampage killed 14 students and three adults last week at Marjory Stoneman Douglas High School in Parkland, Fla. On Thursday, he returned to an idea championed by the gun rights group.\n“I don’t want teachers to have guns, I want certain highly adept people, people that understand weaponry, guns — if they really have that aptitude,” Mr. Trump said during his second White House meeting in two days to discuss how to respond to the latest school shooting in the United States. He promoted the idea even as a sheriff’s deputy who had been the only armed guard at the high school resigned on Thursday after surveillance video showed that he never tried to enter the school to confront the shooter.", "url": "https://www.nytimes.com/2018/02/22/us/politics/trump-guns-school-shootings.html"}