{"authors": ["Adam Goldman", "Mark Mazzetti", "Matthew Rosenberg"], "date_download": "2022-10-25 23:02:08", "date_modify": "2022-10-25 23:02:08", "date_publish": "2018-05-19 00:48:19", "description": "The informant made contact in the summer of 2016 with Trump campaign advisers who were already under scrutiny for ties to Russia.", "filename": "2018_05_18_us_politics_trump-fbi-informant-russia-investigation_1666738928.html", "image_url": "https://static01.nyt.com/images/2018/05/19/us/politics/19DC-FBI-01/19DC-FBI-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=55c7ef5123c57e256ebee61dfb91fe57d3559f33ca0c19c2d8a5e81be349beb8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_18_us_politics_trump-fbi-informant-russia-investigation_1666738928.html", "title": "F.B.I. Used Informant to Investigate Russia Ties to Campaign, Not to Spy, as Trump Claims", "title_page": "F.B.I. Used Informant to Investigate Russia Ties to Campaign, Not to Spy, as Trump Claims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump accused the F.B.I. on Friday, without evidence, of sending a spy to secretly infiltrate his 2016 campaign “for political purposes” even before the bureau had any inkling of the “phony Russia hoax.”\nIn fact, F.B.I. agents sent an informant to talk to two campaign advisers only after they received evidence that the pair had suspicious contacts linked to Russia during the campaign. The informant, an American academic who teaches in Britain, made contact late that summer with one campaign adviser, George Papadopoulos, according to people familiar with the matter. He also met repeatedly in the ensuing months with the other aide, Carter Page, who was also under F.B.I. scrutiny for his ties to Russia.\nThe role of the informant is at the heart of the newest battle between top law enforcement officials and Mr. Trump’s congressional allies over the F.B.I.’s most politically charged investigations in decades. The lawmakers, who say they are concerned that federal investigators are abusing their authority, have demanded documents from the Justice Department about the informant.\nLaw enforcement officials have refused, saying that handing over the documents would imperil both the source’s anonymity and safety. The New York Times has learned the source’s identity but typically does not name informants to preserve their safety.", "url": "https://www.nytimes.com/2018/05/18/us/politics/trump-fbi-informant-russia-investigation.html"}