{"authors": ["Kevin Roose"], "date_download": "2022-10-25 23:33:27", "date_modify": "2022-10-25 23:33:27", "date_publish": "2018-10-28 13:20:30", "description": "The social media site, a haven for neo-Nazis and other extremists, has lost support from service providers like GoDaddy and PayPal since Saturday’s massacre.", "filename": "2018_10_28_us_gab-robert-bowers-pittsburgh-synagogue-shootings_1666740807.html", "image_url": "https://static01.nyt.com/images/2018/10/28/us/28GAB/28GAB-facebookJumbo-v6.jpg?year=2018&h=549&w=1050&s=9d3ae28320d4a774577b86ea121131f04054bbf06556b735732406389b15c171&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_28_us_gab-robert-bowers-pittsburgh-synagogue-shootings_1666740807.html", "title": "On Gab, an Extremist-Friendly Site, Pittsburgh Shooting Suspect Aired His Hatred in Full", "title_page": "On Gab, an Extremist-Friendly Site, Pittsburgh Shooting Suspect Aired His Hatred in Full - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Because he was on Gab, law enforcement now have definitive evidence for a motive,” Mr. Torba wrote. “They would not have had this evidence without Gab. We are proud to work with and support law enforcement in order to bring justice to this alleged terrorist.”\nTechnically, there was nothing special about Gab at the start — its interface was buggy and unattractive, and it lacked the features of more established social networks. But the platform’s intentionally slim rule book attracted a crowd of extremists, including white nationalists and neo-Nazis, who had been banned from other social platforms. Milo Yiannopoulos, the former Breitbart writer whose harassment campaigns got him kicked off Twitter, signed up for an account. So did Andrew Anglin, the founder of the neo-Nazi publication Daily Stormer, and Richard Spencer, the well-known white nationalist.\nWithin months, Gab had become a last refuge for internet scoundrels — a place where those with views considered too toxic for the mainstream could congregate and converse freely. The site’s guidelines prohibit threats of violence, but not hateful speech.\nGab’s reputation for accommodating extremism may have been what drew Mr. Bowers to the site. In January, he signed up for an account, and began sharing anti-Jewish images, conspiracy theories about Jews controlling the world, and criticism of President Trump — whom, he implied, was too accommodating of Jewish influence. He appeared to have other social media accounts, but Gab was where he aired his hatred in full. His bio on the site read, “Jews are the children of Satan,” and a photo on his profile included the number 1488, a reference to Nazism that is popular among white supremacists.\nAfter Mr. Bowers was named as a suspect in the mass shooting, Gab released a statement saying it “unequivocally disavows and condemns all acts of terrorism and violence.” The company spent much of Saturday replying to its critics on Twitter, and deflecting blame by pointing out that Mr. Bowers also had accounts on other social networks. The company boasted that its website was getting a million views per hour in the aftermath of the Pittsburgh shooting.\nThis is not Gab’s first run-in with controversy. Last year, Google banned the company’s app for failing to moderate hateful content. (The app was rejected by Apple.) In August, Microsoft threatened to cut off Gab’s access to its Azure cloud service after posts surfaced on the site advocating genocidal violence against Jews. The posts were ultimately taken down.\nMr. Torba insisted in his email that the shooting had not changed his mind about Gab’s core mission of promoting free speech.", "url": "https://www.nytimes.com/2018/10/28/us/gab-robert-bowers-pittsburgh-synagogue-shootings.html"}