{"authors": ["Noam Cohen"], "date_download": "2022-10-25 23:46:11", "date_modify": "2022-10-25 23:46:11", "date_publish": "2018-04-11 19:30:04", "description": "If his congressional testimony is any guide, Mark Zuckerberg won’t be the one who makes it happen.", "filename": "2018_04_11_opinion_facebook-zuckerberg-testimony-conscience_1666741571.html", "image_url": "https://static01.nyt.com/images/2018/04/11/opinion/11NCohen/11NCohen-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b9859b42c3b78edddb36f79bef9603179ff6350ab7063af9a614e6b6c7b1f6be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_11_opinion_facebook-zuckerberg-testimony-conscience_1666741571.html", "title": "Can Facebook Develop a Conscience?", "title_page": "Opinion | Can Facebook Develop a Conscience? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the past, Mr. Zuckerberg’s talents could only be a tool for richer and better-connected peers like the Winklevosses, who would provide the money and define the purpose of the project. By the mid-2000s, however, Mr. Zuckerberg could turn the tables.\n“The fact that we could sort of rent machines for, you know, like $100 a month and use that to scale up to a point where we had 300,000 users is pretty cool and it’s a pretty unique thing that’s going on in technology right now,” Mr. Zuckerberg told Harvard computer science students when he came back to campus in 2005 as a 21-year-old entrepreneur.\nAt the time of the talk, Mr. Zuckerberg estimated that Google had 250 million page views a day, with thousands of machines and 5,000 employees, while Facebook had significantly more page views (400 million), hundreds of machines and just barely 50 employees.\nBy then, Larry Page and Sergey Brin had already given up control of Google as the price for venture capital to keep the project running, agreeing to an outside chief executive, as investors had insisted. To this day, Mr. Zuckerberg retains majority control over Facebook and remains its chief executive — his decisions about regulation, privacy and transparency can mean happiness or misery for the more than two billion citizens of Facebook nation — majestic powers that are enshrined when you check the right box on the terms of service agreement.\nPeter Thiel, the first outside investor in Facebook and a longtime adviser to Mr. Zuckerberg, sees a founder-led tech start-up as something like an independent cell that can help drive social change. “A start-up,” he writes in his book, “Zero to One,” “is the largest endeavor over which you can have definite mastery. You can have agency not just over your own life, but over a small and important part of the world.”\nIn these extraordinary times, we are learning how society changes when it is in the hands of power-drunk engineers. Products and services are delivered much more reliably and efficiently. We are able to communicate quickly, directly, widely. But there are serious problems, too, and they are far more serious than even critics realized at first.", "url": "https://www.nytimes.com/2018/04/11/opinion/facebook-zuckerberg-testimony-conscience.html"}