{"authors": ["Julie Hirschfeld Davis", "Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:35:17", "date_modify": "2022-10-25 23:35:17", "date_publish": "2018-10-25 16:33:45", "description": "The proposed executive action would be a sweeping use of presidential power to fortify the border as President Trump tries to play to his anti-immigrant base days before the midterm elections.", "filename": "2018_10_25_us_politics_trump-army-border-mexico.html_action=click&module=Top%20Stories&pgtype=Homepage_1666740917.html", "image_url": "https://static01.nyt.com/images/2018/10/27/world/americas/THUMBNAIL-MEXICO/THUMBNAIL-MEXICO-facebookJumbo.png?year=2018&h=549&w=1050&s=10fc999cd301ab66f4df46a83bff0f5cdcc7f0fa597970153e5fe23a64f9a049&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_25_us_politics_trump-army-border-mexico.html_action=click&module=Top%20Stories&pgtype=Homepage_1666740917.html", "title": "Trump Considers Closing Southern Border to Migrants", "title_page": "Trump Considers Closing Southern Border to Migrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump is considering taking executive action to bar migrants, including asylum seekers, from entering the country at the southern border, according to people familiar with the plan. The effort would be the starkest indication yet of Mr. Trump’s election-season push to play to his anti-immigrant base as his party fights to keep control of Congress.\nThe proposal amounts to a sweeping use of presidential power to fortify the border and impose the kind of aggressive immigration restrictions and enforcement measures that Mr. Trump has made his signature pursuit.\nThe plan is expected to prompt a swift challenge in federal courts.\nThe move would be the most drastic in a series of steps that Mr. Trump has taken or threatened to take in recent days — including preparations on Thursday to send as many as 1,000 active-duty Army troops to help secure the southern border — as he works to stop what he has called an “onslaught” of immigrants only days before the midterm elections.\nAs part of that effort, the president has capitalized this month on the thousands of Central American migrants trekking north through Mexico. Many in the group are women and children believed to be seeking refuge from violence and economic hardship. He said without evidence this week that criminals and “unknown Middle Easterners” were “mixed in” among the people in the migrant caravan, and has blamed its formation on Democrats, falsely charging that they support allowing immigrants to stream, unchecked, into the country.", "url": "https://www.nytimes.com/2018/10/25/us/politics/trump-army-border-mexico.html?action=click&module=Top%20Stories&pgtype=Homepage"}