{"authors": ["Eliza Shapiro"], "date_download": "2022-10-25 23:48:31", "date_modify": "2022-10-25 23:48:31", "date_publish": "2018-11-09 21:31:24", "description": "New York’s Democratic wave toppled charter school supporters on Tuesday, in an ominous sign for education reform in blue states under President Trump.", "filename": "2018_11_09_nyregion_nyc-charter-schools_1666741711.html", "image_url": "https://static01.nyt.com/images/2018/11/10/nyregion/10charters02/09charters02-facebookJumbo.jpg?year=2018&h=550&w=1050&s=edb7aded6118c90d68b48b40b15b85dd8e2c67354a7cf0e5f7174c0efaf37082&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_09_nyregion_nyc-charter-schools_1666741711.html", "title": "With Democratic Wins, Charter Schools Face a Backlash in N.Y. and Other States", "title_page": "With Democratic Wins, Charter Schools Face a Backlash in N.Y. and Other States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Where insurgent national Democrats support charter schools, they do so carefully: Representative Jared Polis, the Colorado Democrat whom voters sent to the governor’s mansion on Tuesday, founded two charter schools. But he has made sure to criticize Ms. DeVos’s vocal brand of school choice advocacy.\nTuesday’s results were compounded by other recent blows for charters in liberal states.\nIn 2016, Massachusetts voters rejected a referendum that would have expanded the state’s high-performing charter schools. Though backers poured $20 million into the race, it was no match for Senator Elizabeth Warren and Senator Bernie Sanders, progressive stars who opposed the initiative.\nPhilanthropists tried again in California over the summer, when they spent $23 million to bolster the former Los Angeles mayor, Antonio Villaraigosa, in the primary for governor. Mr. Villaraigosa, a Democrat, was easily beat by Gavin Newsom, the Democratic lieutenant governor, who has been vague about the role of charters as he seeks to make California an epicenter of opposition to the Trump administration.\nSome advocates find a sliver of hope in the fact that even the most liberal Democrats acknowledge that charter schools are here to stay. Many opponents want to slow growth, not destroy charters.\n“No matter how hostile some of the cities get to charters, the charters have endured,” said Jeanne Allen, the chief executive of the Center for Education Reform, a national school choice advocacy group.\nIn New York, the insurgent Democratic candidates’ criticism of charters was somewhat less central to their campaigns than their support for traditional public schools. And though most of those Democrats said they would reject any plan to expand charter schools, they are aware that charters are popular among some families in their own districts.\n“You don’t want to alienate anybody,” said Alessandra Biaggi, who in the Democratic primary unseated one of the charter lobby’s most reliable allies, State Senator Jeffrey D. Klein, in a Bronx district. “I understand why charter schools exist, I understand why they have come to the Bronx, I really get it. But we’ve got to focus on improving our public schools.”", "url": "https://www.nytimes.com/2018/11/09/nyregion/nyc-charter-schools.html"}