{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:28:18", "date_modify": "2022-10-25 23:28:18", "date_publish": "2018-07-10 23:10:09", "description": "The Players Association says the league cannot unilaterally change the rules on what players can do during the national anthem.", "filename": "2018_07_10_sports_nfl-anthem_1666740498.html", "image_url": "https://static01.nyt.com/images/2018/07/11/sports/11nf1l/merlin_139974147_ab8c3f5e-44c7-46e9-97c7-5e4ec7168513-facebookJumbo.jpg?year=2018&h=549&w=1050&s=6acd36475e561765d0b13de909fee0aaaccbbd458e2d402f4cd8de67d3c6fd3a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_10_sports_nfl-anthem_1666740498.html", "title": "N.F.L. Players Association Files Grievance Over Anthem Policy", "title_page": "N.F.L. Players Association Files Grievance Over Anthem Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The N.F.L. Players Association said Tuesday it filed a grievance against the league for unilaterally changing its policy on the national anthem, the latest salvo in the nearly two-year old controversy over whether players should be allowed to kneel during the anthem.\nIn a statement, the union said the new policy was changed without consulting the Players Association, something that “is inconsistent with the collective bargaining agreement and infringes on player rights.”\nThe N.F.L. did not comment Tuesday.\nAt a meeting in late May, the 32 N.F.L. owners voted to overhaul their protocol for what players must do during the anthem. In the past, players were required to be on the sideline during the anthem, but they were not required to stand. That policy dated back to 2009, when the N.F.L. signed a marketing deal with the U.S. military.\nUnder the new policy, players can no longer kneel during the national anthem without leaving themselves open to punishment. Also their teams could face possible financial penalties. At the same time, players are not required to be on the sideline during the playing of the anthem. They can remain in their locker room during the pregame ceremony.", "url": "https://www.nytimes.com/2018/07/10/sports/nfl-anthem.html"}