{"authors": ["Melissa Gomez"], "date_download": "2022-10-25 23:47:37", "date_modify": "2022-10-25 23:47:37", "date_publish": "2018-07-06 00:50:35", "description": "James Alex Fields Jr. is accused of killing a person and injuring others after ramming his car into a crowd of counterprotesters during a white supremacist rally.", "filename": "2018_07_05_us_charlottesville-plea-hate-crimes_1666741657.html", "image_url": "https://static01.nyt.com/images/2018/07/05/us/05xp-charlottesville1/05xp-charlottesville1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=ea9f540d551c17fa0a10b06be44fc677a2ffdf979a1bb8ad07df5b7a1bf3a23d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_05_us_charlottesville-plea-hate-crimes_1666741657.html", "title": "Charlottesville Car Attack Suspect Pleads Not Guilty to Federal Hate Crimes", "title_page": "Charlottesville Car Attack Suspect Pleads Not Guilty to Federal Hate Crimes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Ohio man accused of killing one person and injuring multiple others after ramming his car into a crowd of counterprotesters during a white nationalist rally last year pleaded not guilty on Thursday to multiple federal hate crime charges.\nThe man, James Alex Fields Jr., entered his plea to all 30 charges brought against him last month by federal officials for his actions during the “Unite the Right” rally in Charlottesville, Va., on Aug. 12.\nDuring a hearing at United States District Court in Charlottesville, Judge Joel Hoppe asked Mr. Fields if he had ever been treated or if he was currently being treated for a mental illness, Brian McGinn, a spokesman for the United States attorney for the Western District of Virginia, said Thursday.\nMr. Fields responded affirmatively and listed bipolar disorder, depression, anxiety and A.D.H.D., and added that he was taking medication, Mr. McGinn said.", "url": "https://www.nytimes.com/2018/07/05/us/charlottesville-plea-hate-crimes.html"}