{"authors": ["Kevin Roose"], "date_download": "2022-10-25 23:41:55", "date_modify": "2022-10-25 23:41:55", "date_publish": "2018-06-21 22:16:45", "description": "Glitchy enforcement of a new Facebook political ad policy is creating headaches for small businesses, news publishers, and other advertisers.", "filename": "2018_06_21_business_facebook-political-ads_1666741315.html", "image_url": "https://static01.nyt.com/images/2018/06/22/business/22ADERRORS/22ADERRORS-facebookJumbo.jpg?year=2018&h=550&w=1050&s=1fcc3956a8a87b93b47dd0bed19ccdc05caf3b3a532b52618ea26b1c3860c11a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_21_business_facebook-political-ads_1666741315.html", "title": "A Day Care and a Dog Rescue Benefit: On Facebook, They Were Political Ads", "title_page": "A Day Care and a Dog Rescue Benefit: On Facebook, They Were Political Ads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What do a day care center, a vegetarian restaurant, a hair salon, an outdoor clothing maker and an investigative news publisher have in common?\nTo Facebook, they looked suspiciously like political activists.\nFacing a torrent of criticism over its failure to prevent foreign interference during the 2016 election, the giant social network recently adopted new rules to make its advertising service harder to exploit.\nUnder the new rules, advertisers who want to buy political ads in the United States must first prove that they live in the country, and mark their ads with a “paid for by” disclaimer. Any ad Facebook deems to contain political content is stored in a searchable public database.\nThe new rules are meant to illuminate the sometimes shadowy world of politics on social media and help prevent fraud and abuse by organizations like Russia’s Internet Research Agency. But many advertisers, including small businesses and news organizations, are complaining that Facebook’s detection system has mistakenly miscategorized their ads as political. All ads that have political content — including the miscategorized ones and ads that are taken down after running — are included in the public database.", "url": "https://www.nytimes.com/2018/06/21/business/facebook-political-ads.html"}