{"authors": ["Robert Pear"], "date_download": "2022-10-25 23:35:27", "date_modify": "2022-10-25 23:35:27", "date_publish": "2018-09-09 14:53:48", "description": "Utah is one of three conservative states where advocates are trying to outflank Republican lawmakers and get ballot measures approved on Nov. 6.", "filename": "2018_09_09_us_politics_utah-medicaid-expansion_1666740927.html", "image_url": "https://static01.nyt.com/images/2018/09/07/us/politics/10dc-utahcare-4/00dc-utahcare-4-facebookJumbo.jpg?year=2018&h=550&w=1050&s=d46ebbe29babbca9284679b0a65ae1a9116e9009983e321d1ece81e130dffc60&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_09_us_politics_utah-medicaid-expansion_1666740927.html", "title": "Medicaid Expansion Finds Grass-Roots Support in Conservative Utah", "title_page": "Medicaid Expansion Finds Grass-Roots Support in Conservative Utah - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "OGDEN, Utah — In this conservative state, which has not supported a Democratic presidential candidate in more than a half-century, a grass-roots campaign to expand Medicaid is building considerable momentum as Election Day approaches.\nIf it wins approval here, it could happen almost anywhere.\nOn Nov. 6, Utah voters will consider a ballot measure that would expand Medicaid to cover up to 150,000 more people under the Affordable Care Act. Two other conservative states, Idaho and Nebraska, will also vote that day on Medicaid expansion proposals.\nThe states, if the measures pass, will join more than 30 others that have expanded Medicaid under the 2010 health care law. In all three states, advocates are trying to outflank Republican lawmakers who have blocked expansion efforts.\nThe Utah push is five years in the making. State politicians and advocates have tried repeatedly, by one means or another, to expand Medicaid. Gov. Gary R. Herbert, a Republican, and his team have spent countless hours in negotiations with the Obama and Trump administrations. In 2015, the State Senate passed a bill, but it never reached the floor of the State House of Representatives.", "url": "https://www.nytimes.com/2018/09/09/us/politics/utah-medicaid-expansion.html"}