{"authors": ["Landon Thomas Jr."], "date_download": "2022-10-25 23:38:21", "date_modify": "2022-10-25 23:38:21", "date_publish": "2018-01-03 23:52:24", "description": "Following the big tax cut, companies have announced bonuses or wage hikes for employees. Will they make a difference? Or are they publicity stunts?", "filename": "2018_01_03_business_corporate-tax-cut-bonuses-employees_1666741101.html", "image_url": "https://static01.nyt.com/images/2018/01/04/business/04TAXBONUSES1/04TAXBONUSES1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=8b2b291670037873399b951b93702a02b3d018800f1d0cc233d21ca457e6be27&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_03_business_corporate-tax-cut-bonuses-employees_1666741101.html", "title": "Companies Are Handing Out Bonuses Thanks to the Tax Law. Is It a Publicity Stunt?", "title_page": "Companies Are Handing Out Bonuses Thanks to the Tax Law. Is It a Publicity Stunt? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The big corporate tax break that became law last month is great news for companies and their investors. But what about employees? How much of the corporate tax windfall will go to workers via higher wages?\nSince President Trump signed the $1.5 trillion tax cut into law on Dec. 22, nearly 20 large companies have announced some form of bonus or wage hike for their employees. Will they make a difference? Or are they merely publicity stunts?\n“This is not a P.R. stunt,” said Teresa Tanner, who oversees marketing and human resources at Fifth Third Bank, a regional lender in the Midwest that is raising its minimum wage and giving some employees a $1,000 bonus. “The tax cut will be an ongoing benefit for us and we wanted to share this with our employees. It is the right thing to do.”\nMany of the large companies that have announced fatter future paychecks are also subject to close regulatory scrutiny. Among them: AT&T, which was one of the first companies to publicly announce plans to reward employees with a one-time bonus. The company is also wrestling with Mr. Trump’s Justice Department, which has blocked its planned merger with Time Warner.", "url": "https://www.nytimes.com/2018/01/03/business/corporate-tax-cut-bonuses-employees.html"}