{"authors": ["Michael M. Grynbaum"], "date_download": "2022-10-25 23:02:35", "date_modify": "2022-10-25 23:02:35", "date_publish": "2018-07-16 20:27:52", "description": "“Disgraceful,” Anderson Cooper of CNN said at the end of a news conference during which the reporters Jonathan Lemire and Jeff Mason asked tough questions.", "filename": "2018_07_16_business_media_trump-putin-helsinki-cnn_1666738955.html", "image_url": "https://static01.nyt.com/images/2018/07/17/business/17TRUMPMEDIA-print/17TRUMPMEDIA-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0ca60401acb8673170b613a9ad22e9e0c216010b4f49ac09995ebbf9761600d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_16_business_media_trump-putin-helsinki-cnn_1666738955.html", "title": "TV Anchors Agape After the Trump-Putin Appearance", "title_page": "TV Anchors Agape After the Trump-Putin Appearance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was the first thing that CNN viewers heard as the news conference ended, an assessment both acidic and incisive, the sort of judgment not usually uttered by Very Important Television Anchors.\n“You have been watching,” said the disembodied voice of Anderson Cooper, “one of the most disgraceful performances by an American president at a summit in front of a Russian leader that I’ve ever seen.”\nPerhaps Mr. Cooper had briefly forgotten the mores of his profession — stolidity and a Cronkite-ian cool — in the heat of a surreal live event: a public pas de deux on Monday between President Trump and President Vladimir V. Putin of Russia, in which the president criticized United States intelligence agencies and declined multiple opportunities to blame Mr. Putin for interfering in American elections.\nBut Mr. Cooper’s remark, though pointed, was not far removed from the nonplused reactions of his fellow network stars, who seemed to channel a level of genuine shock rare even in the chaotic Trump era.", "url": "https://www.nytimes.com/2018/07/16/business/media/trump-putin-helsinki-cnn.html"}