{"authors": ["Lisa W. Foderaro"], "date_download": "2022-10-25 23:25:01", "date_modify": "2022-10-25 23:25:01", "date_publish": "2018-07-27 20:41:17", "description": "Tedra Cobb, the Democratic nominee, takes on Elise Stefanik, the Republican House incumbent, in a North Country contest focused on rural voters’ concerns.", "filename": "2018_07_27_nyregion_stefanik-cobb-congressional-house-seat-election_1666740301.html", "image_url": "https://static01.nyt.com/images/2018/07/28/nyregion/28stefanikcobb1/00stefanikcobb1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7dc8c4e173e57024145c248013e74c546995aa9058a38b3d2d2ee6dd5231e6c9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_27_nyregion_stefanik-cobb-congressional-house-seat-election_1666740301.html", "title": "In House Race, 2 Female Candidates Clash on Economy and Guns", "title_page": "In House Race, 2 Female Candidates Clash on Economy and Guns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I loved being a legislator,” Ms. Cobb said. “I liked going to the grocery store and hearing people’s stories. To me, that’s why you want a congressperson who lives in your district and shares your values and understands the struggle you are having economically.”\nIn a telephone interview, Ms. Stefanik countered Ms. Cobb’s narrative, saying that her family has had a home in Willsboro, N.Y., since she was 3 years old. “I have very deep ties to the district,” she said. “I am home almost every weekend. I have had over 750 constituent outreach events.”\nMs. Stefanik, who is a polished debater, having prepared House Speaker Paul D. Ryan for his vice-presidential debate, called her opponent “a desperate candidate who was one of the weakest in the Democratic field,” adding that she “continues to struggle both substantively on very basic issues, but also in terms of fund-raising and getting attention at the national level.”\nMs. Cobb’s campaign did receive some recent national attention, though of the unwelcome variety. Ms. Cobb was talking with teenagers at an event about gun violence in May when she relayed her conversation with a gun-control advocate at an earlier event that day.\nOn a voice recording made by a teenager who attended the “Teens for Tedra” event, Ms. Cobb is heard recounting her response at the earlier event to a question from a woman named Cindy about assault rifles. “I said they should be banned,” Ms. Cobb says on the recording. Then, she recalls on the tape, after other attendees headed for the buffet, she told the woman, “I want you to know, Cindy, I cannot say that.” The woman responds, “I want you to,” to which Ms. Cobb replies, “I won’t win.”\nThe National Rifle Association and the Stefanik campaign pounced on the recording, which found its way to the internet, as evidence that Ms. Cobb, who has publicly called for a ban on bump stocks and silencers, but not assault weapons, would push for such a ban if elected to Congress.", "url": "https://www.nytimes.com/2018/07/27/nyregion/stefanik-cobb-congressional-house-seat-election.html"}