{"authors": ["Mohammed Ali Kalfood", "Margaret Coker"], "date_download": "2022-10-25 23:53:56", "date_modify": "2022-10-25 23:53:56", "date_publish": "2018-08-02 21:52:40", "description": "Airstrikes by the Saudi-led coalition on Al Hudaydah, occupied by Houthi rebels, killed at least 30 people, medical workers said.", "filename": "2018_08_02_world_middleeast_yemen-saudi-hudaydah-missiles_1666742036.html", "image_url": "https://static01.nyt.com/images/2018/08/03/world/03yemen1/03yemen1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9cb270b87ba605736bcd29efe5a3f4f81e5ba3e4700ec15cc5804655f64b1f61&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_02_world_middleeast_yemen-saudi-hudaydah-missiles_1666742036.html", "title": "Saudis Escalate Siege of Port in Yemen, Alarming Aid Groups", "title_page": "Saudis Escalate Siege of Port in Yemen, Alarming Aid Groups - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AL HUDAYDAH, Yemen — Warplanes of the Saudi-led coalition fired more than two dozen missiles into this rebel-held Yemeni port city on Thursday, hitting the fish market, the entrance to the main hospital and a security compound in an attack that killed at least 30 people, medical workers said.\nThe missile strikes, which were an escalation of the conflict, came after a week of tensions in which Saudi Arabia accused its Yemeni adversaries, the Houthi rebels who occupy Al Hudaydah, of attacking a Saudi oil vessel in a Red Sea shipping lane.\nAt the same time, aid agencies sharpened criticism of the Saudi coalition over civilian suffering in the city, which the coalition has been threatening to invade for months.\nHours after the missile strikes, the United Nations special representative for Yemen briefed the Security Council in New York about a possible renewal of peace talks in the country, which the United Nations has declared the scene of the world’s worst humanitarian disaster.", "url": "https://www.nytimes.com/2018/08/02/world/middleeast/yemen-saudi-hudaydah-missiles.html"}