{"authors": ["Austin Frakt", "Aaron E. Carroll"], "date_download": "2022-10-25 23:35:44", "date_modify": "2022-10-25 23:35:44", "date_publish": "2018-01-02 08:30:25", "description": "Studies point to a simple reason, the prices, not to the amount of care. And lowering prices would upset a lot of people in the health industry.", "filename": "2018_01_02_upshot_us-health-care-expensive-country-comparison_1666740944.html", "image_url": "https://static01.nyt.com/images/2018/01/02/upshot/03up-healthspend/03up-healthspend-facebookJumbo-v4.jpg?year=2018&h=550&w=1050&s=1b42b842856ef417cbc2b9b6d624a46066614593dc618279255e5a9fcce80094&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_02_upshot_us-health-care-expensive-country-comparison_1666740944.html", "title": "Why the U.S. Spends So Much More Than Other Nations on Health Care", "title_page": "Why the U.S. Spends So Much More Than Other Nations on Health Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Over all, the researchers found that American personal health spending grew by about $930 billion between 1996 and 2013, from $1.2 trillion to $2.1 trillion (amounts adjusted for inflation). This was a huge increase, far outpacing overall economic growth. The health sector grew at a 4 percent annual rate, while the overall economy grew at a 2.4 percent rate.\nYou’d expect some growth in health care spending over this span from the increase in population size and the aging of the population. But that explains less than half of the spending growth. After accounting for those kinds of demographic factors, which we can do very little about, health spending still grew by about $574 billion from 1996 to 2013.\nDid the increasing sickness in the American population explain much of the rest of the growth in spending? Nope. Measured by how much we spend, we’ve actually gotten a bit healthier. Change in health status was associated with a decrease in health spending — 2.4 percent — not an increase. A great deal of this decrease can be attributed to factors related to cardiovascular diseases, which were associated with about a 20 percent reduction in spending.\nThis could be a result of greater use of statins for cholesterol or reduced smoking rates, though the study didn’t point to specific causes. On the other hand, increases in diabetes and low back and neck pain were associated with spending growth, but not enough to offset the decrease from cardiovascular and other diseases.\nDid we spend more time in the hospital? No, though we did have more doctor visits and used more prescription drugs. These tend to be less costly than hospital stays, so, on balance, changes in health care use were associated with a minor reduction (2.5 percent) in health care spending.\nThat leaves what happens during health care visits and hospital stays (care intensity) and the price of those services and procedures.\nDid we do more for patients in each health visit or inpatient stay? Did we charge more? The JAMA study found that, together, these accounted for 63 percent of the increase in spending from 1996 to 2013. In other words, most of the explanation for American health spending growth — and why it has pulled away from health spending in other countries — is that more is done for patients during hospital stays and doctor visits, they’re charged more per service, or both.", "url": "https://www.nytimes.com/2018/01/02/upshot/us-health-care-expensive-country-comparison.html"}