{"authors": ["Joseph E. Stiglitz"], "date_download": "2022-10-25 23:37:41", "date_modify": "2022-10-25 23:37:41", "date_publish": "2018-08-20 09:00:08", "description": "In “Winners Take All,” Anand Giridharadas explores a global elite that bemoans the state of the world while refusing to seek real, structural change.", "filename": "2018_08_20_books_review_winners-take-all-anand-giridharadas_1666741061.html", "image_url": "https://static01.nyt.com/images/2018/08/26/books/review/26stiglitz/26stiglitz-facebookJumbo.jpg?year=2018&h=550&w=1050&s=ea2f5d9a8b5846e291abd075e032f92f770b6025e900713a2b97ad18c4546fba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_20_books_review_winners-take-all-anand-giridharadas_1666741061.html", "title": "Meet the ‘Change Agents’ Who Are Enabling Inequality", "title_page": "Meet the ‘Change Agents’ Who Are Enabling Inequality - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In order to really have an economy with the greatest opportunity for all, the kind of economy they seem to champion, the MarketWorlders would have to pay high levels of corporate and personal income tax, offer decent wages to their workers, allow unions, fund public schools (instead of pet charter projects) and support some form of single payer health care and campaign finance reform. One simply can’t arrive at a more economically equal reality when the rungs of the ladder are so far apart.\nImage\nAt Davos and the other international conclaves where the muckety-mucks celebrate the new economic world they have helped create, which has rewarded them so amply, corporate leaders move seamlessly from sessions discussing the risks of climate change, growing inequality and financial instability, to dinners at which they praise tax cuts for billionaires and corporations and applaud proposals for deregulation. They conveniently don’t mention the increases in taxes on a majority of those in the middle, the Republican moves to eliminate health insurance for some 13 million in a country where life expectancy is already in decline, the increase in pollution, the risk of another financial crisis, the ever increasing evidence of moral turpitude — whether it’s Wells Fargo cheating its customers or Volkswagen cheating on its emission tests. Cognitive dissonance is intrinsic to MarketWorld.\nGiridharadas rightly argues that this misallocation of resources creates a grave opportunity cost. The money and time the MarketWorlders spend fixing the edges of our fraying social order could be used to push for real change. This is especially so in the political battles in which the country is currently engaged, where a majority of the Supreme Court and members of Congress seem hellbent on rewriting the rules of the American economy and political system in ways that will exacerbate economic disparities, increase monopoly power, and decrease access to health care and women’s reproductive rights.\nMoreover, the ideology of the MarketWorlders has spread and just espousing it has come to seem like a solution instead of the distraction that it is. Giridharadas shows how this is done. One category of enabler he describes is the cringeworthy “thought-leader,” who nudges plutocrats to think more about the poor but never actually challenges them, thus stroking them and allowing them to feel their MarketWorld approaches are acceptable rather than the cop-outs they are. Another recent book, the historian Nancy MacLean’s “Democracy in Chains,” provides a salutary lesson on the dangerous ways a self-serving ideology can spread.\nGiridharadas embedded himself in the world he writes about, much as the journalist David Callahan (who edits the Inside Philanthropy website) did for his recent book, “The Givers: Wealth, Power and Philanthropy in a New Gilded Age.” And like Callahan, Giridharadas is careful not to offend. He writes on two levels — seemingly tactful and subtle — but ultimately he presents a devastating portrait of a whole class, one easier to satirize than to reform.\nPerhaps recognizing the intractability and complexity of the fix we are in, Giridharadas sidesteps prescriptions by giving the book’s last words to a political scientist, Chiara Cordelli. “This right to speak for others,” Cordelli says, “is simply illegitimate when exercised by a powerful citizen.” Although a more definitive conclusion would have been welcome, Cordelli does point to the real lesson of the book: Democracy and high levels of inequality of the kind that have come to characterize the United States are simply incompatible. Very rich people will always use money to maintain their political and economic power. But now we have another group: the unwitting enablers. Despite believing they are working for a better world, they are at most chipping away at the margins, making slight course corrections, while the system goes on as it is, uninterrupted. The subtitle of the book says it all: “The Elite Charade of Changing the World.”", "url": "https://www.nytimes.com/2018/08/20/books/review/winners-take-all-anand-giridharadas.html"}