{"authors": ["Nelson D. Schwartz"], "date_download": "2022-10-25 23:47:21", "date_modify": "2022-10-25 23:47:21", "date_publish": "2018-09-25 21:28:31", "description": "Tax cuts, spending increases and higher interest rates could make it harder to respond to future recessions and deal with other needs.", "filename": "2018_09_25_business_economy_us-government-debt-interest_1666741641.html", "image_url": "https://static01.nyt.com/images/2018/09/15/business/15DEBTS01/15DEBTS01-facebookJumbo.jpg?year=2018&h=549&w=1050&s=312341daf76f4a334499070539bccd3421d53a320f577e6e8f04cc1f569e6dcd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_25_business_economy_us-government-debt-interest_1666741641.html", "title": "As Debt Rises, the Government Will Soon Spend More on Interest Than on the Military", "title_page": "As Debt Rises, the Government Will Soon Spend More on Interest Than on the Military - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The federal government could soon pay more in interest on its debt than it spends on the military, Medicaid or children’s programs.\nThe run-up in borrowing costs is a one-two punch brought on by the need to finance a fast-growing budget deficit, worsened by tax cuts and steadily rising interest rates that will make the debt more expensive.\nWith less money coming in and more going toward interest, political leaders will find it harder to address pressing needs like fixing crumbling roads and bridges or to make emergency moves like pulling the economy out of future recessions.\nWithin a decade, more than $900 billion in interest payments will be due annually, easily outpacing spending on myriad other programs. Already the fastest-growing major government expense, the cost of interest is on track to hit $390 billion next year, nearly 50 percent more than in 2017, according to the Congressional Budget Office.", "url": "https://www.nytimes.com/2018/09/25/business/economy/us-government-debt-interest.html"}