{"authors": ["Eric Lipton"], "date_download": "2022-10-25 23:23:10", "date_modify": "2022-10-25 23:23:10", "date_publish": "2018-02-15 07:00:30", "description": "A Tennessee truck dealership lavished a local Republican congresswoman with campaign donations. It also sells “Make Trucks Great Again” caps.", "filename": "2018_02_15_us_politics_epa-pollution-loophole-glider-trucks_1666740190.html", "image_url": "https://static01.nyt.com/images/2018/02/15/us/15reg-trucks1/15reg-trucks1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=31392a32c6c1e995947ae2484ad91c981cb6d6ed56a5dc81ac1d253bac2c31a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_15_us_politics_epa-pollution-loophole-glider-trucks_1666740190.html", "title": "How $225,000 Can Help Secure a Pollution Loophole at Trump’s E.P.A.", "title_page": "How $225,000 Can Help Secure a Pollution Loophole at Trump’s E.P.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CROSSVILLE, Tenn. — The gravel parking lot at the Fitzgerald family’s truck dealership here in central Tennessee was packed last week with shiny new Peterbilt and Freightliner trucks, as well as a steady stream of buyers from across the country.\nBut there is something unusual about the big rigs sold by the Fitzgeralds: They are equipped with rebuilt diesel engines that do not need to comply with rules on modern emissions controls. That makes them cheaper to operate, but means that they spew 40 to 55 times the air pollution of other new trucks, according to federal estimates, including toxins blamed for asthma, lung cancer and a range of other ailments.\nThe special treatment for the Fitzgerald trucks is made possible by a loophole in federal law that the Obama administration tried to close, and the Trump administration is now championing. The trucks, originally intended as a way to reuse a relatively new engine and other parts after an accident, became attractive for their ability to evade modern emissions standards and other regulations.\nThe survival of this loophole is a story of money, politics and suspected academic misconduct, according to interviews and government and private documents, and has been facilitated by Scott Pruitt, the administrator of the Environmental Protection Agency, who has staked out positions in environmental fights that benefit the Trump administration’s corporate backers.", "url": "https://www.nytimes.com/2018/02/15/us/politics/epa-pollution-loophole-glider-trucks.html"}