{"authors": ["Michael D. Shear", "Maggie Haberman"], "date_download": "2022-10-25 23:47:31", "date_modify": "2022-10-25 23:47:31", "date_publish": "2018-01-20 01:29:52", "description": "The deal fell apart later in the day when the president and his chief of staff wanted more concessions on immigration.", "filename": "2018_01_19_us_politics_trump-government-shutdown_1666741651.html", "image_url": "https://static01.nyt.com/images/2018/01/20/us/politics/20dc-trump1/20dc-trump1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=00996db17eefd4a8f3f96d14cd1efd11e7c0e3079287e5f4cafc6b686be4aa5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_19_us_politics_trump-government-shutdown_1666741651.html", "title": "How Trump and Schumer Came Close to a Deal Over Cheeseburgers", "title_page": "How Trump and Schumer Came Close to a Deal Over Cheeseburgers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A White House official said that Mr. Schumer raised the possibility of a one- or two-day extension, but Mr. Trump told Mr. Schumer to work out the details of a short-term measure with Senator Mitch McConnell of Kentucky, the majority leader.\nUnderstand DACA (the Deferred Action for Childhood Arrivals Program) Card 1 of 5 What is DACA? The program was created in 2012 through an executive action by President Barack Obama as a stopgap measure to shield from deportation undocumented people who were brought into the United States as children. The program, which provides protection for two years at a time and is renewable, does not offer a pathway to citizenship. Who are ‘the Dreamers’? DACA recipients, often referred to as Dreamers, are now 26 years old on average; the oldest are 39. The largest number were brought to the United States from Mexico, and many others were born in Central or South America and the Caribbean. The fastest-growing group of undocumented students are those from Asia. Why did DACA begin? Mr. Obama created the program after more than a decade of failed attempts to pass the Dream Act, which would put Dreamers on the path to citizenship. Different versions of that bill have been considered over the years as Congress grappled with a comprehensive overhaul of the country’s immigration system, but they never advanced. How many have applied? More than 830,000 applications have been approved since the program was unveiled 10 years ago. About 1.2 million unauthorized immigrants were eligible to apply, suggesting that more than two-thirds did so at some point, according to the Migration Policy Institute. Currently, slightly more than 600,000 people hold DACA status. Where does DACA stand now? On Oct. 5, 2022, a federal appeals court affirmed a 2021 lower court decision that deemed the program to be illegal. However, the three-judge panel allowed current DACA recipients to renew their status — in essence keeping the status of the program unchanged but its future uncertain.\nA short time later, Mr. Schumer called the president, the person said, but the conversation drove the pair even further apart. The immigration concessions from Democrats were not conservative enough, Mr. Trump told Mr. Schumer. The president said he needed more border security measures as well as more enforcement of illegal immigration in parts of the country far from the border.\nAs the evening wore on, Mr. Schumer got a call from Mr. Kelly that dashed all hopes for a Trump-Schumer deal before the shutdown deadline of midnight. Mr. Kelly, a hard-liner on immigration, the person familiar with the call said, outlined a long list of White House objections to the deal.\nA White House official familiar with the call said Mr. Kelly urged Mr. Schumer to work out the details of an agreement with Mr. McConnell.\nIn a Twitter post at 9:28 p.m., Mr. Trump vented his pessimism on Twitter, returning to his administration’s efforts to try to make sure that Democrats receive the blame from voters angry about a government shutdown exactly one year from his inauguration.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“Not looking good for our great Military or Safety & Security on the very dangerous Southern Border,” Mr. Trump wrote. “Dems want a Shutdown in order to help diminish the great success of the Tax Cuts, and what they are doing for our booming economy.”\nWith talks between Mr. Trump and Mr. Schumer over, Republicans in the Senate scheduled a vote on a House-passed measure that leaders in both parties expected to fail. After the shutdown began, Mr. Schumer lamented the failure to reach a deal with the president, and blamed Mr. Trump for abandoning an agreement that was within reach.", "url": "https://www.nytimes.com/2018/01/19/us/politics/trump-government-shutdown.html"}