{"authors": ["James B. Stewart"], "date_download": "2022-10-25 23:38:22", "date_modify": "2022-10-25 23:38:22", "date_publish": "2018-01-04 21:02:31", "description": "Market veterans say that stocks are overvalued and that a downturn is overdue. The question is how messy it will be, and how investors should prepare.", "filename": "2018_01_04_business_market-dow-2018_1666741102.html", "image_url": "https://static01.nyt.com/images/2018/01/04/business/bull-markets-stewart-1515095646093/bull-markets-stewart-1515095646093-facebookJumbo-v2.png?year=2018&h=382&w=731&s=5365b6bf731b3a2563995855e10b2fba45a64473977740508251128cd159c246&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_04_business_market-dow-2018_1666741102.html", "title": "After Dow 25,000, the Party Has to End. But When?", "title_page": "After Dow 25,000, the Party Has to End. But When? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In addition, he said, “there’s going to be tremendous political pressure to keep the party going,” especially since Mr. Trump has so often cited the bull market as evidence of the success of his presidency.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nSo what should investors do?\nIt’s probably no surprise that Burton G. Malkiel, the renowned emeritus professor of economics at Princeton and author of the 1973 classic “A Random Walk Down Wall Street: The Time-Tested Strategy for Successful Investing,” recommends that investors “stay the course.”\n“If the sharp rise in the stock market in 2017 has unbalanced your portfolio with a higher proportion of equities than is consistent with your risk tolerance, then you could do some rebalancing by trimming the equities down to the proportion at which you are comfortable,” Mr. Malkiel said. “But do not try to time the market. Nobody can consistently time the market, and those who try it usually fail.”\nAlthough Mr. Malkiel is a longtime champion of passive, low-cost index investing, a strategy that has worked well since the financial crisis, last year he endorsed an “advanced indexing” approach at the automated investment manager Wealthfront, where he is chief investment adviser. Wealthfront aims to outperform strictly passive investing, and its taxable portfolio returned 20.56 percent last year, which indeed beat its benchmark.\nMr. Dodson is an active manager who focuses on stock selection. “I’ve never had a good record at market timing,” he said. “I look for stocks that are undervalued, but I’m having terrible trouble finding anything that’s reasonably priced.”\nTechnology stocks in general “are way overvalued,” he said. He has cut back on his fund’s large positions in Micron Technologies, Apple and Applied Materials after they notched big gains. With benefit of hindsight, he wouldn’t have sold them, “but someone once asked Bernard Baruch how he became so rich,” Mr. Dodson said. “‘I made my money by selling too soon,’” the famed financier replied.", "url": "https://www.nytimes.com/2018/01/04/business/market-dow-2018.html"}