{"authors": ["Erin Griffith"], "date_download": "2022-10-25 23:51:23", "date_modify": "2022-10-25 23:51:23", "date_publish": "2018-11-01 18:28:59", "description": "Following the money isn’t easy in the opaque world of venture capital.", "filename": "2018_11_01_technology_start-ups-venture-capital-saudi-arabia.html_dlbk_1666741883.html", "image_url": "https://static01.nyt.com/images/2018/10/29/us/29venture-promo/29venture-facebookJumbo.jpg?year=2018&h=549&w=1050&s=d6d306a7e73ea4bfc741fae49afd7b3a48c7cdaddfd855c14dcbaaee289035c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_01_technology_start-ups-venture-capital-saudi-arabia.html_dlbk_1666741883.html", "title": "Start-Ups Ask, ‘Are We Making Money for Saudi Arabia?’", "title_page": "Start-Ups Ask, ‘Are We Making Money for Saudi Arabia?’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This has started the conversation of ‘Where is the money coming from?’” Mr. Bansal said.\nOther Silicon Valley investors are in a more uncomfortable position. Some start-up founders are asking their investors whether they have financial connections to a foreign government with a poor human rights record. Others say that from now on, they will demand to know the source of investment money.\nBut it is easy for founders to ask where the money is coming from, and much harder for them to take action. Often, it is difficult to figure out where venture capital firms are getting their money, because the firms rarely disclose that information. And even if start-up executives discover that some of their money is from an unwelcome source, it is tricky to give back money already accepted — and possibly spent.\nThe efforts and calls for action are nascent. Luis von Ahn, chief executive of a language-learning app, Duolingo, said he had recently taken a closer look at the more than $100 million his company had raised from investors, including Union Square Venture and Kleiner Perkins. He does not believe any of it came from Saudi Arabia, he said, but he added that he could not be sure, given the complex, opaque network of investment vehicles that back venture capital funds.\nMr. von Ahn said the information was more useful for evaluating potential future investments than reassessing past ones, and that he planned to raise the question with potential investors if Duolingo sought more investment.\n“There are all kinds of places I personally wouldn’t want to have money from,” he said.\nAmol Sarva, a founder of Knotel, a co-working start-up, said he had been telling bankers and fund-raising advisers that he wants to avoid money from certain groups, including “evil governments.”", "url": "https://www.nytimes.com/2018/11/01/technology/start-ups-venture-capital-saudi-arabia.html?dlbk"}