{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:25:30", "date_modify": "2022-10-25 23:25:30", "date_publish": "2018-09-06 16:30:55", "description": "The author of an anonymous essay in The New York Times writes that some advisers around President Trump discussed invoking the amendment, but the talk did not move forward because “no one wanted to precipitate a constitutional crisis.”", "filename": "2018_09_06_us_politics_25th-amendment_1666740330.html", "image_url": "https://static01.nyt.com/images/2018/09/07/us/politics/07dc-amendment/07dc-amendment-facebookJumbo.jpg?year=2018&h=550&w=1050&s=f7df012838c966a220e446967980a41197d84ecabcdb03266688c090bac5dd91&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_06_us_politics_25th-amendment_1666740330.html", "title": "What is the 25th Amendment? Explaining the Difficult Process to Remove a President", "title_page": "What is the 25th Amendment? Explaining the Difficult Process to Remove a President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The first section of the amendment explains what should happen if the president dies, resigns or is removed from office: The vice president becomes president immediately.\nThe second section makes it clear that when there is “a vacancy in the office of vice president,” the president shall nominate a replacement, who will take office once he or she is confirmed by majorities in both houses of Congress.\n[Read more on the people behind the 25th Amendment.]\nThe third section allows the president to temporarily delegate his responsibilities to the vice president, who then operates as acting president until the president informs congressional leaders that he is able to resume his duties.\nThe fourth section provides a multistep process for the vice president and a majority of the officials who lead executive agencies — commonly thought of as the cabinet — to declare that the president is “unable to discharge the powers and duties of his office.” That process ultimately requires a two-thirds vote of both houses of Congress.\nHow did the 25th Amendment come about?\nIn the aftermath of John F. Kennedy’s assassination in 1963, there was some confusion about how to choose a new vice president after Lyndon B. Johnson became president. And there was concern about what might happen if Johnson fell ill or was incapacitated before his replacement was found. Congress formally proposed the 25th Amendment in the summer of 1965, and the amendment became part of the Constitution in February 1967, after 38 states ratified it. (Nine more states later ratified it. Three — Georgia, North Dakota and South Carolina — have never ratified it.)", "url": "https://www.nytimes.com/2018/09/06/us/politics/25th-amendment.html"}