{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:40:56", "date_modify": "2022-10-25 23:40:56", "date_publish": "2018-06-01 08:31:44", "description": "The vote effectively ends the political career of one of Europe’s longest serving leaders, and could amplify political uncertainty in southern Europe.", "filename": "2018_06_01_world_europe_spain-mariano-rajoy-no-confidence_1666741256.html", "image_url": "https://static01.nyt.com/images/2018/06/02/world/02spain-1/02spain-1-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=8843eeec9c0b9fc772e616f5ab9b303ebb5cc09ab6d2dcfc36edfa5d47c1665b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_01_world_europe_spain-mariano-rajoy-no-confidence_1666741256.html", "title": "Spain’s Prime Minister, Mariano Rajoy, Is Ousted in No-Confidence Vote", "title_page": "Spain’s Prime Minister, Mariano Rajoy, Is Ousted in No-Confidence Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — During more than a decade on the front line of Spanish politics, Prime Minister Mariano Rajoy withstood electoral defeats, a banking bailout and mass street protests over his austerity cuts. He led Spain out of financial crisis and back to growth.\nBut on Friday, Mr. Rajoy became the first Spanish leader in modern history to be unseated by a parliamentary revolt. He was ousted over a corruption scandal that will leave the country with a fragile, possibly short-lived, government.\nHis removal was part of a broader upheaval at Europe’s core. It came on the same day that a new government led by anti-establishment, populist parties took control in Italy.\nIn addition, Britain is abandoning the European Union, Poland and Hungary are rolling back democracy, and the United States is waging a trade war on its European allies. The chaos ushered in by these changes has already unsettled financial markets and European Union leaders in Brussels.", "url": "https://www.nytimes.com/2018/06/01/world/europe/spain-mariano-rajoy-no-confidence.html"}