{"authors": ["Danny Hakim", "Vivian Wang"], "date_download": "2022-10-25 23:02:01", "date_modify": "2022-10-25 23:02:01", "date_publish": "2018-05-07 23:36:29", "description": "After four former romantic partners accused him of physical assault, Mr. Schneiderman announced his resignation as the state’s top law enforcer.", "filename": "2018_05_07_nyregion_new-york-attorney-general-eric-schneiderman-abuse.html_module=inline_1666738921.html", "image_url": "https://static01.nyt.com/images/2018/05/08/nyregion/08schneiderman-alpha/08schneiderman-alpha-facebookJumbo.jpg?year=2018&h=550&w=1050&s=cc468e259fcf18c2eb033b087fd7dcb374890e7f04a9578d8edaedd9c8394fb3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_07_nyregion_new-york-attorney-general-eric-schneiderman-abuse.html_module=inline_1666738921.html", "title": "Eric Schneiderman Resigns as New York Attorney General Amid Assault Claims by 4 Women", "title_page": "Eric Schneiderman Resigns as New York Attorney General Amid Assault Claims by 4 Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It was horrendous,” she said. “It just came out of nowhere. My ear was ringing. I lost my balance and fell backward onto the bed. I sprang up, but at this point there was very little room between the bed and him. I got up to try to shove him back, or take a swing, and he pushed me back down. He then used his body weight to hold me down, and he began to choke me. The choking was very hard. It was really bad. I kicked. In every fiber, I felt I was being beaten by a man.”\nDebra S. Katz, a lawyer for Ms. Manning Barish, said that it was Mr. Schneiderman’s “fantasy and his fantasy alone that the behavior was welcome.”\nMr. Schneiderman, she continued, “has made a career railing against this type of abuse. Yet apparently he intends to revictimize these courageous women who have come forward by pulling out that age old sexist trope that they wanted it.”\nMs. Selvaratnam told the magazine that Mr. Schneiderman routinely drank to excess during their relationship, and that the physical abuse in bed got worse the longer she was with him. “We could rarely have sex without him beating me,” she said.\nThe abuse was also verbal and emotional, she said. “He started calling me his ‘brown slave’ and demanding that I repeat that I was ‘his property.’”\nBoth Ms. Manning Barish and Ms. Selvaratnam have in recent days repeatedly declined to comment when reporters for The New York Times asked them to address the allegations.\n“After I found out that other women had been abused by Attorney General Schneiderman in a similar manner many years before me, I wondered, who’s next, and knew something needed to be done,” Ms. Selvaratnam said in a statement released Monday night. “So I chose to come forward both to protect women who might enter into a relationship with him in the future but also to raise awareness around the issue of intimate partner violence.”", "url": "https://www.nytimes.com/2018/05/07/nyregion/new-york-attorney-general-eric-schneiderman-abuse.html?module=inline"}