{"authors": ["Katie Rogers", "Maggie Haberman"], "date_download": "2022-10-25 23:02:43", "date_modify": "2022-10-25 23:02:43", "date_publish": "2018-02-18 14:01:20", "description": "The president unleashed a two-day Twitter tirade that was unusually angry and defiant even by his standards.", "filename": "2018_02_18_us_politics_trump-blames-obama-and-democrats-for-failing-to-stop-russian-meddling_1666738963.html", "image_url": "https://static01.nyt.com/images/2018/02/18/us/19dc-trump/19dc-trump-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4f25f45e61b4b0cfd663a49609212cfc117c984588fe989e157c7f0d85405eba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_18_us_politics_trump-blames-obama-and-democrats-for-failing-to-stop-russian-meddling_1666738963.html", "title": "Trump’s Evolution From Relief to Fury Over the Russia Indictment", "title_page": "Trump’s Evolution From Relief to Fury Over the Russia Indictment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The president denied — despite the ample evidence to the contrary — that he had ever suggested that Moscow might not have been involved. He called Representative Adam B. Schiff of California, the top Democrat on the House Intelligence Committee, a “monster.” And he asserted that the Russians were “laughing their asses off” because the efforts to investigate and combat Moscow’s meddling had only given the Russians what they wanted.\n“If it was the GOAL of Russia to create discord, disruption and chaos within the U.S. then, with all of the Committee Hearings, Investigations and Party hatred, they have succeeded beyond their wildest dreams,” Mr. Trump wrote.\nThe president’s outburst ended a relatively subdued period after the deaths of 17 people in the shooting at a high school in Parkland, Fla., on Wednesday. He spent the following days praising law enforcement officials and emergency responders, and calling officials in Florida to receive updates. Mr. Trump met with two shooting victims in an unannounced visit to a Florida hospital on Friday evening, White House officials said.\nAs he shunned the golf course over the weekend (his predecessor had been criticized for golfing too soon after tragic events), he instead spent time mingling with his supporters, including Geraldo Rivera. Mr. Rivera said on Twitter on Sunday that he had seen firsthand that the president “was deeply affected” by the time he had spent with victims, “impressed by their courage” and “equally distressed by the savagery of their wounds.”\nBut Mr. Trump also had time to stew over news coverage of the indictment against the Russians secured by Robert S. Mueller III, the special counsel leading an investigation into the Trump campaign’s contacts with Russia. And he was surrounded in Florida by people who are likely to share his grievances: his two oldest sons, as well as John F. Kelly, his chief of staff, and Dan Scavino Jr., the White House social media director, who often emulates his boss’s prose on Twitter.", "url": "https://www.nytimes.com/2018/02/18/us/politics/trump-blames-obama-and-democrats-for-failing-to-stop-russian-meddling.html"}