{"authors": ["Sheryl Gay Stolberg", "Thomas Kaplan"], "date_download": "2022-10-25 23:47:37", "date_modify": "2022-10-25 23:47:37", "date_publish": "2018-01-19 11:00:26", "description": "Senators from both parties were scrambling for a new deal to reopen the government quickly, possibly just hours after the midnight deadline passed.", "filename": "2018_01_19_us_politics_senate-showdown-government-shutdown-trump_1666741657.html", "image_url": "https://static01.nyt.com/images/2018/01/21/us/21dc-shutdown-hp/merlin_132542411_fb783b20-4f3f-4f81-b635-7886fbf0e20f-facebookJumbo.jpg?year=2018&h=550&w=1050&s=60dbb55aa140dc00d278b7068512fb0b284f19ae41c63ee1c97bff33dcc32283&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_19_us_politics_senate-showdown-government-shutdown-trump_1666741657.html", "title": "Government Shutdown Begins as Budget Talks Falter in Senate", "title_page": "Government Shutdown Begins as Budget Talks Falter in Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In addition to funding government operations through Feb. 16, the House-passed bill would extend funding by six years for the popular Children’s Health Insurance Program, a provision intended to secure Democratic votes.\nUnderstand DACA (the Deferred Action for Childhood Arrivals Program) Card 1 of 5 What is DACA? The program was created in 2012 through an executive action by President Barack Obama as a stopgap measure to shield from deportation undocumented people who were brought into the United States as children. The program, which provides protection for two years at a time and is renewable, does not offer a pathway to citizenship. Who are ‘the Dreamers’? DACA recipients, often referred to as Dreamers, are now 26 years old on average; the oldest are 39. The largest number were brought to the United States from Mexico, and many others were born in Central or South America and the Caribbean. The fastest-growing group of undocumented students are those from Asia. Why did DACA begin? Mr. Obama created the program after more than a decade of failed attempts to pass the Dream Act, which would put Dreamers on the path to citizenship. Different versions of that bill have been considered over the years as Congress grappled with a comprehensive overhaul of the country’s immigration system, but they never advanced. How many have applied? More than 830,000 applications have been approved since the program was unveiled 10 years ago. About 1.2 million unauthorized immigrants were eligible to apply, suggesting that more than two-thirds did so at some point, according to the Migration Policy Institute. Currently, slightly more than 600,000 people hold DACA status. Where does DACA stand now? On Oct. 5, 2022, a federal appeals court affirmed a 2021 lower court decision that deemed the program to be illegal. However, the three-judge panel allowed current DACA recipients to renew their status — in essence keeping the status of the program unchanged but its future uncertain.\nBut Democrats were seeking concessions on other priorities, such as protecting young undocumented immigrants from deportation, increasing domestic spending, securing disaster aid for Puerto Rico and bolstering the government’s response to the opioid epidemic.\nFederal agencies had prepared for the shutdown; on Thursday night, officials at the White House Office of Management and Budget instructed federal agency leaders to give their employees informal notice of who would be furloughed and who would not if funding lapsed.\nFormal notifications are to be given as early as Saturday morning, budget office officials said, insisting on anonymity to brief reporters about the details of what the White House called “lapse planning and shutdown operations.”\nMore than one million active-duty military personnel will serve with no lapse, they said, but could not be paid until the shutdown ends. Agencies like the Energy Department that have funding that is not subject to annual appropriations can use that money to stay open, the officials said, and the administration is encouraging them to do so. Most mandatory programs — entitlements such as Social Security that are automatically funded rather than subject to congressional appropriations — can continue without disruption.\nOfficials said Mr. Trump may travel on Air Force One to carry out his constitutional responsibilities, including a planned trip next week to Davos, Switzerland. But it was unclear whether trips to Mar-a-Lago — his exclusive club in Palm Beach, Fla. — such as the one he had planned for this weekend, would fall into that category.", "url": "https://www.nytimes.com/2018/01/19/us/politics/senate-showdown-government-shutdown-trump.html"}