{"authors": ["Ernesto Londoño", "Shasta Darlington"], "date_download": "2022-10-25 23:50:50", "date_modify": "2022-10-25 23:50:50", "date_publish": "2018-04-04 12:52:33", "description": "Former President Luis Inácio Lula da Silva is the front-runner in the presidential race, but Brazil’s top court ruled that he can be imprisoned for corruption.", "filename": "2018_04_04_world_americas_brazil-lula-corruption-prison_1666741850.html", "image_url": "https://static01.nyt.com/images/2018/04/05/world/05Brazil-web1/05Brazil-web1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=6bb47104bd5b5bb343591a8fdd96e104b46d426b1b91361167dacd42a4e0ccf1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_04_world_americas_brazil-lula-corruption-prison_1666741850.html", "title": "Lula, Brazil’s Ex-President, Can Be Jailed, Court Rules", "title_page": "Lula, Brazil’s Ex-President, Can Be Jailed, Court Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BOA VISTA, Brazil — Brazil’s top court ruled early Thursday that former President Luiz Inácio Lula da Silva can be sent to prison while he continues to appeal his corruption conviction — an explosive decision that upends the nation’s politics and appears to quash his bid to return to power.\nThere was more at stake than the legal fate of Mr. da Silva, 72, a towering and divisive figure in Brazilian politics who has a considerable lead in the polls for October’s presidential election.\nThe 6-to-5 ruling against the former president, who has called his prosecution an underhanded ploy to keep him off the ballot, is likely to call into question the legitimacy of the election in the eyes of many Brazilians.\n“No matter how many roses the mighty kill, they will never manage to stop spring,” Mr. da Silva’s Workers’ Party said in a statement posted on Twitter after his fate became clear.", "url": "https://www.nytimes.com/2018/04/04/world/americas/brazil-lula-corruption-prison.html"}