{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:32:33", "date_modify": "2022-10-25 23:32:33", "date_publish": "2018-04-10 14:52:43", "description": "The departure of Mr. Bossert coincided with the arrival of John R. Bolton as the president’s national security adviser.", "filename": "2018_04_10_us_politics_tom-bossert-trump-homeland-security_1666740753.html", "image_url": "https://static01.nyt.com/images/2018/04/11/us/politics/11dc-bossert/11dc-bossert-facebookJumbo.jpg?year=2018&h=549&w=1050&s=de9a889be83a3404c4c5b3972baa7b6b9ac9fedad9b9a9a351b24c6c799a3835&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_10_us_politics_tom-bossert-trump-homeland-security_1666740753.html", "title": "Thomas Bossert, Trump’s Chief Adviser on Homeland Security, Is Forced Out", "title_page": "Thomas Bossert, Trump’s Chief Adviser on Homeland Security, Is Forced Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A day after John R. Bolton went to work as national security adviser, he began shaking up the Trump administration’s national security ranks, ousting President Trump’s chief adviser on homeland security, Thomas P. Bossert.\nMr. Bossert’s sudden departure on Tuesday was the latest in an exodus of senior officials, and it leaves the White House short-handed in counterterrorism and cybersecurity operations as the president moves closer to a military strike on Syria.\nBut it confirms that Mr. Bolton, a hard-line former ambassador to the United Nations, is determined to put his own stamp on the National Security Council. He also moved some of Mr. Bossert’s duties directly under the council, according to administration officials.\nWhile Mr. Bolton was widely expected to clean house, Mr. Bossert’s ouster came as a surprise — at least to him. On Sunday, he stoutly defended Mr. Trump’s immigration policies on the ABC program “This Week,” then traveled to a conference in Sea Island, Ga., where he gave a spirited defense of the way the White House makes policy.", "url": "https://www.nytimes.com/2018/04/10/us/politics/tom-bossert-trump-homeland-security.html"}