{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:25", "date_modify": "2022-10-25 23:56:25", "date_publish": "2018-01-03 14:34:49", "description": "Far from encouraging a return to peace talks, a pair of blunt tweets from the American president appeared to distance the Palestinians and confuse the Israelis.", "filename": "2018_01_03_world_middleeast_trump-israel-palestinians-twitter_1666742185.html", "image_url": "https://static01.nyt.com/images/2018/01/04/world/middleeast/04Israel-trumptweet/04Israel-trumptweet-facebookJumbo.jpg?year=2018&h=550&w=1050&s=fed8bc1fad51b6fb0d3a81f92d7688fb29ce511e6699d385b114f2a9df31cf50&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_03_world_middleeast_trump-israel-palestinians-twitter_1666742185.html", "title": "Trump’s Threat to Cut Palestinian Aid Worries Many in Israel", "title_page": "Trump’s Threat to Cut Palestinian Aid Worries Many in Israel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The statement appeared to contradict his own assurances, and those of other American officials, that the boundaries of Israeli sovereignty within Jerusalem were still up for discussion.\nHe also said that the Israelis “would have had to pay more” for the recognition of their capital, suggesting that the country would have had to reciprocate with significant concessions to the Palestinians.\nThe relationship between Israel and the United Nations Relief and Works Agency is complicated. Israel has accused the agency of perpetuating the Palestinian refugee problem, while at the same time valuing the education, health care and food assistance it provides to more than two million Palestinians registered as refugees in the West Bank and Gaza.\nWithout the agency’s assistance, Israelis worry they would have to shoulder the cost. Any drastic cut in funding, either to the agency or to the Palestinian Authority and its security forces, would most likely destabilize these areas, according to experts.\nEven some Israelis who are generally critical of the Palestinians, and would eventually like to see the United Nations Relief and Works Agency disappear, expressed reservations about any sudden cut in donations.\n“Instead of being refugees forever they could build their present and their future,” said Yaakov Amidror, a former national security adviser to Prime Minister Benjamin Netanyahu and now a fellow at the Jerusalem Institute for Strategic Studies, a conservative think tank. “But to stop all the money that is going to Unrwa overnight would be devastating. It should be a process during which the Palestinians take on responsibility and slowly, slowly Unrwa ceases to exist.”\nThe Trump administration had anticipated an outburst of Palestinian anger over its decision to recognize Jerusalem as Israel’s capital, but it had also expected the Palestinians to resume work on the peace process after what American officials called a “cooling off” period.", "url": "https://www.nytimes.com/2018/01/03/world/middleeast/trump-israel-palestinians-twitter.html"}