{"authors": ["Jim Rutenberg", "Rebecca R. Ruiz", "Ben Protess"], "date_download": "2022-10-26 00:12:03", "date_modify": "2022-10-26 00:12:03", "date_publish": "2018-08-23 17:54:36", "description": "Mr. Pecker is close to President Trump and Michael D. Cohen, his former lawyer, and had been integral to a campaign effort to help protect Mr. Trump from embarrassing stories about women.", "filename": "2018_08_23_us_politics_david-pecker-immunity-trump_1666743123.html", "image_url": "https://static01.nyt.com/images/2018/08/24/us/politics/24xp-pecker/24xp-pecker-facebookJumbo.jpg?year=2018&h=549&w=1050&s=f68e766e2751ae4b5a840985f41319669db6cfc3b58c59c51b5bc712fd0c44b2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_23_us_politics_david-pecker-immunity-trump_1666743123.html", "title": "David Pecker, Chief of National Enquirer’s Publisher, Is Said to Get Immunity in Trump Inquiry", "title_page": "David Pecker, Chief of National Enquirer’s Publisher, Is Said to Get Immunity in Trump Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal prosecutors reached an immunity deal with the tabloid executive David J. Pecker, a key witness in their monthslong investigation into payments during the 2016 campaign to two women who said they had affairs with Donald J. Trump, according to two people familiar with the investigation.\nMr. Pecker is the chairman of American Media Inc., the nation’s biggest tabloid news publisher, which was involved in the payments, which prosecutors have identified as illegal contributions made in violation of campaign finance law.\nAs prosecutors in New York built a case against Michael D. Cohen, Mr. Trump’s longtime lawyer, that resulted in a guilty plea on Tuesday, Mr. Pecker emerged as an important figure. The investigation appears to be continuing, and as a longtime friend and ally of Mr. Trump, Mr. Pecker could have additional information valuable to the prosecutors.\nIn pleading guilty to campaign finance violations, Mr. Cohen said Mr. Trump directed him to arrange the hush money payments to protect Mr. Trump from embarrassing stories during the campaign. The cooperation of Mr. Pecker is another potential blow to the president from a former loyalist.", "url": "https://www.nytimes.com/2018/08/23/us/politics/david-pecker-immunity-trump.html"}