{"authors": ["Mark Mazzetti", "Maggie Haberman"], "date_download": "2022-10-25 23:01:51", "date_modify": "2022-10-25 23:01:51", "date_publish": "2018-02-23 14:34:30", "description": "The plea deal could be a sign that Mr. Gates plans to share incriminating information against Paul Manafort, the former Trump campaign chairman, or other members of the campaign.", "filename": "2018_02_23_us_politics_rick-gates-guilty-plea-mueller-investigation_1666738911.html", "image_url": "https://static01.nyt.com/images/2018/02/24/us/24gates-p1/24gates-alpha-facebookJumbo.jpg?year=2018&h=550&w=1050&s=32de4cf41a068a39a9752a165e220356565ed8ea7157d5ad8575f25aa7f8797e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_23_us_politics_rick-gates-guilty-plea-mueller-investigation_1666738911.html", "title": "Rick Gates, Trump Campaign Aide, Pleads Guilty in Mueller Inquiry and Will Cooperate", "title_page": "Rick Gates, Trump Campaign Aide, Pleads Guilty in Mueller Inquiry and Will Cooperate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A former top adviser to Donald J. Trump’s presidential campaign has agreed to cooperate with the special counsel inquiry into Russia’s interference in the 2016 election after pleading guilty on Friday to financial fraud and lying to investigators.\nThe adviser, Rick Gates, is a longtime political consultant who once served as Mr. Trump’s deputy campaign chairman. The plea deal could be a significant development in the investigation — a sign that Mr. Gates plans to offer incriminating information against his longtime associate and the former Trump campaign chairman, Paul Manafort, and possibly other members of the campaign in exchange for a lighter punishment. He faces up to nearly six years in prison.\nThe deal came as the special counsel, Robert S. Mueller III, has been raising pressure on Mr. Gates and Mr. Manafort with dozens of new charges of money laundering and bank fraud unsealed on Thursday. Both men were first indicted in October and pleaded not guilty. The plea agreement was part of a flurry of recent activity by the special counsel’s team. Last week, 13 Russians were indicted on charges relating to a carefully planned scheme to incite political discord in the United States in the months before the 2016 election.\nMr. Gates changed his plea on Friday during an appearance in a Washington courtroom, his eyes cast down as the government outlined the charges against him. A man who had made millions of dollars lobbying in Ukraine accepted the fate that may await him: a prison sentence for carrying out a financial conspiracy to hide the money he earned there.", "url": "https://www.nytimes.com/2018/02/23/us/politics/rick-gates-guilty-plea-mueller-investigation.html"}