{"authors": ["Choe Sang-Hun", "Motoko Rich"], "date_download": "2022-10-25 23:45:41", "date_modify": "2022-10-25 23:45:41", "date_publish": "2018-02-25 17:44:39", "description": "President Moon Jae-in scored a potential diplomatic breakthrough when a senior North Korean official told him that the North was willing to open dialogue with the United States.", "filename": "2018_02_25_world_asia_north-korea-olympics-peace_1666741541.html", "image_url": "https://static01.nyt.com/images/2018/02/26/autossell/26-olympic-politics-6/26-olympic-politics-6-facebookJumbo.jpg?year=2018&h=550&w=1050&s=cd57271c31cae187494b3bde92183d79d963813e5956209e3ef26b06e90f405b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_25_world_asia_north-korea-olympics-peace_1666741541.html", "title": "Can South Korea’s Leader Turn an Olympic Truce Into a Lasting Peace?", "title_page": "Can South Korea’s Leader Turn an Olympic Truce Into a Lasting Peace? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Moon will face some tough choices as he tries to accomplish two goals, building on a hard-won Olympic détente with North Korea while also preventing a rupture with the Trump administration, which is raising the pressure on the North to give up its nuclear weapons. He also wants to pursue his own agenda of taking a leading role in defusing tensions around the Korean Peninsula, which remains technically at war.\nMr. Moon may see an opportunity in the surprise offer by the North Korean leader, Kim Jong-un, conveyed in person by Mr. Kim’s sister, to hold their first summit meeting in Pyongyang. Mr. Kim seized on Mr. Moon’s peace overtures before the Olympics to send his sister, Kim Yo-jong, to the opening ceremony and a large contingent of cheerleaders and athletes to the Games in Pyeongchang, South Korea.\nBut Mr. Moon also knows he must convince the Americans to give him a chance. In a sign of how hard that will be, and how deeply the United States and North Korea distrust each other, Mr. Pence, who was Washington’s envoy to the opening ceremony, and Ms. Kim would not even look at each other despite being seated only a few feet apart.\nOn Friday, Mr. Moon argued for a South Korean-brokered peace and for the United States-North Korea talks when he met with President Trump’s daughter Ivanka Trump, who arrived to attend the Games’ closing ceremony. He told her he wanted to improve ties “in parallel” with efforts to denuclearize the North.\nAnalysts said that once the Olympics ended, Mr. Moon would be left to sort out how much of the North’s so-called charm offensive, in which it refrained from provocations like missile tests, could last.", "url": "https://www.nytimes.com/2018/02/25/world/asia/north-korea-olympics-peace.html"}