{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:03", "date_modify": "2022-10-25 23:34:03", "date_publish": "2018-04-30 03:27:32", "description": "The new minister, a son of Pakistani immigrants, will have the immediate task of quieting the ruckus over the “Windrush generation.”", "filename": "2018_04_29_world_europe_amber-rudd-resigns-windrush_1666740843.html", "image_url": "https://static01.nyt.com/images/2018/04/30/world/30Britain2/30Britain2-facebookJumbo.jpg?year=2018&h=549&w=1050&s=814c0ee1496d68210ffc8f37a35ae63f0a14c679d691bb5c9a2fc802327430da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_29_world_europe_amber-rudd-resigns-windrush_1666740843.html", "title": "Sajid Javid Is Named U.K. Home Secretary, Replacing Amber Rudd", "title_page": "Sajid Javid Is Named U.K. Home Secretary, Replacing Amber Rudd - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prime Minister Theresa May of Britain moved swiftly to replace Amber Rudd as home secretary on Monday, promoting Sajid Javid, a son of Pakistani immigrants, in a move that made him the first nonwhite politician to hold one of the most senior British cabinet positions.\nMs. Rudd quit late Sunday, amid a growing chorus of criticism over her handling of a damaging immigration crisis involving migrants from the so-called Windrush generation, named for a passenger liner that carried many people from the Caribbean to Britain decades ago.\nMr. Javid, who moved from his job as secretary of state for housing, communities and local government, faces the urgent task of quelling the scandal affecting some of those who came from former colonies to help rebuild postwar Britain but were in recent years declared illegal immigrants, despite having lived in the country for decades.\nMr. Javid, 48, whose parents arrived in Britain in the 1960s, is the first black, Asian or ethnic minority person to hold the post of home secretary, and his appointment may reassure some of the department’s critics. In particular, Mr. Javid has spoken of his personal concerns about the swirling crisis over the Windrush migrants.", "url": "https://www.nytimes.com/2018/04/29/world/europe/amber-rudd-resigns-windrush.html"}