{"authors": ["Michael D. Shear", "Abgoodnough", "Maggie Haberman"], "date_download": "2022-10-25 23:31:22", "date_modify": "2022-10-25 23:31:22", "date_publish": "2018-06-20 16:18:56", "description": "“It is still very early, and we are awaiting further guidance on the matter,” Brian Marriott, the senior director of communications for the Administration for Children and Families.", "filename": "2018_06_20_us_politics_trump-immigration-children-executive-order_1666740682.html", "image_url": "https://static01.nyt.com/images/2018/06/21/us/politics/21dc-trumpimmig2/21dc-trumpimmig2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=ca8f633e771aa88ab9a58799aa179c2a7298296da4456180efd8dbe77a4f702c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_20_us_politics_trump-immigration-children-executive-order_1666740682.html", "title": "Trump Retreats on Separating Families, but Thousands May Remain Apart", "title_page": "Trump Retreats on Separating Families, but Thousands May Remain Apart - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ivanka Trump and her husband, Jared Kushner, were also pressing the president to find a way to end the political crisis caused by the family separations at the border, according to people familiar with their conversations.\nBut it is not clear what the political damage may be to Mr. Trump from having taken actions that he repeatedly said he was not allowed to do.\nAs recently as Tuesday, in a speech to the National Federation of Independent Business, the president insisted that there were “only two options: totally open borders or criminal prosecution for law breaking.”\n“And you want to be able to do that,” he said. “We don’t want people pouring into our country.”\nThe president has also opened himself up to charges of hypocrisy. During the 2016 presidential campaign, Mr. Trump repeatedly slammed Mr. Obama for abusing his executive authority when he issued an executive order to protect the young immigrants known as Dreamers.\nAs a candidate, Mr. Trump said he would use executive orders sparingly, adding that “Obama, because he couldn’t get anybody to agree with him, he starts signing them like they’re butter. So I want to do away with executive orders for the most part.”\nMr. Obama, whose administration also grappled with how to handle massive flows of illegal immigrants from Central America, has remained mostly silent during the controversy over the separation of children from their parents at the border. But in a Facebook post on Wednesday, Mr. Obama denounced the lack of morality in a policy that leads to the kinds of scenes that have played out across television screens during the past several weeks.\n“To watch those families broken apart in real time puts to us a very simple question: are we a nation that accepts the cruelty of ripping children from their parents’ arms, or are we a nation that values families, and works to keep them together?” Mr. Obama wrote. “Do we look away, or do we choose to see something of ourselves and our children?”", "url": "https://www.nytimes.com/2018/06/20/us/politics/trump-immigration-children-executive-order.html"}