{"authors": ["Ernesto Londoño", "Manuela Andreoni"], "date_download": "2022-10-25 23:50:48", "date_modify": "2022-10-25 23:50:48", "date_publish": "2018-07-21 13:00:45", "description": "Scores of former officers are running for office. And if the ballot box doesn’t work, some former officials warn of a possible military coup.", "filename": "2018_07_21_world_americas_brazils-election-military_1666741848.html", "image_url": "https://static01.nyt.com/images/2018/07/22/world/22brazilmilitary2/xxbrazilmilitary1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a9e8f7ad8df41408a1b65ed59a17736e6b6e035492129b4ff5d182bdb540cdd4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_21_world_americas_brazils-election-military_1666741848.html", "title": "Brazil’s Military Strides Into Politics, by the Ballot or by Force", "title_page": "Brazil’s Military Strides Into Politics, by the Ballot or by Force - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Members of Brazil’s armed forces, who have largely stayed out of political life since the end of the military dictatorship 30 years ago, are making their biggest incursion into politics in decades, with some even warning of a military intervention.\nRetired generals and other former officers with strong ties to the military leadership are mounting a sweeping election campaign, backing about 90 military veterans running for an array of posts — including the presidency — in national elections this October. The effort is necessary, they argue, to rescue the nation from an entrenched leadership that has mismanaged the economy, failed to curb soaring violence and brazenly stolen billions of dollars through corruption.\nAnd if the ballot box does not bring change quickly enough, some prominent former generals warn that military leaders may feel compelled to step in and reboot the political system by force.\n“We are in a critical moment, walking right up to the razor’s edge,” said Antonio Mourão, a four-star general who recently retired after suggesting last year, while in uniform, that a military intervention might be necessary to purge the corrupt ruling class. “We still believe that the electoral process will represent a preliminary solution for us to shift course.”", "url": "https://www.nytimes.com/2018/07/21/world/americas/brazils-election-military.html"}