{"authors": ["Jesse James Deconto", "Alan Blinder"], "date_download": "2022-10-25 23:28:25", "date_modify": "2022-10-25 23:28:25", "date_publish": "2018-08-21 04:14:26", "description": "The monument, a feature of the school’s Chapel Hill campus for more than a century, had recently become a focus of protests and vandalism. Demonstrators pulled it down Monday night.", "filename": "2018_08_21_us_unc-silent-sam-monument-toppled_1666740505.html", "image_url": "https://static01.nyt.com/images/2018/08/22/us/22silentsam-print/21silentsam1-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=4a050dd158788bc7a67b40a44390ca6669115d65bd31b471742874279de7b3c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_21_us_unc-silent-sam-monument-toppled_1666740505.html", "title": "‘Silent Sam’ Confederate Statue Is Toppled at University of North Carolina", "title_page": "‘Silent Sam’ Confederate Statue Is Toppled at University of North Carolina - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The dramatic demonstration on Monday night followed decades of controversy and protest at the university that had accelerated in the last year, after the fatal eruption of racist violence in Charlottesville, Va.\nThe university said last year that “removing the Confederate monument is in the best interest of the safety of our campus,” but that a state law made it impossible to remove the statue on the university’s own authority.\nUnder that 2015 law, which is similar in language and structure to laws in other states that shield Confederate-themed displays, a “monument, memorial or work of art owned by the state” may not be “removed, relocated or altered in any way” without the consent of a state historical commission.\nUniversity officials resisted calls, including one from Gov. Roy Cooper, for them to invoke a loophole in the law allowing “an object of remembrance” to be removed without the commission’s approval if it is “a threat to public safety because of an unsafe or dangerous condition.”\nNor did the university do much to pursue the formal process under the law for deciding the monument’s fate.\nBefore the protest on Monday, a state panel was planning to meet on Wednesday to weigh the legal standing of private individuals who had sought the statue’s removal. The historical commission said it had not received any requests for action from the university system or its board of governors.\nIt was not clear on Tuesday what the authorities would — or could — do now about Silent Sam. No details were released about the extent of damage to the effigy or whether there were plans to restore, relocate or dispose of it.", "url": "https://www.nytimes.com/2018/08/21/us/unc-silent-sam-monument-toppled.html"}