{"authors": ["Julie Hirschfeld Davis", "Sheryl Gay Stolberg", "Thomas Kaplan"], "date_download": "2022-10-25 23:37:57", "date_modify": "2022-10-25 23:37:57", "date_publish": "2018-01-11 22:29:20", "description": "President Trump demanded to know at a White House meeting why he should accept immigrants from Haiti and African countries rather than people from places like Norway.", "filename": "2018_01_11_us_politics_trump-shithole-countries_1666741077.html", "image_url": "https://static01.nyt.com/images/2018/01/12/us/politics/12dc-cong1/12dc-cong1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=e9bfdd11d832b3a1d1a2026137ce89f147604676b4e59b8462f8e78c32af430d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_11_us_politics_trump-shithole-countries_1666741077.html", "title": "Trump Alarms Lawmakers With Disparaging Words for Haiti and Africa", "title_page": "Trump Alarms Lawmakers With Disparaging Words for Haiti and Africa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump on Thursday balked at an immigration deal that would include protections for people from Haiti and some nations in Africa, demanding to know at a White House meeting why he should accept immigrants from “shithole countries” rather than from places like Norway, according to people with direct knowledge of the conversation.\nMr. Trump’s remarks, the latest example of his penchant for racially tinged remarks denigrating immigrants, left members of Congress from both parties attending the meeting in the Oval Office alarmed and mystified. He made them during a discussion of an emerging bipartisan deal to give legal status to immigrants illegally brought to the United States as children, those with knowledge of the conversation said, speaking on the condition of anonymity to discuss the meeting.\nWhen Mr. Trump heard that Haitians were among those who would benefit from the proposed deal, he asked whether they could be left out of the plan, asking, “Why do we want people from Haiti here?”\nThe comments were reminiscent of ones the president made last year in an Oval Office meeting with cabinet officials and administration aides, during which he complained about admitting Haitians to the country, saying that they all had AIDS, as well as Nigerians, who he said would never go back to their “huts,” according to officials who heard the statements in person or were briefed on the remarks by people who had. The White House vehemently denied last month that Mr. Trump made those remarks.", "url": "https://www.nytimes.com/2018/01/11/us/politics/trump-shithole-countries.html"}