{"authors": ["Daisuke Wakabayashi"], "date_download": "2022-10-25 23:51:15", "date_modify": "2022-10-25 23:51:15", "date_publish": "2018-03-19 16:51:31", "description": "A woman in Tempe, Ariz., died after being hit by a self-driving car operated by Uber, in what is believed to be the first fatality of a pedestrian from an autonomous vehicle on public roads.", "filename": "2018_03_19_technology_uber-driverless-fatality_1666741875.html", "image_url": "https://static01.nyt.com/images/2018/03/19/business/20uber-alpha/20uber-alpha-facebookJumbo-v2.jpg?year=2018&h=439&w=839&s=462fd4ce26aca9f12cc0fbd3499a9aa384b88d0c13949ffb5352a98ba9d18d4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_19_technology_uber-driverless-fatality_1666741875.html", "title": "Self-Driving Uber Car Kills Pedestrian in Arizona, Where Robots Roam", "title_page": "Self-Driving Uber Car Kills Pedestrian in Arizona, Where Robots Roam - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Uber, Waymo and a long list of tech companies and automakers have begun to expand testing of their self-driving vehicles in cities around the country. The companies say the cars will be safer than regular cars simply because they take easily distracted humans out of the driving equation. But the technology is still only about a decade old, and just now starting to experience the unpredictable situations that drivers can face.\nIt was not yet clear if the crash in Arizona will lead other companies or state regulators to slow the rollout of self-driving vehicles on public roads.\nMuch of the testing of autonomous cars has taken place in a piecemeal regulatory environment. Some states, like Arizona, have taken a lenient approach to regulation. Arizona officials wanted to lure companies working on self-driving technology out of neighboring California, where regulators had been less receptive.\n[Read more on how Arizona became a destination for self-driving car tests.]\nBut regulators in California and elsewhere have become more accommodating lately. In April, California is expected to follow Arizona’s lead and allow companies to test cars without a person in the driver’s seat.\nFederal policymakers have also considered a lighter touch. A Senate bill, if passed, would free autonomous-car makers from some existing safety standards and pre-empt states from creating their own vehicle safety laws. Similar legislation has been passed in the House. The Senate version has passed a committee vote but hasn’t reached a full floor vote.", "url": "https://www.nytimes.com/2018/03/19/technology/uber-driverless-fatality.html"}