{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 23:40:53", "date_modify": "2022-10-25 23:40:53", "date_publish": "2018-05-31 19:20:01", "description": "The arrangement puts Europe’s fourth-largest economy into the hands of parties antagonistic to the European Union and illegal immigrants.", "filename": "2018_05_31_world_europe_italy-government-populists_1666741253.html", "image_url": "https://static01.nyt.com/images/2018/06/01/world/01italy1/01italy1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=a5fe5f5e258de74170f6edc74b2f18deaa5727a45a34d749b258dd163c389e8a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_31_world_europe_italy-government-populists_1666741253.html", "title": "Italy’s Populist Parties Win Approval to Form Government", "title_page": "Italy’s Populist Parties Win Approval to Form Government - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But amid all the geopolitical and economic threats to the European Union, Italy represented perhaps the gravest. And as is often the case with Italy, it was overlooked.\nThe birthplace of fascism and for years the home of Western Europe’s largest communist party, Italy again proved an incubator for political experiment. The populist parties it produced — the Five Star Movement, a party developed on the internet, and the League, a formerly northern secessionist movement — to varying degrees both blame the euro for depriving Italy of sovereignty.\nLike the other countries that have adopted the euro, Italy has lost its power to control interest rates, which are set by the European Union’s central bank. The so-called eurozone countries also must adhere to strict fiscal rules, which are especially difficult for Italy because of its heavy debts.\nEconomists say that if Italy, the fourth-biggest economy in the European Union, were to exit the euro it would do enormous financial damage to the country and hurt the Continent’s economic stability.\nThe political uncertainty in Italy — as well the remote possibility of leaving the euro — spooked the markets when the formation of a government by the two parties appeared likely. The combination created some of the scariest economic days for the country since the 2011 financial crisis that planted the seeds for this week’s populist flowering.\nAfter a leaked draft of the alliance’s government platform included proposals about leaving the eurozone and a proposed finance minister turned out to have helped write a guide to leaving the euro, the global markets dipped precipitously.\nSince then, however, seemingly every Five Star and League leader has disavowed their antagonism to the euro, or rather denied ever harboring any hostility to it whatsoever.", "url": "https://www.nytimes.com/2018/05/31/world/europe/italy-government-populists.html"}