{"authors": ["Eric Lipton", "Lisa Friedman"], "date_download": "2022-10-25 23:27:01", "date_modify": "2022-10-25 23:27:01", "date_publish": "2018-03-02 10:01:41", "description": "Interior Department emails obtained by The New York Times in a lawsuit indicate that oil exploration was the central factor in the decision to scale back the monument.", "filename": "2018_03_02_climate_bears-ears-national-monument_1666740421.html", "image_url": "https://static01.nyt.com/images/2018/03/05/autossell/05cli-monument-print/merlin_133107419_939d9dcd-4153-4738-aa0b-8a81b19c42a1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=938ed201cdec8c00cb6197d4d257d18468eb09c5bd6ce5b29400c6268990835c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_02_climate_bears-ears-national-monument_1666740421.html", "title": "Oil Was Central in Decision to Shrink Bears Ears Monument, Emails Show", "title_page": "Oil Was Central in Decision to Shrink Bears Ears Monument, Emails Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Want the latest climate news in your inbox? You can sign up here to receive Climate Fwd:, our new email newsletter.\nWASHINGTON — Even before President Trump officially opened his high-profile review last spring of federal lands protected as national monuments, the Department of Interior was focused on the potential for oil and gas exploration at a protected Utah site, internal agency documents show.\nThe debate started as early as March 2017, when an aide to Senator Orrin Hatch, Republican of Utah, asked a senior Interior Department official to consider shrinking Bears Ears National Monument in the southeastern corner of the state. Under a longstanding program in Utah, oil and natural gas deposits within the boundaries of the monument could have been used to raise revenue for public schools had the land not been under federal protection.\n“Please see attached for a shapefile and pdf of a map depicting a boundary change for the southeast portion of the Bears Ears monument,” said the March 15 email from Senator Hatch’s office. Adopting this map would “resolve all known mineral conflicts,” the email said, referring to oil and gas sites on the land that the state’s public schools wanted to lease out to bolster funds.", "url": "https://www.nytimes.com/2018/03/02/climate/bears-ears-national-monument.html"}