{"authors": ["Elian Peltier"], "date_download": "2022-10-25 23:51:07", "date_modify": "2022-10-25 23:51:07", "date_publish": "2018-10-15 05:00:09", "description": "France’s men’s national team is the world champion, but current and former players say French soccer at the amateur level is marred by racism and discrimination.", "filename": "2018_10_15_sports_soccer_france-soccer-racism_1666741867.html", "image_url": "https://static01.nyt.com/images/2018/10/15/sports/00francesoccer-web1/00francesoccer-web1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4ba6ec8b1a6540e5c5980ffc78b79bcc01670d4d1fc90ca8164ba9b08b2ae7cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_15_sports_soccer_france-soccer-racism_1666741867.html", "title": "Racial Abuse, Then a Beating, on a French Soccer Field", "title_page": "Racial Abuse, Then a Beating, on a French Soccer Field - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Although the two Mackenheim players who received suspensions for the brawl in May acknowledged that the violence was unacceptable, they denied that racist or xenophobic feelings had motivated their acts, arguing that they were of Turkish origin and thus could not be racist toward black people. Both declined to speak on the record, though, citing fear of reprisals.\n“Yes, there is some racism in Mackenheim,” said Victor Gallin, 22, a defender for the team that bears the town’s name. “But our players have never been racist. Never.”\nBut Cynan Keles, 18, an A.S. Benfeld player of Turkish heritage, suggested that the black players on his team had been targeted specifically because of their skin color.\n“Call it the way you want, but the Turkish players of Mackenheim would have never dared touch us, the other Turks,” he said.\nSissoko filed a complaint with the police in May, and the results of the investigation are expected to be made public by the end of October. Anne Hussenet, the prosecutor in charge of the case, said the police still had to determine what had precipitated the violence, which she said had been caused in part by the tensions during the game and also, potentially, “by another kind of motives.”\nIn Strasbourg, the regional federation has implemented measures to fight intolerance, including one in which captains of opposing teams meet to socialize ahead of matches that bear some risk of violence or tension. In such games, the federation can also appoint additional delegates to support the referee.\nSissoko, meanwhile, was recently found to have severe post-traumatic stress disorder; he said he still wakes up from nightmares months after the beating. He played with A.S. Benfeld for the first time since the incident on a recent Sunday and said that while he was happy to be back on a field, he worried about physical contact with other players. “I feel like I’m not 100 percent present on the pitch, and as soon as I can pass the ball, I get rid of it,” he said after the game.", "url": "https://www.nytimes.com/2018/10/15/sports/soccer/france-soccer-racism.html"}