{"authors": ["Sameer Yasir", "Kai Schultz", "Hari Kumar"], "date_download": "2022-10-25 23:00:47", "date_modify": "2022-10-25 23:00:47", "date_publish": "2018-06-14 22:15:09", "description": "Shujaat Bukhari, an editor and columnist who tried to bring stability to the war-afflicted region, was shot to death by a group of assailants.", "filename": "2018_06_14_world_asia_kashmir-journalist-killed_1666738847.html", "image_url": "https://static01.nyt.com/images/2018/06/15/world/15india/15india-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b35f452308cdfa8db673251bd78e3f3a1d7edc6c97a46a22018ab4f2ca3b2c3b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_14_world_asia_kashmir-journalist-killed_1666738847.html", "title": "Kashmiri Journalist Shujaat Bukhari, a Voice for Peace, Is Killed", "title_page": "Kashmiri Journalist Shujaat Bukhari, a Voice for Peace, Is Killed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Kashmir has long been embroiled in bloody conflict between Hindu-majority India and Muslim-majority Pakistan, which both claim parts of the rugged, Himalayan territory. In three decades of fighting, tens of thousands of people have been killed and injured, and in the last couple of years, the conflict has worsened.\nEarlier on Thursday, the United Nations released its first report on human rights violations in Kashmir, calling for an international investigation into accounts of torture, disappearances and sexual violence committed by India and Pakistan.\nMr. Bukhari, who is survived by a wife and two children, was seen as a centrist and a strong voice for peace. He had been attacked in the past, including in an abduction attempt nearly a decade ago.\nFor over a decade, Mr. Bhukari was a columnist and the editor in chief of Rising Kashmir, a leading English-language daily published in Srinagar. He published work in Kashmiri, Urdu and English and worked for many years as a correspondent for The Hindu, one of India’s major newspapers.\nMr. Bukhari was also attuned to the political pulse of the region, organizing conferences in the United States and India to discuss ways to resolve the Kashmir conflict.\nIn a February interview with The New York Times, Mr. Bukhari said that violent clashes between Indian security forces and protesters in the area had hardened many Kashmiri youth, whose views had shifted from “anti-India to hate India.”\nOne of his last columns for Rising Kashmir concerned the Ramadan cease-fire. Mr. Bukhari wrote that the “continuous grind of violence” was becoming unbearable. The cease-fire was a “glimmer of hope for the common people,” he wrote, but there was much more ground to cover.", "url": "https://www.nytimes.com/2018/06/14/world/asia/kashmir-journalist-killed.html"}