{"authors": ["Ken Belson", "Mark Leibovich"], "date_download": "2022-10-25 23:28:21", "date_modify": "2022-10-25 23:28:21", "date_publish": "2018-04-25 16:03:01", "description": "“Let’s make sure that we keep this confidential,” Roger Goodell said to begin the session. The New York Times obtained an audio recording of the meeting.", "filename": "2018_04_25_sports_nfl-owners-kaepernick_1666740501.html", "image_url": "https://static01.nyt.com/images/2018/04/26/sports/26nfl-grid/26nfl-grid-facebookJumbo.jpg?year=2018&h=550&w=1050&s=efc44bd28845261415365d42752f9196a85b4b34ecdc9cb65d676e0cdcce0d0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_25_sports_nfl-owners-kaepernick_1666740501.html", "title": "Inside the Confidential N.F.L. Meeting to Discuss National Anthem Protests", "title_page": "Inside the Confidential N.F.L. Meeting to Discuss National Anthem Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "N.F.L. owners, players and league executives, about 30 in all, convened urgently at the league’s headquarters on Park Avenue in October, nearly a month after President Trump began deriding the league and its players over protests during the national anthem.\nIt was an extraordinary summit; rarely do owners and players meet in this manner. But the president’s remarks about players who were kneeling during the anthem had catalyzed a level of public hostility that the N.F.L. had never experienced. In the spirit of partnership at the meeting, the owners decided that they and the players should sit in alternating seats around the large table, which featured an N.F.L. logo in the middle.\n“Let’s make sure that we keep this confidential,” Commissioner Roger Goodell said to begin the session.\nThe New York Times has obtained an audio recording of the roughly three-hour meeting, and several people in the room corroborated details of the gathering. The unvarnished conversation reveals how the leaders of the most dominant sports league in the country and several of its most outspoken players confronted an unprecedented moment — mostly by talking past one another.", "url": "https://www.nytimes.com/2018/04/25/sports/nfl-owners-kaepernick.html"}