{"authors": ["Alexander Burns", "Jonathan Martin"], "date_download": "2022-10-25 23:35:31", "date_modify": "2022-10-25 23:35:31", "date_publish": "2018-03-14 17:40:12", "description": "Mr. Lamb’s performance in a southwestern Pennsylvania House race rattled Republicans and showed Democrats how to win back Trump voters.", "filename": "2018_03_14_us_politics_democrats-republicans-pennsylvania-special-election_1666740931.html", "image_url": "https://static01.nyt.com/images/2018/03/16/us/politics/14dc-lambwinsHFO1/14dc-lambwinsHFO1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=18ef938ac557070c98a591b7321f9e843e4597944b578523862676ea206b1c6a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_14_us_politics_democrats-republicans-pennsylvania-special-election_1666740931.html", "title": "Conor Lamb Wins Pennsylvania House Seat, Giving Democrats a Map for Trump Country", "title_page": "Conor Lamb Wins Pennsylvania House Seat, Giving Democrats a Map for Trump Country - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Conor Lamb, a Democrat and former Marine, scored a razor-thin but extraordinary upset in a special House election in southwestern Pennsylvania after a few thousand absentee ballots cemented a Democratic victory in the heart of President Trump’s Rust Belt base.\nThe Republican candidate, Rick Saccone, may still contest the outcome. But Mr. Lamb’s 627-vote lead Wednesday afternoon appeared insurmountable, given that the four counties in Pennsylvania’s 18th district have about 500 provisional, military and other absentee ballots left to count, election officials said.\nThat slim margin — out of almost 230,000 ballots cast in a district that Mr. Trump carried by nearly 20 percentage points in 2016 — nonetheless upended the political landscape ahead of November’s midterm elections. It also emboldened Democrats to run maverick campaigns even in deep-red areas where Republicans remain bedeviled by Mr. Trump’s unpopularity.\nRepublican officials in Washington said they were likely to demand a recount through litigation, and the National Republican Congressional Committee put out a call for voters to report any irregularities in the balloting. Matt Gorman, a spokesman for the committee, said the party was “not conceding anything.”", "url": "https://www.nytimes.com/2018/03/14/us/politics/democrats-republicans-pennsylvania-special-election.html"}