{"authors": ["Jennifer Valentino-Devries"], "date_download": "2022-10-25 23:32:48", "date_modify": "2022-10-25 23:32:48", "date_publish": "2018-05-11 00:37:10", "description": "A company catering to law enforcement and corrections officers has raised privacy concerns with a product that can locate almost anyone’s cellphone across the United States.", "filename": "2018_05_10_technology_cellphone-tracking-law-enforcement_1666740768.html", "image_url": "https://static01.nyt.com/images/2018/05/11/autossell/11Locationtrack-1-print/10Locationtrack2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=f7b5959c6533c34bbea7799e7d603175fad1032d232e0b1999ac57954829bf08&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_10_technology_cellphone-tracking-law-enforcement_1666740768.html", "title": "Service Meant to Monitor Inmates’ Calls Could Track You, Too", "title_page": "Service Meant to Monitor Inmates’ Calls Could Track You, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The service provided by Securus reveals a potential weakness in a system that is supposed to protect the private information of millions of cellphone users. With customers’ consent, carriers sell the ability to acquire location data for marketing purposes like providing coupons when someone is near a business, or services like roadside assistance or bank fraud protection. Companies that use the data generally sign contracts pledging to get people’s approval — through a response to a text message, for example, or the push of a button on a menu — or to otherwise use the data legally.\nBut the contracts between the companies, including Securus, are “the legal equivalent of a pinky promise,” Mr. Wyden wrote. The F.C.C. said it was reviewing the letter.\nCourts are split on whether investigators need a warrant based on probable cause to acquire location data. In some states, a warrant is required for any sort of cellphone tracking. In other states, it is needed only if an investigator wants the data in real time. And in others no warrant is needed at all.\nThe Justice Department has said its policy is to get warrants for real-time tracking. The Supreme Court has ruled that putting a GPS tracker on a car counts as a search under the Fourth Amendment, but this was because installing the device involved touching a person’s property — something that doesn’t happen when a cellphone is pinged.\nPhone companies have a legal responsibility under the Telecommunications Act to protect consumer data, including call location, and can provide it in response to a legal order or sell it for use with customer consent. But lawyers interviewed by The New York Times disagreed on whether location information that was not gathered during the course of a call had the same protections under the law.\nAs long as they are following their own privacy policies, carriers “are largely free to do what they want with the information they obtain, including location information, as long as it’s unrelated to a phone call,” said Albert Gidari, the consulting director of privacy at the Stanford Center for Internet and Society and a former technology and telecommunications lawyer. Even when the phone is not making a call, the system receives location data, accurate within a few hundred feet, by communicating with the device and asking it which cellphone towers it is near.", "url": "https://www.nytimes.com/2018/05/10/technology/cellphone-tracking-law-enforcement.html"}