{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:41", "date_modify": "2022-10-25 23:45:41", "date_publish": "2018-05-24 23:38:20", "description": "With a carefully worded statement, North Korea tried to create an impression that Mr. Kim was the mature statesman trying to salvage the diplomatic process.", "filename": "2018_05_24_world_asia_north-korea-trump-reconsider_1666741541.html", "image_url": "https://static01.nyt.com/images/2018/05/25/business/25nkorea-reax/25nkorea-reax-facebookJumbo.jpg?year=2018&h=550&w=1050&s=814c9d734d65c06a01db5be3f2aa1994c9a5296823328db1c58b10bca63705b9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_24_world_asia_north-korea-trump-reconsider_1666741541.html", "title": "North Korea Says It Will Give Trump ‘Time and Opportunity’ to Reconsider", "title_page": "North Korea Says It Will Give Trump ‘Time and Opportunity’ to Reconsider - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — Hours after President Trump canceled a summit with its leader, Kim Jong-un, North Korea said on Friday that it was still willing to give Mr. Trump “time and opportunity” to reconsider his decision, saying that Mr. Kim had held great expectations for the meeting.\n“The unilateral cancellation of the summit was unexpected and very regrettable,” said Kim Kye-gwan, a vice foreign minister of North Korea, in a statement carried by the North’s official Korean Central News Agency. “But we remain unchanged in our willingness to do everything we can for the peace and stability of the Korean Peninsula and of the humanity, so with a broad and open mind, we are willing to give the United States time and opportunity.”\nWith its carefully worded statement, North Korea appeared to shift the blame to the United States while trying to create an impression that it was the North Korean leader, and not Mr. Trump, who was the mature statesman trying to salvage the diplomatic process.\nMr. Trump, in a surprise announcement, said Thursday that he was pulling out of the June 12 summit meeting with Mr. Kim in Singapore. The American president cited North Korea’s recent expressions of hostility in making his decision, which was delivered to the North’s leader in a letter.", "url": "https://www.nytimes.com/2018/05/24/world/asia/north-korea-trump-reconsider.html"}