{"authors": ["Charlie Savage"], "date_download": "2022-10-26 00:12:03", "date_modify": "2022-10-26 00:12:03", "date_publish": "2018-11-07 22:08:04", "description": "The acting attorney general, Matthew G. Whitaker, is seen as loyal to President Trump. He now oversees the special counsel’s inquiry.", "filename": "2018_11_07_us_politics_mueller-investigation-sessions-resigns_1666743123.html", "image_url": "https://static01.nyt.com/images/2018/11/08/us/politics/08dc-mueller/08dc-mueller-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=8d8fcd73f4b428d0cd7c6b57ed265c96079aed95998b30b40183562901bb67c9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_07_us_politics_mueller-investigation-sessions-resigns_1666743123.html", "title": "How Sessions’s Firing Could Affect the Russia Investigation", "title_page": "How Sessions’s Firing Could Affect the Russia Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under the regulation, if Mr. Whitaker were to block any of Mr. Mueller’s steps, Congress must be notified.\nMr. Trump was “clearly” motivated to replace Mr. Sessions to affect the Mueller investigation, said David Kris, a founder of the Culper Partners consulting firm who led the Justice Department’s national security division during the Obama administration.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nAn open question, he said, is what Mr. Whitaker will do — and what reactions that will provoke from Mr. Mueller, other federal prosecutors and House Democrats.\n“What guerrilla-war tactics will he try to take to limit Mueller’s activities?” Mr. Kris said of Mr. Whitaker. “Under the regulation, he has a bunch of supervisory actions he can take and if he does undertake those actions, the more extreme they are, the more likely they will provoke reactions from other players in this drama.”\nCan Mr. Whitaker fire Mr. Mueller?\nThe regulation that Mr. Rosenstein invoked when appointing Mr. Mueller also made it more difficult to fire him. It said that the attorney general may remove the special counsel only for cause, like misconduct of some kind, rather than at will.\nMr. Whitaker could decide that Mr. Mueller has committed misconduct and fire him, or he could revoke the protections that the regulation provides to Mr. Mueller and then fire him without cause.\nCan Mr. Whitaker quash a Mueller report?\nWhen Mr. Mueller completes his work, he is to deliver a report about his findings to the attorney general, according to the regulation. It would then be up to the attorney general — now Mr. Whitaker — to decide whether to turn that document over to Congress or keep it secret.", "url": "https://www.nytimes.com/2018/11/07/us/politics/mueller-investigation-sessions-resigns.html"}