{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:45:10", "date_modify": "2022-10-25 23:45:10", "date_publish": "2018-10-15 17:20:33", "description": "An inquiry into sexual harassment in the House of Commons describes a “master and servant” culture, with lawmakers accorded an “almost godlike status.”", "filename": "2018_10_15_world_europe_uk-parliament-abuse-harassment-report_1666741510.html", "image_url": "https://static01.nyt.com/images/2018/10/16/world/16uk-commons1/16uk-commons1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=1a0bd7f6cb0ffd7548b43fba6d1db0c9ab15c275ea5e7d50eee44fee12b4e429&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_15_world_europe_uk-parliament-abuse-harassment-report_1666741510.html", "title": "‘Shocking and Abhorrent’ Abuse Rampant in U.K. Parliament, Report Says", "title_page": "‘Shocking and Abhorrent’ Abuse Rampant in U.K. Parliament, Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — A scathing new report on Britain’s House of Commons released on Monday describes a culture of bullying, abuse and sexual harassment “as embedded as it is shocking,” where complaints of mistreatment are typically muffled by “deference, subservience, acquiescence and silence.”\nThe inquiry, led by a former high court judge, Dame Laura Cox, was commissioned in March, after a BBC report found that harassment complaints were often batted away by employees trained to protect the interests of senior staff members.\nAmong the legislators named in the March BBC report was Speaker John Bercow, the chair of the House of Commons commission, which oversees the administration of the House. Mr. Bercow, a flamboyant, foghorn-voiced Conservative who has occupied the post since 2009, has denied the allegations.\nThough Ms. Cox did not specifically address Mr. Bercow in her report, she wrote that “the core, cultural context” must be changed, and that doing so would most likely require a generational turnover.", "url": "https://www.nytimes.com/2018/10/15/world/europe/uk-parliament-abuse-harassment-report.html"}