{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:44:21", "date_modify": "2022-10-25 23:44:21", "date_publish": "2018-12-04 16:53:58", "description": "The settlement, however, will not stop women who say Mr. Epstein sexually abused them when they were girls from seeking redress in federal court.", "filename": "2018_12_04_us_jeffrey-epstein-settlement-sexual-abuse-court_1666741461.html", "image_url": "https://static01.nyt.com/images/2019/07/07/us/06altepstein-print/05epstein-facebookJumbo.jpg?year=2018&h=446&w=851&s=182d053d7bf7c9da632d6628d28504135bf04114c0624267800f7362860f14ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_04_us_jeffrey-epstein-settlement-sexual-abuse-court_1666741461.html", "title": "Jeffrey Epstein Settles Lawsuit, Avoiding Testimony From Accusers in Sex Case", "title_page": "Jeffrey Epstein Settles Lawsuit, Avoiding Testimony From Accusers in Sex Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MIAMI — With sexual abuse allegations from dozens of girls in Florida back in the national spotlight more than a decade after they first surfaced, Jeffrey E. Epstein, a wealthy New York financier, unexpectedly settled a civil case against him on Tuesday, a last-minute development to avoid a trial that could have brought some of his accusers to testify about their trauma for the first time.\nThe courthouse in West Palm Beach, Fla., was set for a legal drama to play out as jury selection was scheduled to begin in the trial, which drew so many news reporters that the case was moved to a larger courtroom. Instead, in an unusual written apology delivered by one of his lawyers, Mr. Epstein admitted to wrongfully suing Bradley Edwards, a lawyer for some of his accusers, who had sued Mr. Epstein for malicious prosecution.\n“The lawsuit I filed was my unreasonable attempt to damage his business reputation and stop Mr. Edwards from pursuing cases against me,” Mr. Epstein, 65, said in the statement read by his lawyer, Scott J. Link. “It did not work.”\nThe confidential financial settlement between Mr. Epstein and Mr. Edwards will allow Mr. Edwards to continue to pursue a case in federal court on behalf of Mr. Epstein’s accusers. That case seeks to nullify a controversial nonprosecution agreement made in secret in 2007 that allowed Mr. Epstein to avoid federal criminal charges, despite police findings that Mr. Epstein had lured girls — some of them runaways or foster children — to his Palm Beach mansion to give him massages that frequently turned sexual.", "url": "https://www.nytimes.com/2018/12/04/us/jeffrey-epstein-settlement-sexual-abuse-court.html"}