{"authors": ["Ian Austen"], "date_download": "2022-10-25 23:47:58", "date_modify": "2022-10-25 23:47:58", "date_publish": "2018-04-09 22:06:07", "description": "Saskatchewan’s coroner’s office said it had mixed up the identities of two teammates in a fatal bus crash that has rocked Canada.", "filename": "2018_04_09_world_canada_bus-crash-hockey-humboldt_1666741678.html", "image_url": "https://static01.nyt.com/images/2018/04/10/world/10canada-coroner/10canada-coroner-facebookJumbo.jpg?year=2018&h=550&w=1050&s=141f259e86fd08e4b2cdc577d899b66f686004e25f4fe2d0f17b8d63204b8a0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_09_world_canada_bus-crash-hockey-humboldt_1666741678.html", "title": "Coroner’s Error in Canada Bus Crash Brings Hope to One Family, Despair to Another", "title_page": "Coroner’s Error in Canada Bus Crash Brings Hope to One Family, Despair to Another - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SASKATOON, Saskatchewan — One family’s hope was extinguished and another’s was renewed on Monday, after Saskatchewan’s coroner’s office acknowledged that it had mixed up the identities of a survivor and a victim of a violent bus crash that has shaken this province and all of Canada.\nThe collision between a bus carrying the Humboldt Broncos hockey team and a tractor-trailer truck loaded with packaged peat moss killed 15 members of the team and its staff, and injured 14 others.\nEarly Monday morning the Office of the Chief Coroner for Saskatchewan said in a statement that it had incorrectly declared Xavier Labelle, an 18-year-old defenseman, as dead. He is in a hospital in Saskatoon, Saskatchewan. No information about his medical condition has been made public.\nThe coroner said Parker Tobin, the team’s goalie, had not survived.\n“All I can say is miracles do exist,” Issac Labelle, Xavier’s brother, posted on Facebook. “My deepest condolences to the Tobin family.”", "url": "https://www.nytimes.com/2018/04/09/world/canada/bus-crash-hockey-humboldt.html"}