{"authors": ["Danielle Ivory", "Caitlin Dickerson"], "date_download": "2022-10-25 23:44:34", "date_modify": "2022-10-25 23:44:34", "date_publish": "2018-06-17 18:01:08", "description": "Trump administration cutbacks have left some prisons short on correctional officers, requiring other workers to step in.", "filename": "2018_06_17_us_prisons-safety-substitute-guards_1666741474.html", "image_url": "https://static01.nyt.com/images/2018/06/13/us/00reg-prisons1/merlin_137358285_95ced705-2948-45a6-aa5f-f57a64c326fe-facebookJumbo.jpg?year=2018&h=549&w=1050&s=c7bdf827b864de3ec80cff7123d4ddd8f1e47468cbd9de3ea0ae2227093fd432&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_17_us_prisons-safety-substitute-guards_1666741474.html", "title": "Safety Concerns Grow as Inmates Are Guarded by Teachers and Secretaries", "title_page": "Safety Concerns Grow as Inmates Are Guarded by Teachers and Secretaries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was not uncommon in the past for prisons to occasionally call upon support workers as substitute guards, especially in emergencies. The practice, which leaves other prison functions short-handed, came under criticism during the Obama administration, which moved in its final year to cut back.\nBut as the shortage of correctional officers has grown chronic under President Trump — and the practice of drawing upon other workers has become routine — many prisons have been operating in a perpetual state of staffing turmoil, leaving some workers feeling ill-equipped and unsafe on the job, according to interviews and internal documents from the Bureau of Prisons.\nDozens of workers from prisons across the country said inmates had become more brazen with staff members and more violent with one another. At a prison in West Virginia, violent incidents increased almost 15 percent in 2017 from the year before, according to data obtained by The New York Times. Workers blame the problems on their depleted numbers and the need to push often inexperienced staff members into front-line correctional roles, changes not lost on the prison population.\n“When you’re an officer and in the units for eight hours a day, you get to know the inmates,” said a teacher at a Florida prison who was not authorized to speak to the news media. “You can tell when a fight is about to happen. I don’t have that background.” The teacher added: “The inmates see this and they know we are outnumbered. They know we have people working in the units who don’t have the slightest idea what to do.”", "url": "https://www.nytimes.com/2018/06/17/us/prisons-safety-substitute-guards.html"}