{"authors": ["Alan Blinder"], "date_download": "2022-10-25 23:25:34", "date_modify": "2022-10-25 23:25:34", "date_publish": "2018-09-07 22:06:35", "description": "We asked three men involved in the design or enforcement of the 25th Amendment to reflect on its history and on discussions about whether it should be invoked.", "filename": "2018_09_07_us_what-is-25th-amendment.html_action=click&module=Intentional&pgtype=Article_1666740334.html", "image_url": "https://static01.nyt.com/images/2018/09/08/us/08amendment-print/08amendment-facebookJumbo.jpg?year=2018&h=549&w=1050&s=b553b862b238ffea6a5e507c7019a2e1c29a0d865bdb25534f041eeb90fb0b6f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_07_us_what-is-25th-amendment.html_action=click&module=Intentional&pgtype=Article_1666740334.html", "title": "How the 25th Amendment Came to Be, by the People Behind It", "title_page": "How the 25th Amendment Came to Be, by the People Behind It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The health troubles of President Dwight D. Eisenhower. The long shadow of how Woodrow Wilson’s wife assumed a role in the presidency after he became ill. The assassination of John F. Kennedy. These crises served as a backdrop more than 50 years ago for Congress to settle what should happen if a president is left unable to govern.\nThe matter turned up again on Wednesday, when The New York Times published an Op-Ed by an unidentified Trump administration official who wrote that there had been “early whispers within the cabinet of invoking the 25th Amendment” because of the “instability many witnessed.”\nThe amendment, ratified in 1967, clarified the succession to the presidency and offered a mechanism for an acting president if the vice president and a majority of the cabinet deemed a president “unable to discharge the powers and duties of his office.” The provisions concerning an involuntarily declared incapacity have never been used.\n[Read: Rod J. Rosenstein, the deputy attorney general, reportedly discussed the 25th Amendment.]\nIn interviews this week, three men who were involved in the design or enforcement of the 25th Amendment — especially Section 4, which deals with incapacity — reflected on its history and the discussions about whether it should be invoked now.", "url": "https://www.nytimes.com/2018/09/07/us/what-is-25th-amendment.html?action=click&module=Intentional&pgtype=Article"}