{"authors": ["Alex Marshall"], "date_download": "2022-10-25 23:37:35", "date_modify": "2022-10-25 23:37:35", "date_publish": "2018-11-29 20:00:04", "description": "Anna Burns, who for the last four and a half years has suffered from debilitating back pain and spent much of that time relying on state benefits, talks about the future.", "filename": "2018_11_29_books_anna-burns-interview-booker-prize-milkman-no-bones_1666741055.html", "image_url": "https://static01.nyt.com/images/2018/11/30/books/30Burns1/30Burns1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=cbbda0227e2fd046d275c2695bc307a5887f64a86563c8a08d4307106678be1a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_29_books_anna-burns-interview-booker-prize-milkman-no-bones_1666741055.html", "title": "The New Booker Prize Winner Who May Never Write Again", "title_page": "The New Booker Prize Winner Who May Never Write Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRIGHTON, England — Anna Burns sounded almost giddy one recent Monday as we sat in a restaurant here in Brighton, on England’s southern coast. The week before she had won the Man Booker Prize for “Milkman,” her third novel, about an unnamed 18-year-old coerced into a relationship at the height of Northern Ireland’s Troubles. The win wasn’t the only reason for her excitement.\n“I can feel I’m on the cusp of something,” she said.\nBurns suffers from “lower back and nerve pain,” she said, the result of a botched operation. “Nerves pain,” she suddenly added, correcting herself. “There’s plenty of nerves involved.” Thanks to the Booker, which includes a $64,000 prize, she may get treatment in Germany without having to worry about the cost.\n“If it’s successful, I’ll be able to write again,” she said. “I haven’t written in four and a half years.” The last writing she did was finishing “Milkman,” a process that dragged out for months because of the pain.\nShe had tried standing desks, she said. And various chairs. “But it’s not just the physical pain. It’s the whole emotional stress that goes with it.”", "url": "https://www.nytimes.com/2018/11/29/books/anna-burns-interview-booker-prize-milkman-no-bones.html"}