{"authors": ["Edmund Lee", "John Koblin"], "date_download": "2022-10-25 23:34:52", "date_modify": "2022-10-25 23:34:52", "date_publish": "2018-07-08 21:07:55", "description": "“It’s going to be a tough year,” the AT&T veteran John Stankey said in a candid talk with HBO’s chief executive, Richard Plepler, and network employees.", "filename": "2018_07_08_business_media_hbo-att-merger_1666740892.html", "image_url": "https://static01.nyt.com/images/2018/07/09/business/09hbo-sub/09hbo-sub-facebookJumbo.jpg?year=2018&h=550&w=1050&s=826d4528d5e50196556f1d23e13ea236923808f93e1dfb1118fe63731306a5b2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_08_business_media_hbo-att-merger_1666740892.html", "title": "HBO Must Get Bigger and Broader, Says Its New Overseer", "title_page": "HBO Must Get Bigger and Broader, Says Its New Overseer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Change is coming to HBO, now that it is part of the AT&T corporate family. That much was clear to the 150 employees who attended a recent town hall meeting at the network’s headquarters in Midtown Manhattan.\nThe main speaker was John Stankey, a longtime AT&T executive who now oversees HBO in his new role as chief executive of Warner Media. During a straight-shooting, hourlong talk, a recording of which was obtained by The New York Times, he laid out his rough vision for the network, and warned his audience that the months ahead would not be easy.\n“It’s going to be a tough year,” Mr. Stankey said. “It’s going to be a lot of work to alter and change direction a little bit.”\nAT&T executives said all the right things during the long prelude to the company’s $85.4 billion acquisition of Time Warner, which was completed last month. They acknowledged that the corporate culture of a Dallas-based telecommunications giant was different from that of the more freewheeling media and entertainment concerns in New York and California. They pledged to take a hands-off approach to the company’s crown jewel, HBO, which has won endless Emmys while generating billions in profits.", "url": "https://www.nytimes.com/2018/07/08/business/media/hbo-att-merger.html"}