{"authors": ["Michael D. Shear", "Tiffany Hsu", "Kirk Johnson"], "date_download": "2022-10-25 23:52:10", "date_modify": "2022-10-25 23:52:10", "date_publish": "2018-07-31 13:55:37", "description": "Cody Wilson, a Texas champion of gun rights and anarchists, had said he would post blueprints for 3-D printed plastic guns on Wednesday.", "filename": "2018_07_31_us_politics_3d-guns-trump_1666741930.html", "image_url": "https://static01.nyt.com/images/2018/08/01/us/politics/01dc-guns/01dc-guns-facebookJumbo.jpg?year=2018&h=550&w=1050&s=fbcf2ad3de46530656ab83c46961ef200b924a2f496105181dd028c0f228fbe8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_31_us_politics_3d-guns-trump_1666741930.html", "title": "Judge Blocks Attempt to Post Blueprints for 3-D Guns", "title_page": "Judge Blocks Attempt to Post Blueprints for 3-D Guns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The court rulings are just the beginning of what could become a fierce legal clash pitting concerns about public safety and Mr. Wilson’s claim of a First Amendment right to publish the materials. His lawyer, Josh Blackman, compared it to the Pentagon Papers case, in which the Supreme Court famously rejected the government’s attempts to block news organizations from publishing a secret history of the Vietnam War.\n“This is a huge free speech case,” said Mr. Blackman, who vowed to continue fighting the efforts to prevent Mr. Wilson from posting his documents online.\nCritics say the homemade firearms produced by Mr. Wilson’s schematics can be printed without serial numbers or government registration. They say the firearms — known as “ghost guns” — would allow criminals and terrorists to evade detection.\nMr. Wilson challenged the Obama administration’s attempt to block publication of the blueprints in 2015, and the legal case had dragged on until last month, when the State Department concluded they do not violate the defense export controls meant to keep delicate military technology out of the hands of the country’s enemies. A court-approved settlement between the State Department and Mr. Wilson ended the legal case and gave Mr. Wilson the right to distribute the schematics.\nBut White House officials appeared to be caught by surprise by Monday’s flurry of legal activity. In a tweet on Tuesday morning, President Trump said he was “looking into” his administration’s decision last month to clear the way for Mr. Wilson’s actions.\nMr. Trump’s comments on Twitter underscored the competing views even inside the administration and raised the prospect of another shift in his administration’s approach.\n“Already spoke to NRA, doesn’t seem to make much sense!” Mr. Trump wrote.\nA spokesman for the president insisted later in the day that Mr. Trump “is committed to the safety and security of all Americans” but declined to say what — if anything — the president was prepared to do regarding Mr. Wilson’s efforts to distribute the blueprints for printed guns.", "url": "https://www.nytimes.com/2018/07/31/us/politics/3d-guns-trump.html"}