{"authors": ["Andrew Sullivan"], "date_download": "2022-10-25 23:30:13", "date_modify": "2022-10-25 23:30:13", "date_publish": "2018-09-14 09:00:13", "description": "Jill Lepore’s “These Truths” shows both the successes and failures that have made the country what it is today.", "filename": "2018_09_14_books_review_jill-lepore-these-truths_1666740613.html", "image_url": "https://static01.nyt.com/images/2018/09/16/books/review/16Sullivan/16Sullivan-facebookJumbo.jpg?year=2018&h=549&w=1050&s=949350f28fe320f15e7e24d669ff9ff9e57fd1b5ce772985f25cb78ebf59327a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_14_books_review_jill-lepore-these-truths_1666740613.html", "title": "The American Past: A History of Contradictions", "title_page": "The American Past: A History of Contradictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The same can be said about the rise of white nationalism in the wake of mass immigration. The last time the foreign-born as a percentage of the population rivaled ours today, a brutally draconian immigration law was imposed, with specific racial categories for exclusion, and the Klan turned not just against blacks but against Catholics and Jews as well. Ditto the consistency of political extremism: from John Brown to Malcolm X to Black Lives Matter. Ditto huge economic inequality — in the 1920s and 2010s. Rhetorical excess? “We see dangerous signs of Hitlerism in the Goldwater campaign,” opined one Martin Luther King Jr. Social breakdown? It would be hard to match the late 1960s, when the achievement of civil rights was followed by an explosion of mass violence, beginning in Watts, Los Angeles, in 1965, and the 1970s, when domestic terrorism was everywhere.\nLepore panders a little to liberal sensibilities. And so in her account, Communism was no real threat at all; Nixon was simply playing the demagogue in going after Alger Hiss (she doesn’t note that Hiss was indeed a Soviet spy and a traitor). Ronald Reagan gets no credit for the implosion of the Soviet Union. Clinton’s crime bill was a terrible failure because of mass incarceration, and yet the extraordinary decline in crime that followed does not earn a mention. But she is withering about the New Left, and liberalism’s turn toward elitism and identity politics. And she highlights truths that are usually dim-lit: that the first attempt at a welfare state came in the South, where women secured a war widow’s pension; that the conservative movement was made possible by women, especially Phyllis Schlafly; that the gay rights movement only succeeded when it took a conservative turn. She sees John F. Kennedy, rightly, as a conservative Democrat. She admires in many ways how the right seized populism as the left abandoned it. This is not an account conservatives will hate.\nShe’s brilliant at times. She devastates the current maximalist position of the National Rifle Association (which the N.R.A. itself once strongly opposed) in the context of gun ownership and the historical debate about the Second Amendment. The 2008 Heller decision rejecting a District of Columbia handgun ban is quite obviously bonkers. Similarly, the emergence of abortion as the critical litmus test for both parties is an entirely novel and polarizing development: “Either abortion was murder and guns meant freedom or guns meant murder and abortion was freedom.” It is as if complexity has become a sin. She sees both sides in recent times as corrosive of liberal norms: “Both the left and the right, unwilling to brook dissent, began dismantling structures that nurture fair-minded debate: the left undermining the university; the right undermining the press.” Perfect. She notes how recent presidential candidates have declared vast swaths of the public as “unworthy of their attention” (Romney’s 47 percent of “takers”) or beneath their contempt (Hillary’s “deplorables”). They both deserved to lose. And she sees the deregulation of the airwaves (the end of the Fairness Doctrine under Reagan) and of Wall Street (under Clinton) as key reasons our politics is now so nihilist and unequal.\nLepore is also a writer. This book is aimed at a mass audience, driven by anecdote and statistic, memoir and photograph, with all the giants of American history in their respective places. There wasn’t a moment when I struggled to keep reading. We know that Washington ordered his slaves freed once his wife died; I didn’t know that in the room where he died, there were more black people than white. I’ve always admired Benjamin Franklin, but he is a glittering star in this account: “He was the only man to have signed the Declaration of Independence, the Treaty of Paris and the Constitution. His last public act was to urge abolition. Congress would not hear of it.” There are moments, however, when you wince at the purple prose. “The Republic was spreading like ferns on the floor of a forest.” Dred Scott was “suffering from tuberculosis, a slow sickness, a constitutional weakening, as relentless as the disease that wracked the nation itself. Frederick Douglass watched, and looked for a cure, an end to suffering. … But it was as if the nation, like Oedipus of Thebes, had seen that in its origins lay a curse, and had gouged out its own eyes.” Oof. The last two paragraphs of the book amount to one of the most excruciating extended metaphors — yes, the ship of state! — I have ever had the misfortune to struggle through.\nBut these are quibbles. We need this book. Its reach is long, its narrative fresh and the arc of its account sobering to say the least. This is not Whig history. It is a classic tale of a unique country’s astonishing rise and just-as-inevitable fall. And if you reread the book and ask yourself, what is the period of American history that most resembles today?, you would have to say, I think, the late 1850s and early 1860s. Here’s Lepore’s description of that time: “A sense of inevitability fell, as if there were a fate, a dismal dismantlement, that no series of events or accidents could thwart.” Lincoln thought of the nation as a house, and quoted Scripture: “A house divided against itself cannot stand.” And his words, as always, cut through the ages like a knife.", "url": "https://www.nytimes.com/2018/09/14/books/review/jill-lepore-these-truths.html"}