{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:28:22", "date_modify": "2022-10-25 23:28:22", "date_publish": "2018-10-17 19:01:06", "description": "Seventeen years into the war, Afghans cannot remember a time quite like this, with peril and hopelessness at every turn, and no clear way out.", "filename": "2018_10_17_world_asia_afghanistan-election-crisis_1666740502.html", "image_url": "https://static01.nyt.com/images/2018/10/18/world/18afghan-moment-jp-1-print/18afghan-moment-jp-1-print-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=3c51a19b39f08938947d7a24bbf8d0fdd501e75520fa775eeb5a88d9756f8c09&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_17_world_asia_afghanistan-election-crisis_1666740502.html", "title": "In Afghanistan’s Season of Crisis, ‘Words Do Not Have the Strength’", "title_page": "In Afghanistan’s Season of Crisis, ‘Words Do Not Have the Strength’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — In the past 17 years of war and crisis in Afghanistan, no one remembers a season quite like this one, with peril and hopelessness at every turn. People here struggle for words to explain how it feels.\nA former minister, fit with healthy habits and hardened by years of battle and politics, said he could barely force himself out of bed in the morning. A young professional, after years of dedicated work in civil society and government jobs, teared up as she tried to explain why she was losing hope, her usual clarity choked by emotion. A poet in the country’s east said his verse had dried up.\n“Every time something bad happened, I would turn to poetry — it would give me calm,” said the poet, Sajid Bahar, 26, who lives in the city of Khost. “It’s been seven months that I can’t write. It no longer gives me calm. When I sit down to focus on one incident for a poem, 30 others flash through my head. My words do not have the strength for all of them.”\nIf there is a common theme in this upswell of alarm and worry that seems so widespread, it is a sense that no one sees any clear path through a minefield of crises.", "url": "https://www.nytimes.com/2018/10/17/world/asia/afghanistan-election-crisis.html"}