{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:36:11", "date_modify": "2022-10-25 23:36:11", "date_publish": "2018-07-10 16:00:03", "description": "France showed flashes of its sublime skill in a win over Belgium, but it was its patience and defensive strength that proved the difference in the semifinal.", "filename": "2018_07_10_sports_world-cup_france-vs-belgium_1666740971.html", "image_url": "https://static01.nyt.com/images/2018/07/11/sports/11france-belgium14/11france-belgium14-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a048d1dd13dd440b20b5707c06c4cbcb2ecac3e1ba7abe3839d703a4496df296&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_10_sports_world-cup_france-vs-belgium_1666740971.html", "title": "France, With Flash to Spare, Reaches the World Cup Final", "title_page": "France, With Flash to Spare, Reaches the World Cup Final - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was greeted there by Belgium, whose own golden generation was supposed to provide a significantly more exacting test, to force the French out of their shells, to demand that Manager Didier Deschamps’s richly gifted players finally live up to their lofty reputations. For 50 minutes, the Belgians threatened to do just that, to draw this team into the open field. And then Samuel Umtiti scored — slipping his marker to meet Griezmann’s corner — and France drew back once more, content to contain and control.\nDeschamps’s players let Belgium burn itself out, deprived it first of hope, and then of life, all the while not expending a drop of energy more than was strictly necessary.\nBelgium’s Eden Hazard, in particular, had started the game as a ball of energy, twisting and turning and writhing his way past Benjamin Pavard, France’s right back; Hazard had the look of a player very conscious of the fact that this was his chance to stake a claim for greatness.\nBy the end, he looked adrift. He had long since wandered into central midfield, craving some sort of space, some sort of peace, only to find neither. His sparkle had gone, and so had his spark.\nIt was not — as might be expected, in the era of counter-pressing, that frenzied style of harrying and harassing that is so en vogue in European club soccer — because the French had pummeled him and his team into submission, barely allowing a moment’s rest, but because they had done the opposite: They waited as Belgium wandered into their sleeper-hold, and then simply refused to let go.\nThat has been France’s unexpected forte in this tournament: its defensive strength, its imperturbability, the ease with which it blunts an attack. Only Argentina has scored against the French from open play. They are so assured in defense that none of those single-goal victories felt at all close, or tense; they all seemed to be over long before the final whistle. So, too, here: When the game ended, the explosion of joy from the French players, and their small squadron of fans, felt somehow out of place, out of context, with the torpor that had descended.\nFrance has achieved this not, as the teams of Pep Guardiola and Jürgen Klopp and Mauricio Pochettino seek to do, by seeking to coil itself around its prey, squeezing the breath from its opponents. Its approach resembles that of a crocodile, rather than a snake: It waits, pounces, and then sinks back beneath the surface, happy to wait again.", "url": "https://www.nytimes.com/2018/07/10/sports/world-cup/france-vs-belgium.html"}