{"authors": ["Ali Watkins", "John Ismay", "Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:52:13", "date_modify": "2022-10-25 23:52:13", "date_publish": "2018-03-03 16:10:03", "description": "The AR-15 cemented its place in American culture after the assault weapons ban ended, at a time of heightened interest in the military, and as shooting was popularized in video game culture.", "filename": "2018_03_03_us_politics_ar-15-americas-rifle_1666741933.html", "image_url": "https://static01.nyt.com/images/2018/03/04/autossell/04video/GUN_MARKETNG_COVERIMAGE_1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=fc6f015fa1f2c6de69ba8b159b7365f02d2b67d1b5a15a650ee114d3f9457563&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_03_us_politics_ar-15-americas-rifle_1666741933.html", "title": "Once Banned, Now Loved and Loathed: How the AR-15 Became ‘America’s Rifle’", "title_page": "Once Banned, Now Loved and Loathed: How the AR-15 Became ‘America’s Rifle’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jeff Swarey bought his AR-15 rifle five years ago after shooting guns in video games. Jessie K. Fletcher, a former Marine sniper, was given one by his platoon after he stepped on a bomb in Afghanistan that blew off his legs. Jessica Dorantes, a Texas police officer, will not go on patrol without hers.\nTheir shared communion is a firearm that has in recent decades become a staple of American gun culture. Its iconic silhouette is immediately recognizable — and polarizing.\nThe AR-15 won its place in American culture through a confluence of circumstances, described in interviews by more than 15 gun industry professionals, hobbyists, lawyers and gun owners. They pointed to 2004, when the AR-15 re-entered the gun market after the end of the federal assault weapons ban, at a time of heightened interest in the military. It was popularized by the rise of a video game culture in which shooting became an accessible form of mass entertainment, and it was marketed as accessible and easy to personalize.\nFor those who love the rifle, it is seen as a testament to freedom — a rite of passage shared between parents and children, a token to welcome soldiers home, a tradition shared with friends at the range. But in its relatively short life span, the AR-15 has also become inextricably linked with tragedy and has been vilified as the weapon of mass murder.", "url": "https://www.nytimes.com/2018/03/03/us/politics/ar-15-americas-rifle.html"}