{"authors": ["Michael S. Schmidt"], "date_download": "2022-10-25 23:02:27", "date_modify": "2022-10-25 23:02:27", "date_publish": "2018-05-05 00:31:56", "description": "The aides, James A. Baker and Lisa Page, advised the former director James. B. Comey on the bureau’s politically charged investigations into Hillary Clinton and the Trump campaign.", "filename": "2018_05_04_us_politics_james-baker-lisa-page-fbi_1666738947.html", "image_url": "https://static01.nyt.com/images/2018/05/05/business/05FbI/05FbI-facebookJumbo-v2.jpg?year=2018&h=446&w=852&s=14efd0abfcf97f003f73e2c252fa282301cfb0b46fad6dc57e2e7e93b8512615&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_04_us_politics_james-baker-lisa-page-fbi_1666738947.html", "title": "2 F.B.I. Officials, Once Key Advisers to Comey, Leave the Bureau", "title_page": "2 F.B.I. Officials, Once Key Advisers to Comey, Leave the Bureau - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Two top F.B.I. aides who worked alongside the former director James B. Comey as he navigated one of the most politically tumultuous periods in the bureau’s history resigned on Friday.\nOne of them, James A. Baker, was one of Mr. Comey’s closest confidants. He served as the F.B.I.’s top lawyer until December when he was reassigned as the new director, Christopher A. Wray, began installing his own advisers. Mr. Baker had been investigated by the Justice Department on suspicion of sharing classified information with reporters. He has not been charged.\nThe other aide, Lisa Page, advised Mr. Comey while serving directly under his deputy, Andrew G. McCabe. She was assailed by conservatives after texts that she had exchanged with the agent overseeing the investigation into links between President Trump’s campaign and Russia were made public. In the messages, they expressed anti-Trump views but took aim at Hillary Clinton and other political figures as well.\nThe decisions by Mr. Baker and Ms. Page to leave the bureau were unrelated. Mr. Baker said in a telephone interview that he would be joining the Brookings Institution to write for Lawfare, its blog focused on national security law.", "url": "https://www.nytimes.com/2018/05/04/us/politics/james-baker-lisa-page-fbi.html"}