{"authors": ["Mary Laura Philpott"], "date_download": "2022-10-25 23:54:45", "date_modify": "2022-10-25 23:54:45", "date_publish": "2018-11-29 10:00:01", "description": "Nothing much makes sense these days, including the visits from my reptilian friends.", "filename": "2018_11_29_well_family_hard-knock-life-what-are-the-turtles-telling-me_1666742085.html", "image_url": "https://static01.nyt.com/images/2018/11/29/well/family/29turtle/29turtle-facebookJumbo.jpg?year=2018&h=549&w=1050&s=f807aad5cf77b8be93a9b4239e7adacffda47bc80973ffa1aaefd870ef5b521b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_29_well_family_hard-knock-life-what-are-the-turtles-telling-me_1666742085.html", "title": "Hard Knock Life: What Are the Turtles Telling Me?", "title_page": "Hard Knock Life: What Are the Turtles Telling Me? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Knock, knock.\nWho’s there?\nNobody.\nTwice, I heard a rapping at our front door, and twice I looked out the window to see no one. Either I was losing my mind, or someone was playing a practical joke.\nThe third time, I yanked the door open. Ah ha! I was about to slam it shut when I looked down to see, standing on my threshold, a turtle. Frank the turtle, to be exact.\nThe Eastern box turtle is the official reptile of my state, Tennessee. (The state reptile of New York, in case you’re wondering, is the snapping turtle. Similar, but it bites.) We live in an old, wooded Nashville neighborhood, a few blocks from 3,000 acres of parkland. Rabbits, skunks, turkeys and deer also frequent our yard, and I try to respect their wildness rather than treat them like the cast of a Disney movie. I would never, say, try to capture any of these creatures to make them live inside my house and wear tiny pants. I do name them sometimes, though — as I had done with Frank, whom I’ve known for the four years my family has lived in this house. Sometimes he wanders onto our back porch and I’ll hear one of the kids say, “Oh, hey Frank.”\nBut the knocking was new, and it soon became a regular thing. Now that we knew it wasn’t a burglar or an obnoxious joke, we didn’t mind, although we worried that Frank might hurt himself, banging his head against the door. We’d just pick him up and move him to a shady spot. “Frank’s pranks,” as we dubbed them, became a problem only when Frank started knocking in the middle of the night. One morning I woke to my husband sitting up, rubbing his eyes. “What’s wrong?” I asked. “I didn’t sleep all night,” he said. “I had to keep moving Frank.”", "url": "https://www.nytimes.com/2018/11/29/well/family/hard-knock-life-what-are-the-turtles-telling-me.html"}