{"authors": ["Sam Roberts"], "date_download": "2022-10-25 23:44:46", "date_modify": "2022-10-25 23:44:46", "date_publish": "2018-03-19 22:15:54", "description": "Cardinal O’Brien was removed from office after acknowledging that he had engaged in the sort of homosexual behavior that he had earlier denounced.", "filename": "2018_03_19_obituaries_keith-obrien-cardinal-ousted-in-sex-scandal-dies-at-80_1666741486.html", "image_url": "https://static01.nyt.com/images/2018/03/20/obituaries/20obrien-obit/merlin_135719415_9502791b-cb76-44f1-be97-0491da7b2a3e-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8dfbf06ae779119ea2c9712a89e0423665fd151617686697ed52d8ff9d9022cd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_19_obituaries_keith-obrien-cardinal-ousted-in-sex-scandal-dies-at-80_1666741486.html", "title": "Keith O’Brien, Cardinal Ousted in Sex Scandal, Dies at 80", "title_page": "Keith O’Brien, Cardinal Ousted in Sex Scandal, Dies at 80 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Cardinal Keith O’Brien, who was removed in 2013 as Scotland’s ranking Roman Catholic cleric after acknowledging that he had engaged in the very sort of homosexual behavior he had earlier denounced, died on Monday in Newcastle-upon-Tyne in Northeast England, where he had been living in exile. He was 80.\nHis death, in a hospital there, was announced by the Archdiocese of St. Andrews and Edinburgh, which he served as archbishop from 1985. He was chosen as a cardinal in 2003 by Pope John Paul II. He had broken his collarbone and injured his head in a fall last month, they said.\nBecause of the sex scandal, Cardinal O’Brien recused himself from the 2013 Vatican conclave to elect a successor to Pope Benedict XVI. The cardinal’s decision was considered unprecedented and had, by some accounts, been ordered by the retiring pope himself. Cardinal O’Brien was later ordered to leave Scotland for spiritual renewal and penance.\nThe scandal broke on Feb. 23, 2013, when three priests and a former cleric were quoted in the British newspaper The Observer as saying that Cardinal O’Brien had made sexual advances toward them after drinking bouts in the 1980s.", "url": "https://www.nytimes.com/2018/03/19/obituaries/keith-obrien-cardinal-ousted-in-sex-scandal-dies-at-80.html"}