{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:32:31", "date_modify": "2022-10-25 23:32:31", "date_publish": "2018-09-27 23:41:50", "description": "Continuing to shed his maverick credentials, the South Carolina Republican told his Democratic Senate colleagues, “What you want to do is destroy this guy’s life.”", "filename": "2018_09_27_us_politics_lindsey-graham-kavanaugh-hearing_1666740751.html", "image_url": "https://static01.nyt.com/images/2018/10/08/us/politics/28dc-graham-print/28dc-graham-facebookJumbo.jpg?year=2018&h=549&w=1050&s=078702c8b1162180564ec3feed5ab31c7381aecf1cd57ecbf5142902a58dd11e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_27_us_politics_lindsey-graham-kavanaugh-hearing_1666740751.html", "title": "Furious Lindsey Graham Calls Kavanaugh Hearing ‘the Most Unethical Sham’", "title_page": "Furious Lindsey Graham Calls Kavanaugh Hearing ‘the Most Unethical Sham’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Lindsey Graham, the blunt-speaking South Carolina Republican, vented to reporters on Thursday outside the hearing room where the Senate Judiciary Committee was hearing explosive testimony about sexual assault allegations against Judge Brett M. Kavanaugh, President Trump’s embattled Supreme Court nominee.\nThen he went back inside and really let loose.\n“What you want to do is destroy this guy’s life, hold this seat open and hope you win in 2020,” Mr. Graham, red-faced and dropping all pretenses of legislative comity, yelled at his Democratic colleagues. “This is the most unethical sham since I’ve been in politics.”\nWith those words, Mr. Graham all but cemented a slow-motion public political transformation over the past two years — from an anti-Trump, maverick Republican senator who often sought legislative compromise to Mr. Trump’s closest ally and most ardent defender.\nAs one of Mr. Trump’s rivals for the presidency in 2016, Mr. Graham called him “the world’s biggest jackass,” a “race-baiting xenophobic religious bigot” and a “kook” unfit to be president. For his part, Mr. Trump responded by calling Mr. Graham “an idiot” and “not as bright, honestly, as Rick Perry.”", "url": "https://www.nytimes.com/2018/09/27/us/politics/lindsey-graham-kavanaugh-hearing.html"}