{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:02:00", "date_modify": "2022-10-25 23:02:00", "date_publish": "2018-05-19 23:45:20", "description": "The newly competitive attorney general’s race pits two of the progressive party’s favorites against each other, and it decided to punt.", "filename": "2018_05_19_nyregion_wfp-nixon-cuomo-teachout-james_1666738920.html", "image_url": "https://static01.nyt.com/images/2018/05/20/business/20wfp-web/merlin_138419778_8640ebf1-c125-4e2b-a509-fe69a6ce3eaa-facebookJumbo.jpg?year=2018&h=550&w=1050&s=bed574a9020df3627f48dcf04afc1b43dc4c6febada02018623e0131d91fb7c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_19_nyregion_wfp-nixon-cuomo-teachout-james_1666738920.html", "title": "Nixon Tops Working Families Ticket, but Party Remains at ‘Crossroads’", "title_page": "Nixon Tops Working Families Ticket, but Party Remains at ‘Crossroads’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was supposed to be a moment of triumph.\nThe newly emboldened members of the Working Families Party, New York’s minor progressive party, had envisioned their convention on Saturday as a celebration of what they saw as their newfound freedom from Gov. Andrew M. Cuomo, whose re-election bid they had snubbed in favor of Cynthia Nixon’s challenge from the left.\nThe state committee members would gather in a Harlem church to officially anoint her — and to mark their independence from Mr. Cuomo’s political bullying.\nMs. Nixon was indeed anointed, formally accepting the party’s nomination as she took plenty of shots at Mr. Cuomo, calling him a lackey of Wall Street interests who left working families with “scraps.”\n“We need a governor that is as true and blue as its people,” she said of New York.\nBut the party could not completely distance itself from Mr. Cuomo and the machinations that often complicate political life in the state.", "url": "https://www.nytimes.com/2018/05/19/nyregion/wfp-nixon-cuomo-teachout-james.html"}