{"authors": ["Linda Qiu"], "date_download": "2022-10-25 23:35:23", "date_modify": "2022-10-25 23:35:23", "date_publish": "2018-10-20 17:07:55", "description": "President Trump, echoing the assertions of a Republican lawmaker, said that “a lot of money” was given to migrants traveling toward the United States. There is no evidence of that.", "filename": "2018_10_20_world_americas_migrant-caravan-video-trump_1666740923.html", "image_url": "https://static01.nyt.com/images/2018/10/20/world/20caravan-factcheck1/merlin_145429305_d7aa19cf-4767-48a6-8043-c8d535a7c60e-facebookJumbo.jpg?year=2018&h=550&w=1050&s=e1510f1c74efc23dd04667c884005fd79ba316cc43a1d6c3e1c5071937752348&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_20_world_americas_migrant-caravan-video-trump_1666740923.html", "title": "Did Democrats, or George Soros, Fund Migrant Caravan? Despite Republican Claims, No", "title_page": "Did Democrats, or George Soros, Fund Migrant Caravan? Despite Republican Claims, No  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "what was said\n“But a lot of money has been passing to people to come up and try and get to the border by Election Day, because they think that’s a negative for us. … They have lousy policy. The one thing, they stick together, but they wanted that caravan and there are those that say that caravan didn’t just happen. It didn’t just happen. A lot of reasons that caravan, 4,000 people.”\n— President Trump, at a campaign rally in Missoula, Mont., on Thursday\nthe facts\nThis lacks evidence.\nA caravan of migrants is traveling north toward Mexico and the United States — and prompting alarm and false claims from Mr. Trump and Representative Matt Gaetz, Republican of Florida.\nThere is no evidence that George Soros, a billionaire and major Democratic donor, paid thousands of migrants to “storm.” Nor is there evidence that Democrats support the effort, as Mr. Trump has said.\nMr. Gaetz is wrong about several things in his description of the video he posted.\nFirst, it was not shot in Honduras, which he later acknowledged. Google Maps and Facebook photos place the storefront seen in the video, an auto parts shop, in Chiquimula, Guatemala. As Kirk Semple of The New York Times reported, the migrant caravan was formed last week in San Pedro Sula, Honduras, and has made its way north through Guatemala.\nSecond, Mr. Gaetz’s speculation that the migrants were being offered cash to join the caravan by Mr. Soros is unfounded. Open Society Foundations, Mr. Soros’s philanthropic organization, has denied any involvement.", "url": "https://www.nytimes.com/2018/10/20/world/americas/migrant-caravan-video-trump.html"}