{"authors": ["Rod Nordland", "Fatima Faizi"], "date_download": "2022-10-25 23:28:25", "date_modify": "2022-10-25 23:28:25", "date_publish": "2018-09-20 07:00:06", "description": "The Islamic State killed as many as 30 Afghan wrestlers in a suicide bombing at their gym. The survivors blame the government, too. Now they are rebuilding.", "filename": "2018_09_20_world_asia_kabul-wrestlers-maiwand-bombing_1666740505.html", "image_url": "https://static01.nyt.com/images/2018/09/14/world/xxafghan-wrestlers3/xxafghan-wrestlers3-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=58851ad1fe506b82e5d472ce612ea86744add95f68444dc688bab49f3d2c0db2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_20_world_asia_kabul-wrestlers-maiwand-bombing_1666740505.html", "title": "‘Suicider!’ Came the Warning. For Afghans, Wrestlers’ Deaths Resound.", "title_page": "‘Suicider!’ Came the Warning. For Afghans, Wrestlers’ Deaths Resound. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — There is a saying here: “A wrestler never dies.” It’s a commentary on how the sport’s champions hold a special place in Afghan hearts, and over the years, no place has produced more winners than the Maiwand Wrestling Club in Kabul.\nOn Sept. 5, an Islamic State suicide bomber looking for Shiites to kill burst in and took the lives of as many as 30 people at the club. But as the adage suggests, the wrestlers’ stories will outlive death.\nOn the club’s CCTV monitors that day, Gula Reza Ahmadi, a 20-year-old wrestler, saw a young man get out of a car, take a last drag on a cigarette and walk up to the gym’s front door. A security guard, Mujtaba Sakhizada, 18, asked to see the visitor’s membership card.\nThe man reached into his gym bag as if to get it and pulled out a pistol instead.\nMr. Ahmadi immediately shouted an alarm across the crowded gym floor as the attacker shot the guard in the forehead. “Suicider!” he yelled. In Afghanistan, “suicide bomber” now has its own one-word term.", "url": "https://www.nytimes.com/2018/09/20/world/asia/kabul-wrestlers-maiwand-bombing.html"}