{"authors": ["Ben Brantley"], "date_download": "2022-10-25 23:26:57", "date_modify": "2022-10-25 23:26:57", "date_publish": "2018-04-23 01:45:07", "description": "J.K. Rowling’s ever-popular boy wizard is all grown up in this enthralling two-part play, directed with seamless magic by John Tiffany.", "filename": "2018_04_22_theater_review-harry-potter-and-the-cursed-child-raises-the-bar-for-broadway-magic_1666740417.html", "image_url": "https://static01.nyt.com/images/2018/04/23/arts/23harrypotter3/23harrypotte3-facebookJumbo.jpg?year=2018&h=550&w=1050&s=12bde046e2a09b484f49719ad4ac88f015d85d1ba04ca583bda935422a50479e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_22_theater_review-harry-potter-and-the-cursed-child-raises-the-bar-for-broadway-magic_1666740417.html", "title": "Review: ‘Harry Potter and the Cursed Child’ Raises the Bar for Broadway Magic", "title_page": "Review: ‘Harry Potter and the Cursed Child’ Raises the Bar for Broadway Magic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This effect is evident as soon as you step into the lobby of the Lyric Theater, which has been transformed from a too big, ungainly show barn into a cozy yet sumptuously appointed environment that seems to have been exactly as it is for many, many years. On the stage, open for your inspection, looms the vaulted central hall of Harry Potter’s alma mater, Hogwarts School of Witchcraft and Wizardry.\nThis stately mansion is the work of the ace set designer Christine Jones and has been shrouded in beckoning, velvety and inventively concealing shadows by Neil Austin’s lighting. The scenery at this point consists mostly of suitcases and trunks. But watch out for the gliding staircases that will soon become a crucial part of the mise en scène.\nLuggage and staircases are appropriate motifs for a show that turns out to be all about traveling, in the broadest sense of the word, and unpacking the conflicted feelings that are part and parcel of the long-distance journey of growing up. Overseeing everything from above, like an inescapable eye, is a palely glowing clock.\nBeneath this formidable timepiece, a series of scenes melt into one another, approximating cinematic cross-cutting, while managing to feel both epic and intimate. The story begins where the final novel in the Potter series, “Harry Potter and the Deathly Hallows,” ended.\nHarry (an irresistibly anxious Jamie Parker) is an adult now (which doesn’t mean he has entirely grown up), employed by the Ministry of Magic, which is run by his old school chum (and partner in fighting the forces of darkness), Hermione Granger (the marvelous Noma Dumezweni). Harry and his wife, Ginny (Poppy Miller), are seeing their sons off to school from King’s Cross Station in London.", "url": "https://www.nytimes.com/2018/04/22/theater/review-harry-potter-and-the-cursed-child-raises-the-bar-for-broadway-magic.html"}