{"authors": ["Michael J. De La Merced"], "date_download": "2022-10-25 23:51:20", "date_modify": "2022-10-25 23:51:20", "date_publish": "2018-11-13 23:11:02", "description": "WeWork, the co-working office company, announced the additional investment at a valuation of at least $42 billion.", "filename": "2018_11_13_business_dealbook_softbank-wework-investment_1666741880.html", "image_url": "https://static01.nyt.com/images/2018/11/14/business/dealbook/14db-wework1/14db-wework1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=ca092c056c79a0242ce4e2f0f6a36aa179bd397c3c2f45fd4501a42e668ba676&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_13_business_dealbook_softbank-wework-investment_1666741880.html", "title": "SoftBank Invests $3 Billion More in WeWork", "title_page": "SoftBank Invests $3 Billion More in WeWork - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WeWork, the co-working office company, has expanded rapidly over its eight-year life span, thanks in part to huge investments from SoftBank of Japan. On Tuesday, it secured another big cash infusion from its largest investor.\nWeWork announced that SoftBank had committed an additional $3 billion at a valuation of at least $42 billion. That is more than double the $20 billion level that WeWork attained in its last fund-raising round over a year ago and makes WeWork one of the most valuable privately held venture-backed companies in America.\nSoftBank is injecting the new cash in exchange for a warrant to buy additional shares in WeWork.\nThe deal highlights the costs of WeWork’s ambitious empire-building. The company is not only expanding rapidly around the world, it is also moving beyond its primary business of leasing and reselling office space into education, apartments and more.\nThe company said Tuesday that it had 297,000 available desks in 24 countries and planned to open more than 100,000 new office desks for rent this quarter, the same amount it opened all of last year. WeWork said it generated $1.25 billion in revenue for the first nine months of 2018 and was on a pace to exceed $2 billion in sales by year-end.", "url": "https://www.nytimes.com/2018/11/13/business/dealbook/softbank-wework-investment.html"}