{"authors": ["Vikas Bajaj"], "date_download": "2022-10-25 23:24:21", "date_modify": "2022-10-25 23:24:21", "date_publish": "2018-08-10 09:00:14", "description": "The daughter of Persian immigrants, Nur Jahan became the favorite wife and the co-ruler of Emperor Jahangir. Ruby Lal’s “Empress” tells her story.", "filename": "2018_08_10_books_review_empress-nur-jahan-ruby-lal_1666740261.html", "image_url": "https://static01.nyt.com/images/2018/08/12/books/review/12Bajaj-sub/12Bajaj-sub-facebookJumbo.jpg?year=2018&h=550&w=1050&s=38cb435e0e0db8894d0bcfac3499585e83511a55ce07bf89bbb78240dd4775ed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_10_books_review_empress-nur-jahan-ruby-lal_1666740261.html", "title": "Mughal Men Ruled South Asia - and One Man Was Ruled by a Woman", "title_page": "Mughal Men Ruled South Asia — and One Man Was Ruled by a Woman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EMPRESS\nThe Astonishing Reign of Nur Jahan\nBy Ruby Lal\nIllustrated. 308 pp. W.W. Norton & Company. $27.95.\nThe story of Nur Jahan, the daughter of Persian immigrants who became queen of the Mughal Empire, approaches the status of legend in South Asia. She has been the subject of comic books, a Bollywood movie and innumerable tall tales. What has been missing is an accessible biography that explains how a woman came to amass power and influence in a patriarchal dynasty that ruled much of what is now India, Pakistan, Afghanistan and Bangladesh.\nRuby Lal sets out to fill in some of those gaps with “Empress: The Astonishing Reign of Nur Jahan.” A professor of South Asian studies at Emory University, Lal collects and catalogs the thin, contradictory and unreliable records of Nur’s life, which began in 1577 and ended in 1645. She relies heavily on court records, the autobiography left behind by Nur’s second husband, the emperor Jahangir, and contemporaneous accounts by foreign diplomats and others. Nur herself, named “light of the world” by Jahangir, left behind little in her own voice, which has long frustrated historians, Lal included.\nImage\nDespite the spare record she has to work with, Lal paints richly detailed scenes from Nur’s life. About her first wedding, to Ali Quli, a Mughal official, Lal writes, “The mansion would have been festooned inside and out with lace, tinsel, strings of bells and colorful embroidered fringes; the trees in the courtyard would be hung with garlands of marigolds and jasmine.” Lal ably guides the reader through the rich drama and intrigue of Nur’s later life with Jahangir, whom she married after Quli was killed.", "url": "https://www.nytimes.com/2018/08/10/books/review/empress-nur-jahan-ruby-lal.html"}