{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:46:16", "date_modify": "2022-10-25 23:46:16", "date_publish": "2018-01-12 00:24:47", "description": "In the next few weeks, you will see fewer viral videos and news articles from media companies, and instead see more posts that include interactions between you and the people you know.", "filename": "2018_01_11_technology_facebook-news-feed_1666741576.html", "image_url": "https://static01.nyt.com/images/2018/01/13/business/12FACEBOOK-3/12FACEBOOK-3-facebookJumbo.jpg?year=2018&h=550&w=1050&s=5092987e36395d6f34f5311b930d856a072bb08738752aec7dd314f3edeac521&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_11_technology_facebook-news-feed_1666741576.html", "title": "Facebook Overhauls News Feed to Focus on What Friends and Family Share", "title_page": "Facebook Overhauls News Feed to Focus on What Friends and Family Share - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Facebook has introduced sweeping changes to the kinds of posts, videos and photos that its more than two billion members will see most often, saying on Thursday that it would prioritize what their friends and family share and comment on while de-emphasizing content from publishers and brands.\nThe shift is the most significant overhaul in years to Facebook’s News Feed, the cascading screen of content that people see when they log into the social network. Over the next few weeks, users will begin seeing fewer viral videos and news articles shared by media companies. Instead, Facebook will highlight posts that friends have interacted with — for example, a photo of your dog or a status update that many of them have commented on or liked.\nThe changes are intended to maximize the amount of content with “meaningful interaction” that people consume on Facebook, Mark Zuckerberg, the company’s chief executive, said in an interview. Facebook, he said, had closely studied what kinds of posts had stressed or harmed users. The social network wants to reduce what Mr. Zuckerberg called “passive content” — videos and articles that ask little more of the viewer than to sit back and watch or read — so that users’ time on the site was well spent.\n“We want to make sure that our products are not just fun, but are good for people,” Mr. Zuckerberg said. “We need to refocus the system.”", "url": "https://www.nytimes.com/2018/01/11/technology/facebook-news-feed.html"}