{"authors": ["Ben Hubbard", "David D. Kirkpatrick", "Kate Kelly", "Mark Mazzetti"], "date_download": "2022-10-25 23:43:58", "date_modify": "2022-10-25 23:43:58", "date_publish": "2018-03-12 03:45:09", "description": "As the Saudi crown prince comes to the U.S. to court investment, new details cast doubts on his claims of a transparent, legal anti-corruption effort.", "filename": "2018_03_11_world_middleeast_saudi-arabia-corruption-mohammed-bin-salman.html_module=inline_1666741438.html", "image_url": "https://static01.nyt.com/images/2018/02/27/world/12saudi-ritz6/xxsaudienablers2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=cbac671eb82d90fbc19ea458adbf2f7b5acf06766b8f43cde6029e22b2e037c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_11_world_middleeast_saudi-arabia-corruption-mohammed-bin-salman.html_module=inline_1666741438.html", "title": "Saudis Said to Use Coercion and Abuse to Seize Billions", "title_page": "Saudis Said to Use Coercion and Abuse to Seize Billions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The crown prince is seeking to recover that money, which he believes was taken illegally from a charity, according to people familiar with the negotiations. King Abdullah’s children, however, consider it their inheritance.\nThe foundation’s administrator is Prince Turki, whose aide, General Qahtani, died in custody. Prince Turki is still detained and most of his siblings and their families are banned from traveling outside the kingdom. Others are abroad in London and elsewhere, afraid to return to the kingdom that their father recently ruled.\nAccording to one relative and two associates of the Abdullah family, his children are allowed to withdraw $26,000 per week each from their accounts to cover their expenses.\nThe government said in January that 56 people are still being held because of “pending criminal cases” and will be put on trial. Anyone who preferred to challenge the corruption accusations in court had the right to do so, the government says.\nThose who have been released say they are not really free. They have kept low profiles, unsure when the government will take the assets they signed away in the Ritz.\nMost are barred from travel and cannot obtain access to their financial accounts. Some detainees believe the ankle bracelets they are wearing that track their movements also transmit their conversations. Some cover the trackers with pillows or play loud music to deter potential eavesdroppers, people who have visited them say.\n“They want to pressure you and your kids so that you will sell your assets to be allowed to travel again,” one relative of a released detainee said. “It is the same inside and outside of the Ritz.”", "url": "https://www.nytimes.com/2018/03/11/world/middleeast/saudi-arabia-corruption-mohammed-bin-salman.html?module=inline"}