{"authors": ["Michael J. De La Merced", "Chad Bray"], "date_download": "2022-10-25 23:51:45", "date_modify": "2022-10-25 23:51:45", "date_publish": "2018-03-14 11:28:50", "description": "The Singapore-based chip maker had sought to complete the biggest technology deal in history, but the White House blocked it, citing threats to U.S. national security.", "filename": "2018_03_14_business_dealbook_broadcom-qualcomm-trump_1666741905.html", "image_url": "https://static01.nyt.com/images/2018/03/15/world/15db-Broadcom/15db-Broadcom-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8ad835b8d3a5b18574acc2b2191cef003eaf7ee6fb3b99110a3d31bc9a1eec26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_14_business_dealbook_broadcom-qualcomm-trump_1666741905.html", "title": "Broadcom Drops Bid for Qualcomm After Trump’s Intervention", "title_page": "Broadcom Drops Bid for Qualcomm After Trump’s Intervention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Broadcom officially withdrew a $117 billion takeover bid for its rival chip maker Qualcomm on Wednesday, two days after President Trump issued an extraordinary order to block the acquisition effort on national security grounds.\nIn a statement, Broadcom said that it would comply with Mr. Trump’s order, formally abandoning what would have been the biggest takeover in the history of the technology industry. Broadcom has nevertheless said it will continue with plans to move its legal headquarters from Singapore to the United States.\n“Broadcom’s board of directors and management team sincerely appreciate the significant support we received from the Qualcomm and Broadcom stockholders throughout this process,” Broadcom said.\nMr. Trump issued his order after a government panel tasked with reviewing the national security implications for business deals disclosed serious concerns about the bid. The panel’s finding was in keeping with the misgivings within the White House about China’s gaining access to important technologies like the nascent wireless standard known as 5G.", "url": "https://www.nytimes.com/2018/03/14/business/dealbook/broadcom-qualcomm-trump.html"}