{"authors": ["Margot Sanger-Katz"], "date_download": "2022-10-25 23:52:40", "date_modify": "2022-10-25 23:52:40", "date_publish": "2018-03-21 14:12:32", "description": "Beyond medical costs, a trip to the hospital can mean a permanent reduction in income for many Americans, new research shows.", "filename": "2018_03_21_upshot_getting-sick-is-really-expensive_1666741960.html", "image_url": "https://static01.nyt.com/images/2018/03/21/upshot/20upp-promoimage/20upp-promoimage-facebookJumbo.png?year=2018&h=549&w=1050&s=a78c2fdc132c7426ca1e4c6fa2c4facfc8648e92fc0612a6c0eda77c0f162c96&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_21_upshot_getting-sick-is-really-expensive_1666741960.html", "title": "Getting Sick Can Be Really Expensive, Even for the Insured", "title_page": "Getting Sick Can Be Really Expensive, Even for the Insured - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When you get really sick, the medical bills may not be your biggest financial shock.\nNew research shows that for a substantial fraction of Americans, a trip to the hospital can mean a permanent reduction in income. Some people bounce right back, but many never work as much again . On average, people in their 50s who are admitted to the hospital will experience a 20 percent drop in income that persists for years. Over all, income losses dwarfed the direct costs of medical care.\nThe pattern and impact are comparable to what happens to workers at a mill when it closes.\nThe authors of the paper, published in The American Economic Review, were surprised by how often an illness or injury could upend the finances of Americans with health insurance.\n“I had sort of assumed that if they had health insurance, then they had economic protections against health shocks,” said Amy Finkelstein, an economist at M.I.T. and an author of the paper. “I hadn’t thought about the idea that even with the best gold-plated, fancy health insurance, you could still have a lot of economic risk.”\nThe researchers focused on hospitalization because it’s one of the easiest ways to pinpoint when a person’s health declines substantially. They looked at people who had heart attacks, strokes or knee replacements, as well as those who contracted pneumonia or were hit by cars. The only cause of hospitalization they excluded was childbirth.", "url": "https://www.nytimes.com/2018/03/21/upshot/getting-sick-is-really-expensive.html"}