{"authors": ["Alexandra Stevenson"], "date_download": "2022-10-25 23:41:37", "date_modify": "2022-10-25 23:41:37", "date_publish": "2018-07-11 22:18:43", "description": "Chinese companies dominate important parts of the global supply chain. The Australian C.E.O. of one alternative source of key minerals says her firm can’t fill the gap.", "filename": "2018_07_11_business_china-trade-war-rare-earths-lynas_1666741297.html", "image_url": "https://static01.nyt.com/images/2018/07/11/business/00rareearths1/merlin_141107832_dc1089e8-daa6-4758-a413-216873f7e4a1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4740a99f69c4a745055ec96d91f5277157eb968e00d76d39356e4eb32b785258&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_11_business_china-trade-war-rare-earths-lynas_1666741297.html", "title": "How Rare Earths (What?) Could Be Crucial in a U.S.-China Trade War", "title_page": "How Rare Earths (What?) Could Be Crucial in a U.S.-China Trade War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On a recent visit, Lynas technicians mixed rare earth concentrate, which looks to the untrained eye like unremarkable dirt, into chemical tanks that extract elements like lanthanum and cerium. Through a series of steps that take place in more than a dozen buildings, the resulting pinkish powder was funneled through oversize sieves into boxes on a conveyor belt and baked at 1,000 degrees Celsius.\n“It’s just like a giant pizza oven,” Ms. Lacaze said.\nNext door to the oven, more than 150 bags of neodymium and praseodymium and cerium sat on a warehouse floor to be shipped to customers around the world. These bags are precious goods — each one filled with neodymium and praseodymium is worth around $50,000.\n“Just don’t hit the bag!” Ms. Lacaze said she likes to tell the forklift operators. “It’s like hitting a BMW.”\nMs. Lacaze, 58, was an experienced turnaround specialist who had worked in telecommunications and consumer products in Australia before coming to Lynas. In a drawl that hints at her Brisbane roots, she said she knew well the “glass cliff” phenomenon, in which organizations in crisis are more likely than successful businesses to offer leadership positions to women.\n“Women more often get to do jobs like mine, where you clean up other people’s mistakes,” said Ms. Lacaze, wearing her signature pink work boots. She is one of fewer than a dozen women running the 200 biggest companies in Australia, where Lynas is publicly listed.\nShe has looked to elevate women at Lynas, often out of necessity as well as virtue. Unable to expand payroll during the the slump, Ms. Lacaze turned to current employees — often women — who worked in support roles like human resources and finance and shifted them to the factory floor to be operators, technicians and shift supervisors.", "url": "https://www.nytimes.com/2018/07/11/business/china-trade-war-rare-earths-lynas.html"}