{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:31:48", "date_modify": "2022-10-25 23:31:48", "date_publish": "2018-04-03 17:26:38", "description": "Ms. Nixon, the actress who is running for governor of New York, announced the stance — which Gov. Andrew M. Cuomo opposes — at a private party.", "filename": "2018_04_03_nyregion_at-fund-raiser-cynthia-nixon-says-she-favors-legalizing-marijuana_1666740708.html", "image_url": "https://static01.nyt.com/images/2018/04/04/nyregion/04NIXONWEED/04NIXONWEED-facebookJumbo.jpg?year=2018&h=550&w=1050&s=d917aadf2bd537f04c65864a55cc2ba7c175227f5bc87b5df3b584a3d888e454&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_03_nyregion_at-fund-raiser-cynthia-nixon-says-she-favors-legalizing-marijuana_1666740708.html", "title": "At Fund-Raiser, Cynthia Nixon Says She Favors Legalizing Marijuana", "title_page": "At Fund-Raiser, Cynthia Nixon Says She Favors Legalizing Marijuana - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dan Davenport, an editor and writer who also attended, recalled that when Ms. Nixon was asked about legalizing marijuana, she “pumped her fist and said yes.”\n“She was very exuberant about that point,” he said, noting she framed the issue around raising revenue.\nGov. Andrew M. Cuomo has long opposed legalizing recreational marijuana.\nSince Ms. Nixon declared her bid for governor in mid-March, she has provided few details about her policy plans for the state. Instead, she has focused almost exclusively on criticizing Mr. Cuomo, the two-term incumbent she is challenging in the primary, questioning both his ethics and whether he is a “real Democrat.”\nAsked about her qualifications outside a campaign launch party, Ms. Nixon quipped, “My chief of staff has not been convicted on three counts of bribery — that’s a start.” Joseph Percoco, one of Mr. Cuomo’s former top aides and his former campaign manager, was recently convicted in a federal corruption trial.\nMs. Nixon has never held office or managed a large organization, although she has been an education activist in New York for more than a decade. In the early stages of her campaign, she has said schools deserve more equitable funding, and she has backed raising taxes on those earning more than $5 million. She has also vowed to focus on the beleaguered subway system in New York City, though has offered few specifics.", "url": "https://www.nytimes.com/2018/04/03/nyregion/at-fund-raiser-cynthia-nixon-says-she-favors-legalizing-marijuana.html"}