{"authors": ["Vivian Yee"], "date_download": "2022-10-25 23:49:11", "date_modify": "2022-10-25 23:49:11", "date_publish": "2018-08-08 09:45:04", "description": "Residents of Arsal, which had four times as many Syrians as local residents, hope the winding down of the Syrian war will allow refugees to return.", "filename": "2018_08_08_world_middleeast_lebanon-syria-refugees-arsal_1666741751.html", "image_url": "https://static01.nyt.com/images/2018/08/09/world/09arsal1-print/00arsal1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b1b6411703e0851ccc9aaeb46ed54934c278a193a5a739f9b07bef05ea690dd2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_08_world_middleeast_lebanon-syria-refugees-arsal_1666741751.html", "title": "In Lebanon Town, Refugees and Locals Agree on 1 Thing: Time for Syrians to Go", "title_page": "In Lebanon Town, Refugees and Locals Agree on 1 Thing: Time for Syrians to Go - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Here, I’m a refugee,” said a former Syrian soldier who asked to be identified by his nom de guerre, Abu Fares. “In Syria, I’m a traitor.”\nFew of the refugees leaving Arsal knew for certain that they would be safe at home. All had decided that home was nevertheless preferable to a tent with no future.\n“My life there would be better than it is now,” Mohsin Ishac, a former taxi driver from Fleita, a village just across the border, said before he left with the first convoy. “I have a tent here. I’ll put a tent there if I have to.”\nLebanon has taken in so many Syrians — more than a million — that they now make up a quarter of the country’s population. But the welcome has not always been gracious.\nLebanese authorities never gave full rights to the hundreds of thousands of Palestinian refugees who have lived in Lebanon since the 1940s and ’60s, even as the refugee camps have become permanent cities. Apparently learning from that experience, the government has prohibited the establishment of refugee camps and made the Syrians’ lives difficult, in ways large and small, in the hope that they would return as soon as possible.\nMost Syrians in Lebanon cannot move freely around the country. They are banned from some public parks and certain jobs. The small minority of Syrian children who attend school are largely separated from Lebanese children.", "url": "https://www.nytimes.com/2018/08/08/world/middleeast/lebanon-syria-refugees-arsal.html"}