{"authors": ["Philip Fearnside", "Richard Schiffman"], "date_download": "2022-10-25 23:51:39", "date_modify": "2022-10-25 23:51:39", "date_publish": "2018-09-26 15:20:34", "description": "Once a leader in protecting the region’s vast forests, Brazil is now moving in the opposite direction.", "filename": "2018_09_26_opinion_amazon-climate-change-deforestation_1666741899.html", "image_url": "https://static01.nyt.com/images/2018/09/26/opinion/26Schiffman1/26Schiffman1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=24c9f6b2761993cda0fde73c1fbad8920e609ca150296dd9e2258f69e544d74c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_26_opinion_amazon-climate-change-deforestation_1666741899.html", "title": "The Amazon on the Brink", "title_page": "Opinion | The Amazon on the Brink - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an analysis published in July in the journal Nature Climate Change, 10 Brazilian scientists concluded that “the abandonment of deforestation control policies and the political support for predatory agricultural practices” will make it impossible for Brazil to to reduce carbon dioxide emissions to the level the country promised in Paris. Continued weak environmental governance, the scientists warned, could lead to the loss of up to 17,000 square miles of rain forest a year, endangering the entire Amazon ecosystem.\nWhy this change in policy? The scientists put it succinctly: “In exchange for political support, the Brazilian government is signaling landholders to increase deforestation.”\nPresident Temer’s minister of justice is pushing plans to allow agribusiness to rent indigenous land that had been off limits to developers. Other proposals would effectively freeze the creation of new protected areas, open others to resource exploitation and block the mapping of boundaries of indigenous lands, potentially opening native communities and their forests to invasion by miners and ranchers.\nIndigenous territories contain more forest than all of the government’s conservation units combined, and historically Brazil’s native peoples have been far more effective in defending the rain forest than the government or private landowners.\nThe anti-environment agenda is being pushed by of a coalition of large landowners and agribusinesses in Congress (the “bancada ruralista” or so-called ruralists). Regular revelations of corruption involving government ministers, legislators — and also, President Temer himself — have provided them with cover to pursue regressive measures, like a proposed constitutional amendment that would prevent Brazil’s regulators from blocking environmentally unsound road and development projects.\nScores of such projects planned for inaccessible regions of the Amazon may be fast-tracked should the amendment pass and the environmental review process is gutted as a result, as now seems likely. For example, the 540-mile long BR-319 highway would, if completed, open a vast area in the central and northern Amazonia to deforestation.\nNot only is little being done to prevent illegal land use, some laws have encouraged it. Last year, the “ grileiro” or land-grabber, law legalized tracts of nearly 6,200 acres that were taken illegally — a boon to land speculators and others who seize public lands for their own use.", "url": "https://www.nytimes.com/2018/09/26/opinion/amazon-climate-change-deforestation.html"}