{"authors": ["Ben Protess", "William K. Rashbaum", "Maggie Haberman"], "date_download": "2022-10-25 23:38:10", "date_modify": "2022-10-25 23:38:10", "date_publish": "2019-04-21 09:00:11", "description": "The president’s longtime fixer had, for months, sought “a little loving and respect.” Confidential emails and texts chronicle their momentous falling out.", "filename": "2019_04_21_us_politics_michael-cohen-trump_1666741090.html", "image_url": "https://static01.nyt.com/images/2019/04/15/obituaries/archives/00trumpcohen/00trumpcohen-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2f634b66d21275ad4a2d4233f5f6ce2a502c6403c46a246d784b9372a625c66f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_21_us_politics_michael-cohen-trump_1666741090.html", "title": "How Michael Cohen Turned Against President Trump", "title_page": "How Michael Cohen Turned Against President Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Within weeks, Mr. Giuliani, who had previously referred to Mr. Cohen as “an honest, honorable lawyer,” was instead casting him as a “pathological liar.”\nA Scotch on the Rocks\nHis bond with Mr. Trump all but broken, Mr. Cohen decided to cooperate with law enforcement officials. And so he traveled to Washington to meet on Aug. 7 with Mr. Mueller’s team for the first of many discussions.\nThe next week, his lawyer, Mr. Petrillo, arranged to talk with prosecutors in Manhattan, interviews show. The prosecutors had been putting him off but suddenly agreed to meet a couple of days later, on Friday, an indication that criminal charges against Mr. Cohen were imminent.\nMr. Petrillo asked for a deferred prosecution agreement relating to the hush money, a lighter punishment that might have spared Mr. Cohen from prison so long as he stayed out of trouble. That weekend the prosecutors signaled there would be no such deal, but they were willing to consider a guilty plea.\nOver the next day, Mr. Cohen and his wife huddled in Mr. Petrillo’s office debating their options. And throughout the day on Monday, his lawyers went back and forth with prosecutors over the details of the plea to campaign finance, banking and tax crimes.\nBut that evening, Mr. Cohen was still unsure whether to plead guilty at all. He poured a glass of 12-year-old Glenlivet Scotch on the rocks and debated his future.\nEarly on Tuesday, he was still having second thoughts, but ultimately stuck to the plan. Standing at the defense table, Mr. Cohen said he had worked with Mr. Trump to cover up two potential sex scandals, including the one involving Ms. Daniels. He confessed that he had arranged the hush money “in coordination with, and at the direction of, a candidate for federal office,” implicating the president publicly for the first time in a federal campaign finance crime.\n“Time and time again,” Mr. Cohen later told the judge at his sentencing, “I felt it was my duty to cover up his dirty deeds.”", "url": "https://www.nytimes.com/2019/04/21/us/politics/michael-cohen-trump.html"}