{"authors": ["Julie Creswell", "Matthew Futterman"], "date_download": "2022-10-25 23:54:57", "date_modify": "2022-10-25 23:54:57", "date_publish": "2019-10-22 20:24:17", "description": "Mr. Parker, who was involved in multiple controversies in recent years, will become executive chairman of the sportswear company.", "filename": "2019_10_22_business_nike-ceo-mark-parker_1666742097.html", "image_url": "https://static01.nyt.com/images/2019/10/22/business/22nike1/merlin_162026688_34762508-b696-4f87-a579-b700f934d1bc-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d94845058fb6eff6e9b8a9a73f09adcd58394eca08f426deebe592c4b8c2e261&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_22_business_nike-ceo-mark-parker_1666742097.html", "title": "Nike’s Chief Executive, Mark Parker, Is Stepping Down", "title_page": "Nike’s Chief Executive, Mark Parker, Is Stepping Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The agency barred Mr. Salazar from track and field for four years for violating antidoping rules. As head coach of the Nike Oregon Project, a training group based at the company’s headquarters in Beaverton, Ore., Mr. Salazar has worked with some of the world’s top distance runners. He denied any wrongdoing.\nMr. Parker and Nike initially stood by Mr. Salazar and committed to funding his appeal of the punishment. A week later, however, Mr. Parker announced that Nike was shutting down the Oregon Project and cutting official ties with Mr. Salazar, though it said it would still finance his appeal.\nShalane Flanagan , a Nike-sponsored runner who this week joined the coaching staff of another elite training group at Nike, said she was not surprised by the activities cited in the agency report on Mr. Salazar but that she did not realize Mr. Parker had been aware of what was going on.\n“There must be some deeper layers to this that are over my head,” Ms. Flanagan said of Mr. Parker’s leaving as chief executive.\nSeveral current and former female Nike-sponsored runners came forward this year to say they had been forced to decide whether to risk financial penalties from the company if they became pregnant. Nike responded by changing its policy, waiving performance-pay reductions for pregnant athletes.\nIn early 2018, a number of women inside the organization described the environment at Nike as a toxic boy’s club. They said their careers had been blunted, they felt marginalized in meetings, and they had endured other forms of sexual harassment and gender discrimination.\nAs a result, Nike and Mr. Parker removed more than a dozen executives, both male and female. Those who left the company included Trevor Edwards , the president of the Nike brand who was widely seen at the time as a candidate to replace Mr. Parker.", "url": "https://www.nytimes.com/2019/10/22/business/nike-ceo-mark-parker.html"}