{"authors": ["James Poniewozik"], "date_download": "2022-10-25 22:59:24", "date_modify": "2022-10-25 22:59:24", "date_publish": "2019-12-16 14:17:03", "description": "The finale, like the whole audacious season, broke a lot of eggs and hatched something astonishing.", "filename": "2019_12_16_arts_television_watchmen-finale_1666738764.html", "image_url": "https://static01.nyt.com/images/2019/12/17/arts/16watchmen/16watchmen-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=1d538972e6efebccd29166db7053a9fb878bde17386b71e096b940cd8547fe14&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_16_arts_television_watchmen-finale_1666738764.html", "title": "The Incredible, Indelible ‘Watchmen’", "title_page": "The Incredible, Indelible ‘Watchmen’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Spoilers for the full season of HBO’s “Watchmen” follow:\n“Now: We have a god to kill.”\nIt is a bold statement that Lady Trieu (Hong Chau) makes in the finale of HBO’s “Watchmen” — boldness being part of the job description for a comic-book mad genius. It is also a kind of mission statement for this daring, breathtaking series, which in one season took American history and pop mythology, dismantled it down to its smallest atoms and reconstructed it in a form that was familiar yet wholly new.\nIt’s hard to overstate how risky, how primed for disaster, was the challenge that the creator, Damon Lindelof, signed up for. First, to adapt a notoriously hard-to-adapt subversive superhero comic. Then to lovingly, impishly subvert that subversion, extending the story backward and forwards in time. To do all that while reframing the story as an antiracist pulp thriller, weighty without being pompous or exploitative. Oh — and could it also be electrifying and playful and fun?\nAmazingly it could, culminating in “See How They Fly,” a mind-bending, gravity-defying finale that successfully landed this improbable airship.", "url": "https://www.nytimes.com/2019/12/16/arts/television/watchmen-finale.html"}