{"authors": ["Ed Shanahan"], "date_download": "2022-10-25 23:51:08", "date_modify": "2022-10-25 23:51:08", "date_publish": "2019-12-07 03:04:11", "description": "Representative Alexandria Ocasio-Cortez and other critics of an earlier proposal said a move to add offices in Manhattan proved them right.", "filename": "2019_12_06_nyregion_amazon-hudson-yards_1666741868.html", "image_url": "https://static01.nyt.com/images/2019/12/06/nyregion/06amazon/06amazon-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ed4034a33ab38d5da9c42f58235da35d88bf31f04375055dd76b2458b14a8036&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_06_nyregion_amazon-hudson-yards_1666741868.html", "title": "Amazon Grows in New York, Reviving Debate Over Abandoned Queens Project", "title_page": "Amazon Grows in New York, Reviving Debate Over Abandoned Queens Project - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Amazon said on Friday that it would lease office space in Midtown Manhattan for more than 1,500 employees, increasing its presence in New York City less than a year after abandoning plans for a second headquarters in Queens in the face of stiff local opposition.\nThe retail giant said it had a signed a lease for 350,000 square feet in a 10th Avenue building near the Hudson Yards development. The offices will be occupied by workers in Amazon’s consumer and advertising units, the company said.\nThe Manhattan lease does not qualify for the kind of tax credits and other government sweeteners the company had won in exchange for building a huge campus in Long Island City that was to employ more than 25,000 people.\nThe incentives for the Queens project totaled $3 billion, touching off a contentious debate about the value of using outsize public subsidies to woo wealthy companies — and about whether such bait was necessary in a talent-rich city like New York.", "url": "https://www.nytimes.com/2019/12/06/nyregion/amazon-hudson-yards.html"}