{"authors": ["Joanna Berendt"], "date_download": "2022-10-25 22:58:48", "date_modify": "2022-10-25 22:58:48", "date_publish": "2019-12-21 07:49:25", "description": "The draft law would punish judges who speak out on judicial independence. European officials say it continues the ruling party’s chipping away at Poland’s democracy.", "filename": "2019_12_21_world_europe_poland-judges-independent_1666738728.html", "image_url": "https://static01.nyt.com/images/2019/12/22/world/22poland/21poland-facebookJumbo.jpg?year=2019&h=549&w=1050&s=a6e4d7e35de307120b79225b8484e909e07f9ca8a2d0f05789a6a185c9c56731&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_21_world_europe_poland-judges-independent_1666738728.html", "title": "Polish Government Pushes Legislation to Tighten Control Over Judges", "title_page": "Polish Government Pushes Legislation to Tighten Control Over Judges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The bill will now proceed to the Senate, where the opposition holds a small majority. But even if the upper house rejects the bill, the draft will go back to the Sejm, which is controlled by the Law and Justice party and has the power to make it a law if it passes a second vote, as expected.\nAs lawmakers were introducing the legislation last week, Jaroslaw Kaczynski, leader of Law and Justice and the most influential political figure in Poland, said that the new regulations were necessary because the judiciary in Poland is in a state of “chaos.”\n“I hope that this project will stop the justice system from blowing up,” Mr. Kaczynski said in an interview with the Polish Press Agency. “Judges actually do not bear the consequences of even their most unlawful and harmful actions. This is a sick system and it is obvious that it cannot work well. Authorities must be responsible. If they are not, then they are evil.”\nThe European Commissioner for Justice, Didier Reynders, warned in Brussels on Monday that the rule of law in Poland was being eroded and said the European Union was prepared to do everything in its power to defend the independence of Poland’s judiciary.\nHundreds of judges, lawyers and prosecutors in Poland already face disciplinary proceedings as a result of their criticism of the government. Judge Igor Tuleya, one of the most vocal critics who has been the subject of several disciplinary inquiries, took the stage during a protest in Warsaw near Parliament on Wednesday evening.\n“Today is a challenging day. Once again the fate of free courts is at stake,” he said. “Not only are they trying to gag us, they are also trying to put us in prisons. And if this law passes, they will succeed. And if this moment ever comes that we are gone, please tell your children that once there were independent courts.”\nEarlier this year, local media reported that a deputy minister of justice, Lukasz Piebiak, coordinated efforts to discredit the judges opposing the government’s judicial overhaul by planting rumors about their private lives. His superiors denied they had known anything about the hate campaign, publicly condemned the action and forced Mr. Piebiak to resign.", "url": "https://www.nytimes.com/2019/12/21/world/europe/poland-judges-independent.html"}