{"authors": ["Coral Davenport", "Thomas Kaplan"], "date_download": "2022-10-25 23:23:10", "date_modify": "2022-10-25 23:23:10", "date_publish": "2019-07-10 09:00:10", "description": "Even if Democrats win the White House and the Senate in 2020, effectively combating climate change might require the elimination of the Senate filibuster.", "filename": "2019_07_10_us_politics_climate-change-filibuster_1666740190.html", "image_url": "https://static01.nyt.com/images/2019/07/05/us/politics/05filibuster1/05filibuster1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=db43cb581ff6107322fa497b863586b184ed417d78711d51a683950fd6ce7829&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_10_us_politics_climate-change-filibuster_1666740190.html", "title": "Ambitious Climate Plans Might Need a Radical Legislative One: Ending the Filibuster", "title_page": "Ambitious Climate Plans Might Need a Radical Legislative One: Ending the Filibuster - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The filibuster for legislation could be next. Mr. Reid sees its demise as inevitable.\n“I think it’s going to happen sooner rather than later,” he said. “It probably won’t happen in this Congress, but it will happen in the next Congress or the one after that.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nThat would transform the institution, Mr. Reid said, but not necessarily for the worse.\n“If it came to be, it wouldn’t be the Senate that I knew, but that’s not all bad,” he said. “If the Senate turns into another House of Representatives, things would be determined by a simple majority. That’s what democracy’s all about. It wouldn’t be the end of the world.”\nJohn Kerry, the former secretary of state and Massachusetts senator, was the lead author of the last major climate change bill that Democrats tried to push through the Senate, in 2010. Despite having majorities in both chambers of Congress and a champion of the bill in the White House, Democrats were forced to abandon the legislation when it became clear it could not muster 60 votes.\n[Here’s the latest data on who’s leading the race to be the Democratic nominee.]\nMr. Kerry, who as secretary of state served as a lead broker of the Paris climate change accord in 2015, said he has been reflecting on whether the filibuster needs to be retired — specifically, to clear the way for a climate change bill.\n“The Senate’s pretty broken, and this is not a moment to be stuck in the old ways,” he said. Still, he allowed that should the filibuster be dissolved, “It could quickly become a moment of, ‘Be careful what you wish for.’”\nSenator Chris Coons, Democrat of Delaware, raised the prospect of Republicans targeting abortion rights — and Democrats having no recourse in a Senate where the majority rules.", "url": "https://www.nytimes.com/2019/07/10/us/politics/climate-change-filibuster.html"}