{"authors": ["Adam Liptak", "Jack Nicas"], "date_download": "2022-10-25 23:40:50", "date_modify": "2022-10-25 23:40:50", "date_publish": "2019-05-13 14:29:45", "description": "Plaintiffs argued that the technology giant had used its monopoly power to raise the prices of iPhone apps.", "filename": "2019_05_13_us_politics_supreme-court-antitrust-apple_1666741250.html", "image_url": "https://static01.nyt.com/images/2019/05/06/us/politics/00dc-scotusapple/00dc-scotusapple-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2d778457041689a53722d24d1ed2d12ac2e34a771750927ea55cd02921dab030&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_13_us_politics_supreme-court-antitrust-apple_1666741250.html", "title": "Supreme Court Allows Antitrust Lawsuit Against Apple to Proceed", "title_page": "Supreme Court Allows Antitrust Lawsuit Against Apple to Proceed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Supreme Court on Monday allowed an enormous antitrust class action against Apple to move forward, saying consumers should be allowed to try to prove that the technology giant had used monopoly power to raise the prices of iPhone apps.\nThe lawsuit is in its early stages, and it must overcome other legal hurdles. But the case brings the most direct legal challenge in the United States to the clout that Apple has built up through its App Store. And it raises questions about how the company has wielded that power, amid a wave of anti-tech sentiment that has also prompted concerns about the dominance of other tech behemoths such as Facebook and Amazon.\nThe court’s 5-to-4 vote featured an unusual alignment of justices, with President Trump’s two appointees on opposite sides. Justice Brett M. Kavanaugh, who joined the court in October, wrote the majority opinion, which was also signed by the court’s four more liberal justices. Justice Neil M. Gorsuch, who joined the court in 2017, wrote the dissent.\nThe class-action lawsuit focuses on the fees that Apple takes on sales in its App Store, which millions of people use every day to download games, messaging apps and other programs. The company charges up to a 30 percent commission to developers who sell their products through its store, bars them from selling their apps elsewhere and plays a role in setting prices. App makers have long complained that the fee and other practices are unfair.", "url": "https://www.nytimes.com/2019/05/13/us/politics/supreme-court-antitrust-apple.html"}