{"authors": ["Neil Irwin"], "date_download": "2022-10-25 23:44:45", "date_modify": "2022-10-25 23:44:45", "date_publish": "2019-08-12 14:45:32", "description": "A search for historical parallels offers both reassurance and angst.", "filename": "2019_08_12_upshot_august-financial-troubles-history_1666741485.html", "image_url": "https://static01.nyt.com/images/2019/08/08/upshot/up-august/up-august-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=dca8f3649e5f84d596c1b713313f1eec3210d3e127af5e9d0b4452ec8b76091e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_12_upshot_august-financial-troubles-history_1666741485.html", "title": "It’s Another Rocky August in the Markets. Does It Look Like 1998, or 2007?", "title_page": "It’s Another Rocky August in the Markets. Does It Look Like 1998, or 2007? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“While we have yet to see this in the real variables of the U.S. economy, except at the margins, it is very hard if history is any guide to believe that growth above 3 percent is possible in the context of the types of decisions that are being made for capital investment and inventories,” Mr. Greenspan said at that meeting.\nThe Fed would ultimately cut interest rates three times that fall.\nThe results: It turned out he was too pessimistic. The United States economy grew a stunning 4.8 percent in 1999, and the jobless rate kept falling. The emerging markets panic subsided, and the combination of the dot-com boom and the Fed’s rate cuts turbocharged the stock market.\nIf anything, the economy might have been running too hot in 1999, in the sense that the eventual popping of the stock market bubble and resulting drop in corporate investment in 2001 caused a recession (albeit a mild one).\nThe parallels: As in 1998, the danger in 2019 comes from a slumping world economy, reflected in falling commodity prices, a rising dollar and money gushing toward Treasury bonds and other safe assets. And as in 1998, the Fed is in an interest-rate-cutting mode to try to offset the damage to the United States.\nThe differences: But there are important differences, too. Trade tensions are at the core of the current bout of volatility, and in this case policy in the United States is driving the uncertainty — witness the Trump administration’s plans to apply additional tariffs on China on Sept. 1 and its declaring the country a currency manipulator last week.\nAdditionally, the economic damage to the United States in 1998 was limited not only thanks to the Fed’s actions, but also because the real crisis was taking place far away — it was not striking at the heart of the supply chains and export markets of America’s biggest companies.\nThe lesson: The episode is a reminder that financial contagion, though real, is not inevitable.\nAugust 2007: Beginnings of the global financial panic\nWhat happened: Throughout 2007, more and more American homeowners were defaulting on their home mortgages. As a result, the supposedly safe securities backed by these mortgages — especially subprime mortgages — were falling in value.", "url": "https://www.nytimes.com/2019/08/12/upshot/august-financial-troubles-history.html"}