{"authors": ["Ali Watkins"], "date_download": "2022-10-25 23:40:52", "date_modify": "2022-10-25 23:40:52", "date_publish": "2019-03-22 18:49:21", "description": "Anthony Comello, 24, had become fascinated with right-wing conspiracy theories before he allegedly assassinated a leader in the Gambino crime family.", "filename": "2019_03_22_nyregion_gambino-comello-mob-boss_1666741252.html", "image_url": "https://static01.nyt.com/images/2019/03/23/nyregion/23comello-print/00comello1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=c6382373e34bad255302f07c00bf8c207a001dfae69e3059fe3718f3a8f8744d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_22_nyregion_gambino-comello-mob-boss_1666741252.html", "title": "A Conspiracy Theorist, Anthony Comello, and a Mystery Motive in Gambino Murder", "title_page": "A Conspiracy Theorist, Anthony Comello, and a Mystery Motive in Gambino Murder - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nAnthony Comello was known as an aimless young man on his family’s block in Staten Island, where he lived in his parents’ house. He could be helpful, offering during snowstorms to plow the streets with his pickup and to clear snow from neighbors’ driveways. But he also believed in far-right conspiracy theories, had an OxyContin habit and could be aggressive when he was high, people who knew him said.\nStill, he was not the kind of person anyone imagined would someday pull off the highest-profile mob killing in decades.\nMr. Comello, a 24-year-old born and raised on Staten Island’s South Shore, is accused of gunning down a Gambino crime family leader, Francesco (Franky Boy) Cali, on a quiet street in Todt Hill last week.\nThe shooting rocketed Mr. Comello, an otherwise unsensational young man who was struggling to launch his adult life, into true-crime infamy. But in the days since Mr. Cali, 53, was shot 10 times, Mr. Comello — as well as his motive — has remained a cipher.", "url": "https://www.nytimes.com/2019/03/22/nyregion/gambino-comello-mob-boss.html"}