{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:54:50", "date_modify": "2022-10-25 23:54:50", "date_publish": "2019-12-06 00:36:06", "description": "Real Madrid’s Florentino Pérez is shepherding a proposal that would reshape European soccer for the benefit of the Continent’s biggest clubs. UEFA’s president called the idea “insane.”", "filename": "2019_12_05_sports_real-madrid-fifa-european-super-league_1666742090.html", "image_url": "https://static01.nyt.com/images/2019/12/05/sports/05fifa/05fifa-facebookJumbo.jpg?year=2019&h=549&w=1050&s=85928e90b6e773fb644948b94c7aa96e1c1a863522a931bfe2b454313ec02ad1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_05_sports_real-madrid-fifa-european-super-league_1666742090.html", "title": "Real Madrid’s President Plots a Way for Richest Clubs to Get Richer", "title_page": "Real Madrid’s President Plots a Way for Richest Clubs to Get Richer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Real Madrid’s president, Florentino Pérez, recently held talks with officials from some of Europe’s leading soccer clubs, as well as the FIFA president, Gianni Infantino, to outline his vision for the sport. What he is proposing, according to people familiar with the conversations, is nothing less than a groundbreaking power shift in the club game.\nOne elite competition comprising the world’s richest clubs, untethered from their domestic leagues for a new full-season competition. Domestic leagues stripped of their biggest and most historic brands. And thousands of top-division games rendered far less valuable to everyone from sponsors to broadcasters to, perhaps most important, fans.\nWith financing in the works and the clout of Real Madrid backing the venture, and with the game’s officials beginning to sketch the framework of the new global soccer calendar that will take effect after 2024, the outlines of a European super league could be closer than before.", "url": "https://www.nytimes.com/2019/12/05/sports/real-madrid-fifa-european-super-league.html"}