{"authors": ["Daisuke Wakabayashi"], "date_download": "2022-10-25 23:41:05", "date_modify": "2022-10-25 23:41:05", "date_publish": "2019-12-15 10:30:16", "description": "Software start-ups have a phrase for what Amazon is doing to them: ‘strip-mining’ them of their innovations.", "filename": "2019_12_15_technology_amazon-aws-cloud-competition_1666741265.html", "image_url": "https://static01.nyt.com/images/2019/12/16/business/00amazoncloud/00amazoncloud-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a45d23e1b4a11d5aec0d7cfdbed9b8f7fb8b42e0de004afa6e525155e225bb69&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_15_technology_amazon-aws-cloud-competition_1666741265.html", "title": "Prime Leverage: How Amazon Wields Power in the Technology World", "title_page": "Prime Leverage: How Amazon Wields Power in the Technology World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Software start-ups have a phrase for what Amazon is doing to them: ‘strip-mining’ them of their innovations.\nSEATTLE — Elastic, a software start-up in Amsterdam, was rapidly building its business and had grown to 100 employees. Then Amazon came along.\nIn October 2015, Amazon’s cloud computing arm announced it was copying Elastic’s free software tool, which people use to search and analyze data, and would sell it as a paid service. Amazon went ahead even though Elastic’s product, called Elasticsearch, was already available on Amazon.\nWithin a year, Amazon was generating more money from what Elastic had built than the start-up, by making it easy for people to use the tool with its other offerings. So Elastic added premium features last year and limited what companies like Amazon could do with them. Amazon duplicated many of those features anyway and provided them free.\nIn September, Elastic fired back. It sued Amazon in federal court in California for violating its trademark because Amazon had called its product by the exact same name: Elasticsearch. Amazon “misleads consumers,” the start-up said in its complaint. Amazon denied it had done anything wrong. The case is pending.", "url": "https://www.nytimes.com/2019/12/15/technology/amazon-aws-cloud-competition.html"}