{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:00:43", "date_modify": "2022-10-25 23:00:43", "date_publish": "2019-05-28 05:34:29", "description": "In Japan, President Trump acted like a man who could never be fully present, defining his trip more by a focus on politics at home than diplomacy abroad, expressed daily on Twitter.", "filename": "2019_05_28_world_asia_trump-japan_1666738843.html", "image_url": "https://static01.nyt.com/images/2019/05/28/world/28prexy-3-promo/28prexy-3-promo-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=94a9f93d327341b3aa20b420f4ff2ce03cb7b144dbab6b1d1cc7a460861e13b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_28_world_asia_trump-japan_1666738843.html", "title": "Japan Rolled Out the Red Carpet. Trump Veered Off Into Personal Fixations.", "title_page": "Japan Rolled Out the Red Carpet. Trump Veered Off Into Personal Fixations. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — It was just after 6 a.m. on the final day of a state visit to Japan designed to flatter and entertain him, and President Trump was in his comfort space: Twitter.\nHours earlier, he had been the honored guest at an extravagant six-course dinner — turbot, steak, a Mount Fuji-shaped dessert — with Japan’s new emperor at the Imperial Palace in Tokyo. Ahead of the president was a visit to a military base near the capital, his fourth straight day at the side of Prime Minister Shinzo Abe.\nBut Mr. Trump’s mind was, again, preoccupied by politics at home.\n“Super Predator was the term associated with the 1994 Crime Bill that Sleepy Joe Biden was so heavily involved in passing,” he wrote of Joseph R. Biden Jr., the Democratic presidential front-runner. “That was a dark period in American History, but has Sleepy Joe apologized? No!” The day before, his mind had been on Democratic “obstructionists,” possible “treason” by Russia investigators, and the perfidy of the “fake news media.”\nMr. Trump traveled almost 7,000 miles to become the first foreign leader to meet with Emperor Naruhito since his enthronement this month. The president’s closest ally on the world stage, Mr. Abe, regaled him with golf, a sumo tournament, a cheeseburger lunch and a robatayaki dinner, hoping to cement what the prime minister described as their “unshakable bond.”", "url": "https://www.nytimes.com/2019/05/28/world/asia/trump-japan.html"}