{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:45:03", "date_modify": "2022-10-25 23:45:03", "date_publish": "2019-07-23 11:05:06", "description": "Having won the backing of his Conservative Party, Mr. Johnson will immediately face the daunting task of managing Britain’s exit from the European Union by Oct. 31.", "filename": "2019_07_23_world_europe_boris-johnson-uk-prime-minister_1666741503.html", "image_url": "https://static01.nyt.com/images/2019/07/24/world/23Britain-Johnson-HFO1sub-copy/23Britain-Johnson-HFO1sub-copy-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=9f5d6599715bd151d4b9d692ec76340860dc11f5c50fab5071b36a7186ec087e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_23_world_europe_boris-johnson-uk-prime-minister_1666741503.html", "title": "As Prime Minister, Boris Johnson Faces the Brexit He Championed", "title_page": "As Prime Minister, Boris Johnson Faces the Brexit He Championed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.” After trying and failing to deliver Brexit, British Prime Minister Theresa May will resign this week. Today: The story of how the man expected to succeed her made Brexit, and how Brexit is now making him prime minister. It’s Monday, July 22.\narchived recording (theresa may) I will shortly leave the job that it has been the honor of my life to hold. I do so with no ill will, but with enormous and enduring gratitude to have had the opportunity to serve the country I love.\n[music]\nmichael barbaro\nSarah, catch me up on what happened after that moment when Theresa May announces that she’s stepping down.\nsarah lyall\nWell, it touched off an immediate mad scramble over who would replace her. And under party rules, the next party leader is chosen only by members of the Conservative Party. And it’s they who will be selecting the next leader of the party and thus the next prime minister of the U.K.\nmichael barbaro\nAnd who is expected to be at this point?\nsarah lyall\nAt this point, it’s a shoo-in for Boris Johnson. Unless something bizarre happens, he will be the next prime minister.\narchived recording [MUSIC]\nmichael barbaro\nAnd Sarah, who is Boris Johnson?\narchived recording He is the Conservative M.P. for Henley. He’s editor of The Spectator. And it seems he’s 92 times better than me at hosting topical news quizzes. Ladies and gentlemen, Boris Johnson. [CHEERING AND APPLAUSE]\nsarah lyall\nHe is a celebrity politician.\narchived recording (boris johnson) This is a totally ecumenical cross-party venture, my friends. Now, this is a once in a lifetime chance.\nsarah lyall\nAnd he is extraordinarily visible by the way he looks. He has a massive shock of bright white hair.\narchived recording And how long have you been cutting your own hair? [LAUGHTER] archived recording (boris johnson) I think that was a low blow.\nsarah lyall\nHe’s incredibly articulate.\narchived recording (boris johnson) Are you saying they haven’t the guts to put questions to me? Great supine protoplasmic invertebrate jellies.\nsarah lyall\nHe’s incredibly funny. He’s incredibly charming.\narchived recording Have you snorted cocaine? [LAUGHTER] archived recording (boris johnson) I tried to. archived recording You’ve tried to snort cocaine? archived recording (boris johnson) Unsuccessfully, a long time ago. [LAUGHTER] archived recording Sir, what are you thinking? archived recording (boris johnson) I sneezed. archived recording What was unsuccessful about it? archived recording (boris johnson) I sneezed. [LAUGHTER]\nsarah lyall\nHe’s also incredibly — what the Brits would call shambolic. He doesn’t get to places on time. He’s disorganized. He’s ill-prepared. He can’t remember what meeting he’s at and what he’s supposed to be doing.\narchived recording (boris johnson) We’ve got a fantastic guy called — oh, he’s brilliant. It’s either — he’s a superb man — Sterling, Gurling, something like that. What’s he called? Come on, what is it again? Tell me the name. Come on. archived recording You should get it. No, serious, it’s not my job to — archived recording (boris johnson) Stop sitting there like a great, big, fat Buddha and tell me the name of this guy.\nmichael barbaro\nSarah, when I think of British government, and certainly when I think about the prime minister, I think of a certain level of kind of stuffy formality and sobriety. How does this person that you’re describing, how does that person become the first in line to become prime minister?\nsarah lyall\nSo there’s really two ways to look at him. He is all those things. He is bumbling. He is shambolic. But at the same time, a lot of his moves over his career have been quite calculated. It’s often been in the service of either getting attention or getting power. So for example, he started as a journalist.\nmichael barbaro\nWhat was his reputation as a journalist?\nsarah lyall\nWell, very entertaining. He’s really funny and inaccurate. And he would write articles about the European Union, where he’d exaggerate and sort of cast the European Union as this terrible bureaucracy, trying to take things away from citizens. It was sort of the stuff that made no sense. It was like, the E.U. was going to regulate condoms and make them all one-size-fits-all.\nmichael barbaro\n[LAUGHS]\nsarah lyall\nAnd it was going to ban shrimp-flavored potato chips.\nmichael barbaro\nAnd it was going to really do neither.\nsarah lyall\nNo, it was going to do neither. And the other journalists who were covering the same things would be yelled at by their editors, who would say, why aren’t you covering the same stuff Boris is? And he set a tone for the coverage of the European Union. It was just wrong. And when he was asked about it, he said, it doesn’t matter what the facts are that you marshal in service of that thesis. The thesis is right.\narchived recording [MUSIC]\nsarah lyall\nAnd he talked about it once. He went on a program called “Desert Island Discs,” which is a BBC program where you talk about your favorite music.\narchived recording My castaway this week is a politician and a journalist, prone to getting into scrapes, a word that suits his rather Wodehousian image.\nsarah lyall\nAnd he was talking about his coverage. And he said —\narchived recording (boris johnson) See, everything I wrote from Brussels I find was sort of — I was just chucking these rocks over the garden wall, and there’s an amazing crash from the greenhouse next door over in England. Everything I wrote from Brussels were having this amazing, explosive effect on the Tory Party. And it really gave me this, I suppose, rather weird sense of power. archived recording But this made your reputation as a journalist, didn’t it?\nsarah lyall\nIt started to inform the Tory Party’s attitude toward Europe. And so he was welcomed by them as someone really telling the truth about Europe for the first time.\nmichael barbaro\nSo he was finding an audience among Britain’s conservatives?\nsarah lyall\nYes.\nmichael barbaro\nAnd was he himself actually a conservative?\nsarah lyall\nYeah, he was always a conservative. But there are different strains in the Conservative Party. And at least in the beginning, it seemed his biggest motivation was to get in Parliament, and that way to start building a base toward having more power. But at that point, it was sort of unclear what his convictions were. And as he said in an interview at the time, when he was asked what he would resign over, if there was any principle that would be so important to him, he said, “I’m a bit of an optimist, so it doesn’t tend to occur to me to resign. I tend to think of a way of Sellotaping everything together and quietly finding a way through if I can.” In other words, he would sort of do what it took to kind of paper over the edges in order to get through it in order to remain in office.\nmichael barbaro\nWhich is another way of saying, when it comes to his convictions, they are malleable.\nsarah lyall\nYes. And that’s illustrated again when he runs for mayor in 2008, because he refashions himself then. He positions himself as a liberal, urbane man of multicultural London. He’s pro-business, but he’s pro-immigrants.\narchived recording (boris johnson) If you’ve been here for more than 10 to 12 years, I’m afraid the authorities no longer really pursue you. They give up. archived recording So should we have that amnesty? archived recording (boris johnson) Well, why not be honest about what is going on? archived recording So have that amnesty? archived recording (boris johnson) Yeah, absolutely.\nsarah lyall\nLike, he’s this really old-fashioned conservative, who went to Oxford, speaks in a really posh accent, which isn’t supposed to go over well with regular people. And regular people love him. He would walk through the streets of London and people would sort of yell, hey, Boris. Women found him really attractive.\narchived recording Boris says what he means, and he delivers.\nsarah lyall\nThere’s just something about him that made him a really good candidate. So then he gets elected mayor, which was actually an amazing feat. A conservative would never get elected in London, and it was based purely on personal popularity.\narchived recording (boris johnson) I do not, for one minute, believe that this election shows that London has been transformed overnight into a conservative city.\n[music]\nsarah lyall\nAnd then he continued with these sort of funny statements. And he also showed to the world a kind of physical comedy.\narchived recording He got himself into pretty deep water today.\nsarah lyall\nSo he once was at the Thames doing something, and he fell into the river.\narchived recording (speaker 1) Oh, then really badly. archived recording (speaker 2) And this is the best bit. This is the best bit here. She pulls down the volunteer with him.\nsarah lyall\nAnd then what a lot of people saw was, during the 2012 Olympics, he was trying to promote Britain or promote London or something, and he went down this zip wire. And he got stuck in a zip wire, and he had this sort of wedgie. And he was stuck in the middle.\narchived recording (speaker 1) Hey, Boris, you’re going the wrong way. archived recording (speaker 2) This way. archived recording (speaker 1) Boris, this way.\nsarah lyall\nHe looked so ridiculous. Look at his little blue hat. He’s wearing the most ill-fitting outfit. Oop, it just stopped. And he’s dangling.\narchived recording (boris johnson) It’s going well. It’s very, very well-organized. What they do — get me a ladder.\nmichael barbaro\nHe’s really kind of hamming it up.\nsarah lyall\nYes, he is.\nmichael barbaro\nAnd the crowd beneath him, it seems kind of charmed.\nsarah lyall\nLook at them all taking pictures of him, laughing. He makes people feel good. He really does.\narchived recording (boris johnson) Can you get me a rope? [LAUGHTER] Get me a rope, O.K.?\nsarah lyall\nAny other politician, that would have been the end, to be photographed like that. But he turned it into a plus. He turned it into a virtue, and people thought it was hilarious. And they thought he was cuddly and cute. The thing about when he was mayor is the first time he had that much power, and he was fantastic figurehead. He was a fantastic front man.\narchived recording (boris johnson) Finally, you have brought home a great truth about our country, that when we put our mind to it, there is absolutely nothing that this country cannot achieve.\nsarah lyall\nHe was not a details person. He showed up late to things. He was ill-prepared. He wouldn’t read anything. He didn’t know about the policies. And luckily, the mayor of London isn’t that important a job, really. He doesn’t have a lot of responsibility, so he couldn’t really mess it up. But he was not a great mayor.\nmichael barbaro\nSo Boris Johnson has been a consistent source of amusement and controversy.\nsarah lyall\nBoris is constantly getting himself into trouble and constantly finding a way out of it through basically charm and bluster and an ability to talk himself out of any situation.\nmichael barbaro\nAnd what trouble does he get himself out of?\nsarah lyall\nWell, there’s been a lot of trouble with women. He fathered a child with someone other than his wife while he was mayor of London and managed to never really have to discuss it publicly. When he was editor of The Spectator, he had an affair with one of his employees, who got pregnant, wrote about it. He denied in the beginning he’d had the affair. He lied to the journalists who asked. He lied to the prime minister. He got fired from his job. And somehow he got out of that, too. And it started to become clear that his disheveled, bumbling persona was calculated. And people have said — and I’ve seen it, too — before he goes on TV, he’ll run his hands through his hair to make it look messier, as if he couldn’t be bothered to ever brush it. He wants to look like that. And someone recently told this amazing story about how Boris came to speak at some kind of civic meeting, or a meeting of some industry group, and arrived five minutes late, right before he was supposed to speak. And sort of got up and looked and said, where am I speaking, what group is this, and told these anecdotes, and how he totally snowed the crowd. The crowd thought it was hilarious. They loved him. And the guy was really happy he pulled it off. Until he saw Boris do the exact same thing at a totally different group some months later, the exact same thing. He came late. He said, where am I? He told the same anecdotes, as if it was just off the top of his head.\nmichael barbaro\nAnd in fact, it was a routine.\nsarah lyall\nIt was a routine. It was a comedy routine designed to promote this view of him as this disheveled, bumbling person who could sort of pull it out at the last minute. He wants to seem that way.\nmichael barbaro\nSo a lot of this is an act. It’s kind of political theater.\nsarah lyall\nExactly. And during that whole time, when people asked him, did he want to be prime minister, what was he going to do next? He would always slough it off with what looked like more of an act.\narchived recording Is there a possibility you could become prime minister? archived recording (boris johnson) I think that that is vanishing. I’ve about as much chance of being reincarnated as an olive. [LAUGHTER]\n[music]\nsarah lyall\nAnd so meanwhile, though, he is quietly consolidating his popularity and preparing in his head somehow a way to challenge the prime minister, David Cameron. He’s way more popular than David Cameron, though he’s just an M.P. at this point. And the question is, how would he get there? What would he do? And then finally, in 2016, he sees a chance.\nmichael barbaro\nAnd what is that chance?\nsarah lyall\nThe chance is Brexit.\nmichael barbaro\nWe’ll be right back. So Sarah, pick us up where we left off. It’s 2016, and you said that Boris Johnson sees his chance to become prime minister. What’s happening at that moment?\narchived recording (david cameron) We are approaching one of the biggest decisions this country will face in our lifetimes, whether to remain in a reformed European Union or to leave.\nsarah lyall\nSo it was then that the prime minister, David Cameron, called the referendum known as Brexit over whether Britain would leave the European Union.\narchived recording (david cameron) The choice goes to the heart of the kind of country we want to be and the future that we want for our children.\nsarah lyall\nHe and his government were pro-Remain.\narchived recording (david cameron) My recommendation is clear. I believe that Britain will be safer, stronger and better off in a reformed European Union.\nsarah lyall\nAnd everyone assumed that the country felt the same way. And he assumes that all his allies in the Conservative Party will follow along with him —\nmichael barbaro\nIncluding Johnson.\nsarah lyall\n— including Johnson, to campaign to remain. So Johnson was one of the people who was supposed to support him. And at the very last minute —\narchived recording (boris johnson) We have a chance, actually, to do something. I have a chance, actually, to do something.\nsarah lyall\nBoris became head of the Leave campaign.\narchived recording (boris johnson) I would like to see a new relationship, based more on trade, on cooperation, but as I say, with much less of this supranational element. So that’s where I’m coming from. archived recording Boris, if that’s really what you’ve thought all along, why have you kept your party waiting for such a long time? archived recording (boris johnson) The truth is that it has been agonizingly difficult.\nmichael barbaro\nIs it clear at this moment whether Boris Johnson actually wants to leave the E.U.?\nsarah lyall\nWell, he wrote a famous editorial on the day he made this announcement of how he felt about it, saying, we should leave the E.U. Britain should leave the E.U. But it turned out later he had written an opposing editorial saying the exact opposite thing. It was only at the last minute that he decided to run with the “we should leave” version.\nmichael barbaro\nSuggesting that the depth of his conviction here might have been shallow.\nsarah lyall\nSuggesting there was no depth of his conviction at all, that it was just political calculation and pragmatism. What would be better for Boris?\nmichael barbaro\nBetter for Boris how?\nsarah lyall\nBetter for Boris in that he wanted power. And what he thought would happen, what everyone thought would happen, was the following — that Brexit would be voted down, that they’d remain in the European Union, but that David Cameron would be so weakened by the whole process that he would have to step down as prime minister, leaving Boris in place to take over. And then Boris would lead the country, not through Brexit — because Brexit would have been voted down — but he would have appeased the right wing of the party, and thus consolidated his power better than Cameron ever could.\nmichael barbaro\nSo this whole kind of move to backstab David Cameron by supporting Brexit at the last minute is based on his belief that Brexit would not actually happen, until it did.\narchived recording There we are. That is now statistically, mathematically there, that the Leave campaign have won. And we’re expecting at the end of the count 52 percent for Leave, 48 percent for Remain. Quite an extraordinary moment.\nsarah lyall\nEverybody was shocked. And if you see, there was an amazing moment where Boris Johnson comes out —\narchived recording (boris johnson) Today, I think all of us politicians —\nsarah lyall\n— the head of this campaign —\narchived recording (boris johnson) — should thank the British people —\nsarah lyall\n— to give a press conference —\narchived recording (boris johnson) — because, in a way, they have been doing our job for us.\nsarah lyall\n— to basically reassure the country that he is in control, that he knows what he’s doing.\narchived recording (boris johnson) They hire us to deal with the hard questions. And this year, we gave them one of the biggest and toughest questions of all.\nsarah lyall\nAnd he looks so frightened.\narchived recording (boris johnson) I believe the British people have spoken up for democracy.\nsarah lyall\nHe looks like a deer caught in the headlights. He has no plan. It becomes clear he has no plan.\n^archived recording (boris johnson)\nThank you, finally, to everybody at Vote Leave for the extraordinary and positive campaign you have run. Thank you.\nmichael barbaro\nThen what happens?\narchived recording (david cameron) It has been the greatest honor of my life to serve our country as prime minister over these last six years.\nsarah lyall\nSo then David Cameron quits. And they’re left with a power vacuum. Who is going to be the next prime minister? And at that point, it looked like Boris was a shoo-in. He was definitely going to get it. He had been the head of the Leave campaign. He was the most popular politician in the country.\nmichael barbaro\nAnd this is what he’s always wanted.\nsarah lyall\nYeah, everybody knew who he was. It’s what he’s always wanted. And he had a colleague, Michael Gove, who had also betrayed Cameron and helped him, helped Boris, with the anti-Europe campaign. And the idea was that Boris would be prime minister, and Michael Gove would be, like, chancellor of the Exchequer or some other really good job. And they’d sort of planned it all out. And there really weren’t any other legitimate candidates at that point. So that was, like, on a Friday, I think. And there was, I think, six days to figure this out, or about a week to figure it out. And they’re campaigning, and everyone’s like, what are they going to do? They have to put out some sort of plan. Boris writes this editorial for The Telegraph that’s supposedly putting out his political plan. There isn’t really a plan. It’s all chaotic. It’s all weird. Everyone’s getting scared. And then the day before Boris is meant to formally announce that he is putting his name forward to be prime minister —\narchived recording (michael gove) I thought it was right that, following the decision that the British people took last week —\nsarah lyall\n— Michael Gove, his great friend and ally through the whole campaign —\narchived recording (michael gove) And I hoped that Boris Johnson would be someone who could ensure that the government followed the instructions of the British people, and also build and unite a team around him in order to lead this country forward.\nsarah lyall\n— calls a press conference and says —\narchived recording (michael gove) And Boris is an amazing and an impressive person. But I’ve realized in the last few days that Boris isn’t capable of building that team and providing that unity.\nsarah lyall\nHe doesn’t trust Boris. He thinks Boris would be a bad prime minister.\nmichael barbaro\nGood lord.\nsarah lyall\nHe’s withdrawing his support. Yes. And so —\n^archived recording (boris johnson)\nWell, I must tell you —\nsarah lyall\nEverybody who thought Boris is going to be prime minister is now saying he’s not going to be. And Boris has to withdraw from the race.\n^archived recording (boris johnson)\nI have concluded that person cannot be me.\nmichael barbaro\nThis is pretty humiliating.\nsarah lyall\nReally humiliating, and it felt like everything had finally caught up to him. He’d been exposed. The lying, the blundering, the sort of lack of preparation, the inability to follow through on things had all finally, finally come back to haunt him. He’d always gotten away with everything before. He was like the Teflon politician. And suddenly, he was having to accept the repercussions of what he had done.\nmichael barbaro\nWhat happens?\nsarah lyall\nThey have to find a compromise candidate. And everyone is sort of poisoned in one way or another, so they settle on this super unlikely figure, Theresa May.\narchived recording (theresa may) I have just been to Buckingham Palace, where Her Majesty the Queen has asked me to form a new government. And I accepted.\nsarah lyall\nAnd she tries, and she tries, and no one likes what she does.\nmichael barbaro\nAnd where is Boris during all this period?\nsarah lyall\nWell, Boris is a dangerous figure. So she felt, the way Cameron did before, that she could sort of neuter him by giving him a job in her cabinet. So she makes him foreign secretary, another job he’s not very good at.\narchived recording Either they’re dissembling or lying, or you are. Four ambassadors said they heard it said several times. You said it’s not government policy, but you do support free movement. That’s four of them. They’re not lying.\n^archived recording (boris johnson)\nNo, that’s complete nonsense. Yes. Well, I think that they have been misrepresented. And if I may say so, I’m not entirely convinced that your reporter talked to those ambassadors. And I think —\nsarah lyall\nHe’s underprepared. He’s disheveled. He says things that aren’t true. He makes some bad blunders, but he sort of soldiers on.\nmichael barbaro\nSounds like Boris Johnson.\nsarah lyall\nSounds like Boris Johnson. He’s Boris being Boris. And then he ends up resigning from the cabinet over what he says is Theresa May’s poor handling of the Brexit negotiations.\n^archived recording (boris johnson)\nWe never actually turned that vision into a negotiating position in Brussels. And we never made it into a negotiating offer. Instead, we dithered.\nsarah lyall\nBut really what he’s doing is starting to plot his next move.\n[music]\narchived recording So the nos have it. The nos have it. Unlock! Indeed, point of order, the prime minister.\n^archived recording (boris johnson)\nThank you, Mr. Speaker. Mr. Speaker, the House has spoken, and the government will listen. It is clear that the House does not support this deal. But tonight’s vote tells us nothing about what it does support.\nsarah lyall\nTheresa May is like one of those — she’s, I’m afraid, like a bull in a bull ring, who has tons of stuff sticking out of her. And she’s staggering around, and people are throwing spears at her. And they’re sticking in, and she’s bleeding, and everyone’s criticizing her.\nmichael barbaro\nThis is so graphic.\nsarah lyall\nSorry. And she keeps coming back.\narchived recording So the nos have it. The nos have it. Unlock!\nsarah lyall\nAnd trying again, and nobody likes anything she does.\narchived recording (theresa may) On a point of order, Mr. Speaker, I profoundly regret the decision that this House has taken tonight.\nsarah lyall\nAnd she becomes more and more unpopular.\narchived recording So the nos have it. The nos have it. Unlock!\nsarah lyall\nAnd by the end, people are almost like, whoever gets in we prefer to Theresa May.\narchived recording (theresa may) Mr. Speaker, I think it should be a matter of profound regret to every member of this House that once again, we have been unable to support leaving the European Union — [SHOUTING] — in orderly fashion. archived recording Order.\nsarah lyall\nSo the moment that Theresa May announces that she’s stepping down, Boris Johnson sees his second chance.\nmichael barbaro\nTo be prime minister.\nsarah lyall\nTo be prime minister. Get her out, and then he can go in.\narchived recording I am pleased today, I am proud today, to introduce the candidate whom I shall support to lead the Conservative Party and our nation, a man who has already shown that he can lead this great global city through two successful terms. Ladies and gentlemen, Boris Johnson. [APPLAUSE]\nmichael barbaro\nSarah, are we to understand that all of this played out exactly the way that Boris Johnson would have hoped, that after he elevated Brexit, no matter what you think of it, Brexit has come around to elevate him?\nsarah lyall\nI think that’s right. I think in the last three years since the vote, he’s had to get his head around the fact, this is what’s going to happen. And if he has a conviction, this is now his conviction. And it’s a poisoned chalice, in my opinion. I feel like he’s set himself up for a task that’s almost impossible to carry out. And it’s kind of ironic that he’s gotten this job through something that he put into place and made it so difficult for himself. His political hero is Winston Churchill. He always wanted to be Winston Churchill. And I don’t see how anyone could be Winston Churchill throughout the Brexit process.\nmichael barbaro\nWhy not?\nsarah lyall\nIt’s not like defeating the Nazis during the Second World War. It’s not a war. It’s a very, very complicated divorce from an entity that Britain is incredibly connected to in ways that most people don’t understand and take for granted. And I don’t see anyone coming out of it better off than they were before.\nmichael barbaro\nSo now this man, with what appears to be no deeply rooted political views, is going to be steering the U.K. through its greatest political challenge, perhaps, in history. And it’s exactly what he wanted.\nsarah lyall\nI’m not sure he wanted to have to be prime minister at this moment in history. But it’s the only chance he’s going to get. And he has a sort of blind optimism that he will be able to figure something out when he gets a job. And I think that’s the approach he’s taking now.\n[music]\nmichael barbaro\nSarah, thank you very much.\nsarah lyall\nThank you.\nmichael barbaro\nAnd good luck in London.\nsarah lyall\nThank you. Yeah, I’m flying there soon.\nmichael barbaro\nSo you’re going to be there for the election.\nsarah lyall\nI’ll be there again, yeah. And I’ll do what I thought I was supposed to do two years ago, the last time this came around, three years ago.\nmichael barbaro\nWhich is?\nsarah lyall\nI will write this story saying that Boris Johnson has become prime minister. That was supposed to happen before, and maybe it will happen this time.\nmichael barbaro", "url": "https://www.nytimes.com/2019/07/23/world/europe/boris-johnson-uk-prime-minister.html"}