{"authors": ["Adam Nossiter"], "date_download": "2022-10-25 23:54:22", "date_modify": "2022-10-25 23:54:22", "date_publish": "2019-10-02 20:03:28", "description": "About 27,000 French police officers demonstrated, according to union officials, driven by frustration over working conditions, public image and a wave of suicides this year.", "filename": "2019_10_02_world_europe_france-police-protest_1666742062.html", "image_url": "https://static01.nyt.com/images/2019/10/02/world/02police-paris/02police-paris-facebookJumbo.jpg?year=2019&h=550&w=1050&s=61536c95258ff36cffb98716713b87d2da68c85dd043f3cd3e207376c6ca4db4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_02_world_europe_france-police-protest_1666742062.html", "title": "French Police Protest en Masse: ‘It’s About the Lack of Respect’", "title_page": "French Police Protest en Masse: ‘It’s About the Lack of Respect’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Thousands of police officers demonstrated in Paris Wednesday in frustration over what they said were bad working conditions, a lack of public respect and a wave of suicides in their ranks this year.\nPolice unions said that about 27,000 people marched in the heart of Paris, from the Place de la Bastille to the Place de la République, the biggest such police demonstration in nearly 20 years. The large numbers of police officers in civilian clothes — they are forbidden by law to demonstrate in uniform — were a kind of response to the mass demonstrations of “Yellow Vest” protesters earlier in the year.\nWeeks of clashes at many of those protests gave the French police a collective black eye, as questions were raised about the harshness of their tactics. Their public image, shaky in France at the best of times, suffered even as officers were repeatedly pressed into service on successive weekends to handle Yellow Vest protests.\nAnd police suicides have mounted this year, well over the annual average among law enforcement personnel: So far this year, there have been more than 50 in the 150,000-member national police.", "url": "https://www.nytimes.com/2019/10/02/world/europe/france-police-protest.html"}