{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 23:44:39", "date_modify": "2022-10-25 23:44:39", "date_publish": "2019-10-04 08:01:19", "description": "Job growth was steady last month. The economy lost some momentum, though, as the trade war hurt manufacturing and global growth cooled.", "filename": "2019_10_04_business_economy_jobs-report_1666741479.html", "image_url": "https://static01.nyt.com/images/2019/10/04/business/jobs_sept_promo/jobs_sept_promo-facebookJumbo.png?year=2019&h=549&w=1050&s=1982e6270869a6001cd17b7e3c889212e8394c31162bc6a8263b48272ec1c28c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_04_business_economy_jobs-report_1666741479.html", "title": "September Jobs Report: Unemployment Hits New Low, but Signals Are Mixed", "title_page": "September Jobs Report: Unemployment Hits New Low, but Signals Are Mixed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The retail trade sector, by contrast, continued to contract, losing 11,000 jobs.\nThe government’s monthly estimates, which are based on two separate surveys, one of households and the other of employers, will be revised twice more.\nThe president’s trade strategy has support from some sectors that embrace his get-tough approach — even if they are suffering from the fallout. But several industries and small businesses are worried.\nAdam Briggs , vice president for sales and marketing for Trans-Matic, a precision metal stamper in Holland, Mich., said the family-owned firm is feeling the strains of the tariffs and a slowing economy. The company has had to raise prices because the cost of raw materials not available in the United States has gone up, Mr. Briggs said. At least one of his clients left to look for a supplier in Europe.\n“We’re struggling, but our customers are struggling with it, too,” he said.\nLast year, the company employed more than 300 people in Holland. That number is down to 275, through a combination of attrition and voluntary separations, Mr. Briggs said.\nUnpredictability disquiets business managers and markets. “Anything that relates to uncertainty is not good for business and household spending, said Ellen Zentner , chief United States economist at Morgan Stanley. And trade tensions — as well as the political turmoil surrounding Mr. Trump as congressional Democrats pursue an impeachment inquiry — fuel uncertainty, she said.\nPolitics is something that Chris Murphy , managing director of ThoughtWorks, a global software and digital transformation consultancy, rarely talks about with clients. The one exception? “The uncertainty created across industries by the trade war in China,” he said. “People are keen to see it resolved and go away sooner rather than later.”\nMatt Phillips and Jeanna Smialek contributed reporting.", "url": "https://www.nytimes.com/2019/10/04/business/economy/jobs-report.html"}