{"authors": ["Jennifer Szalai"], "date_download": "2022-10-25 23:37:34", "date_modify": "2022-10-25 23:37:34", "date_publish": "2019-10-11 14:15:35", "description": "Farrow writes that NBC tried to shut down his reporting about sexual assault and harassment allegations against the Hollywood producer.", "filename": "2019_10_11_books_review-catch-kill-ronan-farrow-harvey-weinstein_1666741054.html", "image_url": "https://static01.nyt.com/images/2019/10/16/arts/bookfarrow2/bookfarrow2-facebookJumbo.jpg?year=2019&h=549&w=1050&s=988efa2eebab38aab3d67185736e1caabfa4f2b2aac6919e1105b9fe35a5bd64&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_11_books_review-catch-kill-ronan-farrow-harvey-weinstein_1666741054.html", "title": "Ronan Farrow’s “Catch and Kill” Review", "title_page": "Ronan Farrow’s “Catch and Kill” Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He didn’t let it go, though there were plenty of people who tried to pry him loose. In addition to the “all white, all male” chain of command at NBC, there was Weinstein himself, waging a war on all fronts.\nImage\nPart of the book is about Black Cube, the mysterious Israeli firm that Weinstein’s team hired to conduct intelligence work, like compile dossiers on journalists (Kantor and Twohey’s recent book, “She Said,” recounts their experiences with the firm, too). Farrow learned about Black Cube when he started to receive leaks from two different sources. A Nissan Pathfinder he kept seeing in front of his home turned out to be a tail. He received multiple barrages of spam texts; he later learned that the texts were possibly connected to attempts to track his cellphone.\nBut Weinstein also cultivated an inside line to NBC itself. He would bark out the names of NBC’s top brass so that his assistants would get them on the phone and he could start cajoling and bullying. At a Time magazine gala, Farrow learned that Noah Oppenheim, the president of NBC News, was sitting at a table with Weinstein.\nIn the book, the warning signs about Oppenheim start out small but ominous. Presented at one point with a considerable list of Farrow’s findings, including a recording of Weinstein admitting to groping women against their will, Oppenheim wasn’t entirely convinced. “I don’t know if that’s, you know, a crime,” he told Farrow. “We’ve gotta decide if it’s newsworthy.” (Farrow gets some sweet revenge by depicting Oppenheim as a slick yet pitiable figure; a running joke in “Catch and Kill” is how nobody likes the film “Jackie,” a “morose biopic” about John F. Kennedy’s widow that Oppenheim wrote.)\nIt became clear to Farrow that NBC’s chain of command was nervous about the story for reasons other than an excess of journalistic caution. He learned that the network had brokered at least seven nondisclosure agreements with women who brought complaints of discrimination or harassment at NBC. Weinstein might have known something about this too. In a phone call to Andy Lack, the chairman of NBC News, Weinstein griped that “your boy Ronan” was digging up stuff from “the ’90s” and added: “We all did that.”\nOne of the biggest revelations in “Catch and Kill,” revealed toward the end, is that a former NBC employee named Brooke Nevils says that the former NBC anchor Matt Lauer raped her, forcing her to have anal sex despite her repeated protestations that she didn’t want to. Nevils describes what happened in exacting, upsetting detail. “When she woke up,” Farrow writes, “blood was everywhere, soaked through her underwear, soaked through her sheets.”\nNevils, like some of the other women Farrow spoke to, continued to have sexual encounters with the man she says assaulted her. She says she was frightened for her career; Lauer maintains that their relationship was “consensual.” She told Farrow that after one encounter in Lauer’s office when he demanded that she give him oral sex, she asked him, “Why do you do this?” and he replied, “Because it’s fun.”", "url": "https://www.nytimes.com/2019/10/11/books/review-catch-kill-ronan-farrow-harvey-weinstein.html"}