{"authors": ["Raymond Zhong"], "date_download": "2022-10-25 23:40:47", "date_modify": "2022-10-25 23:40:47", "date_publish": "2019-10-18 09:00:13", "description": "Facebook’s Libra project led Beijing to accelerate its efforts. The government could soon know a lot more about how people are spending.", "filename": "2019_10_18_technology_china-cryptocurrency-facebook-libra_1666741247.html", "image_url": "https://static01.nyt.com/images/2019/10/16/business/16Chinacrypto-illo/00Chinacrypto-illo-facebookJumbo.jpg?year=2019&h=550&w=1050&s=78e1b5f622abe84dd60a8480797b104cc0aa21234d299d16d3cc0fc0811f7231&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_18_technology_china-cryptocurrency-facebook-libra_1666741247.html", "title": "China’s Cryptocurrency Plan Has a Powerful Partner: Big Brother", "title_page": "China’s Cryptocurrency Plan Has a Powerful Partner: Big Brother - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "China has suggested that it, too, will keep spending information away from marketers — but not from the authorities. The banks and electronic payment companies that will distribute the new digital currency already require users to authenticate their names and identities. And officials have made clear that the central bank will be able to view data on transactions.\nChinese consumers have for years paid for everything with their phones, and the country’s two dominant mobile payment services, Alipay and WeChat Pay, have become pillars of the Chinese economy. Alipay says it has processed as many as 256,000 payments per second. By comparison, Visa says it can handle 65,000. Libra is promising to do 1,000, at least at the start.\nBut many transactions on the Chinese platforms move exclusively between digital wallets, never making contact with the state-dominated banking system. That means the Chinese government has to go through the platforms’ privately owned parent companies, Ant Financial and Tencent, if it wants to track and scrutinize those movements.\nNot so with the new e-currency.\n“This is highly controlled, manageable and decided by the central government,” said Gary Liu, an economist in Shanghai. “This is very different from the original concept of a cybercurrency.”\nChinese officials use something of an oxymoron to describe what their new currency will offer: “controllable anonymity.”\n“As long as you aren’t committing any crimes and you want to make purchases that you don’t want others to know about, we still want to protect this kind of privacy,” Mr. Mu, the deputy director of the central bank’s payments department, said in another recent online lecture on China’s cryptocurrency plans.\nClamping down on the true anonymity that paper money allows could bring real benefits in a country where corruption and fraud are widespread. But the government also risks alienating people in China who have grown increasingly sensitive to how their personal data is collected and used.", "url": "https://www.nytimes.com/2019/10/18/technology/china-cryptocurrency-facebook-libra.html"}