{"authors": ["Sheila Kaplan"], "date_download": "2022-10-25 23:30:38", "date_modify": "2022-10-25 23:30:38", "date_publish": "2019-07-02 18:06:52", "description": "The Democratic presidential candidate rebuked Dr. Scott Gottlieb, saying his decision to align with a major drug company “smacks of corruption.”", "filename": "2019_07_02_health_elizabeth-warren-scott-gottlieb-pfizer_1666740638.html", "image_url": "https://static01.nyt.com/images/2019/07/02/science/02GOTTLIEB/02GOTTLIEB-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d5c777f438a013c0b5c6d5dede94e0ef19e0e42730966b185fe801574525dfb5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_02_health_elizabeth-warren-scott-gottlieb-pfizer_1666740638.html", "title": "Elizabeth Warren Calls on Former F.D.A. Chief to Quit Pfizer Board", "title_page": "Elizabeth Warren Calls on Former F.D.A. Chief to Quit Pfizer Board - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Elizabeth Warren on Tuesday called on Dr. Scott Gottlieb, the former commissioner of the Food and Drug Administration, to resign from the board of Pfizer, saying his decision to join one of the country’s leading pharmaceutical companies “smacks of corruption.”\nMs. Warren, who is seeking the Democratic presidential nomination, said in a public letter to Dr. Gottlieb that the revolving door between government and industry “makes the American people rightly cynical and distrustful about whether high-level Trump administration officials are working for them, or for their future corporate employers.”\nPfizer is one of the nation’s largest drug makers, with blockbuster products like Lipitor and billions of dollars in sales dependent on F.D.A. decisions.\nIn announcing Dr. Gottlieb’s election to its board — less than three months after he left the agency — Pfizer said: “Scott’s expertise in health care, public policy and the industry will be an asset to our company and enable our shareholders to continue to benefit from a board representing a balance of experience, competencies and perspectives.”", "url": "https://www.nytimes.com/2019/07/02/health/elizabeth-warren-scott-gottlieb-pfizer.html"}