{"authors": ["James Poniewozik"], "date_download": "2022-10-25 23:36:49", "date_modify": "2022-10-25 23:36:49", "date_publish": "2019-01-10 16:31:52", "description": "Mahershala Ali is magnetic in this latest installment, but it amounts to little more than a do-over of Season 1.", "filename": "2019_01_10_arts_television_true-detective-review_1666741009.html", "image_url": "https://static01.nyt.com/images/2019/01/11/arts/11TRUE-DETECTIVE/11TRUE-DETECTIVE-facebookJumbo.jpg?year=2019&h=550&w=1050&s=65e69c3d0ecaf4b96ae235f3e3b6a90e4a5ee34df4f392a3f57f0c3ca634e833&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_10_arts_television_true-detective-review_1666741009.html", "title": "Review: ‘True Detective’ Circles Back, Flatly", "title_page": "Review: ‘True Detective’ Circles Back, Flatly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Consistency, though, is an odd achievement for a series in which the creator Nic Pizzolatto has insisted on swinging hard and hitting or missing big. Season 1 suffered from florid dialogue and stereotyped characters, especially the women — but when it connected, especially in Matthew McConaughey’s performance as the haunted Rust Cohle, it was breathtaking. Season 2 was an admirable effort to change scenery, but it fell apart like a handful of California desert dust.\nThe new story returns to the South, a scrubby, hard-luck patch of Arkansas where the partners Hays and West catch a case involving two children who disappeared on a bike ride. They crack the story open like a rotting log, and all manner of sadness scurries out: the local dead-enders who come under suspicion, the spiraling marriage of the children’s parents, Tom (Scoot McNairy) and Lucy Purcell (Mamie Gummer).\nThe season is nominally a story of partners, as if to keep up the tradition (and honor all those “True Detective 3” internet memes). But the show really belongs to Ali (who just won a Golden Globe for “Green Book”), and he’s coolly magnetic.\nAs Hays in 1980, he has a dry, outsider affect; he served in Vietnam as a solo reconnaissance tracker, and as a black man in a largely white community, he stands apart. (The season’s exploration of race is intriguing but can feel forced, like the treatment of gender in Season 2.) In 2015, he is shaky and guarded, his memories splintered by dementia, as he tries to recall the case, and what may have gone wrong, for a “Making a Murderer”-style documentary.\nOf course, acting talent has never been the problem with “True Detective,” give or take a miscast Vince Vaughn. Overacting, or at least speechifying, is another matter, and both Ali and Pizzolatto (who writes the first five episodes, with an assist from David Milch of “Deadwood” in Episode 4) rein it in. The dialogue is more streamlined but keeps the leavening banter. (“You know how many times rats almost ended civilization?” Hays asks, in a tangent about vermin. “How many?” West answers. Pause. Distant stare. “I don’t know. At least two.”)", "url": "https://www.nytimes.com/2019/01/10/arts/television/true-detective-review.html"}