{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:37:08", "date_modify": "2022-10-25 23:37:08", "date_publish": "2019-07-18 15:26:42", "description": "Lincoln Center’s Mostly Mozart Festival presents a staging inspired by animated film and the style of Weimar Berlin.", "filename": "2019_07_18_arts_music_review-mozart-magic-flute-lincoln-center_1666741028.html", "image_url": "https://static01.nyt.com/images/2019/07/18/arts/18magicflute2/18magicflute2-facebookJumbo.jpg?year=2019&h=549&w=1050&s=ff12e270f2465e78b5cec4f2f82eb2106af893161b50c2423e8d785676099c35&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_18_arts_music_review-mozart-magic-flute-lincoln-center_1666741028.html", "title": "Review: In ‘The Magic Flute,’ Mozart Meets Nosferatu", "title_page": "Review: In ‘The Magic Flute,’ Mozart Meets Nosferatu - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mozart’s opera is a singspiel, with stretches of spoken dialogue — not unlike a classic musical. So it’s often awkward to present the work as written to non-German audiences; the dialogue just doesn’t come off as direct and understandable.\nThis production has an inspired solution. As in a silent film, the characters’ words go unspoken but are projected as intertitles in English on a black screen, while music from two moody Mozart keyboard pieces (the fantasies in D minor and C minor) is played, by Frank Schulte, on fortepiano. It’s touching yet ominous when poor Tamino wakes up looking lost and lonely, and asks — or so the intertitle says — “Where am I?” as Mozart’s mysterious music plays.\nThe production keeps on boldly mixing madcap animated film with a deep dive into the opera’s philosophical issues. The bird catcher Papageno (the hearty baritone Rodion Pogossov, in an endearing performance) has the look of Buster Keaton, with a floppy cap and a frumpy forest-green suit. Pamina, with whom Tamino falls in love, is here a Louise Brooks lookalike (the radiant soprano Maureen McKay, in a standout performance).", "url": "https://www.nytimes.com/2019/07/18/arts/music/review-mozart-magic-flute-lincoln-center.html"}