{"authors": ["Astead W. Herndon", "Shane Goldmacher", "Jonathan Martin"], "date_download": "2022-10-25 23:52:23", "date_modify": "2022-10-25 23:52:23", "date_publish": "2019-12-03 18:10:35", "description": "The California senator broke barriers but ran out of money as she struggled in polls. Her abrupt announcement is perhaps the most surprising development to date in the 2020 race.", "filename": "2019_12_03_us_politics_kamala-harris-campaign-drops-out_1666741943.html", "image_url": "https://static01.nyt.com/images/2019/12/03/us/politics/03harris/03harris-facebookJumbo.jpg?year=2019&h=550&w=1050&s=738ac2e8aaa3bd70e8427510e631253bb75685c2a38c18924a51e38c8bf638b9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_03_us_politics_kamala-harris-campaign-drops-out_1666741943.html", "title": "Kamala Harris Says She’s Still ‘in This Fight,’ but Out of the 2020 Race", "title_page": "Kamala Harris Says She’s Still ‘in This Fight,’ but Out of the 2020 Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“She really showed the importance of having different perspectives on the debate stage,” said Amanda Hunter, research and communications director at the Barbara Lee Family Foundation, which supports women in politics and studies double standards. “Her personal story about being bused to school was something that a historically typical older white man would not bring to the conversation.”\nBut “there is still a very entrenched stereotype of what a presidential candidate looks like in this country,” Ms. Hunter said. “Simply by running, Senator Harris challenged that and broke down stereotypes.”\nMs. Harris’s online fund-raising slowed in recent months, and large donors increasingly turned toward other candidates. In the third quarter of the year, she spent more than $1.41 for every dollar she raised, burning through millions. She stopped buying ads, both online and on television, slashed her staff in New Hampshire and retrenched to Iowa, where she spent the Thanksgiving holiday with her family.\nIn the days leading up to her withdrawal, as her campaign grew increasingly desperate, she surprised one donor who is not a major Democratic bundler by telephoning him to see if he could reach out to his associates who had yet to give. Another donor recommended to her that she leave the race.\nEven as she struggled, Ms. Harris had assembled a coveted list of more than 130 bundlers who had raised at least $25,000 for her campaign, more than half of whom were from her home state, California, one of the deepest wells of Democratic cash. Ms. Harris canceled a scheduled fund-raiser with some of her top bundlers in New York on Tuesday just hours before the event. On Wednesday, she had been scheduled to attend an event in Los Angeles at the home of Sean Parker, the billionaire tech entrepreneur.\nA pair of California-based Democratic strategists, Dan Newman and Brian Brokaw, had just secured the money and the implicit signoff from Ms. Harris’s campaign to begin a “super PAC” in support of her candidacy. The group, named People Standing Strong, was to begin a million-dollar ad buy in Iowa on Wednesday.", "url": "https://www.nytimes.com/2019/12/03/us/politics/kamala-harris-campaign-drops-out.html"}