{"authors": ["Jacey Fortin"], "date_download": "2022-10-25 23:56:11", "date_modify": "2022-10-25 23:56:11", "date_publish": "2019-03-22 03:22:57", "description": "On Thursday, President Trump tweeted about a hilly plateau beside the Sea of Galilee that has been one of Israel’s quieter frontiers for 52 years.", "filename": "2019_03_21_world_middleeast_golan-heights-israel.html_action=click&module=Top%20Stories&pgtype=Homepage_1666742171.html", "image_url": "https://static01.nyt.com/images/2019/03/21/business/21xp-golanheights/21xp-golanheights-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b5efc141dc3276fa807991a88a47adeb0e1b861465df37f5149ba00c0122d65f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_21_world_middleeast_golan-heights-israel.html_action=click&module=Top%20Stories&pgtype=Homepage_1666742171.html", "title": "A Brief History of the Golan Heights, Claimed by Israel and Syria", "title_page": "A Brief History of the Golan Heights, Claimed by Israel and Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But that move was never recognized internationally, and a United Nations Security Council resolution that year said that “the Israeli decision to impose its laws, jurisdiction and administration in the occupied Syrian Golan Heights is null and void and without international legal effect.”\nThere have been halting negotiations over the Golan Heights, but in 2011 the conflict in Syria introduced new tensions to the area and effectively shut down those efforts.\nWho lives there?\nThe Golan Heights is not densely populated. According to some estimates, there are around 50,000 people, with Israeli Jewish settlers making up nearly half. The rest are mostly people of Syrian ancestry who are Druze, a religion that has been described as an offshoot of Ismaili Islam.\n[Sign up for the weekly At War newsletter to receive stories about conflict and consequence.]\nDruze residents of the Golan Heights have largely resisted obtaining Israeli citizenship and have maintained a strong connection to Syria for decades. Despite the proximity — megaphones and binoculars have connected people in the Golan Heights with friends across the border — that connection has been tested by the devastating conflict in Syria.", "url": "https://www.nytimes.com/2019/03/21/world/middleeast/golan-heights-israel.html?action=click&module=Top%20Stories&pgtype=Homepage"}