{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:53:21", "date_modify": "2022-10-25 23:53:21", "date_publish": "2019-06-17 19:43:55", "description": "President Trump promised that North Korea and Iran could be convinced to give up their nuclear weapons programs. He is learning it’s not that easy.", "filename": "2019_06_17_us_politics_trump-iran-nuclear-deal_1666742001.html", "image_url": "https://static01.nyt.com/images/2019/06/17/us/politics/17dc-assess1-sub/17dc-assess1-sub-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=7ffedf11d0a3d6a776103d9b093f4053b4ff9a3aea1928d729018f1e0347de35&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_17_us_politics_trump-iran-nuclear-deal_1666742001.html", "title": "Trump Careens Toward a Confrontation With Iran", "title_page": "Trump Careens Toward a Confrontation With Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. Trump declared the accord a “disaster” and abandoned it over the objections of many of his top advisers, his European allies, and Russia and China.\nIf the Iranians make good on their threat to break through the restrictions on how much nuclear fuel they will produce, by next month Tehran may have enough fuel for a single bomb in less than a year, for the first time since the 2015 agreement went into effect. (It would take it significantly longer, experts estimate, to build a deliverable weapon.)\nThe one-year buffer is the safety threshold that the Obama administration set years ago and that the Trump administration has adopted to impede Iran from gaining the capability to build a nuclear weapon. But leaders appear to be testing whether the rest of the coalition that negotiated the nuclear deal — especially the big European powers — will stick with Washington.\nShould the Europeans break with the Trump administration and agree to help Iran weather harsh economic sanctions imposed by the United States, Tehran said, it could avoid breaking out of the 2015 agreement. That seems unlikely.\nNonetheless, the Europeans blame Mr. Trump for pushing Iran into violating an accord they all thought was working. And despite calls from some hawks in Washington for military action — most recently Senator Tom Cotton, Republican of Arkansas, who said on Sunday that attacks on tankers in the Gulf of Oman “warrant a retaliatory military strike” — Iran is betting that this time Washington will find few allies willing to escalate the confrontation, either in the Persian Gulf or through attacks on the country’s nuclear facilities.\nIt is a huge game of chicken, and a miscalculation on either side could easily provoke a conflict.\nNow Mr. Trump faces two immediate challenges when it comes to Iran: making the Persian Gulf safe for oil shipments and keeping Iran from edging toward the bomb-making capability that incited the crisis of a decade ago. Neither will be easy.", "url": "https://www.nytimes.com/2019/06/17/us/politics/trump-iran-nuclear-deal.html"}