{"authors": ["Megan Specia"], "date_download": "2022-10-25 22:59:27", "date_modify": "2022-10-25 22:59:27", "date_publish": "2019-10-21 11:31:51", "description": "During a recent trip to Africa, the Duke and Duchess of Sussex offered a candid look into the struggles of dealing with the tabloid spotlight.", "filename": "2019_10_21_world_europe_prince-harry-meghan-documentary_1666738767.html", "image_url": "https://static01.nyt.com/images/2019/10/21/world/21uk-royals-sub/21uk-royals-sub-facebookJumbo.jpg?year=2019&h=549&w=1050&s=82333280baea4a45f1b72a8bcf74e0511330ba6a2f4ad7396c3e0676ce53c18b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_21_world_europe_prince-harry-meghan-documentary_1666738767.html", "title": "‘It’s Hard’: Prince Harry and Meghan Speak of Strain of Royal Life in New Documentary", "title_page": "‘It’s Hard’: Prince Harry and Meghan Speak of Strain of Royal Life in New Documentary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Prince Harry also addressed the relationship with his brother, Prince William. For months, the British tabloids have splashed tales of a deep divide between the two — and their wives — across the front pages.\nPrince Harry, in an especially frank moment, seemed to acknowledge that there were occasional disagreements, but he maintained that their relationship had a strong foundation that would outlast any temporary tensions.\n“Inevitably stuff happens, but we’re brothers, we will always be brothers,” he said. “We are certainly on different paths at the moment, but I will always be there for him and I know he will always be there for me.”\n“We don’t see each other as much as we used to because we’re so busy, but I love him dearly,” he added.\nThe documentary about the duke and duchess aired on Sunday night in Britain and further revealed the couple’s willingness to share their emotions in a bid for a greater understanding of the pressures of their position. They are especially known to desire more respect for their privacy, particularly after the birth of Archie.\nMeghan recently filed a lawsuit against The Mail on Sunday, and while an accompanying statement explaining the action did not identify which article had prompted the move, the tabloid published a story in February that included a letter Meghan had sent to her estranged father, Thomas Markle.\nPrince Harry also began separate legal proceedings this month against the owners of two other tabloids, The Sun and The Daily Mirror, accusing them of hacking his phone’s voice mail messages going back as far as the early 2000s.", "url": "https://www.nytimes.com/2019/10/21/world/europe/prince-harry-meghan-documentary.html"}