{"authors": ["Ashley Southall"], "date_download": "2022-10-25 23:30:06", "date_modify": "2022-10-25 23:30:06", "date_publish": "2019-08-18 22:36:58", "description": "The account Officer Daniel Pantaleo gave after Eric Garner died was “implausible and self-serving,” according to the opinion obtained by The New York Times.", "filename": "2019_08_18_nyregion_daniel-pantaleo-eric-garner-chokehold_1666740606.html", "image_url": "https://static01.nyt.com/images/2019/08/18/nyregion/18pantaleo/18pantaleo-facebookJumbo.jpg?year=2019&h=549&w=1050&s=9a426d4a12031432d35ce85c2545e62463d0404e557030465ebd399186dcbd51&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_18_nyregion_daniel-pantaleo-eric-garner-chokehold_1666740606.html", "title": "Officer in ‘I Can’t Breathe’ Chokehold Was ‘Untruthful,’ Judge Says", "title_page": "Officer in ‘I Can’t Breathe’ Chokehold Was ‘Untruthful,’ Judge Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[The latest: Officer Daniel Pantaleo was fired.]\nWhen internal affairs investigators asked Officer Daniel Pantaleo in 2014 to define a chokehold, he described a scenario where “you use your forearm, grasped with the other hand, and you pull back with your forearm onto the windpipe preventing him from breathing.”\nThe investigators with the New York Police Department then had him watch video that showed him standing behind Eric Garner during a botched arrest five months earlier on Staten Island. In the video, Officer Pantaleo had his left forearm wrapped around Mr. Garner’s neck, hands clasped. Still, he denied having used the prohibited maneuver .\n“No, I did not,” Officer Pantaleo said.\nAn administrative judge, in a 46-page opinion obtained by The New York Times, found this explanation “implausible and self-serving.”\nThe judge, Rosemarie Maldonado, who has recommended that Officer Pantaleo be fired, concluded that he had been “untruthful” during the interview, according to the opinion that grew out of a departmental trial that ended in June.", "url": "https://www.nytimes.com/2019/08/18/nyregion/daniel-pantaleo-eric-garner-chokehold.html"}