{"authors": ["Maggie Astor"], "date_download": "2022-10-25 23:53:16", "date_modify": "2022-10-25 23:53:16", "date_publish": "2019-10-18 18:01:53", "description": "Facing a backlash, Mr. Buttigieg’s campaign distanced itself from a lawyer, Steve Patton, who tried to block the release of a video of the police killing of a black teenager. Mr. Patton was set to co-host a fund-raiser for Mr. Buttigieg.", "filename": "2019_10_18_us_politics_buttigieg-laquan-mcdonald-lawyer_1666741996.html", "image_url": "https://static01.nyt.com/images/2019/10/18/us/politics/18buttigieg/18buttigieg-facebookJumbo.jpg?year=2019&h=550&w=1050&s=572d0b545026f4208ccba06bf1f02cf8630b4a2174cd361591b8e50be9195e48&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_18_us_politics_buttigieg-laquan-mcdonald-lawyer_1666741996.html", "title": "Pete Buttigieg Cuts Ties With Donor Linked to Laquan McDonald Cover-Up", "title_page": "Pete Buttigieg Cuts Ties With Donor Linked to Laquan McDonald Cover-Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pete Buttigieg’s presidential campaign, facing criticism, distanced itself on Friday from a Chicago lawyer who tried to block the release of footage of the 2014 police shooting of a black teenager, Laquan McDonald.\nThe lawyer, Steve Patton, gave $5,600 — the legal maximum contribution — to Mr. Buttigieg in June and was scheduled to co-host a fund-raiser for him on Friday. After The Associated Press reported on Mr. Patton’s involvement, Mr. Buttigieg’s campaign said that it would return the money and that Mr. Patton would not attend the fund-raiser.\n“Transparency and justice for Laquan McDonald is more important than a campaign contribution,” a campaign spokesman, Chris Meagher, said in a statement. “We are returning the money he contributed to the campaign and the money he has collected. He is no longer a co-host for the event and will not be attending.”", "url": "https://www.nytimes.com/2019/10/18/us/politics/buttigieg-laquan-mcdonald-lawyer.html"}