{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:44:35", "date_modify": "2022-10-25 23:44:35", "date_publish": "2019-10-30 17:44:49", "description": "Chile’s cancellation of the APEC summit could alter plans for a meeting between President Trump and President Xi Jinping.", "filename": "2019_10_30_us_politics_us-china-trade-deal_1666741475.html", "image_url": "https://static01.nyt.com/images/2019/10/30/business/30DC-MNUCHIN-0sub/30DC-MNUCHIN-0sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f9fcd31af4c30c5ffe96b0e7d5df7e4689c7e942ababec22555f43e79a4c150b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_30_us_politics_us-china-trade-deal_1666741475.html", "title": "Mnuchin Says China Deal Is Likely to Be Signed in November", "title_page": "Mnuchin Says China Deal Is Likely to Be Signed in November - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“As you know, we’re going to be in Chile together for a big summit,” Mr. Trump said on Oct. 11 about signing the accord. “And maybe it’ll be then, or maybe it’ll be sometime around then.”\nThe cancellation could delay that signing while the leaders look for another venue to meet. But it is unlikely to change the outcome on whether a deal will be signed altogether, a person familiar with the deliberations said.\nBefore the announcement, Mr. Mnuchin said the United States was “looking forward to President Trump and President Xi signing Phase 1 of our important trade agreement later next month when they’re together in Chile,” adding, “I think that would be an important economic achievement for both of us.”\nMr. Mnuchin’s public comments came on the second day of the Future Investment Initiative conference in Riyadh. Mr. Mnuchin withdrew from participating in last year’s conference after the killing of Jamal Khashoggi, a dissident journalist. But he appeared onstage this year, as did Jared Kushner, Mr. Trump’s senior adviser and son-in-law. On Tuesday, Mr. Mnuchin and a delegation from the United States met with Crown Prince Mohammed bin Salman of Saudi Arabia.\nThe trade war between the United States and China has been a drag on the global economy, slowing growth in both countries and around the world.", "url": "https://www.nytimes.com/2019/10/30/us/politics/us-china-trade-deal.html"}