{"authors": ["Karen Zraick"], "date_download": "2022-10-25 23:56:05", "date_modify": "2022-10-25 23:56:05", "date_publish": "2019-09-10 20:52:11", "description": "The Jordan Valley and northern Dead Sea are considered strategically vital zones by Israel for security. If Israel annexed them, it would encircle any future Palestinian state in the West Bank.", "filename": "2019_09_10_world_middleeast_jordan-valley-israel-netanyahu_1666742165.html", "image_url": "https://static01.nyt.com/images/2019/09/10/world/10xp-jordanvalley-1/10xp-jordanvalley-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d881b55963f62c15e4d6103d85fdca2c6ebc6e86967563ea6b95bb968dc056e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_10_world_middleeast_jordan-valley-israel-netanyahu_1666742165.html", "title": "A Look at the West Bank Area Netanyahu Vowed to Annex", "title_page": "A Look at the West Bank Area Netanyahu Vowed to Annex - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The river flows south from the Sea of Galilee for about 185 miles and feeds into the Dead Sea. Israel considers that natural barrier “an essential strategic asset” to ensure its security and prevent weapons smuggling by Palestinian militants into the West Bank.\n[If re-elected, Netanyahu says he will annex nearly a third of the occupied West Bank.]\nIt’s also a big swath of land. According to the Israeli human rights group B’Tselem, the Jordan Valley and the northern Dead Sea comprise almost 30 percent of the West Bank, much of which is already under Israeli control.\n“This is the eastern defensive wall that guarantees that we will never again be a mere few miles wide,” Mr. Netanyahu said.\nMuch of the area in question is open, arable land that the Israeli Army already uses for operations. The area also has enormous potential for agricultural and energy projects, among other uses. The Dead Sea draws tourists, and salt and minerals are mined there.\nIsraeli settlements have spread in the area\nIsrael seized the West Bank from Jordan in the 1967 war. Most of the world considers it occupied territory and Israeli settlements there to be illegal. Nonetheless, about 200 settlements have been established in the West Bank and in East Jerusalem, which the Palestinians want as their capital under a two-state solution to the conflict.", "url": "https://www.nytimes.com/2019/09/10/world/middleeast/jordan-valley-israel-netanyahu.html"}