{"authors": ["Richard Pérez-Peña"], "date_download": "2022-10-25 23:45:08", "date_modify": "2022-10-25 23:45:08", "date_publish": "2019-07-23 11:09:21", "description": "Theresa May’s designated successor as prime minister says he is willing to leave the European Union without an agreement, despite dire predictions and opposition in Parliament.", "filename": "2019_07_23_world_europe_brexit-boris-johnson-explainer.html_module=inline_1666741508.html", "image_url": "https://static01.nyt.com/images/2019/07/23/world/23brexit-explainer1/23brexit-explainer1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3e8e1a40583f5d18af193b42f5f0b75fd14ac6f9d3abda88125a16493cebada8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_23_world_europe_brexit-boris-johnson-explainer.html_module=inline_1666741508.html", "title": "Brexit Under Boris Johnson: Deal or No Deal?", "title_page": "Brexit Under Boris Johnson: Deal or No Deal? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The ascension of a new prime minister in Britain has raised both fears and hopes (depending on the audience) that the country might leave the European Union cold turkey — no trade agreement in place, no political pact, not even a framework for further talks.\nThree times this year, Parliament emphatically rejected the withdrawal deal that Theresa May negotiated with Brussels as prime minister, ultimately forcing her to step down.\nShe had flirted with the idea of a “no-deal” Brexit, but that may have been no more than a negotiating stance. When her back was to the wall, she agreed twice to delay the country’s departure, most recently to Oct. 31, to allow time for reaching an agreement.\n[Boris Johnson announced plans to lengthen a parliamentary break, making it harder for lawmakers to prevent a no-deal Brexit.]", "url": "https://www.nytimes.com/2019/07/23/world/europe/brexit-boris-johnson-explainer.html?module=inline"}