{"authors": ["Cecilia Kang", "Mike Isaac"], "date_download": "2022-10-25 23:49:32", "date_modify": "2022-10-25 23:49:32", "date_publish": "2019-10-19 00:42:38", "description": "Joseph R. Biden Jr.’s presidential campaign sent Facebook a letter about a false video ad that a super PAC ran on the social network.", "filename": "2019_10_18_technology_biden-facebook-ad_1666741772.html", "image_url": "https://static01.nyt.com/images/2019/10/18/business/18bidenfacebook4/18bidenfacebook4-facebookJumbo.jpg?year=2019&h=550&w=1050&s=46339c66d36764362ead31518c03e94f5116b5168aba7f3a28dba2380ec68ebe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_18_technology_biden-facebook-ad_1666741772.html", "title": "Biden Escalates Attack on Facebook Over False Political Ads", "title_page": "Biden Escalates Attack on Facebook Over False Political Ads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A 30-second video ad that ran on Facebook this week falsely accused former Vice President Joseph R. Biden Jr. of blackmailing Ukrainian officials to stop an investigation of his son.\n“Send Quid Pro Joe Biden into retirement,” a narrator in the ad intoned.\nThe video wasn’t released by the Trump campaign, which has produced ads on Facebook with similar accusations in recent weeks. Instead, it was made by an independent political action committee, or super PAC. And it was allowed to run on Facebook with false information, in violation of the social network’s policies on misinformation, the Biden presidential campaign wrote in a letter to Facebook on Thursday.\nIn the letter, which was viewed by The New York Times, the Biden campaign acknowledged that Facebook had a policy of allowing all political leaders’ speech and ads to remain up because the company considers them to be newsworthy. But the ad by the super PAC was not from a politician, the Biden campaign wrote, so it needed to be rejected.\n“This is a most basic test,” Greg Schultz, Mr. Biden’s campaign manager, said in the letter. “The ad contains transparently false allegations, prominently debunked by every major media outlet in the country over recent weeks. It should be rejected.”", "url": "https://www.nytimes.com/2019/10/18/technology/biden-facebook-ad.html"}