{"authors": ["Dan Bilefsky"], "date_download": "2022-10-25 23:47:52", "date_modify": "2022-10-25 23:47:52", "date_publish": "2019-02-08 20:56:28", "description": "The 29-year-old former politics student — who became fixated on President Trump, the far right and Muslims — had pleaded guilty to six first-degree murder charges.", "filename": "2019_02_08_world_canada_alexandre-bissonnette-sentence_1666741672.html", "image_url": "https://static01.nyt.com/images/2019/02/09/world/09quebec-killer-print/08quebec-killer1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=542db7fbe67765bbecd8b669e238610e2dfbd4b0236755991a0f30480e4c9fd5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_08_world_canada_alexandre-bissonnette-sentence_1666741672.html", "title": "Alexandre Bissonnette Sentenced to 40 Years Without Parole for Quebec Mosque Killings", "title_page": "Alexandre Bissonnette Sentenced to 40 Years Without Parole for Quebec Mosque Killings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Alexandre Bissonnette, a 29-year-old former politics student fixated on President Trump, the far right and Muslims, was sentenced on Friday to life in prison without the possibility of parole for 40 years for shooting six people dead in an attack on a mosque in Quebec City in January 2017.\nDuring the attack, Mr. Bissonette shot several worshipers in the head. Nineteen people were injured, including one who was paralyzed for life.\nUnder Canadian law, Mr. Bissonnette could have gone to prison for 150 years — or 25 years for each of the six deaths. While underscoring the brutality of the attack, Justice François Huot of Quebec Superior Court suggested that such a harsh sentence would be excessive by denying the defendant the hope of ever leaving prison.\nBut Muslim leaders, including the mosque’s president, Mohamed Labidi, said they were deeply disappointed by Justice Huot’s sentence, saying it did not do justice to a horrific crime.", "url": "https://www.nytimes.com/2019/02/08/world/canada/alexandre-bissonnette-sentence.html"}