{"authors": ["Jennifer Reese"], "date_download": "2022-10-25 23:37:21", "date_modify": "2022-10-25 23:37:21", "date_publish": "2019-03-29 09:00:10", "description": "In Julie Langsdorf’s “White Elephant,” Nickolas Butler’s “Little Faith” and Benjamin Markovits’s “A Weekend in New York,” you’ll find squabbling siblings, rebellious daughters and more.", "filename": "2019_03_29_books_review_nickolas-butler-little-faith_1666741041.html", "image_url": "https://static01.nyt.com/images/2019/03/31/fashion/31Shortlist/31Shortlist-facebookJumbo.jpg?year=2019&h=550&w=1050&s=58a0e0d4314a04ffaf824885296557b449b29862f6a36a12da31f246443708af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_29_books_review_nickolas-butler-little-faith_1666741041.html", "title": "Families Banter and Bicker Their Way Through Three New Novels", "title_page": "Families Banter and Bicker Their Way Through Three New Novels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LITTLE FAITH\nBy Nickolas Butler\nImage\nThe protagonist of Butler’s quiet novel counts himself a man pretty much satisfied with his life. In his mid-60s, Lyle Hovde still lives in the small Wisconsin town where he grew up; strolling through the cemetery, gazing at the graves of people he once knew, he feels “a deep and abiding unity and evenness, as if the volume in his life were suddenly dimmed down.” Humble and contemplative, he enjoys his work tending an apple orchard, the company of a few old friends and a happy marriage. His daughter, Shiloh, a single mother, has come home to raise her son, Isaac, and Lyle dotes on the 5-year-old: “Oh he loved the boy; and that was all there was to it.” His is a heart waiting to be broken and broken it will be.\nAlthough he still attends the local Lutheran church for the ritual and community, Lyle stopped believing in God years ago when his infant son died. A fissure opens between Lyle and Shiloh as she becomes increasingly devout, quoting Scripture, periodically dropping to her knees in prayer and frequenting sketchy start-up churches in strip malls. The fissure widens when she becomes romantically involved with Steven, a handsome and charismatic young pastor who preaches to a raucous congregation in an old movie theater, prowling the aisles “like a panther.” Steven convinces Shiloh that little Isaac is a healer, capable of curing diseases with a laying on of hands — and he convinces Lyle that his daughter and grandson have fallen into the clutches of a dangerous confidence man. When Lyle won’t embrace Steven’s fiery brand of Christianity, Shiloh cuts off his contact with Isaac, precipitating a series of increasingly dire crises.\nWith its focus on spirituality and reverence for the joys of everyday life, “Little Faith” calls to mind Marilynne Robinson’s “Gilead,” although Butler can’t match Robinson’s stately prose and evocations of inner grace.\n318 pp. Ecco/HarperCollins. $26.99.", "url": "https://www.nytimes.com/2019/03/29/books/review/nickolas-butler-little-faith.html"}