{"authors": ["Michael Crowley", "Ana Swanson"], "date_download": "2022-10-25 23:39:44", "date_modify": "2022-10-25 23:39:44", "date_publish": "2019-11-22 01:19:34", "description": "The president has avoided a strong defense of pro-democracy protesters, but Congress has thrown the issue into his lap.", "filename": "2019_11_21_us_politics_trump-hong-kong-china_1666741184.html", "image_url": "https://static01.nyt.com/images/2019/11/21/us/politics/21dc-prexy/21dc-prexy-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5e23a49962d114a854ea8a4bfbccf1343a46c6e131aeec6c006ee5f99c5e15e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_21_us_politics_trump-hong-kong-china_1666741184.html", "title": "White House Won’t Say if Trump Will Sign Hong Kong Bill That Has Angered China", "title_page": "White House Won’t Say if Trump Will Sign Hong Kong Bill That Has Angered China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If the U.S. continues to make the wrong moves, China will be taking strong countermeasures for sure,” a spokesman for China’s Foreign Ministry, Geng Shuang, told reporters in Beijing on Thursday.\nWithout naming Mr. Trump, he urged the United States to “stop its wrongdoing before it’s too late, prevent this act from becoming law” and “immediately stop interfering in Hong Kong affairs and China’s internal affairs.”\nChina often issues angry criticisms of Washington with little follow up. And Chinese negotiators have also pushed to isolate the trade talks from a range of security-related matters, including the Trump administration’s crackdown on the Chinese telecom firm Huawei and the American sale of fighter jets to Taiwan.\n“What has been surprising to me throughout the trade negotiations has been the degree of China’s willingness to compartmentalize issues,” said Evan S. Medeiros, another top China aide in the Obama White House.\n“Obviously the Chinese don’t want the president to sign it. But are they going to be willing to blow up the trade deal to do so?” added Mr. Medeiros, now a professor at Georgetown University’s Walsh School of Foreign Service. “I don’t think they will, in large part because they understand he has a lot of discretion with this particular bill.”\nIn June, Mr. Trump told President Xi Jinping of China that he would not publicly back the protesters as long as trade talks were progressing. Administration officials have said that they have some reservations about striking a trade deal with China at a time when violence in Hong Kong could worsen, but that it is not the main impediment to reaching an agreement.\nCongress acted on the measure, which had been stalled, after the riot police challenged student activists on campuses for the first time this month. Mr. Trump has said he hopes the crisis “works out for everybody,” and has suggested that the matter is an internal affair for China to resolve.", "url": "https://www.nytimes.com/2019/11/21/us/politics/trump-hong-kong-china.html"}