{"authors": ["Clifford Krauss"], "date_download": "2022-10-25 23:23:07", "date_modify": "2022-10-25 23:23:07", "date_publish": "2019-04-07 18:52:03", "description": "Chevron, Occidental Petroleum and BHP have invested in Carbon Engineering, a start-up developing technology to take carbon out of the atmosphere.", "filename": "2019_04_07_business_energy-environment_climate-change-carbon-engineering_1666740187.html", "image_url": "https://static01.nyt.com/images/2019/04/05/business/00carbon1/00carbon1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=65f7611ca0b3e2d83dd1e73a9415183d7d587b1def142f0d81d8a7f8cf51701a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_07_business_energy-environment_climate-change-carbon-engineering_1666740187.html", "title": "Blamed for Climate Change, Oil Companies Invest in Carbon Removal", "title_page": "Blamed for Climate Change, Oil Companies Invest in Carbon Removal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We have a need for low-carbon fuels,” said Barbara Burger, president of Chevron Technology Ventures. “The world needs transportation fuels and the public desires them, but they have an expectation that we lower the carbon content. And this is one of the options to do that.”\nBut ramping up the ambitious ideas put forward by Carbon Engineering and other companies into projects large enough to have an important environmental impact will take considerable investment.\nMr. Oldham said one of his carbon capture and sequestration plants would remove one million tons of carbon dioxide from the atmosphere annually, a small fraction of the more than 33 billion tons humanity emits in a year. The sequestration process would cost roughly $100 per ton, which in Occidental’s model could be offset in part by the increased oil production it would enable. The carbon could also be used to make cement and other building materials.\nBut in case of an acute global climate emergency, governments would probably have to step in to hasten removal of carbon from the atmosphere. Mr. Oldham said the cost of capturing and sequestering all the carbon needed to stop climate change would require trillions of dollars.\nThe company’s synthetic fuel could also struggle to find markets because of its cost.\nDavid Keith, an applied physicist at Harvard who founded Carbon Engineering and sits on its board, said the synthetic fuel would be most useful for trucks, ships and planes, while cars and other smaller vehicles would more likely be powered by batteries in the future.\n“There is no way we are beating oil from the ground in a head-to-head competition without regulation,” Mr. Keith said, referring to carbon taxes and other environmental policies. If there is sufficient political will to deeply cut emissions, he added, “I think you will see a large amount of this technology in the next decade or two.”", "url": "https://www.nytimes.com/2019/04/07/business/energy-environment/climate-change-carbon-engineering.html"}