{"authors": ["Jan Ransom"], "date_download": "2022-10-25 23:02:18", "date_modify": "2022-10-25 23:02:18", "date_publish": "2019-12-18 15:14:19", "description": "The decision was a setback to efforts by a district attorney to ensure Mr. Manafort would still face prison time if President Trump pardoned him.", "filename": "2019_12_18_nyregion_paul-manafort-ny-fraud-charges_1666738938.html", "image_url": "https://static01.nyt.com/images/2019/12/18/nyregion/18nymanafort/18nymanafort-facebookJumbo.jpg?year=2019&h=549&w=1050&s=d53b52c053eb55ba865648d57d1dd0076be816ff7afda50c09818201cbd4d61d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_18_nyregion_paul-manafort-ny-fraud-charges_1666738938.html", "title": "State Charges Against Manafort Dismissed by Judge in New York", "title_page": "State Charges Against Manafort Dismissed by Judge in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A New York judge on Wednesday threw out state fraud charges against Paul J. Manafort, President Trump’s former campaign chairman, dealing a setback to efforts by the Manhattan district attorney to ensure Mr. Manafort would still face prosecution should Mr. Trump pardon him for his federal crimes.\nMr. Manafort was charged in Manhattan with mortgage fraud and more than a dozen other state felonies in March, shortly after he was sentenced in federal court for similar crimes. His lawyers argued that the state charges covered the same conduct for which Mr. Manafort had already been tried.\nJustice Maxwell Wiley of the State Supreme Court agreed on Wednesday, ruling that the indictment violated a state law against double jeopardy, which says that a defendant may not be tried twice for the same offense.\n“Basically, the law of double jeopardy in New York State provides a very narrow window for prosecution,” Justice Wiley said during a short hearing before releasing a 26-page decision.", "url": "https://www.nytimes.com/2019/12/18/nyregion/paul-manafort-ny-fraud-charges.html"}