{"authors": ["Annie Karni", "Lawrence K. Altman"], "date_download": "2022-10-25 23:41:50", "date_modify": "2022-10-25 23:41:50", "date_publish": "2019-02-15 00:40:54", "description": "The president gained four pounds since last year, pushing his body mass index into the obese category, but the White House physician otherwise declared him in “very good health.”", "filename": "2019_02_14_us_politics_trump-obese_1666741310.html", "image_url": "https://static01.nyt.com/images/2019/02/15/us/politics/15dc-trumpmedical-sub2/15dc-trumpmedical-sub2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=21be1e631dcbe93bc15315be2f7141df504baf8639b3b07cc517501eb31dbcb7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_14_us_politics_trump-obese_1666741310.html", "title": "At 243 Pounds, Trump Tips the Scale Into Obesity", "title_page": "At 243 Pounds, Trump Tips the Scale Into Obesity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Despite telling his doctor that he would like to lose 10 to 15 pounds, President Trump gained weight over the past year and is now officially obese.\nThe president was weighed last week as part of his annual physical, and is now at 243 pounds, according to Dr. Sean Conley, the White House physician, a four pound gain since last year’s physical. At 6 feet 3 inches tall, Mr. Trump now has a body mass index of 30.4. Anything over 30 is considered obese.\nDr. Conley, a Navy commander and the director of the White House medical unit, reported Mr. Trump’s weight without comment in a memorandum describing some results of the physical that was released by the White House. After a team of 11 specialists examined the president for four hours at Walter Reed National Military Medical Center, Dr. Conley said the president was in “very good health” and was expected to remain so “for the remainder of his presidency and beyond,” but did not release any other details.\nMr. Trump, 72, the oldest president to ever take office, is known for his love of fast food and pride in not exercising, and his weight has been a moving target in recent years. In 2016, Mr. Trump’s former personal physician, Dr. Harold N. Bornstein, said he weighed 236 pounds. In 2015, Dr. Bornstein said he had lost at least 10 pounds over the previous year. But Dr. Bornstein did not report the specific weights at either point in time.", "url": "https://www.nytimes.com/2019/02/14/us/politics/trump-obese.html"}