{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:35:13", "date_modify": "2022-10-25 23:35:13", "date_publish": "2019-12-31 20:22:40", "description": "He made a mark singing in Bach oratorios and Mozart operas. But he also forged a career on the podium — sometimes singing roles in productions he led.", "filename": "2019_12_31_arts_music_peter-schreier-dead_1666740913.html", "image_url": "https://static01.nyt.com/images/2020/01/05/obituaries/05schreier-obit1/31schreier3-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8605d61988365d4ad8f3a0344b00b34a1c5bfcce92b14b7e9a2d08a5bb856d3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_31_arts_music_peter-schreier-dead_1666740913.html", "title": "Peter Schreier, 84, Elegant German Tenor Who Also Conducted, Dies", "title_page": "Peter Schreier, 84, Elegant German Tenor Who Also Conducted, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Schreier’s involvement with conducting, which began around 1970, was a natural extension of his approach to singing, especially his feeling for “instrumental singing,” as he described it in a 1997 interview with Bruce Duffie for WNIB, a former classical music radio station in Chicago.\n“Bach treats the voice like a musical instrument,” Mr. Schreier said. “Instrumental singing means using the voice with a little bit of vibrato, like an oboe or a flute.” Bach, he added, is “very precise in how to phrase and articulate” the vocal parts. His goal of inculcating that articulate, verbally alert approach to singing inspired Mr. Schreier to conduct these scores.\nA 1985 New York Times review of his recording, as a conductor, of the “St. Matthew Passion” praised Mr. Schreier for respecting the work’s “natural equilibrium” by allowing dance rhythms to abound and giving full range to bursts of “theatrical ferocity.”\nPeter Max Schreier was born on July 29, 1935, in Meissen, a town in eastern Germany. His father, a church cantor, gave him his first music lessons. At 8 he entered the preparatory division of the Dresdner Kreuzchor, the boys’ choir of the main Lutheran church in Dresden; he remained a member of the choir for several years, even after his voice broke.\nIn 1954 he began private voice lessons in Leipzig while singing in the Leipzig Radio Chorus. Two years later, at 21, he entered the Dresden State Opera’s training academy where he studied singing and conducting. After graduating in 1959, he joined the company as a tenor.\nHis career grew steadily, with performances in leading houses of Europe in operas by Rossini, Massenet, Strauss and, especially, Mozart. He was highly esteemed as Prince Tamino in Mozart’s “Die Zauberflöte,” the role in which he made his 1967 Metropolitan Opera debut, though he appeared only eight times in all with that company. Several of his important roles are captured on classic recordings with Karl Böhm, Colin Davis and other major conductors.", "url": "https://www.nytimes.com/2019/12/31/arts/music/peter-schreier-dead.html"}