{"authors": ["Colin Moynihan"], "date_download": "2022-10-25 23:23:07", "date_modify": "2022-10-25 23:23:07", "date_publish": "2019-02-10 02:54:29", "description": "An advocacy group has been protesting at museums that received donations from the Sackler family, some of whom own Purdue Pharma, the maker of an opioid painkiller.", "filename": "2019_02_09_arts_protesters-guggenheim-sackler_1666740187.html", "image_url": "https://static01.nyt.com/images/2019/02/10/arts/10guggenheim1/10guggenheim1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8b9f914ca520695b7f673c7aaa3304e4fc70d747ea8506d77300fa9fa365d356&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_09_arts_protesters-guggenheim-sackler_1666740187.html", "title": "Guggenheim Targeted by Protesters for Accepting Money From Family With OxyContin Ties", "title_page": "Guggenheim Targeted by Protesters for Accepting Money From Family With OxyContin Ties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The scraps of paper swirled through the Guggenheim Museum in New York on Saturday night like confetti, thrown from an upper walkway into the central rotunda before floating to the ground.\nDesigned to look like prescription slips for OxyContin, the powerful opioid painkiller, they were part of the latest protest targeting cultural institutions that accept donations from members of the Sackler family who own Purdue Pharma, the maker of the drug.\nEducation facilities at the Guggenheim, including a theater and an exhibition gallery, are housed inside the 8,200-square-foot Sackler Center for Arts Education, identified by the museum as “a gift of the Mortimer D. Sackler Family.”\nThe cloud of white slips, created by a group founded by the photographer Nan Goldin, was a response to a recently disclosed statement by Richard Sackler, the son of a Purdue founder, who said years ago that OxyContin’s launch would be “followed by a blizzard of prescriptions that will bury the competition.”", "url": "https://www.nytimes.com/2019/02/09/arts/protesters-guggenheim-sackler.html"}