{"authors": ["Emily Badger", "Claire Cain Miller"], "date_download": "2022-10-25 23:44:46", "date_modify": "2022-10-25 23:44:46", "date_publish": "2019-04-01 09:00:17", "description": "Recent data — and interviews with a dozen teenagers on the front lines of politics — show a decided leftward lean.", "filename": "2019_04_01_upshot_trump-era-molding-young-voters_1666741486.html", "image_url": "https://static01.nyt.com/images/2019/05/01/upshot/00up-politicalkids-slide-VGQU-promo/00up-politicalkids-slide-VGQU-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=722af478090ea307e6dc9ba6775396fa41c8c258e78145fa747a01ad8ba9a1de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_01_upshot_trump-era-molding-young-voters_1666741486.html", "title": "How the Trump Era Is Molding the Next Generation of Voters", "title_page": "How the Trump Era Is Molding the Next Generation of Voters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jaden Rams used to be on fire for Donald Trump. Shortly before the 2016 presidential election, when he was 13, he put on a red MAGA hat and matching tie and yelled his support at a rally in his hometown, Grand Junction, Colo.\n“I was getting politically charged around that time,” he said. “I was pretty passionate about a lot of the causes he was advocating for.”\nToday he calls the presidential campaign and its aftermath “a travesty for American unity.” He believes President Trump has fulfilled his campaign promises, but added that “I don’t feel largely those have been positive.” Two years closer to voting age, he now leans left, and said he would register as an independent.\nThese are critical years for the voters of tomorrow. Political science research shows that a generation of voters is shaped for life by what happens during the teenage years and early 20s: whether the country is at war, how the economy is doing, whether the president is popular. Evidence in the Trump era so far shows young people coming of age now are tilting left.", "url": "https://www.nytimes.com/2019/04/01/upshot/trump-era-molding-young-voters.html"}