{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:39:54", "date_modify": "2022-10-25 23:39:54", "date_publish": "2019-07-01 09:00:15", "description": "‘One country, two systems’ was Beijing’s pledge when it took back a former British colony. But concerns over civil liberties are mounting.", "filename": "2019_07_01_world_asia_hong-kong-china-handover_1666741194.html", "image_url": "https://static01.nyt.com/images/2019/07/01/world/00hongkong-promises-1sub/00hongkong-promises-1sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a534217da3f7a2aa219f36103f5db7db661a4a12d5809c7fc9236c0464fb38ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_01_world_asia_hong-kong-china-handover_1666741194.html", "title": "On Hong Kong Handover Anniversary, Many Fear Loss of Freedoms", "title_page": "On Hong Kong Handover Anniversary, Many Fear Loss of Freedoms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Promises are the currency of power. In this series, The Times is going back to the scene of major news events to see how well they have been kept.\nHONG KONG — When Britain returned Hong Kong to China in 1997 after more than a century of colonial rule, it was a moment of immense pride for Beijing, and immense trepidation for a territory that had long enjoyed greater freedom and prosperity than the nation that was reclaiming it.\nAn authoritarian state run by the Communist Party was taking over a global financial center with independent courts, burgeoning democracy and extensive protections of civil liberties. Would the Chinese government hold to its promise to maintain “one country, two systems” for the next 50 years? Would it let Hong Kong remain Hong Kong?\nBeijing was quick to offer reassurances.\n“China,” its premier told his British counterpart, “would prove her words by her deeds,” according a declassified British government memo.", "url": "https://www.nytimes.com/2019/07/01/world/asia/hong-kong-china-handover.html"}