{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:36:33", "date_modify": "2022-10-25 23:36:33", "date_publish": "2019-01-25 18:50:32", "description": "Tautly structured, Julia Wolfe’s “Fire in my mouth,” about the Triangle shirtwaist factory fire, was given its premiere by the New York Philharmonic.", "filename": "2019_01_25_arts_music_review-new-york-philharmonic-julia-wolfe_1666740993.html", "image_url": "https://static01.nyt.com/images/2019/01/26/arts/26NYPHIL-B/26NYPHIL1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=8ece7901458725bcb4e61e57d618b0a3faf8e756a31d301139844a2338f617a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_25_arts_music_review-new-york-philharmonic-julia-wolfe_1666740993.html", "title": "Review: With Protest and Fire, an Oratorio Mourns a Tragedy", "title_page": "Review: With Protest and Fire, an Oratorio Mourns a Tragedy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are stretches in which the music of “Fire in my mouth” assumes its place in the multimedia whole a little too well. I liked it most when Ms. Wolfe went for something musically visceral or extreme, as in the climactic episode of “Protest.” The women’s choir sings relentless phrases espousing the determination of these immigrants to “talk like,” “look like” and “sing like” Americans.\nThen the girls’ choir, entering the hall from the aisles, sang a stark passage from a speech by Clara Lemlich, an activist leading a strike. Here, the choral refrains and orchestra layers built into piercing harmonies, like clusters out of Ives or Varèse, yet driven by Ms. Wolfe’s Minimalism-influenced rhythms.\nIn one of the most gripping moments, the choristers raised actual scissors (specially chosen by Ms. Wolfe) above their heads in an eerie gesture that also added metallic slicing sounds to the musical textures. During the harrowing climax of “Fire” the music turned raw, brassy and blazing, with fractured rhythms, choral plaints that border on screeching, and chanted repetitions: “Burn like, burn like, burn.”", "url": "https://www.nytimes.com/2019/01/25/arts/music/review-new-york-philharmonic-julia-wolfe.html"}