{"authors": ["Lisa Lerer"], "date_download": "2022-10-25 23:33:26", "date_modify": "2022-10-25 23:33:26", "date_publish": "2019-02-14 21:00:04", "description": "To accommodate the sprawling field, the party announced that it would hold debates in June and July on consecutive nights, dividing candidates by random selection.", "filename": "2019_02_14_us_politics_democratic-debates-2020_1666740806.html", "image_url": "https://static01.nyt.com/images/2019/02/15/us/politics/15debates/15debates-facebookJumbo.jpg?year=2019&h=549&w=1050&s=7dcb14613efda5dfbdd92a96e3357487654db9e8d26e179ef4e71cbffa8a5e96&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_14_us_politics_democratic-debates-2020_1666740806.html", "title": "Democrats Unveil Plan to Split First 2020 Presidential Debates Over 2 Nights", "title_page": "Democrats Unveil Plan to Split First 2020 Presidential Debates Over 2 Nights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Democratic National Committee on Thursday unveiled the criteria for participation in the first two presidential primary debates, splitting the debates across two consecutive nights to accommodate an already sprawling field of candidates.\nParty officials, anticipating a rush of candidates eager to grab a spot in the nationally televised forums, created a new set of standards that would accommodate a maximum of 20 candidates. To qualify, a candidate must either reach 1 percent in three approved polls or raise money from at least 65,000 donors in 20 states, with at least 200 unique donors in each state. Each candidate’s slot will be selected by a random drawing.\nThe criteria will apply only to the first two debates, scheduled for back-to-back weeknights in June and July, allowing the committee to update its requirements as the field shifts. NBC News, MSNBC and Telemundo are sponsoring the first debate, and CNN will host the second, with specific dates and locations to be announced in the coming weeks.", "url": "https://www.nytimes.com/2019/02/14/us/politics/democratic-debates-2020.html"}