{"authors": ["Peter Baker", "Michael D. Shear"], "date_download": "2022-10-25 22:58:08", "date_modify": "2022-10-25 22:58:08", "date_publish": "2019-08-05 00:29:42", "description": "If the president did not originally inspire the gunman, he has brought into the mainstream polarizing ideas and people once consigned to the fringes of American society.", "filename": "2019_08_04_us_politics_trump-mass-shootings_1666738688.html", "image_url": "https://static01.nyt.com/images/2019/08/04/business/04DC-trump/04DC-trump-facebookJumbo.jpg?year=2019&h=550&w=1050&s=33ed808f9a09f53ec41c7c3cfe7d7933d6ca4a673d56b7692ca47abd3215c3a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_04_us_politics_trump-mass-shootings_1666738688.html", "title": "El Paso Shooting Suspect’s Manifesto Echoes Trump’s Language", "title_page": "El Paso Shooting Suspect’s Manifesto Echoes Trump’s Language - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "David Livingstone Smith, a philosophy professor at the University of New England and the author of a book on dehumanization of whole categories of people, said Mr. Trump had emboldened Americans whose views were seen as unacceptable in everyday society not long ago.\n“This has always been part of American life,” he said. “But Trump has given people permission to say what they think. And that’s crack cocaine. That’s powerful. When someone allows you to be authentic, that’s a very, very potent thing. People have come out of the shadows.”\nGrant Stinchfield, a former host of NRATV, the defunct online media arm of the National Rifle Association, said his “heart aches” for the victims of El Paso, but he accused the news media and Democrats of unfairly blaming Mr. Trump for a crime committed by a “disgusting, deranged human being.”\n“Evil has existed since the beginning of time,” Mr. Stinchfield said. “To blame the president or any other conservative on the actions of a deranged lunatic is insane and flat-out disgusting. The problem with liberals today is they do not want to take responsibility for anything. They will blame everyone but the shooter.”\nKris Kobach, the former secretary of state in Kansas and an immigration hard-liner who is close to Mr. Trump, said Democrats were being outrageous. “They are trying to exploit this horrific tragedy to attack the president and push an open-borders agenda and push gun control,” he said. “It’s not only incorrect, it’s improper to do this at a time when people are still grieving.”\nDark, anti-immigrant language has flavored American politics for generations. Politicians in the 1880s and 1920s rose to power by seizing on fears of Italians, Japanese, Chinese and other immigrants, stoking fears about the loss of the “American identity.”\nIn more recent years, those who trafficked in racist conspiracies and warned that immigrants were a threat to the safety and economic well-being of native-born Americans were largely ignored by the bipartisan establishment even as they gave voice to the views of many Americans who felt disenfranchised.", "url": "https://www.nytimes.com/2019/08/04/us/politics/trump-mass-shootings.html"}