{"authors": ["Patricia Mazzei", "Jonathan Martin"], "date_download": "2022-10-25 23:36:10", "date_modify": "2022-10-25 23:36:10", "date_publish": "2019-01-13 18:30:52", "description": "No state stunned Democrats more than Florida, where Republicans thwarted the forces that are lifting Democrats elsewhere. The battleground state is tilting more to the right.", "filename": "2019_01_13_us_politics_florida-democrats-2020-election_1666740970.html", "image_url": "https://static01.nyt.com/images/2019/01/11/us/politics/00floridadems1/00floridadems1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=7f0793ee7cadbc34b82bde1c0d7cfd5c1385cae489fecb5a80ec1664cac06918&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_13_us_politics_florida-democrats-2020-election_1666740970.html", "title": "Stung by Florida Midterm Losses, Democrats See a Swing State Drifting Away", "title_page": "Stung by Florida Midterm Losses, Democrats See a Swing State Drifting Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For Republicans, Florida stands out as the best political news from an otherwise grim year, a show of strength in a state that has voted for every presidential winner since 1992 and seems to be growing more favorable to their party at a moment when demographic changes are lifting Democrats elsewhere. The successful courting of up-for-grabs Hispanics, the surge of transplanted senior voters, the solidifying support in conservative North Florida: All illustrate why this prized battleground state is tilting to the right.\nAs for Democrats, they remain just as shellshocked as they were after Election Day, when it became clear that Bill Nelson, the state’s longtime senator, and Andrew Gillum, the electrifying young mayor of Tallahassee, had lost by exceedingly close margins. As of Tuesday, there was still only one Democrat in statewide office.\n“We just live in a red state here,” said Alex Sink, a former Democratic state official who once narrowly lost a bid for governor. “I think it’s just tilted toward the Republicans now, and I hate to say that.”\nThe question looming over the state going into 2020 is the same one Democrats are wrestling with elsewhere: How can the party narrow its losses with voters who are older — and in many cases white — without alienating younger, nonwhite voters?\nWhat is so agonizing for Democrats is that 2018 did little to clarify the best path. The party put forward Mr. Gillum, a 39-year-old black progressive, and Mr. Nelson, a 76-year-old white moderate who had been in elected office for nearly half a century. Mr. Nelson lost by about 10,000 votes and Mr. Gillum didn’t fare much worse, losing by about 32,000 votes.", "url": "https://www.nytimes.com/2019/01/13/us/politics/florida-democrats-2020-election.html"}