{"authors": ["Matt Flegenheimer"], "date_download": "2022-10-25 23:24:20", "date_modify": "2022-10-25 23:24:20", "date_publish": "2019-08-06 09:00:08", "description": "The New York mayor turned quixotic presidential candidate seems sick of his city — and the feeling is mutual.", "filename": "2019_08_06_magazine_mayor-bill-de-blasio-2020-campaign_1666740260.html", "image_url": "https://static01.nyt.com/images/2019/08/11/magazine/11mag-deblasio/11mag-deblasio-facebookJumbo.jpg?year=2019&h=550&w=1050&s=32bbfbd385f7eed37d0ea98fc02423c3fe4b98140b62ab48d16ab70c0a3159ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_06_magazine_mayor-bill-de-blasio-2020-campaign_1666740260.html", "title": "How Bill de Blasio Went From Progressive Hope to Punching Bag", "title_page": "How Bill de Blasio Went From Progressive Hope to Punching Bag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Rev. Al Sharpton, a longtime friend of the mayor’s, points out that while de Blasio’s poll numbers have cratered with even liberal whites, he remains popular with black voters — 66 percent approval, according to a Quinnipiac University poll in April — who, Sharpton says, often have little love for the mainstream news media. “He plays to a crowd,” Sharpton told me. But within months of the mayor’s inauguration, standard politician-press tensions escalated to a semipermanent war posture. “You just got the very visceral sense that he just didn’t want to talk to you,” Laura Nahmias, a member of The Daily News’s editorial board and former City Hall reporter for Politico New York, told me. “I think it colored people’s reporting — because they’re people.”\nSome of de Blasio’s media criticisms rang true enough; I count myself among the veterans of the City Hall beat who delighted at times in watching him squirm. But the mayor has also bristled at serious questions about his shortcomings: a homelessness problem bad enough that roughly one child in 10 in New York public schools has no permanent address; a public-housing system so broken that a federal monitor was recently installed; a school system that remains among the nation’s most segregated; a pattern of sloppy-or-worse fund-raising practices that have attracted prosecutors’ interest through the years. (In the mayor’s first term, the Manhattan district attorney’s office and federal authorities investigated whether de Blasio or his associates, who were hoping to help Democrats win the State Senate, violated state law by funneling nonprofit donations through county party committees to evade contribution limits. De Blasio was never charged.)\nFor a New York mayor, de Blasio can be a curiously hermetic figure. Even admirers remain confounded by how little he seems to participate in the life of the city — at once the perk and the obligation of its chief executive. He avoids not just gold-plated society affairs like the Met Gala, which he has criticized as an orgy of “conspicuous consumption,” but also, often, the kinds of pleasures that make the place special whether or not you run it: ubiquitous culture, hidden food gems, the serendipity of a night out. When another officeholder asked once what he did for fun, the mayor replied, “Chirlane and I watch reruns of ‘The Wire.’ ” Another time, a reporter asked what the highlight of his first term had been. He proclaimed himself stumped, before enthusing about getting to know Bernie Sanders.\nAlicia Glen, a former deputy mayor under de Blasio, observed that he “didn’t really grow up in New York.” “He doesn’t exhibit, in a classically New York way, an unbelievable love for everything that is New York City,” she told me. “And New Yorkers are incredibly tribal and proud and think they’re the greatest people in the world, and they think New York is the greatest city in the world, both of which happen to be true.”\nDe Blasio allowed that there is “a version of this job” that involves being a more visible booster — just not the one he chose. But at minimum, New Yorkers expect their mayor to believe in their own tightly clenched exceptionalism, to live it and sell it, gushing over the Staten Island Ferry at sunset and the roast-beef sandwich at Defonte’s in Red Hook and the small miracle of timing a subway transfer just so — or at least projecting enough manifest gratitude for the privilege that residents don’t start feeling insecure. At best, a mayor genuinely loves it all, as only a certain kind of masochist could, and embraces the daily theater of score-settling and preening — protests on the steps of your office, bad headline puns on your name — not merely abiding the position’s attendant heckling but enjoying it, shouting back at the city.\nKoch elevated “How’m I doing?” neediness and bickering with passers-by to a political brand, making clear that he would have gladly died in office if the people hadn’t evicted him after three terms. When Giuliani decided to split with his second wife, Donna Hanover, he convened a news conference to tell the city before he informed Hanover. “You have to look at being mayor as a service job,” Giuliani told me. “You’re in the service business.”", "url": "https://www.nytimes.com/2019/08/06/magazine/mayor-bill-de-blasio-2020-campaign.html"}