{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:39:57", "date_modify": "2022-10-25 23:39:57", "date_publish": "2019-07-28 08:14:02", "description": "Riot officers also shot rubber bullets and charged protesters near Beijing’s liaison office, sending hundreds of bystanders scrambling for shelter.", "filename": "2019_07_28_world_asia_hong-kong-police-protest_1666741197.html", "image_url": "https://static01.nyt.com/images/2019/07/28/world/28hongkong6/28hongkong6-facebookJumbo.jpg?year=2019&h=549&w=1050&s=de17f851ad83b69fa898fa01f04bebb5b75463da83f4922e9589ea45b4af42c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_28_world_asia_hong-kong-police-protest_1666741197.html", "title": "Hong Kong Protest: Clashes With Police Turn Downtown Into Tear Gas-Filled Battlefield", "title_page": "Hong Kong Protest: Clashes With Police Turn Downtown Into Tear Gas-Filled Battlefield - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — For the second day in a row, thousands rallied on Sunday in Hong Kong to protest mob violence and what they say is police brutality against peaceful marchers. And for the second consecutive day, the police fired tear gas and rubber bullets at the throngs.\nOn Saturday, riot police officers unleashed pepper spray and rubber bullets and clashed briefly with demonstrators in a train station in a northern town. Barely 24 hours later, clashes erupted again that turned parts of downtown Hong Kong into a tear gas-filled battlefield as riot officers beat back demonstrators who tried to approach the Chinese government’s representative office in the territory.\nThe police on Sunday fired dozens of rounds of tear gas starting from about 7 p.m. and charged protesters, sending hundreds of bystanders who were watching nearby scrambling for shelter. Groups of riot officers with clubs chased black-clad protesters down alleys in the dense urban district.\nIn some areas, as the police sought to disperse the demonstrators, they beat them with batons and shields, pressed them to the ground and cuffed them. Some protesters appeared injured. The police said protesters had thrown bricks and other hard objects as they charged police lines.", "url": "https://www.nytimes.com/2019/07/28/world/asia/hong-kong-police-protest.html"}