{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:55:59", "date_modify": "2022-10-25 23:55:59", "date_publish": "2019-09-12 09:00:13", "description": "The long-simmering conflict between Israel’s secular and religious Jews takes center stage in the national election on Tuesday.", "filename": "2019_09_12_world_middleeast_israeli-election-religious-secular_1666742159.html", "image_url": "https://static01.nyt.com/images/2019/09/11/world/11israel-SR1-promo/11israel-SR1-promo-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=2b4884db27ab203fa55a984535aca67e539ff8f15daf6b2998361553e3740c06&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_12_world_middleeast_israeli-election-religious-secular_1666742159.html", "title": "How Jewish Should the Jewish State Be? The Question Shadows an Israeli Vote", "title_page": "How Jewish Should the Jewish State Be? The Question Shadows an Israeli Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It may have been a ploy to grab attention, but it struck a nerve. Almost overnight, Mr. Lieberman’s support doubled, and he became an unlikely hero to liberals.\nFor years, says Jason Pearlman, a veteran right-wing political operative, the two main axes of Israeli politics, religion and the Palestinians, had been “zip-tied” together. Mr. Netanyahu’s longtime coalition was just such a merger — right-wing voters, who favored a hard line toward the Palestinians, and the ultra-Orthodox, who promised a bloc vote in exchange for concessions on religious issues.\n“What Lieberman did was to snap those zip-ties, popping the axes back apart,” Mr. Pearlman said.\nSecular and liberal leaders from the left and center responded by effectively joining forces with the right-wing Mr. Lieberman against the prime minister’s ultra-Orthodox and religious-nationalist allies.\nThese rebels say that the mushrooming ultra-Orthodox population, with its unemployed religious students and large families subsidized by the state, is imposing excessive fiscal and social burdens on other Israelis. They are demanding more pluralistic options for marriages and conversions.\nThey were appalled that the ultrareligious parties were willing to grant Mr. Netanyahu immunity from prosecution, arguing that Mr. Netanyahu was buying his way out of jail by allowing Israel to be turned into a theocracy.", "url": "https://www.nytimes.com/2019/09/12/world/middleeast/israeli-election-religious-secular.html"}