{"authors": ["Sydney Ember", "Katie Benner"], "date_download": "2022-10-25 23:53:13", "date_modify": "2022-10-25 23:53:13", "date_publish": "2019-01-02 20:45:11", "description": "Complaints of sexual harassment and pay disparity by former campaign staff members, which have gone unaddressed by the Vermont senator, could hinder a second presidential run.", "filename": "2019_01_02_us_politics_bernie-sanders-campaign-sexism_1666741993.html", "image_url": "https://static01.nyt.com/images/2019/01/02/us/politics/02berniesanders1/02berniesanders1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=2b7ea59085a298f6d7aebc0d667ff6c0927fe34834bae1ffd048179818947754&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_02_us_politics_bernie-sanders-campaign-sexism_1666741993.html", "title": "Sexism Claims From Bernie Sanders’s 2016 Run: Paid Less, Treated Worse", "title_page": "Sexism Claims From Bernie Sanders’s 2016 Run: Paid Less, Treated Worse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In February 2016, Giulianna Di Lauro, a Latino outreach strategist for Senator Bernie Sanders’s presidential operation, complained to her supervisor that she had been harassed by a campaign surrogate whom she drove to events ahead of the Democratic primary in Nevada.\nShe said the surrogate told her she had “beautiful curly hair” and asked if he could touch it, Ms. Di Lauro said in an interview. Thinking he would just touch a strand, she consented. But she said that he ran his hand through her hair in a “sexual way” and continued to grab, touch and “push my boundaries” for the rest of the day.\n“I just wanted to be done with it so badly,” she said.\nWhen she reported the incident to Bill Velazquez, a manager on the Latino outreach team, he told her, “I bet you would have liked it if he were younger,” according to her account and another woman who witnessed the exchange. Then he laughed.\nAccounts like Ms. Di Lauro’s — describing episodes of sexual harassment and demeaning treatment as well as pay disparity in Mr. Sanders’s 2016 campaign — have circulated in recent weeks in emails, online comments and private discussions among former supporters. Now, as the Vermont senator tries to build support for a second run at the White House, his perceived failure to address this issue has damaged his progressive bona fides, delegates and nearly a dozen former state and national staff members said in interviews over the last month.", "url": "https://www.nytimes.com/2019/01/02/us/politics/bernie-sanders-campaign-sexism.html"}