{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:01:32", "date_modify": "2022-10-25 23:01:32", "date_publish": "2019-05-14 21:41:16", "description": "An early court test for President Trump’s vow to stonewall all subpoenas could be the start of a long fight over congressional oversight.", "filename": "2019_05_14_us_politics_trump-financial-records-hearing.html_module=inline_1666738892.html", "image_url": "https://static01.nyt.com/images/2019/05/15/us/politics/15-dc-trumpfinances-PRINT/14dc-trumpfinances-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b45ba622249803eec7e44583e1924403369f035125d197120f10f9396c8d24a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_14_us_politics_trump-financial-records-hearing.html_module=inline_1666738892.html", "title": "Judge Signals Skepticism About Trump’s Bid to Block Subpoena for Financial Records", "title_page": "Judge Signals Skepticism About Trump’s Bid to Block Subpoena for Financial Records - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Judge Mehta, a 2014 appointee of President Barack Obama, also said he saw no need for further briefings or arguments because the dispute turned on a question of law, and the Constitution does not permit Mr. Trump’s legal team to compel the House to turn over internal documents as evidence. He said he would let lawyers submit any additional materials they wanted through Friday, then he would make his decision.\nAny ruling by Judge Mehta is likely to be only the beginning of the case. Both sides acknowledged that an appeal was virtually certain, and Mr. Consovoy asked the judge, if he does rule against Mr. Trump, to stay his ruling pending appeal so that the subpoena deadline for Mazars USA, the accounting firm, is not set off before the litigation fully plays out.\nBut Douglas Letter, the general counsel for the House, asked the judge not to stay any such ruling — or, if he does, to make it conditional on the Trump team expeditiously filing an appeal. The larger threat, he said, was that the Trump team could use the courts to run out the clock on this Congress, thwarting its ability to perform oversight.\n“Any delay undermines the House’s ability to do what the Constitution allows it to do,” Mr. Letter said.\nThe judge’s comments and questioning suggest he is likely to agree with the House that the information it is seeking is within its legitimate oversight roles, rejecting the Trump team’s argument that the subpoena is an illegitimate effort to obtain political dirt without any tie to Congress’s function of deciding whether to enact new laws.", "url": "https://www.nytimes.com/2019/05/14/us/politics/trump-financial-records-hearing.html?module=inline"}