{"authors": ["Parul Sehgal"], "date_download": "2022-10-25 23:37:31", "date_modify": "2022-10-25 23:37:31", "date_publish": "2019-02-11 20:32:06", "description": "In “Lost Children Archive,” an unhappily married couple set out on a road trip, with their two young children, to visit the ancestral homeland of the Apaches in Arizona.", "filename": "2019_02_11_books_review-lost-children-archive-valeria-luiselli_1666741051.html", "image_url": "https://static01.nyt.com/images/2019/02/12/books/12BookLuisellijp-print-promo/12BookLuiselli3-facebookJumbo.jpg?year=2019&h=549&w=1050&s=58a33c3e2240671b588be32107b4ce43052e22c4d44969e9d14e518ce7baee3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_11_books_review-lost-children-archive-valeria-luiselli_1666741051.html", "title": "Valeria Luiselli’s Latest Novel Is a Mold-Breaking New Classic", "title_page": "Valeria Luiselli’s Latest Novel Is a Mold-Breaking New Classic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Who has the right to a childhood?\nIn 2014, there was a surge in unaccompanied children at the United States-Mexico border — 80,000 children, including infants and toddlers, were detained in less than a year, most of them from Central America. They had traveled on trails littered with human remains, evading ranchers who had taken to hunting migrants for sport. By some estimates, 80 percent of the girls and women had been raped as they passed through Mexico. Countless others died or vanished along the way.\nThe Mexican-born novelist Valeria Luiselli closely followed this news, struck by how the language used to describe the children — illegals, aliens — so efficiently dehumanized them. Many were fleeing gang violence in Guatemala, El Salvador and Honduras. Luiselli wondered why no one called them refugees—or even just children. She began volunteering as a court interpreter, helping the children with the intake questionnaire that might establish a case for asylum, and has since written two books inspired by that work.\n[ Read our profile of Valeria Luiselli. ]\nIn “Tell Me How It Ends: An Essay in 40 Questions” (2017), she interspersed the experiences of the children with her own, as she applied for a green card. “Lost Children Archive,” her much-anticipated new novel, and her first written in English, stages the questions she had only posed in her previous book: How best to draw attention to the refugee children — and is it even her story to tell? Is it ever defensible to make art out of someone else’s suffering? If so, how on earth to keep it from turning pious and dully moralizing?\nThese are the signal concerns of much contemporary fiction, as Western writers have begun cautiously responding to the refugee crisis, typically with careful and complex fictional portraits of migrant characters: see Donal Ryan’s “From a Low and Quiet Sea,” Lisa Halliday’s “Asymmetry,” Jenny Erpenbeck’s “Go, Went, Gone.”", "url": "https://www.nytimes.com/2019/02/11/books/review-lost-children-archive-valeria-luiselli.html"}