{"authors": ["Christopher Clarey"], "date_download": "2022-10-25 23:50:55", "date_modify": "2022-10-25 23:50:55", "date_publish": "2019-10-11 04:00:05", "description": "The players’ battle for a bigger piece of the pie at Grand Slam events is not a new one. What distinguishes the latest campaign is that it is a joint effort by men and women.", "filename": "2019_10_11_sports_tennis_grand-slam-prize-money_1666741855.html", "image_url": "https://static01.nyt.com/images/2019/10/10/sports/10clareyweb1/10clareyweb1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=d10d46f1907888134df075af402ce9a211d0aadc200efae6919196a691b74bf0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_11_sports_tennis_grand-slam-prize-money_1666741855.html", "title": "In Tennis, Men and Women Are United in Looming Prize-Money Fight", "title_page": "In Tennis, Men and Women Are United in Looming Prize-Money Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Professional tennis players are up in arms again about prize money, and a large group of them, including Novak Djokovic and Sloane Stephens, are attempting to push the four Grand Slam tournaments to commit a greater percentage of their revenue to the players.\nThe group, led by the veteran Vasek Pospisil of Canada but lacking the support of Roger Federer and Rafael Nadal, wants more transparency from the major tournaments about how they determine prize money. The group wants a regular seat at the negotiating tables very soon, and above all, it wants not just another pay raise, but a significantly larger slice of the pie.\nThe players’ main goal, the 248th-ranked Pospisil said, is not to further enrich the game’s biggest stars, but to increase the number of players able to earn a good living.\nFor now, the Grand Slam tournaments, the most successful events in tennis, are not engaging with the new group. Wimbledon and the United States Open rejected overtures in recent weeks.", "url": "https://www.nytimes.com/2019/10/11/sports/tennis/grand-slam-prize-money.html"}