{"authors": ["David E. Sanger", "Julian E. Barnes"], "date_download": "2022-10-25 23:53:41", "date_modify": "2022-10-25 23:53:41", "date_publish": "2019-09-23 06:45:09", "description": "As the United States weighs possible cyberattacks against Iran, it is looking for options that would deter Tehran from further strikes but avoid creating more conflict in the region.", "filename": "2019_09_23_world_middleeast_iran-cyberattack-us_1666742021.html", "image_url": "https://static01.nyt.com/images/2019/09/23/us/politics/23dc-irancyber-print1/merlin_152021958_baf874e7-b12f-4dc9-8912-5b43ac45fe45-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a0227b8a9e4e764769cb7e5ba74c82a4385d26edb207f5359ee5a681a69201ed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_23_world_middleeast_iran-cyberattack-us_1666742021.html", "title": "The Urgent Search for a Cyber Silver Bullet Against Iran", "title_page": "The Urgent Search for a Cyber Silver Bullet Against Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — After spending billions of dollars to assemble the world’s most potent arsenal of cyberweapons and plant them in networks around the world, United States Cyber Command — and the new era of warfighting it has come to represent — may face a critical test in the coming weeks.\nPresident Trump is considering a range of options to punish Iran for this month’s attack on Saudi oil facilities, and has toughened sanctions on Iran and ordered the deployment of additional troops to the region. But a second cyberstrike — after one launched against Iran just three months ago — has emerged as the most appealing course of action for Mr. Trump, who is reluctant to widen the conflict in a region he has said the United States should leave, according to senior American officials.\nBut even as the Pentagon considers specific targets — an attempt to shut down Iran’s oil fields and refineries has been one of the “proportionate responses” under review — a broader debate is taking place inside and outside the administration over whether a cyberattack alone will be enough to alter Iran’s calculations, and what kind of retaliation a particularly damaging cyberstrike might provoke.\n“The president talked about our use of those previously, but I’m certainly not going to forecast what we’ll do as we move forward,” Secretary of State Mike Pompeo said Sunday on CBS’s “Face the Nation” when asked whether a cyber attack might be an artful, non-escalatory response to this month’s drone or missile strikes on two of Saudi Arabia’s most important facilities. “This was Iran true and true, and the United States will respond in a way that reflects that act of war by this Iranian revolutionary regime.”", "url": "https://www.nytimes.com/2019/09/23/world/middleeast/iran-cyberattack-us.html"}