{"authors": ["David Gelles"], "date_download": "2022-10-25 23:46:24", "date_modify": "2022-10-25 23:46:24", "date_publish": "2019-12-05 10:00:19", "description": "As the head of a $185 billion technology company, Chuck Robbins says, “We have to run a good business, but there’s more to it.”", "filename": "2019_12_05_business_chuck-robbins-cisco-corner-office_1666741584.html", "image_url": "https://static01.nyt.com/images/2019/12/08/business/05CORNEROFFICE-01/05CORNEROFFICE-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=6119913d6dc4541f31c5b13972d306a1261cb5d457309d5610475e4a7ae7363c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_05_business_chuck-robbins-cisco-corner-office_1666741584.html", "title": "How a Preacher’s Grandson From Rural Georgia Grew Up to Lead Cisco", "title_page": "How a Preacher’s Grandson From Rural Georgia Grew Up to Lead Cisco - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What was your first job out of college?\nIt was at North Carolina National Bank as a COBOL programmer. I would get up in the morning, put on a suit, go to the bank and sit in a cube with your suit on, and program. It’s so different than today. But it was a bank, so you wore a suit.\nThen about two years after I started, one of the leaders in the technology organization came to me and said: “We have these things called local area networks popping up, and we’re not really sure what they are. But we’ve hired three people who apparently know about this stuff, and we’d like for you to potentially go manage that group.” So I drove home that day and stopped at the store and bought LAN magazine, because I had no idea what they were, either.\nWhat was it like for you to move into senior management?\nThe first management job I interviewed for I didn’t get, and that was a defining moment for me. I was competing with a guy who had a lot more experience than me and was probably the right guy for the job.\nWhen I was told that I wasn’t getting the job, the head of U.S. sales for Wellfleet, where I was working at the time, said to me, “People are going to learn more about your character in the next 24 hours than they would’ve ever known about your character if you had gotten this job.” He was basically telling me, “Show up and be positive and support this thing, and you’re going to be fine.” A year later, I had another opportunity and moved into it.\nNot long after you joined Cisco, in 1997, the company got hit hard when the dot-com bubble burst. Did you ever think the company was fundamentally unsound?\nIt was a crisis the company had never dealt with. We had customers who ceased to exist, so our business fell off a cliff. But I think that what’s clear now is that what we were doing had sustainability and it was very valuable, obviously.\nWe actually had to do a layoff for the first time. And most of us had no idea how to do a layoff. I had to go through training on how to talk to these people and tell them. It was awful. I knew that it wasn’t necessarily brought on by our own execution. But it still didn’t make it any easier for these folks. It was a really dark time.", "url": "https://www.nytimes.com/2019/12/05/business/chuck-robbins-cisco-corner-office.html"}