{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2022-10-25 23:52:37", "date_modify": "2022-10-25 23:52:37", "date_publish": "2019-09-13 01:13:40", "description": "The Democratic front-runner repeatedly invoked President Barack Obama’s name, while some of his rivals said the party needed to move well beyond the policies of the last Democratic president.", "filename": "2019_09_12_us_politics_democratic-presidential-debate-recap_1666741957.html", "image_url": "https://static01.nyt.com/images/2019/10/15/us/politics/15debate-recap/15debate-recap-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4451463c434cc03b500569c1583340003017bf93639c0983c2d73ba4a1385686&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_12_us_politics_democratic-presidential-debate-recap_1666741957.html", "title": "Attacks on Biden in Debate Highlight Divide Over the Obama Legacy", "title_page": "Attacks on Biden in Debate Highlight Divide Over the Obama Legacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.” Today: Just 10 Democratic candidates qualified for the third debate in Houston. Alex Burns on what a debate looks like when it gets less crowded. It’s Friday, September 13. O.K., so we are going to talk about the debate.\nalexander burns\nI was actually here for Brexit.\nmichael barbaro\nAnd we’re going to do it in a manner that might allow us to be done by midnight.\nalexander burns\nO.K.\nmichael barbaro\nThat’d be great. And yeah, that’s the plan.\n[music]\nmichael barbaro\nAlex, I wonder if there was a meaningful difference in this third Democratic debate because the field has narrowed so much.\nalexander burns\nI think there’s a huge difference that now we’re down to a group of people who have really demonstrated that Democratic voters are considering them seriously for the presidency. In the first couple debates that we had, the stage was so cluttered with people who were essentially these bit players who existed solely to attack other candidates or raise drama or tension of various kinds. You had John Delaney, who seemed like he was solely there to attack Elizabeth Warren and Bernie Sanders. You had Eric Swalwell, a congressman from California, whose sole purpose was to taunt Joe Biden about being in his late 70s. We didn’t have that in this debate.\nmichael barbaro\nOr a lot of it.\nalexander burns\nOr a lot.\nmichael barbaro\nSo take us into the debate, if you would.\narchived recording Good evening, everyone. Thank you for this great welcome here at Texas Southern. We are so excited to be here. We’re so excited for the debate. I can tell you guys are.\nalexander burns\nSo you have 10 candidates on stage.\narchived recording Former Vice President Joe Biden.\nalexander burns\nJoe Biden, the front-runner, is in the center.\narchived recording Vermont Senator Bernie Sanders.\nalexander burns\nTo his left and right, Bernie Sanders and Elizabeth Warren.\narchived recording Former Texas Congressman Beto O’Rourke.\nalexander burns\nAnd spread out across the rest of the stage, you have the folks who are really fighting for a bigger toehold in this race.\narchived recording California Senator Kamala Harris.\nalexander burns\nYou have Kamala Harris, Julián Castro, Cory Booker, Amy Klobuchar, Beto O’Rourke, Pete Buttigieg and Andrew Yang.\narchived recording Ladies and gentlemen, your 10 candidates.\nalexander burns\nAnd what we see over the course of almost three hours — this was a real marathon of a debate — was the candidates not just sorting themselves in polarizing binary questions the way we saw earlier in the debate season. You had them going through, really, the biggest issues where there is a general Democratic consensus on where the country needs to go and then drawing out and refining what their own specific visions are. You didn’t hear just straight policy laundry lists the way I think we heard more of earlier in this process. You heard people talking more in-depth about subjects like health care, like guns, like trade, like foreign wars, like race and education. This is big stuff in the Democratic Party. And when you are at this phase of the process, where they really are looking at a group of people, almost any one of whom they might realistically be able to see as the president, they do want to hear answers in something of a more sober and thoughtful tone.\nmichael barbaro\nSo let’s talk about some of the more meaningful moments, with that in mind.\nalexander burns\nWell, really, the first big exchange of the night was over health care.\narchived recording (george stephanopoulos) Out on the campaign trail, you have outlined big differences over how far to go and how fast to go.\nalexander burns\nJoe Biden, right out of the gate.\narchived recording (george stephanopoulos) Are Senators Warren and Sanders pushing too far beyond where Democrats want to go and where the country needs to go? archived recording (joe biden) That’ll be for the voters to decide that question. Let me tell you what I think.\nalexander burns\nHe’s asked about the policies of Elizabeth Warren and Bernie Sanders. And he delivers this obviously prepared line, alluding to the way Warren talks about her support for single-payer.\narchived recording (joe biden) I know that the senator says she’s for Bernie. Well, I’m for Barack. I think the Obamacare worked.\nalexander burns\nHe questions the practicality of single-payer, demands to know how they would pay for it.\narchived recording (joe biden) I think we should be in a position of taking a look at what the costs are.\nalexander burns\nWhat you see on the more progressive side of that exchange is his challenger is not giving an inch.\narchived recording (elizabeth warren) So let’s be clear about health care, and let’s actually start where Vice President did. We all owe a huge debt to President Obama.\nalexander burns\nYou see Warren pivot, I think very fluidly, from saying we all owe a huge debt to Barack Obama, but now we need to go beyond that.\narchived recording (elizabeth warren) And I believe the best way we can do that is we make sure that everybody gets covered by health care at the lowest possible cost.\nalexander burns\nYou see this pretty tense exchange between Biden and Bernie Sanders.\narchived recording (bernie sanders) In the United States of America, we are spending twice as much per capita on health care.\nalexander burns\nTalks about how the Canadians pay so much less for health care than we do and Biden shoots back in this, I think, very sort of politically traditional way.\narchived recording (joe biden) This is America.\nalexander burns\n“This is America.” And Sanders does not give an inch.\narchived recording (bernie sanders) Yeah, but Americans don’t want to pay twice as much as other countries. And they guarantee health care to all people. When you don’t pay out-of-pocket, and you don’t pay premiums, maybe you have run into people who love their premiums. I haven’t.\nalexander burns\nIt’s been a while since you have had Democratic candidates so openly debating two such drastically different views of the health care system. It wasn’t personal. It wasn’t the kind of theatrical exchange that we saw at a couple moments in the first two rounds of debates. But it did really get to the heart of what is the question hanging over the Biden candidacy, which is, do voters want a path back to something that they feel is a happy kind of normalcy? Do Democrats want to turn back the clock to the Obama administration, which they really liked? Or do they feel like that was all well and good, and now we need to go a good deal further than that? We’re not going to know for a while who actually has the better end of that argument, but it was a stark and civil and sophisticated display of the differences on the issue that polls still show is the most important one to voters.\nmichael barbaro\nHealth care.\nalexander burns\nHealth care.\nmichael barbaro\nWhat can you say after this exchange about which plan from these three candidates costs more? Because all three of them are sort of convincingly arguing that the other one has it all wrong. Your logic, your math — it’s not right. Mine is.\nalexander burns\nWhat’s happening here is they are talking about cost in entirely different ways.\narchived recording (joe biden) Nobody’s yet said how much it’s going to cost the taxpayer. I hear this large savings —\nalexander burns\nJoe Biden thinks that telling people that their taxes went up, but they’re no longer paying premiums to private health care companies and so you’re actually saving money, is not a good bet politically. That Americans don’t like taxes, that to tell people who are making $30,000 or $70,000 a year, your taxes are going to go up to pay for your single-payer health care, doesn’t compute as a political proposition.\narchived recording (bernie sanders) Under my legislation, people will not go into financial ruin because they suffered with a diagnosis of cancer.\nalexander burns\nThe Bernie Sanders perspective is — and this is a perspective that Elizabeth Warren spelled out as well — is that what Americans care about is how much money is in their bank account at the end of the month, and it’s just a question of whether they’re paying it as taxes to the government or whether they’re paying it as checks to an insurance company.\nmichael barbaro\nIs it possible that they’re both right, since they’re doing kind of apples and oranges mathematics here?\nalexander burns\nYeah, it is. What is not possible is that they’re both right that the other person’s plan is totally toxic and radioactive and that their own plan is the obvious way forward. They can’t both be right about that. But they are essentially sizing up, more or less fairly, the vulnerabilities on each side.\nmichael barbaro\nO.K., let’s move on to the next moment that you think stood out. What was that for you?\narchived recording (david muir) I want to turn to the deadly mass shootings here in this country.\nalexander burns\nYou have this really vivid, detailed exchange between Beto O’Rourke and Cory Booker over gun control.\narchived recording (beto o'rourke) On August 3, in El Paso, Texas, two things became crystal clear for me and, I think, produced a turning point for this country.\nalexander burns\nYou have O’Rourke, who has really taken on a different kind of persona as a candidate since the mass shooting in El Paso last month, talking about the scourge of gun violence needing to go much further than most other Democrats have recommended.\narchived recording (beto o'rourke) When we see that being used against children, hell yes, we’re going to take your AR-15, your AK-47.\nalexander burns\nRequiring Americans who own assault style rifles to give them up, to sell them back to the government.\narchived recording (cory booker) Look, I grew up in the suburbs. It was about 20 years ago that I came out of my home when I moved to inner-city Newark, New Jersey, and witnessed the aftermath of a shooting.\nalexander burns\nYou then hear Cory Booker not exactly criticizing or pushing back on Beto O’Rourke, but explaining that he’s taking a different path.\narchived recording (cory booker) — crisis for me. That’s why I was the first person to come out for gun licensing.\nalexander burns\nA federal gun registry, and then sort of gently pushing back on the moral authority that O’Rourke really claimed for himself on the issue.\narchived recording (cory booker) And I’m happy that people like Beto O’Rourke are showing such courage now. But this is what I’m sorry about. I’m sorry that it had to take issues coming to my neighborhood or personally affecting Beto to suddenly make us demand change.\nalexander burns\nYou’ve not seen quite such a robust Democratic debate about what to do on gun control in quite some time, that you, not that long ago, had a real sense across the party that it was an issue where you had to proceed with caution. You don’t hear a lot of folks on that stage saying, we should just tighten up the loopholes and background checks and call it a day. You don’t have too many voices saying, not so fast.\nmichael barbaro\nRight, and there wasn’t the typical refrain from candidates defending safe gun owners, hunters, you know, friends, neighbors, family members who use it responsibly.\nalexander burns\nNo, there’s not this sense that Democrats need to engage in this kind of cultural signaling to the middle of the country that I may want background checks, but I respect your right to own guns x, y and z.\narchived recording (amy klobuchar) Everyone up here favors magazine limitations, which, by the way —\nalexander burns\nEven Amy Klobuchar, who, in so many ways, was this voice of Midwestern moderation on stage, was much more gentle in this particular moment. That she said, let’s focus on the things that unite Democrats, not these issues where there may be less consensus in the party, talking about voluntary buybacks, talking about background check stuff that’s already been put to the Senate.\nmichael barbaro\nSo what’s the next moment for you?\narchived recording (david muir) I want to turn now to our troops overseas and to America’s longest war in Afghanistan.\nalexander burns\nYou have this pair of exchanges over the wars in Iraq and Afghanistan that really get a little bit more deeply into foreign policy than we’ve seen so far in this race. You have the moderators ask several of the candidates, alluding to President Trump’s talks with the Taliban, whether they think it’s time to get out of Afghanistan, whether they would leave even without a peace deal with the Taliban.\narchived recording (david muir) Would you keep that promise to bring the troops home, starting right now, with no deal with the Taliban? archived recording (elizabeth warren) Yes.\nalexander burns\nElizabeth Warren says yes. She says, time to come home, and, I think more than most voters would have heard her on other questions, really gets into her personal connection to the issue, talking about her brothers having served in the military and having a sense of what a war does to people as a result of that.\narchived recording (elizabeth warren) They will do anything we ask them to do. But we cannot ask them to solve problems that they alone cannot solve. We need to work —\nalexander burns\nIt is a really stark difference between her and a couple of the other leading candidates in the race, that she says, bring the troops home now.\narchived recording (pete buttigieg) You know, I served under General Dunford — way under General Dunford — in Afghanistan.\nalexander burns\nPete Buttigeg comes in with a personal story of his own — in some ways, a much more immediate personal story about having served in Afghanistan himself.\narchived recording (pete buttigieg) And today, September 12, 2019, means that today, you could be 18 years old, old enough to serve, and have not been alive on 9/11.\nalexander burns\nHe, too, says, it’s time to come home. He doesn’t say, let’s bring the troops home tomorrow.\narchived recording (pete buttigieg) We have got to put an end to endless war.\nalexander burns\nHe uses this phrase “endless war.” You’ve heard other candidates talk about ending forever wars. This has become a much clearer consensus in the Democratic Party than it was even four years ago, when I think you would have heard a much more reserved Hillary Clinton talking about under what conditions and when the U.S. ought to get out of Afghanistan. In some respects, it’s probably a statement on where President Trump has moved on this issue, that these aren’t candidates who are preparing to run a general election, worried that the Republican is going to trash them for wanting to get out of Afghanistan. President Trump himself wants to get out of Afghanistan. I think there used to be, not that different from what we were just talking about on guns, the sense among Democrats that you really had to worry about going into a general election not being perceived as a hawk, not being perceived as somebody who was going to be pretty willing to use military force. And it does seem, at least right now, like there is a sense from most of the candidates on stage that that’s not such a great concern, that the American people are tired of these wars.\n[music]\nmichael barbaro\nWe’ll be right back. So a final moment, Alex. Give you one more.\nalexander burns\nI think we have to talk about Julián Castro and Joe Biden.\narchived recording (julián castro) Yeah, look, I agree that Barack Obama was very different from Donald Trump. Donald Trump has a dark heart when it comes to immigrants.\nalexander burns\nThere is friction between the two almost the entire debate, building to this moment where they clash over immigration policy, where Biden is challenged by one of the moderators on the Obama administration’s record of deporting millions of illegal immigrants. And Castro comes at him.\narchived recording (julián castro) But my problem with Vice President Biden — and Cory pointed this out last time — is every time something good about Barack Obama comes up, he says, oh, I was there. I was there. I was there. That’s me, too. And then every time somebody questions part of the administration that we were both part of, he says, well, that was the president. I mean, he wants to take credit for Obama’s work, but not have to answer to any questions.\nalexander burns\nAccusing him of trying to use Obama as this convenient prop, and underpinning all of this is the division, the debate within the party about just how liberal they ought to be on immigration, that Julián Castro has called for decriminalizing border crossing, really changing the whole legal framework around immigration, not just pulling back the abuses of the Trump administration, but going much, much further in redrawing how American immigration works. We have heard Joe Biden in previous debates talk about how a crime is a crime, and we’re going to enforce the border, and that’s how it works.\narchived recording (jorge ramos) Are you prepared to say tonight that you and President Obama made a mistake about deportations? Why should Latinos trust you? archived recording (joe biden) This is the president who sent a legislation to the desk saying he wants to find a pathway for the 11 million undocumented in the United States of America.\nalexander burns\nWe did not hear him go quite as far tonight, but Biden is still clearly uncomfortable defending all of the substance of the Obama administration’s record on this front.\narchived recording (joe biden) This is a president who’s done a great deal, so I’m proud to have served with him. What I would do as president is several more things.\nalexander burns\nHe pivots away from it. He talks about how, well, we didn’t put kids in cages like the Trump administration. Well, the actual story there is somewhat more complicated.\narchived recording (jorge ramos) Yeah, but you didn’t answer the question. archived recording (joe biden) Oh, yeah, I did answer the question. archived recording (jorge ramos) No, did you make a mistake with those deportations? archived recording (joe biden) The president did the best thing that was able to be done at the time. archived recording How about you? archived recording (joe biden) I’m the Vice President of the United States.\nalexander burns\nHe doesn’t say those deportations were the right thing to do, and I would do them again. This is another reflection of how the party has clearly moved to the left, how there is this sense across the Democratic coalition, and clearly even in this case recognized by Joe Biden, that just switching back to the policies of the Democratic Party circa 2016 is not going to be satisfying to most of the party’s voters.\nmichael barbaro\nAs we’re talking, it occurs to me that none of the expected and kind of familiar dynamics really played out tonight. It wasn’t a night where the top three candidates went after each other — Biden after Warren, Sanders after Warren or Biden. Just, that wasn’t the feel of it. It felt much more like a fulsome debate between basically all 10 candidates.\nalexander burns\nI think it was the kind of debate that people claim they want to see in politics. It was really focused on policy. It was fluid. It was complicated. So in that respect, I think it was a pretty impressive debate. I’m not sure that it was the kind of debate that we’re going to look back on as any kind of turning point in this race. We didn’t see the clash that we were expecting between Joe Biden and Elizabeth Warren. They definitely detailed some of their differences, but you didn’t see either one of them trying to take out the other one. There was no moment in this debate of the kind that we saw back in June between Kamala Harris and Joe Biden where it just felt like, oh my goodness, this is a different race now.\narchived recording (george stephanopoulos) Senator Kamala Harris. archived recording (kamala harris) Thank you. It’s great to be back at T.S.U.\nalexander burns\nIn fact, Kamala Harris did not go after Joe Biden almost at all.\narchived recording (kamala harris) But first, I have a few words for Donald Trump, who we all know is watching. So President Trump —\nalexander burns\nShe focused from her opening statement to the end of the debate as much as she could on President Trump.\narchived recording (kamala harris) And I plan on focusing on our common issues, our common hopes and desires, and in that way, unifying our country, winning this election, and turning the page for America. And now President Trump, you can go back to watching Fox News.\nalexander burns\nPretty clearly a shift in strategy there, away from trying to be somebody who voters will appreciate for beating up on the front-runner to somebody who is more explicitly pitching themselves as a general election candidate, as a unifying character. And Biden himself, I don’t know that we are going to look back on this debate as one that particularly changed the trajectory of his candidacy. He did not have a terrible moment like he did with Harris in that first debate, but he was also a far from dominant figure.\narchived recording (joe biden) Make sure that we bring in to help the teachers deal with the problems that come from home.\nalexander burns\nYou did not have some big moment, big, powerful moment of Joe Biden laying out his vision for the country in a way that would probably make people say, my doubts about him are gone. There were moments when he was clear and crisp and forceful.\narchived recording (joe biden) They don’t want — they don’t know quite what to do. Play the radio. Make sure the television —\nalexander burns\nAnd there were more moments where he was kind of meandering, and interrupting himself, and shifting his focus mid-answer.\narchived recording (joe biden) Make sure you have the record player on at night. Make sure the kids hear words.\nalexander burns\nWe’re just not at the stage of this race where you are going to have, it seems, the two or three or four top candidates trying to knock each other totally out of the race on that stage. Many of these campaigns still see themselves in the stage of introducing themselves to the public, that there are people like a Cory Booker or Julián Castro and Amy Klobuchar, who may still be making a first impression on many people. There are other candidates, somebody like an Elizabeth Warren or a Kamala Harris, to some extent, Pete Buttigieg, who have made a first impression, but now they’re trying to show people I’m not just an interesting or likeable character. I’m somebody who you can and should see as your next president. And until those candidates feel like they have sufficiently introduced themselves on their own terms, I think you are going to see a real reluctance by a lot of them to define themselves in terms of a conflict with somebody else.\narchived recording (elizabeth warren) I’ve known what I wanted to be since second grade. I wanted to be a public school teacher. And I made it as a special needs teacher. But at the end of that first year, I was visibly pregnant. And back in the day, that meant that the principal wished me luck and hired someone else for the job. So there I am. What am I going to do? I said, I’ll go to law school. archived recording (cory booker) So I, with a bunch of tenant leaders in Newark, New Jersey, in 2002, took on the political machine, and boy, did they fight back. And we lost that election. And here’s a bit of advice to everybody. If you’re going to have a spectacular failure, have a documentary team there to capture it. Because it made for an Oscar-nominated documentary called “Street Fight.” But then, unfortunately, another setback, it lost in the Oscars to a movie called “March of the” dagnabbit “Penguins,” for crying out loud. archived recording (julián castro) I grew up in a single-parent household on the West Side of San Antonio, going to the public schools. Eventually, my brother Joaquin and I became the first in our family to become professionals. archived recording (andrew yang) My father grew up on a peanut farm in Asia with no floor, and now his son is running for president. That is the immigration story that we have to be able to share with the American people. archived recording (amy klobuchar) And our daughter was born. I had this expectation. We were going to have this perfect, perfect birth. And she was really sick. When she was born, they had a rule in place that you got kicked out of the hospital in 24 hours. She was in intensive care, and I was kicked out. And I thought this could never happen to any other mom again. That is what motivated me to go into public service. archived recording (pete buttigieg) As a military officer serving under “Don’t Ask, Don’t Tell,” and as an elected official in the state of Indiana when Mike Pence was governor, at a certain point when it came to professional setbacks, I had to wonder whether just acknowledging who I was going to be the ultimate career-ending professional setback. I came back from the deployment and realized that you only get to live one life, and I was not interested in not knowing what it was like to be in love any longer. So I just came out. I had no idea what kind of professional setback it would be, especially because inconveniently, it was an election year in my socially conservative community. What happened was that when I trusted voters to judge me based on the job that I did for them, they decided to trust me and re-elected me with 80 percent of the vote.\nalexander burns\nAnd you do wonder, watching an event like that, what voters will take away, whether it will be the policy differences, whether it will be those powerful personal stories, and how they will react when inevitably, the race actually does get much nastier. This moment won’t last forever.\nmichael barbaro\nThank you, Alex.\nalexander burns\nThank you.\n[music]\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today.\narchived recording (jerry nadler) The resolution before us represents the necessary next step in our investigation of corruption, obstruction and abuse of power.\nmichael barbaro\nOn Thursday, the House Judiciary Committee voted to move ahead with a possible impeachment of President Trump by approving a set of rules for investigating his conduct. That investigation could be a precursor to impeachment down the line.\narchived recording (jerry nadler) Some call this process an impeachment inquiry. Some call it an impeachment investigation. There’s no legal difference between these terms, and I no longer care to argue about the nomenclature.\nmichael barbaro\nThursday’s vote was cast along party lines, with Democrats supporting it and Republicans opposing it, calling it a back door to impeachment.\narchived recording Now comes this resolution that’s supposed to be setting up a basis for impeachment, or as we’d say in Texas, this is fixing to be an impeachment. It isn’t now, but maybe it’s fixing to be.\nmichael barbaro", "url": "https://www.nytimes.com/2019/09/12/us/politics/democratic-presidential-debate-recap.html"}