{"authors": ["Kevin Williams", "Alan Blinder"], "date_download": "2022-10-25 23:34:30", "date_modify": "2022-10-25 23:34:30", "date_publish": "2019-05-28 18:04:51", "description": "Tuesday was the 12th consecutive day with at least eight tornado reports, tying a record. In all, more than 500 tornadoes have been reported in 30 days.", "filename": "2019_05_28_us_tornadoes-usa_1666740870.html", "image_url": "https://static01.nyt.com/images/2019/06/28/us/28OHIOmap-promo/28OHIOmap-promo-facebookJumbo.png?year=2019&h=549&w=1050&s=40c7e0a197e5946a23b7b70137986954ade5a10d7dde8a4b3d77c495ba98b1b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_28_us_tornadoes-usa_1666740870.html", "title": "Kansas City-Area Tornadoes Add to 12 Straight Days of Destruction", "title_page": "Kansas City-Area Tornadoes Add to 12 Straight Days of Destruction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Others also received alerts but were only prodded to safety when they heard the fury that was unfolding outdoors.\n“I was watching the news and was taking the news of a tornado with a grain of salt until I heard the wind — and my back door slamming open and shut,” Eddie Whitehead said on Tuesday as he waited for an insurance adjuster in Dayton. “Today I’m sitting here in awe.”\nThe windows of his home were blown out, and mangled metal rested in his front yard.\nYet he was among the Dayton area’s faintly fortunate: His house still stood, sandwiched between two that no longer did.\nDire warnings and frantic rushes to safety have taken place across the country in recent weeks, and the nation’s tornado death toll has reached its highest level since 2014. So far this year, tornadoes have been blamed for at least 38 deaths in the United States, including this week’s fatality in Celina. (Most of this year’s tornado deaths were in Beauregard, Ala., where 23 people were killed in early March, but at least eight states have reported tornado fatalities since Jan. 1.)\n[View photos of the tornado that left Jefferson City, Mo., with extensive damage.]\nForecasters noted that the bursts of severe weather have followed years of relative calm, at least when it came to tornadoes, after the 2011 storm season when hundreds of people were killed.\n“We’ve had a very quiet few years,” Dr. Marsh said on Tuesday morning. “And when we go back to something closer to normal — even though it’s slightly above right now — it just seems so much worse than what we’d expect because our expectations are biased by the recent past.”\nAbout four hours later, the government issued more tornado warnings.", "url": "https://www.nytimes.com/2019/05/28/us/tornadoes-usa.html"}