{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:47:14", "date_modify": "2022-10-25 23:47:14", "date_publish": "2019-06-19 23:49:26", "description": "The president gave the nation’s highest civilian honor to a conservative economist who has advised generations of politicians.", "filename": "2019_06_19_us_politics_arthur-laffer-medal-of-freedom_1666741634.html", "image_url": "https://static01.nyt.com/images/2019/06/19/us/politics/19dc-medal/merlin_156696726_01ceaf7e-8ae1-4f32-98ab-5d1742d63a12-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2642e658bde26dcfcc0cd008fb26036143a2664f0bd6022f7a1ee1d18e8efd64&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_19_us_politics_arthur-laffer-medal-of-freedom_1666741634.html", "title": "Trump Awards Presidential Medal of Freedom to Arthur Laffer, Tax-Cut Guru", "title_page": "Trump Awards Presidential Medal of Freedom to Arthur Laffer, Tax-Cut Guru - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump bestowed the nation’s highest civilian honor on the conservative economist Arthur Laffer on Wednesday, praising him for policies that he said brought “greater opportunity for all Americans.”\nMr. Laffer is the father of so-called supply-side economics, and is the namesake of a famed theory — the Laffer Curve — which posits that reducing certain tax rates can actually increase government tax revenues by accelerating economic growth. He helped write Mr. Trump’s campaign tax plan and has advised the president on economic policy. He is also the mentor of Larry Kudlow, the director of the White House National Economic Council.\nMr. Laffer’s relentless and sunny advocacy of tax cuts, deregulation and free trade have influenced decades of Republican policy proposals, most famously under President Ronald Reagan in the 1980s. Democrats have criticized him for repeatedly promising that tax cuts would deliver growth and revenues that did not appear, such as damaging state tax cuts in Kansas that produced a large shortfall in the state budget and prompted the Republican-controlled Legislature to ultimately reverse them.\nIn a ceremony in the Oval Office, with Mr. Laffer’s six children in attendance, Mr. Trump said, “I’ve heard and studied the Laffer Curve for many years.” He called the theory, which Mr. Laffer famously sketched on a cocktail napkin in the 1970s for Donald H. Rumsfeld and Dick Cheney, then Republican policy hands, “a very important thing you did, Art.”", "url": "https://www.nytimes.com/2019/06/19/us/politics/arthur-laffer-medal-of-freedom.html"}