{"authors": ["Thomas Gibbons-Neff", "Mujib Mashal"], "date_download": "2022-10-25 23:27:57", "date_modify": "2022-10-25 23:27:57", "date_publish": "2019-12-02 06:37:17", "description": "Offensives against the Islamic State’s Afghan branch have brought it down to several hundred fighters, officials say. But they warn that the group’s cruelty is still a threat.", "filename": "2019_12_02_world_asia_ISIS-afghanistan-baghdadi_1666740477.html", "image_url": "https://static01.nyt.com/images/2019/11/27/world/00afghan-isis1a/00afghan-isis1a-facebookJumbo.jpg?year=2019&h=550&w=1050&s=75596bf51e27b71f87b68d7cd3dd056f80414fb30f8c82129eb24c9555a4b08c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_02_world_asia_ISIS-afghanistan-baghdadi_1666740477.html", "title": "ISIS Is Losing Afghan Territory. That Means Little for Its Victims.", "title_page": "ISIS Is Losing Afghan Territory. That Means Little for Its Victims. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — The Islamic State’s main stronghold in eastern Afghanistan collapsed in recent weeks, according to American and Afghan officials, following years of concerted military offensives from American and Afghan forces and, more recently, the Taliban.\nPresident Ashraf Ghani recently claimed that the Islamic State, often known as ISIS, had been “obliterated” in Nangarhar Province, the group’s haven in the east. And in an interview in Kabul on Sunday, Gen. Austin S. Miller, the commander of all American and NATO forces in Afghanistan, said the group’s loss of the terrain it stubbornly held for few years would severely restrict their recruitment and planning.\nBut General Miller also warned that ISIS could remain a threat in Afghanistan even if it does not hold territory, with attention required to track militants on the move and the group’s remaining urban cells.\n“It was instructive in Iraq and Syria — when you take away big terrain from them, they move into smaller cells and they pop up in strange places,” General Miller said.", "url": "https://www.nytimes.com/2019/12/02/world/asia/ISIS-afghanistan-baghdadi.html"}