{"authors": ["Jeffery C. Mays"], "date_download": "2022-10-25 23:49:01", "date_modify": "2022-10-25 23:49:01", "date_publish": "2019-02-11 21:23:43", "description": "Rubén Díaz Sr., a councilman and a Pentecostal minister, was a vocal foe of same-sex marriage and has made other anti-gay remarks in the past.", "filename": "2019_02_11_nyregion_ruben-diaz-gay-city-council_1666741741.html", "image_url": "https://static01.nyt.com/images/2019/02/12/nyregion/12diaz/12diaz-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3c8583374c952773f27ec6d2283bc9021493c059e524337c351e2fcd4c0c0917&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_11_nyregion_ruben-diaz-gay-city-council_1666741741.html", "title": "‘Homosexual Community’ Controls City Council, One Member Says. He’s Resisting Calls to Resign.", "title_page": "‘Homosexual Community’ Controls City Council, One Member Says. He’s Resisting Calls to Resign. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nAs a New York State senator, Rubén Díaz Sr. once sued to stop a high school for gay and transgender students from opening. Several years later, in 2011, Mr. Díaz held a rally to oppose same-sex marriage while his gay granddaughter held a counter rally across the street.\nTimes have changed. Mr. Díaz, a Pentecostal minister, has not.\nMr. Díaz, a Bronx Democrat now on the City Council, said last week in a Spanish-language radio interview that his colleagues first shunned him because the Council was “controlled by the homosexual community.”\nHis remarks were immediately greeted with calls for him to resign, or, at the very least, apologize. Those calling for an apology included Mr. Díaz’s son, Rubén Díaz Jr., the Bronx borough president and a leading mayoral candidate in 2021; he said on Twitter that his father’s remarks were “antagonistic, quarrelsome and wholly unnecessary.”\nHe said in an interview on Monday that he has spoken to his father to ask him to apologize, but his father has refused. “I can understand why folks are calling for him to resign. I can understand the hurt,” Mr. Díaz said in an interview.", "url": "https://www.nytimes.com/2019/02/11/nyregion/ruben-diaz-gay-city-council.html"}