{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:53:28", "date_modify": "2022-10-25 23:53:28", "date_publish": "2019-07-18 20:30:15", "description": "The decision not to prohibit the pesticide, which has been linked to developmental disabilities, comes after years of legal wrangling.", "filename": "2019_07_18_climate_epa-chlorpyrifos-pesticide-ban_1666742008.html", "image_url": "https://static01.nyt.com/images/2019/07/18/science/18cli-pesticide/CLI-EPA-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e21ef60f81af9ddb4cfa4a3ec5a62c16f8d92bffe728de3467dd909228353abb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_18_climate_epa-chlorpyrifos-pesticide-ban_1666742008.html", "title": "E.P.A. Won’t Ban Chlorpyrifos, Pesticide Tied to Children’s Health Problems", "title_page": "E.P.A. Won’t Ban Chlorpyrifos, Pesticide Tied to Children’s Health Problems - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration took a major step to weaken the regulation of toxic chemicals on Thursday when the Environmental Protection Agency announced that it would not ban a widely used pesticide that its own experts have linked to serious health problems in children.\nThe decision by Andrew R. Wheeler, the E.P.A. administrator, represents a victory for the chemical industry and for farmers who have lobbied to continue using the substance, chlorpyrifos, arguing it is necessary to protect crops.\nIt was the administration’s second major move this year to roll back or eliminate chemical safety rules. In April, the agency disregarded the advice of its own experts when officials issued a rule that restricted but did not ban asbestos, a known carcinogen. Agency scientists and lawyers had urged the E.P.A. to ban asbestos outright, as do most other industrialized nations.\nIn making the chlorpyrifos ruling, the E.P.A. said in a statement that the data supporting objections to the use of the pesticide was “not sufficiently valid, complete or reliable.” The agency added that it would continue to monitor the safety of chlorpyrifos through 2022.", "url": "https://www.nytimes.com/2019/07/18/climate/epa-chlorpyrifos-pesticide-ban.html"}