{"authors": ["Julie Bosman", "Mitch Smith"], "date_download": "2022-10-25 23:32:49", "date_modify": "2022-10-25 23:32:49", "date_publish": "2019-02-27 20:40:43", "description": "Chicago will pick a replacement for Mayor Rahm Emanuel on Tuesday. Regardless of who wins, the city’s political ecosystem has been transformed.", "filename": "2019_02_27_us_chicago-election-mayor_1666740769.html", "image_url": "https://static01.nyt.com/images/2019/02/28/us/28chicago-01/28chicago-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a24aded49d6914943a5a5ff8be10c8f8945f7b1ecc3a1d6156651bf77f0d82d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_27_us_chicago-election-mayor_1666740769.html", "title": "Chicago Is Picking a New Mayor. Either Outcome Will Make History.", "title_page": "Chicago Is Picking a New Mayor. Either Outcome Will Make History. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Progressivism Might Have Changed\nMs. Preckwinkle, 72, has spent most of her career immersed in Chicago government, climbing from Fourth Ward alderman to Cook County Board of Commissioners president and chairwoman of the county Democratic Party. Along the way, she has built a reputation as a true progressive and a founder of the Progressive Caucus on the City Council. She has favored criminal justice reform, affordable housing, repairing relationships between police and communities, and economic development in neglected neighborhoods in Chicago.\nIn February, she was narrowly surpassed in votes by Ms. Lightfoot, 56, who has never held elected office and has promised “a new progressive vision for the city.”\nMs. Lightfoot, a former federal prosecutor and former president of the Chicago Police Board, an oversight group, is not far apart ideologically from Ms. Preckwinkle on many of the issues facing the city.\nBut she is trying to define herself as the true progressive in the race partly by highlighting Ms. Preckwinkle’s time in government, especially her relationship with Edward M. Burke, a Chicago alderman who has been charged with attempted extortion and held a fund-raiser for Ms. Preckwinkle. She returned the money and stripped Mr. Burke of his role as chairman of a county committee. (In things that haven’t changed when it comes to Chicago elections, Mr. Burke was re-elected in February despite facing a criminal charge.)\nMs. Preckwinkle has indicated that she will fight to hold onto the label. “I’m the most progressive candidate in this race, and I’ve taken my progressive values to whatever job I’ve taken on,” she said in a debate in January.\nIn February, when she knew she was headed for a runoff, she reflected on Chicago’s shifting political order. “I remember when ‘progressive’ wasn’t a positive,” she said. “It was at best a euphemism for ‘unelectable.’ Those of us who proudly claimed it had to fight to transform the political landscape.”", "url": "https://www.nytimes.com/2019/02/27/us/chicago-election-mayor.html"}