{"authors": ["Dylan Loeb Mcclain"], "date_download": "2022-10-25 23:23:31", "date_modify": "2022-10-25 23:23:31", "date_publish": "2019-08-15 18:37:04", "description": "His discovery created a new world of possibilities in diagnosing disease, unearthing the past and assisting in criminal cases, including O.J. Simpson’s murder trial.", "filename": "2019_08_15_science_kary-b-mullis-dead_1666740211.html", "image_url": "https://static01.nyt.com/images/2019/08/14/obituaries/14Mullis1/14Mullis1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=583c0deadc30c14216efd615d8be22f1a48d2142a22a63ca5ba78994bb695cfb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_15_science_kary-b-mullis-dead_1666740211.html", "title": "Kary B. Mullis, 74, Dies; Found a Way to Analyze DNA and Won Nobel", "title_page": "Kary B. Mullis, 74, Dies; Found a Way to Analyze DNA and Won Nobel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Mullis knew that the oligonucleotides bond easily with DNA. The problem was how to isolate the DNA that scientists might want to analyze. Dr. Mullis, pondering ways to control the oligonucleotides, suddenly realized that they didn’t have to be controlled at all. The bonding would have a useful side effect: It would double the amount of DNA that scientists were interested in. The process could then be repeated over and over, expanding the DNA sample exponentially. It would be like pumping up a microbe to the size of a dinosaur.\nIndeed, the science of PCR, because it allows for the unlimited replication of small bits of DNA, was one of the inspirations of “Jurassic Park,” the Michael Crichton novel about a theme park of cloned dinosaurs that Steven Spielberg turned into a movie franchise.\nThough Dr. Mullis came up with the concept of PCR, proving that it worked was another matter; months after his breakthrough, he had still not done so. He had not written a paper to validate his idea.\n“Mullis as an experimentalist is sort of hit and miss,” Thomas J. White, who got Dr. Mullis his job at Cetus, told The New York Times in 1998.\nAs a result, two other Cetus scientists, Randall K. Saiki and Henry A. Erlich, were put on the project, and the three — together with Stephen Scharf, Fred Faloona, Glenn T. Horn and Norman Arnheim — published a paper about the process in 1985. No one, however, disputed that it was Dr. Mullis who had first figured it out.\nFor his discovery, Cetus awarded Dr. Mullis $10,000, but the company later sold the rights to his PCR process to the pharmaceutical giant F. Hoffmann-La Roche for $300 million. Dr. Mullis, believing he had been denied a just reward, remained bitter about it for the rest of his life.\nHe shared his Nobel Prize with Michael Smith, a British-born scientist, who was also cited for advances in DNA research.", "url": "https://www.nytimes.com/2019/08/15/science/kary-b-mullis-dead.html"}