{"authors": ["Annie Karni", "Maggie Haberman"], "date_download": "2022-10-25 23:01:46", "date_modify": "2022-10-25 23:01:46", "date_publish": "2019-01-25 21:33:08", "description": "“I have always said, the only thing worse than being talked about is not being talked about,” Mr. Stone said after he was indicted in the special counsel investigation.", "filename": "2019_01_25_us_politics_who-is-roger-stone.html_action=click&module=Top%20Stories&pgtype=Homepage_1666738906.html", "image_url": "https://static01.nyt.com/images/2019/01/26/us/politics/26dc-roger1-print/26dc-roger1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c49aebfcd4dd06800b593283e568248bdcf0d092558cc4ff558eb3a8f7355f59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_25_us_politics_who-is-roger-stone.html_action=click&module=Top%20Stories&pgtype=Homepage_1666738906.html", "title": "Roger Stone’s Dirty Tricks Put Him Where He’s Always Wanted to Be: Center Stage", "title_page": "Roger Stone’s Dirty Tricks Put Him Where He’s Always Wanted to Be: Center Stage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I have to use this umbrella to protect myself from the torrent of illegal leaks.” Roger Stone. He’s a Republican political consultant and a self-described — “Agent provocateur.” He was an adviser to longtime friend Donald Trump during his 2016 presidential campaign. “Trying to stop Trump is like stepping in front of a hurtling freight train.” Now, Stone is back in the spotlight. He’s been charged as part of Special Counsel Robert Mueller’s investigation over his communications with WikiLeaks, the organization that released Clinton campaign emails stolen by the Russian government to help Trump win. In 2016, Stone said he had an in with WikiLeaks founder Julian Assange. “I actually have communicated with Assange.” “We have a mutual acquaintance who is a fine gentleman.” But now, he says it was all part of his political game. “I set a Google News alert for ‘Julian Assange.’ I read every interview he gave. And I used that information to posture and to bluff and to punk the Democrats.” Stone has built a reputation on winning at all costs, even if it means bending the truth. “I assumed he was lying. It’s something Roger does.” “Posture and bluff. That’s politics.” Stone started his career as a political operative at a young age. At 19, he was an entry-level trickster for Nixon’s re-election campaign. His name later came up in the Watergate investigation. “I paid $100 to Mr. Roger Stone on one occasion to leave a leaflet, I believe, at Senator McGovern’s headquarters.” Stone and Trump have been friends and associates since the 1980s, when Stone was working as a political consultant with Paul Manafort. Yes, that Paul Manafort, Trump’s former campaign manager, who has since been convicted of financial fraud. Stone says he has been encouraging Donald Trump to run for president since 1988. “I would say that I would have a hell of a chance of winning.” “Between his outspokenness, his national name identification and his issue positions, he could be a formidable candidate.” “I guess we’re looking at it very seriously.” After he got into some trouble working for Bob Dole in 1996, he bounced back — but has largely worked outside of political campaigns. Stone has a unique personal brand: a mix of provocation, politics and fashion. He can often be found discussing some of his favorite topics: the Clintons, how L.B.J. was behind the assassination of J.F.K. and “fake news.” “Fake news.” Stone strongly denies any wrongdoing in 2016. “I haven’t done anything illegal. I’ve been targeted for one reason and one reason only: I am loyal to the president of the United States.” But emails and interviews suggest that he sold himself to the Trump campaign as a conduit to WikiLeaks. He is also connected to a web of associates, some of whom have been interviewed as part of Mueller’s investigation. Stone has been charged with seven counts, including obstruction of an official proceeding, making false statements, and witness tampering.", "url": "https://www.nytimes.com/2019/01/25/us/politics/who-is-roger-stone.html?action=click&module=Top%20Stories&pgtype=Homepage"}