{"authors": ["Winnie Hu"], "date_download": "2022-10-25 23:29:47", "date_modify": "2022-10-25 23:29:47", "date_publish": "2019-10-23 07:00:05", "description": "New York is calibrating some signals to give bikes priority for green lights. Drivers say the change worsens traffic.", "filename": "2019_10_23_nyregion_nyc-bike-commute-green-lights_1666740587.html", "image_url": "https://static01.nyt.com/images/2019/10/23/nyregion/23nybike2-print/23nybike1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e8be509dea59e24e689657f8fa4269690917fcb383d79b033493d059e3c38eeb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_23_nyregion_nyc-bike-commute-green-lights_1666740587.html", "title": "After Cyclist Deaths, City Adjusts Traffic Lights to Slow Cars", "title_page": "After Cyclist Deaths, City Adjusts Traffic Lights to Slow Cars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The green wave for cyclists has been quietly introduced in Brooklyn, where 16 of the 25 bicycling fatalities so far this year have occurred. It has been operating on a nearly half-mile stretch of Hoyt and Bond Streets since December and will soon be expanded over the next year to three more locations that draw many cyclists and have relatively low vehicle traffic: Clinton Street, which is also in Brooklyn; Prince Street in Manhattan; and 43rd Avenue in Queens.\nMany cyclists have already benefited from the program without knowing it.\n“I just thought I got lucky, but it’s nice they’re doing it on purpose,” said Anthony Scelza, a 21-year-old college student, as he rode recently on Hoyt Street. “I like keeping my momentum.”\nSome drivers, not surprisingly, were less enthusiastic. “It seemed like I stopped at every light,” said Daniel Ortiz, 41, who drives to work in Downtown Brooklyn. “It’s horrible. It slows you down. Every light you’ve got to keep stopping.”\nMr. Ortiz added that retiming the traffic signals did little to address the issue of cyclists who run red lights. “They don’t stop,” he said. “It doesn’t matter if they have the light or not. It’s dangerous for everyone.”\nIn 2018, police officers issued summonses for running red lights to 16,254 cyclists and 56,086 motor vehicle drivers, according to police records.\nJoe Cutrufo, a spokesman for Transportation Alternatives, a group that promotes cycling, said drivers were likely to object to anything that challenged their long-held claim to the streets.", "url": "https://www.nytimes.com/2019/10/23/nyregion/nyc-bike-commute-green-lights.html"}