{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:53:27", "date_modify": "2022-10-25 23:53:27", "date_publish": "2019-06-28 22:29:49", "description": "Iran’s deputy foreign minister said Tehran will now decide whether to follow through on a plan to breach limits on how much nuclear fuel the country can hold.", "filename": "2019_06_28_us_politics_europe-iran-nuclear-deal.html_module=inline_1666742007.html", "image_url": "https://static01.nyt.com/images/2019/06/28/us/politics/28iran-dc/28iran-dc-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b724b300246d54814385690b9453a8621440115ebba05c866b6758f4833fe952&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_28_us_politics_europe-iran-nuclear-deal.html_module=inline_1666742007.html", "title": "European Talks With Iran End, Leaving Nuclear Issue Unsettled", "title_page": "European Talks With Iran End, Leaving Nuclear Issue Unsettled - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A last-minute effort by European powers to persuade Iran not to breach limits on its stockpile of nuclear fuel ended inconclusively on Friday, with the Iranians saying that Britain, France and Germany had made only modest progress in developing a system to get around tight American sanctions on trade with Tehran.\nAs he left the talks in Vienna, Abbas Araghchi, the Iranian deputy foreign minister, said he expected Iran would go ahead with its plan to break the ceiling on how much low-enriched uranium it was allowed to possess. That breach could come as early as this weekend, potentially setting off another confrontation with the Trump administration, after a week of recriminations and military threats following the downing of an American drone and attacks on tankers.\n“It is still not enough, and it is still not meeting Iran’s expectations,” Mr. Araghchi told reporters, according to news reports from Vienna. Any decision on whether to break out of the limits “will be made in Tehran,” he said, hinting that it was possible that further steps to violate the terms of the agreement, scheduled for July 7, might be delayed.\nThe limits on nuclear fuel were part of a 2015 accord negotiated with Iran by the Obama administration and other big countries, including Russia and China. The deal put strict limits on Iran’s nuclear activities in return for the easing of sanctions. President Trump ended the participation of the United States in the accord last year, saying it did not do enough to assure that Iran could never possess a nuclear weapon or to thwart Iranian aggression in the region.", "url": "https://www.nytimes.com/2019/06/28/us/politics/europe-iran-nuclear-deal.html?module=inline"}