{"authors": ["Ellen Barry"], "date_download": "2022-10-25 22:59:30", "date_modify": "2022-10-25 22:59:30", "date_publish": "2019-03-08 19:26:45", "description": "The Duchess of Sussex spoke about feminism, sanitary pads, internet trolls and gender stereotypes. And she said she doesn’t read Twitter. “But I do read the Economist.”", "filename": "2019_03_08_world_europe_meghan-markle-womens-day_1666738770.html", "image_url": "https://static01.nyt.com/images/2019/03/09/world/08markle/09markle-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d51a8c525f1d9ae55ea727e89f24dbbd08936fbf5977092c7c04242bd8ab6083&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_08_world_europe_meghan-markle-womens-day_1666738770.html", "title": "Meghan Markle ‘Moved the Dial’ for British Royal Family in Women’s Day Talk", "title_page": "Meghan Markle ‘Moved the Dial’ for British Royal Family in Women’s Day Talk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Britain has waited for nine months, since Meghan Markle married Prince Harry in a frothy, celebrity-packed confection of a wedding, to see what the new Duchess of Sussex wanted to talk about.\nThe answer, it emerged on Friday, was — at least in part — menstruation.\nAt a panel convened by the Queen’s Commonwealth Trust in honor of International Women’s Day, the duchess said self-consciousness around the topic hurts young women in many developing countries, who can be withdrawn from school or forced to use “old rags, literally,” because they cannot get sanitary pads.\n“At the end of the day, we’re doing our part just to normalize the conversation,” she said. “That’s the first step. This is 50 percent of the population that’s affected by something, that can also end up creating the most beautiful thing in the world. So it’s a strange one that it’s ended up becoming so stigmatized.”\nIt was the first lengthy, unscripted appearance since the wedding for Ms. Markle, who is now one of the most scrutinized women in the world. A central question about her adjustment to life as a member of the royal family is how she — an outspoken, 37-year-old American professional woman — will manage the traditional royal ban on expressing opinions on political matters.", "url": "https://www.nytimes.com/2019/03/08/world/europe/meghan-markle-womens-day.html"}