{"authors": ["Katie Rogers", "Reed Abelson"], "date_download": "2022-10-25 23:23:32", "date_modify": "2022-10-25 23:23:32", "date_publish": "2019-12-10 10:00:27", "description": "White House chief of staff Mick Mulvaney wants to see if the Medicare chief Seema Verma and the health secretary, Alex M. Azar II, can still work together.", "filename": "2019_12_10_us_politics_trump-seema-verma-azar_1666740212.html", "image_url": "https://static01.nyt.com/images/2019/12/10/nyregion/10dc-healthcare/10dc-healthcare-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4f2c3dcee567089b95b189fcf72fbb44020c4197f57dc0059eeebc7148e81944&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_10_us_politics_trump-seema-verma-azar_1666740212.html", "title": "White House Summons Feuding Health Officials for Counseling Session", "title_page": "White House Summons Feuding Health Officials for Counseling Session - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The acting White House chief of staff has summoned President Trump’s top two health policy officials to the White House on Thursday to assess whether the president’s health secretary and his Medicare chief can continue to work together, a senior administration official confirmed on Tuesday.\nWhite House aides said President Trump is still standing by his embattled administrator of the Centers for Medicare and Medicaid Services, Seema Verma, amid reports that she had requested that taxpayers reimburse her $47,000 for property stolen on a trip, including jewelry priced at more than $40,000.\nBut her feud with Alex M. Azar II, the health and human services secretary, has reached the president’s desk and the attention of the acting White House chief, Mick Mulvaney. For now, Mr. Trump is not expected to attend Thursday’s session, the official said, but he could stop by.\nMs. Verma’s reimbursement request, reported in Politico over the weekend, was the latest revelation in a string of reports that have portrayed the upper echelons of the Department of Health and Human Services as divided on policy and personality, and roiled by expenditures that have come under scrutiny.", "url": "https://www.nytimes.com/2019/12/10/us/politics/trump-seema-verma-azar.html"}