{"authors": ["Susan G. Hauser"], "date_download": "2022-10-25 23:28:43", "date_modify": "2022-10-25 23:28:43", "date_publish": "2019-07-03 09:00:06", "description": "As more states legalize the use of cannabis, entrepreneurs are organizing painting classes, bus tours and other marijuana-infused experiences.", "filename": "2019_07_03_travel_marijuana-vacation-travel-cannabis-usa_1666740523.html", "image_url": "https://static01.nyt.com/images/2019/07/07/travel/03trending-pot2/03trending-pot2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d2828953731d530a1a433167c87cc80952be790f0338abbe6d7790b745b5f1dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_03_travel_marijuana-vacation-travel-cannabis-usa_1666740523.html", "title": "Cannabis Tourism Is on the Rise", "title_page": "Cannabis Tourism Is on the Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sam Rosenbaum has Stephen Colbert to thank for his career switch from accountant to cannabis tour operator.\nThe newly minted M.B.A. was watching an episode of “The Colbert Report” in 2014 when the comedian spoke of a “cannabis green rush” coming to Colorado, which had recently become the first state to legalize recreational marijuana.\n“The part about bus tours kind of jumped out at me,” Mr. Rosenbaum, 34, said. “I came up with High 5 Tours and registered it the next week.” It was a prescient move. One year later, when Mr. Rosenbaum’s home state of Oregon voted to legalize cannabis, High 5 Tours was the state’s first cannabis bus tour.\nImage Sam Rosenbaum of High 5 Tours. Credit... High 5 Tours\nMr. Rosenbaum is not alone in his attempts in growing the world of cannabis tourism.\nEleven states in the United States so far have voted to allow people 21 and older to buy regulated amounts of cannabis product for consumption on private property. Sales systems are not yet in place in Michigan and Maine, and in Massachusetts a gradual licensing of dispensaries began last November. In Vermont, as in Washington, D.C., possession, growing and sharing cannabis are legal, but not buying or selling.", "url": "https://www.nytimes.com/2019/07/03/travel/marijuana-vacation-travel-cannabis-usa.html"}