{"authors": ["Alan Blinder", "Matt Stevens"], "date_download": "2022-10-25 23:34:38", "date_modify": "2022-10-25 23:34:38", "date_publish": "2019-03-04 13:28:29", "description": "Search-and-rescue workers raced on Monday to help the rural Alabama communities that had been ravaged by tornadoes. Officials said they expected the death toll to rise.", "filename": "2019_03_04_us_alabama-tornado_1666740878.html", "image_url": "https://static01.nyt.com/images/2019/03/05/us/05tornadoes-vid-new/05tornadoes-vid-new-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=2fffafbf9694b989bc7cfc98351abf4d10e322e3a829526ccaf0f9d8b807edd1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_04_us_alabama-tornado_1666740878.html", "title": "Three Children Are Among 23 People Killed by Storms in Southeast", "title_page": "Three Children Are Among 23 People Killed by Storms in Southeast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An outpouring of help as a church prepares for evacuees\nScores of volunteers converged on Providence Baptist Church in Opelika on Monday and began sorting supplies, which were soon stacked high on folding tables.\nThere were piles of clothes and pyramids of blankets. Beneath one table, a cardboard box held Ziploc bags of essentials: toilet paper, toothpaste, soap and the like. Cases of bottled water lined one wall.\n“This is how things work in a small community: When help is needed, everyone gets together and gets it done,” said Scarlett Baker, who was serving as the de facto mayor of the relief operation at Providence.\nBy midmorning, her wish list was becoming clearer: Children’s Motrin and Tylenol, so those with mild fevers could avoid crowded hospitals. Baby wipes. Ointments.\nThe church was preparing for a possible influx of evacuees after sundown on Monday. During the day, volunteers said, they expected that many people were out trying to salvage what remained of their homes.\nHere’s how you can help\nIf you’re outside the affected area, sending money to established charities is the best way to help. The American Red Cross can be reached by phone at (334) 749-9981 or online. The Alabama Governor’s Relief Fund is also accepting donations.\nThe Red Cross is also a good place to start if you’re in the area hit by the tornadoes. The organization is leading the effort to help people find family members, and is working with Providence Baptist Church to establish a shelter.\nThe Church of the Highlands, with locations across the state, is assembling groups of volunteers.", "url": "https://www.nytimes.com/2019/03/04/us/alabama-tornado.html"}