{"authors": ["Reid J. Epstein", "Lisa Lerer"], "date_download": "2022-10-25 23:52:42", "date_modify": "2022-10-25 23:52:42", "date_publish": "2019-09-22 00:27:59", "description": "The latest poll numbers from The Des Moines Register and CNN were very good for Elizabeth Warren as she and Joseph R. Biden Jr. broke away from the rest of the Democratic pack.", "filename": "2019_09_21_us_politics_Iowa-biden-warren-_1666741962.html", "image_url": "https://static01.nyt.com/images/2019/09/21/us/politics/21Iowa/21Iowa-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=da505667d3519853170b73b0d38ec5b26c1bc8de0fb425057c2144ef2ef3df6b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_21_us_politics_Iowa-biden-warren-_1666741962.html", "title": "Warren Leads in New Iowa Poll With Biden Second", "title_page": "Warren Leads in New Iowa Poll With Biden Second - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mayor Pete Buttigieg of South Bend, Ind., placed fourth in The Register’s poll, with 9 percent. He had 14 percent in The Register’s June poll and has fallen in other surveys of the state since then before launching a television advertising campaign here after Labor Day.\nThe gains by Ms. Warren come largely at the expense of Mr. Sanders. His polling drop-off comes as his campaign has reordered staff in early nominating states in an effort to reboot his campaign.\nSenator Kamala Harris of California was fifth overall with 6 percent support. Senator Cory Booker of New Jersey and Senator Amy Klobuchar of Minnesota each had 3 percent support. Four candidates were the first choice of 2 percent of likely Iowa caucusgoers.\nIn addition to leading the field, Ms. Warren also has the most room for growth in the field — 71 percent of Democrats surveyed said she was their first or second choice or they were open to backing her, the poll found. Mr. Biden was next, being considered by 60 percent of Iowa Democrats. Of the rest of the field, only Mr. Buttigieg and Ms. Harris were being considered by more than half the Democratic electorate.\nThe dynamics are far from set: Just one in five likely Democratic caucusgoers said their minds were made up, and 63 percent said they could still be persuaded to support a different candidate.", "url": "https://www.nytimes.com/2019/09/21/us/politics/Iowa-biden-warren-.html"}