{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:51:11", "date_modify": "2022-10-25 23:51:11", "date_publish": "2019-02-28 21:56:27", "description": "The governor of New York has called Mr. Bezos and other Amazon executives to persuade them to resurrect their plan to build a campus in Long Island City.", "filename": "2019_02_28_nyregion_amazon-hq2-nyc_1666741871.html", "image_url": "https://static01.nyt.com/images/2019/03/01/nyregion/01nyamazon1-print/merlin_146799333_9d7f15e5-81f0-4ff7-a9f7-abe3d1fee5fa-facebookJumbo.jpg?year=2019&h=550&w=1050&s=453a793d480c61a5e4bbe02969bb720bf0f388032d25c59451a0a7a87df8fc56&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_28_nyregion_amazon-hq2-nyc_1666741871.html", "title": "Andrew Cuomo Speaks With Jeff Bezos, Hints of ‘Other Ways’ to Clear Path for Amazon’s Return", "title_page": "Andrew Cuomo Speaks With Jeff Bezos, Hints of ‘Other Ways’ to Clear Path for Amazon’s Return - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nGov. Andrew M. Cuomo, who was staggered by Amazon’s decision to pull out of its plans to come to New York City, is working intensely behind the scenes to lure the company back, even connecting with Jeff Bezos, Amazon’s founder, to make a personal pitch.\nThe governor has had multiple phone conversations with Amazon executives, including Mr. Bezos, over the past two weeks, according to two people with knowledge of the efforts. In those calls, Mr. Cuomo said he would navigate the company through the byzantine governmental process.\nMr. Cuomo did not offer a new location but rather guarantees of support for the project, one person said. Amazon executives gave no sense the company would reconsider.\nThe governor on Friday confirmed his efforts during a radio interview, and suggested, without elaborating, that he told Amazon that there were “other ways that the state can get it done” that might bypass some of the deal’s more vocal opponents.", "url": "https://www.nytimes.com/2019/02/28/nyregion/amazon-hq2-nyc.html"}