{"authors": ["Bill Pennington"], "date_download": "2022-10-25 23:32:33", "date_modify": "2022-10-25 23:32:33", "date_publish": "2019-11-07 16:40:11", "description": "College coaches struggle to find athletes who can’t pay to play elite youth sports. So Amherst College administrators have reconsidered what it takes to recruit.", "filename": "2019_11_07_sports_college-sports-diversity-amherst_1666740753.html", "image_url": "https://static01.nyt.com/images/2019/11/07/sports/07amherst1/merlin_160119351_2f5a643e-dedb-4214-beea-533fd5c2d3f5-facebookJumbo.jpg?year=2019&h=550&w=1050&s=435bcf4c87cf6242812a9c28ba34f083f9134e122f21639cd0d04c126daada22&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_07_sports_college-sports-diversity-amherst_1666740753.html", "title": "The Real Cost of Diversifying College Rosters", "title_page": "The Real Cost of Diversifying College Rosters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AMHERST, Mass. — Kaetu Wleh, who emigrated from Liberia to Boston with his mother as a newborn, never had a favorite sport growing up. But six years ago, as a middle school student, he took a chance on an after-school program called SquashBusters, which is financed by donations and provides students from challenged communities with academic tutoring and expert coaching in squash.\n“I joined because the squash goggles looked cool,” Wleh said.\nAt roughly the same time, in western Massachusetts, the leadership at Amherst College vowed to find more athletes of color to diversify predominantly white team rosters.\nThat led Amherst squash coach, Peter Robson, to a junior tournament in Boston a few years later. That’s where he spotted and immediately recruited Wleh, who is black and whose daily routine by then included five to eight hours of training and studying at the SquashBusters facility.\nWleh, who said he had an unweighted high school grade-point average of 3.76 and a score of 1380 on the SAT, is now a freshman at Amherst and an African-American in what for decades in the United States had been a lily-white sport.", "url": "https://www.nytimes.com/2019/11/07/sports/college-sports-diversity-amherst.html"}