{"authors": ["Karen Zraick"], "date_download": "2022-10-25 23:29:09", "date_modify": "2022-10-25 23:29:09", "date_publish": "2019-07-12 09:00:09", "description": "Menstrual products are subject to sales taxes in 35 states, and lawmakers’ efforts to exempt them have foundered. Now supporters of ‘menstrual equity’ are considering legal action.", "filename": "2019_07_12_us_tampon-tax_1666740549.html", "image_url": "https://static01.nyt.com/images/2019/06/11/health/11xp-tampontax/11xp-tampontax-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5c195b778e2700f1caa4602db7d6388198a1ef30b24866050d2751e5d164ad10&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_12_us_tampon-tax_1666740549.html", "title": "22 States Considered Eliminating the ‘Tampon Tax’ This Year. Here’s What Happened.", "title_page": "22 States Considered Eliminating the ‘Tampon Tax’ This Year. Here’s What Happened. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The director of the school’s Center for Gender and Sexuality Law, Katherine Franke, said she believes the courts will agree that the tax is an unfair penalty on women. (Of course, trans and nonbinary people may also menstruate.)\n“What this case really does is highlight a day-to-day way in which women experience discrimination in one of their most basic bodily functions,” she said.\nHere’s what happened in some key states\nRhode Island repealed the tax in its budget bill. Representative Edith H. Ajello and Senator Louis P. DiPalma, both Democrats, had submitted separate legislation to do so earlier in the year, as they had every year since 2016. The measure, which would cost around $800,000 a year, was effectively approved through the budget, Ms. Ajello said.\n“I never heard anybody say it was a bad idea to get rid of the tax,” Ms. Ajello said. “I just heard some people wonder whether we could afford it.”\nIn California, Gov. Gavin Newsom, a Democrat, held a news conference in May surrounded by giant boxes of diapers and tampons, and announced a plan to eliminate the tax on both in the state budget. It was a stark contrast to the approach of his predecessor, Jerry Brown, also a Democrat, who had vetoed a bill to eliminate taxes on those items, arguing that “tax breaks are the same as new spending.”\nBut Mr. Newsom’s exemption will last only two years, in contrast to a law, which would be in place permanently.\n“We hope to extend it, but we hope to be in a fiscal position to do so and we want to maintain our prudence,” Mr. Newsom said, according to The Los Angeles Times. The L.A. Times noted that the cost of eliminating the taxes on both period products and diapers was estimated at $76 million per year.", "url": "https://www.nytimes.com/2019/07/12/us/tampon-tax.html"}