{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:34:18", "date_modify": "2022-10-25 23:34:18", "date_publish": "2019-10-30 20:29:18", "description": "The country will increase background checks for gun buyers and requirements for reporting online hate speech.", "filename": "2019_10_30_world_europe_germany-gun-hate-speech-laws_1666740858.html", "image_url": "https://static01.nyt.com/images/2019/10/30/world/30germany/30germany-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8e94e2bd8328499ec16ae0ec5f7e4bc19639c58708bc8536aaa5a732679e89b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_30_world_europe_germany-gun-hate-speech-laws_1666740858.html", "title": "Germany Moves to Tighten Gun and Hate Speech Laws After Far-Right Attacks", "title_page": "Germany Moves to Tighten Gun and Hate Speech Laws After Far-Right Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — Prospective gun buyers in Germany would have to undergo background checks to ensure they have no ties to extremism and social media companies operating in the country would be required to report suspicious posts under a series of proposals advanced Wednesday by Chancellor Angela Merkel’s government.\nThe legislation comes amid a recent spike in far-right crime. In June, a conservative politician, whose name had appeared on a neo-Nazi hit list circulated online, was fatally shot in the head in what officials believe was the country’s first far-right political assassination since the Nazi era. And just three weeks ago, a right-wing gunman killed two people after attacking a synagogue in Halle on Yom Kippur.\n“The threat from far-right extremism and far-right terrorism, and with them anti-Semitism, is high in Germany and we can’t stress it often enough,” Horst Seehofer, Germany’s interior minister, said at a news conference.\nThe bulk of far-right attacks in recent years have consisted of anti-Semitic crimes and hate crimes targeting foreigners and those who support them. The far right has scapegoated immigrants as dangerous and broken longstanding taboos about using language that echoes that of the Nazis. This has come despite more than a decade of German economic prosperity and the country’s persistent ranking as one of the safest in the world.", "url": "https://www.nytimes.com/2019/10/30/world/europe/germany-gun-hate-speech-laws.html"}