{"authors": ["Lara Jakes"], "date_download": "2022-10-25 23:00:51", "date_modify": "2022-10-25 23:00:51", "date_publish": "2019-11-13 14:41:10", "description": "Mr. Taylor was sent to Ukraine to provide stability at the embassy. He ended up fighting to preserve American security aid from administration appointees who saw it as a political bargaining chip.", "filename": "2019_11_13_us_politics_ambassador-taylor_1666738851.html", "image_url": "https://static01.nyt.com/images/2019/11/13/nyregion/13dc-taylor/13dc-taylor-facebookJumbo.jpg?year=2019&h=550&w=1050&s=fe5f00cc7e4b36022f473a6d13d55ed5b37b910eea665700731a584c271e4ddb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_13_us_politics_ambassador-taylor_1666738851.html", "title": "Who Is Bill Taylor? Key Witness in the Impeachment Inquiry", "title_page": "Who Is Bill Taylor? Key Witness in the Impeachment Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A Vietnam War veteran with decades of diplomatic experience, William B. Taylor Jr. has provided some of the sharpest objections so far to the Trump administration’s shadow foreign policy campaign in Ukraine.\nAt the State Department, Mr. Taylor is known for candor — even if it puts him at odds with his superiors. When Mr. Taylor, currently the top American diplomat in Kiev, disagrees with policy decisions, he does not mince his words.\nMr. Taylor had warned that pressuring Ukraine to investigate President Trump’s political opponents by withholding security assistance would be “crazy.” That message was sent in a Sept. 9 text to Gordon D. Sondland, the United States ambassador to the European Union.\nIn a text to Mr. Sondland a day earlier, Mr. Taylor said he would quit if Ukrainian officials committed to an investigation and still did not receive the $391 million in aid — what he called a “nightmare” situation. Both of those statements were revealed in closed-door congressional testimony that Mr. Taylor gave to House investigators in October, and have put him at the center of the effort by Democrats to open an impeachment inquiry into the president.", "url": "https://www.nytimes.com/2019/11/13/us/politics/ambassador-taylor.html"}