{"authors": ["Manuela Andreoni"], "date_download": "2022-10-25 23:43:17", "date_modify": "2022-10-25 23:43:17", "date_publish": "2019-08-27 12:41:18", "description": "President Jair Bolsonaro suggested he would reconsider accepting aid from the Group of 7 if France’s president withdrew “insults made to my person.” Then, Brazil accepted $12 million in British aid.", "filename": "2019_08_27_world_americas_brazil-amazon-aid.html_module=inline_1666741397.html", "image_url": "https://static01.nyt.com/images/2019/08/27/world/27amazon/merlin_159763950_ea3dd159-5fea-45e7-b52b-139bd2953c70-facebookJumbo.jpg?year=2019&h=550&w=1050&s=86a27f15c7494eff6cfc3391400626af502f9836153e8a18c43269168d2c70fa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_27_world_americas_brazil-amazon-aid.html_module=inline_1666741397.html", "title": "Brazil Angrily Rejects Millions in Amazon Aid Pledged at G7, Then Accepts British Aid", "title_page": "Brazil Angrily Rejects Millions in Amazon Aid Pledged at G7, Then Accepts British Aid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Hours after leaders of some of the world’s wealthiest countries pledged more than $22 million to help combat fires in the Amazon rainforest, Brazil’s government angrily rejected the offer, in effect telling the other nations to mind their own business — only to later lay out potential terms for the aid’s acceptance and then, on Tuesday evening, accepting some aid from Britain.\nPresident Jair Bolsonaro of Brazil expressed his ire in a series of Twitter posts on Monday, extending his verbal feud with President Emmanuel Macron of France, who had announced the aid package at the Group of 7 summit meeting.\nBut early the next day, Mr. Bolsonaro offered possible terms for its acceptance. If Mr. Macron withdrew what he called personal insults and insinuations that Brazil does not have sovereignty over the Amazon, he said, he would reconsider.\n“He will have to withdraw his words, and then we can talk,” Mr. Bolsonaro said.\nFor Mr. Bolsonaro, who has governed as a far-right populist stoking nationalist sentiment, the defiant rebuff of the G7 aid played well to his base. But an outright rejection of any outside help might also have undermined the nation’s efforts to control the fires, possibly further eroding Mr. Bolsonaro’s plummeting popularity.", "url": "https://www.nytimes.com/2019/08/27/world/americas/brazil-amazon-aid.html?module=inline"}