{"authors": ["Tiffany Hsu", "Marc Tracy", "Emily Flitter"], "date_download": "2022-10-25 23:46:12", "date_modify": "2022-10-25 23:46:12", "date_publish": "2019-08-21 15:50:02", "description": "After last week’s apology from the research center’s director, Joichi Ito, Ethan Zuckerman and J. Nathan Matias said they were protesting the institute’s connection to the financier.", "filename": "2019_08_21_business_media_mit-jeffrey-epstein_1666741572.html", "image_url": "https://static01.nyt.com/images/2019/08/21/world/21medialab01/21medialab01-facebookJumbo.jpg?year=2019&h=549&w=1050&s=d7a779e4c0380cd824162508ccb6e2c3b860b23f08f933755c9e6f6bb93b8c1c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_21_business_media_mit-jeffrey-epstein_1666741572.html", "title": "M.I.T. Media Lab in Crisis After 2 Scholars Vow to Leave Over Epstein Ties", "title_page": "M.I.T. Media Lab in Crisis After 2 Scholars Vow to Leave Over Epstein Ties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The M.I.T. Media Lab, an elite research center at the Massachusetts Institute of Technology, where hundreds of graduate and undergraduate students study topics as varied as technologically advanced prosthetic limbs and using the internet via head-mounted sensors, is in turmoil. Last week, it was revealed that its director, Joichi Ito, had ties to Jeffrey Epstein, who had given money to the lab and to Mr. Ito’s own venture capital funds.\nTwo educators affiliated with the lab, the associate professor Ethan Zuckerman and the visiting scholar J. Nathan Matias, said this week that they would end their relationships with the institute over its ties to Mr. Epstein, the New York financier who was facing federal sex-trafficking charges when he killed himself this month.\nThe planned departures follow an apology by Mr. Ito posted on the M.I.T. Media Lab website on Aug. 15. “In my fund-raising efforts for M.I.T. Media Lab, I invited him to the lab and visited several of his residences,” Mr. Ito said in the statement. “I want you to know that in all of my interactions with Epstein, I was never involved in, never heard him talk about and never saw any evidence of the horrific acts that he was accused of.”\nMr. Ito, who is also a member of The New York Times Company board, added that he had taken money from Mr. Epstein for his own investment funds. He did not disclose in the apology how much money he had accepted from Mr. Epstein for the Media Lab or for his own funds, and Mr. Ito and M.I.T. declined to comment on the matter.", "url": "https://www.nytimes.com/2019/08/21/business/media/mit-jeffrey-epstein.html"}