{"authors": ["Katrin Bennhold", "Melissa Eddy"], "date_download": "2022-10-25 23:34:11", "date_modify": "2022-10-25 23:34:11", "date_publish": "2019-10-26 07:51:04", "description": "In elections on Sunday, the AfD is set to make another strong showing in eastern Germany. Its local leader, Björn Höcke, is considered an extremist by the intelligence service.", "filename": "2019_10_26_world_europe_afd-election-east-germany-hoecke_1666740851.html", "image_url": "https://static01.nyt.com/images/2019/10/27/world/27AfD1/27AfD1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e6b92194a6abbc4a0ad848bb9357a29015b20e9ebea712a1f171c621d89b6563&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_26_world_europe_afd-election-east-germany-hoecke_1666740851.html", "title": "‘Hitler or Höcke?’ Germany’s Far-Right Party Radicalizes", "title_page": "‘Hitler or Höcke?’ Germany’s Far-Right Party Radicalizes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Read: Following attack, Germans are told far-right terrorism is the number one threat.]\nThe party seized on Chancellor Angela Merkel’s decision to welcome over a million migrants to Germany in 2015, actively fanning fears of Islamization and migrant crime. Two years later, the AfD became the first far-right party to enter Parliament since World War II. By now, it sits in every state legislature in the country.\nYet the AfD itself is deeply split. In one camp are disillusioned conservatives, often former members of Ms. Merkel’s Christian Democrats, who feel alienated by what they perceive as a shift to the left of their old party on issues like migration, same-sex marriage and climate change.\nIn the other are hard-line nationalists like Mr. Höcke, who use language laced with ethnic hatred and close ranks with neo-Nazis during street protests.\nThe ideological split is also a geographic one: The far right is more moderate in western Germany — but also less successful, trailing far behind Ms. Merkel’s conservatives and garnering less than half the support of the resurgent liberal Greens.\nIn the former East, meanwhile, it has become a broad-based political force embedded at the grass-roots level.\n“East Germany has become a refuge for the far right, a place where you can gather your strength, logistically and mentally,” Mr. Quent said.", "url": "https://www.nytimes.com/2019/10/26/world/europe/afd-election-east-germany-hoecke.html"}