{"authors": ["Kevin Roose"], "date_download": "2022-10-25 23:28:57", "date_modify": "2022-10-25 23:28:57", "date_publish": "2019-02-23 08:00:04", "description": "I couldn’t read a book, watch a full-length movie or sustain a long conversation. Late last year, I decided enough was enough.", "filename": "2019_02_23_business_cell-phone-addiction_1666740537.html", "image_url": "https://static01.nyt.com/images/2019/02/23/business/23roose/23roose-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f823391797df1025d53bab081a752e2b7278d7a4b707af5969fadc7457f31aae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_23_business_cell-phone-addiction_1666740537.html", "title": "Do Not Disturb: How I Ditched My Phone and Unbroke My Brain", "title_page": "Do Not Disturb: How I Ditched My Phone and Unbroke My Brain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When we started, I sent her my screen time statistics, which showed that I had spent 5 hours and 37 minutes on my phone that day, and picked it up 101 times — roughly twice as many as the average American.\n“That is frankly insane and makes me want to die,” I wrote to her.\n“I will admit that those numbers are a bit horrifying,” she replied.\n[More from Kevin Roose: How I Learned to Stop Worrying and Love Electric Scooters.]\nCatherine encouraged me to set up mental speed bumps so that I would be forced to think for a second before engaging with my phone. I put a rubber band around the device, for example, and changed my lock screen to one that showed three questions to ask myself every time I unlocked my phone: “What for? Why now? What else?”\nFor the rest of the week, I became acutely aware of the bizarre phone habits I’d developed. I noticed that I reach for my phone every time I brush my teeth or step outside the front door of my apartment building, and that, for some pathological reason, I always check my email during the three-second window between when I insert my credit card into a chip reader at a store and when the card is accepted.\nMostly, I became aware of how profoundly uncomfortable I am with stillness. For years, I’ve used my phone every time I’ve had a spare moment in an elevator or a boring meeting. I listen to podcasts and write emails on the subway. I watch YouTube videos while folding laundry. I even use an app to pretend to meditate.\nIf I was going to repair my brain, I needed to practice doing nothing. So during my morning walk to the office, I looked up at the buildings around me, spotting architectural details I’d never noticed before. On the subway, I kept my phone in my pocket and people-watched — noticing the nattily dressed man in the yellow hat, the teens eating hot Takis and laughing, the kid with Velcro shoes. When a friend ran late for our lunch, I sat still and stared out the window instead of checking Twitter.\nIt’s an unnerving sensation, being alone with your thoughts in the year 2019. Catherine had warned me that I might feel existential malaise when I wasn’t distracting myself with my phone. She also said paying more attention to my surroundings would make me realize how many other people used their phones to cope with boredom and anxiety.", "url": "https://www.nytimes.com/2019/02/23/business/cell-phone-addiction.html"}