{"authors": ["Maria Abi-Habib", "Sameer Yasir", "Hari Kumar"], "date_download": "2022-10-25 23:45:27", "date_modify": "2022-10-25 23:45:27", "date_publish": "2019-02-15 13:52:05", "description": "Prime Minister Narendra Modi vows “a befitting reply” to the suicide bombing, which killed dozens of Indian soldiers. Pakistan has denied involvement.", "filename": "2019_02_15_world_asia_kashmir-attack-pulwama_1666741527.html", "image_url": "https://static01.nyt.com/images/2019/02/16/world/16india-kashmir1/16india-kashmir1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=c6fe52dbd99cfa4a9acefaac8e9ef3e974e3ffb5f1799a9204bf7b71d069a54a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_15_world_asia_kashmir-attack-pulwama_1666741527.html", "title": "India Blames Pakistan for Attack in Kashmir, Promising a Response", "title_page": "India Blames Pakistan for Attack in Kashmir, Promising a Response - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — India accused Pakistan on Friday of orchestrating a suicide bombing that killed dozens of soldiers in Kashmir, the worst attack there in decades, promising an appropriate response and calling on world leaders to isolate its neighbor.\nPakistan has denied involvement in the attack, in which at least 40 Indian soldiers were killed Thursday when a driver slammed an explosives-packed vehicle into a paramilitary convoy. But by Friday afternoon, India had recalled its ambassador to Pakistan for consultations in New Delhi.\n[On August 5, India revoked Kashmir’s special status.]\nWith national elections in India set to take place by May and Prime Minister Narendra Modi facing a close contest, analysts say he risks looking weak if he does not respond. Mr. Modi was elected in 2014 on promises to crack down on Kashmir’s militants and to adopt a tougher line on Pakistan. The nuclear-armed rivals have gone to war three times since independence in 1947, with two of the wars fought over Kashmir.\n“We will give a befitting reply; our neighbor will not be allowed to destabilize us,” Mr. Modi said after an emergency meeting with security advisers on Friday, according to Reuters. “Our security forces are given full freedom” to respond, he added.", "url": "https://www.nytimes.com/2019/02/15/world/asia/kashmir-attack-pulwama.html"}