{"authors": ["Hannah Beech"], "date_download": "2022-10-25 23:39:00", "date_modify": "2022-10-25 23:39:00", "date_publish": "2019-03-02 10:00:09", "description": "As the suffering of Rohingya Muslims wins global sympathy, the Buddhist Rakhine ethnic group in the country’s far west seeks recognition of its own oppression.", "filename": "2019_03_02_world_asia_myanmars-rakhine-buddhsts-rohingya_1666741140.html", "image_url": "https://static01.nyt.com/images/2019/03/03/world/03rakhine-reefer-p1/00rakhine-dispatch-10-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ebcb4932196e3a3d209e452aefb62417cc117e5e6c10bfb20dc6477bf8a92eb3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_02_world_asia_myanmars-rakhine-buddhsts-rohingya_1666741140.html", "title": "Shared Buddhist Faith Offers No Shield From Myanmar Military", "title_page": "Shared Buddhist Faith Offers No Shield From Myanmar Military - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SITTWE, Myanmar — The blood was flowing again, as it has so often, in Rakhine State, where the jungle of the Mayu hills meets the muddy flats of the Bay of Bengal: Ethnic militants ambushed four police bases on Myanmar’s Independence Day in January, killing 14 officers.\nThe Myanmar Army responded with its customary ferocity toward what it termed a “terrorist” group.\nThe insurgents would be “crushed,” added Daw Aung San Suu Kyi, the Nobel Peace Prize laureate and Myanmar’s civilian leader. Fatal clashes continued through February, and a 7-year-old child was killed in the crossfire. On Wednesday, two police officers were killed by a land mine blamed on the militants.\nRakhine, like Sarajevo or Darfur, has become a global byword for ethnic cleansing, a place where in 2017 members of the country’s Buddhist majority carried out the mass expulsion of the Muslim Rohingya ethnic group, an act accompanied by widespread rape, killing and the burning of entire villages that United Nations officials called genocide.\nThe Myanmar military used a deadly raid by Rohingya militants on police posts and an army base as the excuse for the rampage that ensued.", "url": "https://www.nytimes.com/2019/03/02/world/asia/myanmars-rakhine-buddhsts-rohingya.html"}