{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:31:25", "date_modify": "2022-10-25 23:31:25", "date_publish": "2019-02-23 15:38:58", "description": "The small grass-roots organization wants to replace more centrist Democrats with liberal candidates — and that has made some lawmakers uneasy.", "filename": "2019_02_23_us_politics_justice-democrats-ocasio-cortez_1666740685.html", "image_url": "https://static01.nyt.com/images/2019/02/24/us/politics/24dc-justicedems-print/00dc-justicedems-facebookJumbo.jpg?year=2019&h=549&w=1050&s=db6ed6933bbeb09d5978574e8a7799bcb05bfb564274456de26d7fa75599acae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_23_us_politics_justice-democrats-ocasio-cortez_1666740685.html", "title": "Justice Democrats Helped Make Ocasio-Cortez. They’re Already Eyeing Their Next Targets.", "title_page": "Justice Democrats Helped Make Ocasio-Cortez. They’re Already Eyeing Their Next Targets. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Waleed Shahid, Justice Democrats’ communications director, said primaries give the most involved, activist voters in solid blue districts the chance to choose what kind of Democrat they want representing them in Congress.\n“It takes movements like ours to push parties to prioritize what the base wants and what the values of the party are,” Mr. Shahid said. “That is the role of our movement, to give a policy vision for this country to a party that often lacks a clear policy vision.”\nA spokesman for the Democratic Congressional Campaign Committee, the campaign arm of House Democrats, said its focus remained on defeating President Trump and expanding the current House majority. (The committee has announced a slate of 32 seats held by Republicans it intends to challenge.) Mr. Cuellar, asked last month about Justice Democrats’ challenge, reminded reporters that this would not be his first round beating back a primary opponent.\n“What happened to the Democratic Party being a tent?” Mr. Cuellar said as he described a moderate Democratic constituency in his district, which stretches from the Mexican border to the suburbs of San Antonio. “An outside group that thinks they know southwest Texas politics better than I do are going to find out.”\nBoth supporters and opponents of Justice Democrats say that with the 2018 election barely in the rearview mirror, it is too early to assess how primary challenges might disrupt the Democratic field. But in a presidential year, when turnout in the primaries is often much higher than in midterm election seasons, Justice Democrats has the potential to be far more disruptive than it was in 2018, and the group and its allies are in a fighting mood.\n“We should absolutely be allowed to contest what it means to be a Democrat,” Mr. McElwee said in an interview. “You can’t have a tent that includes both people of color and people who work to undermine the rights and humanity of people of color.” He pointed to Gov. Ralph Northam of Virginia, who defeated a more progressive Democrat, Tom Perriello, in the primary, only to be consumed in scandal for his use of blackface in the 1980s.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nLiberal primary challengers are not new to the Democratic Party, but they can be costly. Steve Israel, a retired congressman from New York who once led the campaign committee, recalled instances in which lawmakers delayed contributions to the tight races of their colleagues as they fought off primary challengers in their safe districts.", "url": "https://www.nytimes.com/2019/02/23/us/politics/justice-democrats-ocasio-cortez.html"}