{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:26:50", "date_modify": "2022-10-25 23:26:50", "date_publish": "2019-08-25 00:22:33", "description": "The military says Iran was planning to attack Israeli targets with a new kamikaze-style weapon.", "filename": "2019_08_24_world_middleeast_israel-says-it-struck-iranian-killer-drones-in-syria_1666740410.html", "image_url": "https://static01.nyt.com/images/2019/08/24/sports/24syria-strike/merlin_158928654_525fa7bf-e6f9-4c7b-9826-aa0f2bfe4636-facebookJumbo.jpg?year=2019&h=549&w=1050&s=fd0c3923be2b31f140680ff53a76f5938c535a452fd31984184dc0f49f0e7b62&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_24_world_middleeast_israel-says-it-struck-iranian-killer-drones-in-syria_1666740410.html", "title": "Israel Says It Struck Iranian ‘Killer Drones’ in Syria", "title_page": "Israel Says It Struck Iranian ‘Killer Drones’ in Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The drone itself is like a missile,” said Lt. Col. Jonathan Conricus, an Israeli military spokesman.\nIsrael aimed only to destroy offensive infrastructure, Colonel Conricus said, but fighters belonging to both the Quds Force, an elite unit of the Iranian Revolutionary Guards Corps, and Shiite militias allied with Iran were present.\n“It is probable that there were casualties, but you will hear that from them,” he said.\nThe Syrian Army said in a statement that “the majority of the Israeli missiles were destroyed before reaching their targets,” Reuters reported. But Colonel Conricus said the Israeli impact was “significant.”\nThe Israeli army chief of staff and his deputy and the heads of the Israeli Air Force and military intelligence were all at the military’s headquarters in Tel Aviv, and the Northern Command was on alert.\nIsrael gave no information on the size or number of the drones or their explosive payloads, or the number of Israeli warplanes involved in the airstrike.\nNor did it say exactly how it knew Iran was preparing to deploy the drones against it, only citing unspecified intelligence.\nBut Colonel Conricus said that “there was a very open threat as well.”\nHe pointed to a post on the Telegram messaging service on Thursday by a writer he said was “close to the Iranian regime,” Mohammed Imani, who warned, “if, at night and in the coming days, unidentified UAVs attacked sensitive security, military and nuclear targets, or major Zionist ports and centers in occupied Palestine, it should not be surprising.”", "url": "https://www.nytimes.com/2019/08/24/world/middleeast/israel-says-it-struck-iranian-killer-drones-in-syria.html"}