{"authors": ["Andrew Ross Sorkin", "Gregory Schmidt"], "date_download": "2022-10-25 23:29:17", "date_modify": "2022-10-25 23:29:17", "date_publish": "2019-11-26 15:16:40", "description": "Blackwells Capital has started a campaign to pressure Mr. Barrack, the chairman of President Trump’s inaugural committee, to resign from Colony Capital.", "filename": "2019_11_26_business_dealbook_thomas-barrack-colony-trump-resign_1666740557.html", "image_url": "https://static01.nyt.com/images/2019/11/26/business/26barrack-sub/26barrack-sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=bad68b474d5f8f6e40f429ffabb6d611a6595cce06a4c6228e543b3cab2945a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_26_business_dealbook_thomas-barrack-colony-trump-resign_1666740557.html", "title": "Thomas Barrack, a Trump Confidant, Is Targeted by an Investor", "title_page": "Thomas Barrack, a Trump Confidant, Is Targeted by an Investor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Thomas J. Barrack Jr., the chairman of President Trump’s inaugural committee, is under pressure from an activist investor to resign as chief executive of Colony Capital, a real estate investment firm he founded.\nBlackwells Capital sent a searing letter to Colony on Tuesday, demanding that Mr. Barrack be replaced after Colony’s stock price plunged over the last three years. The investment firm also cited two federal investigations of the inaugural committee, calling them a distraction for Mr. Barrack.\n“Colony’s board has given Tom Barrack too much deference and too much latitude for too long,” Blackwells’ founder, Jason Aintabi, said in the letter. “His continued, imperial reign over the company damages its credibility and business prospects, and creates a tremendous overhang on the stock.”\nBlackwells listed several reasons for Mr. Barrack’s ouster, including an ill-fated three-way merger in 2017 with NorthStar Asset Management and NorthStar Realty Finance that Mr. Barrack orchestrated.", "url": "https://www.nytimes.com/2019/11/26/business/dealbook/thomas-barrack-colony-trump-resign.html"}