{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:43:32", "date_modify": "2022-10-25 23:43:32", "date_publish": "2019-01-23 11:16:49", "description": "The former top prosecutor had been convicted on charges of banishing a junior prosecutor to an obscure posting after she tried to expose his sexual misconduct. He said he would appeal the latest ruling.", "filename": "2019_01_23_world_asia_south-korea-prosecutor-sexual-misconduct_1666741412.html", "image_url": "https://static01.nyt.com/images/2019/01/25/world/25korea-metoo-1/25korea-metoo-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=de6b493dc365c79944cde6974846eba6c6dc1fd40e2481158a7d14e9f53bddea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_23_world_asia_south-korea-prosecutor-sexual-misconduct_1666741412.html", "title": "Ex-Prosecutor in South Korea #MeToo Case Is Sentenced to 2 Years in Prison", "title_page": "Ex-Prosecutor in South Korea #MeToo Case Is Sentenced to 2 Years in Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — A former senior South Korean prosecutor was sentenced to two years in prison on Wednesday on charges of banishing a junior prosecutor to an obscure posting after she tried to expose his sexual misconduct.\nThe case of the former senior prosecutor, Ahn Tae-geun, drew particular attention in South Korea because the accusations of the junior prosecutor, Seo Ji-hyeon, helped fuel a nascent #MeToo movement in this deeply male-dominated society.\nMs. Seo recounted during an interview with a cable channel in January 2018 how she had been sexually molested by Mr. Ahn. Her decision to make public her accusations was an all but unprecedented move in South Korea, where victims of sexual violence have been afraid to speak out for fear of shame and retaliation.\nMs. Seo’s action helped encourage a steady stream of women to come forward with accusations of sexual abuse against an array of prominent men, including theater directors, politicians, professors, Roman Catholic priests and a former national speedskating team coach. Many of the accused men have since apologized for sexual misconduct and resigned from their positions, several of them facing criminal charges.", "url": "https://www.nytimes.com/2019/01/23/world/asia/south-korea-prosecutor-sexual-misconduct.html"}