{"authors": ["Ashley Southall"], "date_download": "2022-10-25 23:30:21", "date_modify": "2022-10-25 23:30:21", "date_publish": "2019-05-14 00:06:05", "description": "The findings of an internal affairs inquiry were made public for the first time at a disciplinary hearing against the officer, Daniel Pantaleo.", "filename": "2019_05_13_nyregion_eric-garner-death-daniel-pantaleo-trial-chokehold_1666740621.html", "image_url": "https://static01.nyt.com/images/2019/05/14/nyregion/14pantaleo1-print/13pantaleo-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f1bd0ab82652fba152f586dedc49c752bcc153e6ab0badeb569f4ba29e088832&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_13_nyregion_eric-garner-death-daniel-pantaleo-trial-chokehold_1666740621.html", "title": "Police Investigators Determined Officer Choked Eric Garner", "title_page": "Police Investigators Determined Officer Choked Eric Garner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Internal affairs investigators who reviewed Eric Garner’s death determined that the officer who wrestled him to the ground in 2014 used a forbidden chokehold on him, a police supervisor testified on Monday during the officer’s disciplinary trial at Police Headquarters.\nThe revelation raised questions about why the Police Department never took independent action against the officer, Daniel Pantaleo, but instead allowed him to remain on desk duty for five years as a federal investigation dragged on. The Police Department did not respond to an email seeking comment.\nThe testimony came on the first day of Officer Pantaleo’s long-delayed disciplinary trial. Mr. Garner died after officers held him down and handcuffed him on the pavement near the Staten Island Ferry Terminal. The police had stopped him because they thought he was selling untaxed cigarettes, or “loosies.”\nCaptured on video, his death was one of several across the country that set off protests and led to a national reckoning over how the police treat people in poor and minority neighborhoods. Mr. Garner’s last words — “I can’t breathe” — became a rallying cry for people protesting police brutality.", "url": "https://www.nytimes.com/2019/05/13/nyregion/eric-garner-death-daniel-pantaleo-trial-chokehold.html"}