{"authors": ["Vivian Wang"], "date_download": "2022-10-25 22:56:36", "date_modify": "2022-10-25 22:56:36", "date_publish": "2019-06-19 18:08:42", "description": "State legislators were considering a backup plan to decriminalize the drug after a legalization effort collapsed amid disagreement about how to regulate the industry.", "filename": "2019_06_19_nyregion_marijuana-legalization-ny_1666738596.html", "image_url": "https://static01.nyt.com/images/2019/06/20/nyregion/20MARIJUANAsub1/19marijuana1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=6818ea64e768674f9f5a4694ec87ba4b38f35c4b9faf78df9b8f42f2333cd6e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_19_nyregion_marijuana-legalization-ny_1666738596.html", "title": "Final Push to Legalize Pot Fails in New York", "title_page": "Final Push to Legalize Pot Fails in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nALBANY — New York’s plan to legalize marijuana this year collapsed on Wednesday, dashing hopes for a potential billion-dollar industry that supporters said would create jobs in minority communities and end decades of racially disproportionate policing.\nDemocratic lawmakers had been in a headlong race to finalize an agreement before the end of the legislative session this week. But persistent disagreement about how to regulate the industry, as well as hesitation from moderate lawmakers, proved insurmountable.\n“It is clear now that M.R.T.A. is not going to pass this session,” Senator Liz Krueger of Manhattan said in a statement on Wednesday morning, using an acronym for the legalization bill she had sponsored. “We came very close to crossing the finish line, but we ran out of time.”\nShe added, “Unfortunately, that delay means countless more New Yorkers will have their lives upended by unnecessary and racially disparate enforcement measures before we inevitably legalize.”", "url": "https://www.nytimes.com/2019/06/19/nyregion/marijuana-legalization-ny.html"}