{"authors": ["The New York Times Magazine"], "date_download": "2022-10-25 23:30:21", "date_modify": "2022-10-25 23:30:21", "date_publish": "2019-02-22 05:00:01", "description": "‘At some point, you’ve got to draw a line.’", "filename": "2019_02_22_magazine_john-legend-r-kelly_1666740621.html", "image_url": "https://static01.nyt.com/images/2019/02/24/magazine/24mag-talk-slide-SC59/24mag-talk-slide-SC59-facebookJumbo.png?year=2019&h=550&w=1050&s=64d3a19ec0aa79919dd4ce90c26a755aa4bbce7a8eae1d9c3497c0e3fbbaaf14&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_22_magazine_john-legend-r-kelly_1666740621.html", "title": "Why John Legend Said No to a Song From R. Kelly", "title_page": "Why John Legend Said No to a Song From R. Kelly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Update: The R&B singer R. Kelly was charged on Friday in Chicago with 10 counts of aggravated criminal sexual abuse, according to news reports citing court records.]\nEarlier this year, John Legend was widely commended for his involvement in Lifetime’s “Surviving R. Kelly,” Dream Hampton’s documentary about Kelly’s decades of sexual-assault accusations — in part because he was one of the few mainstream artists to participate. In this week’s Talk interview, Legend and David Marchese discuss Kelly’s and Harvey Weinstein’s sexual-assault allegations and how to make moral decisions when you make art. “Even though I think artists are more geared to be empathetic, people ignore evil behavior when it comes with success and power and quality art — R. Kelly and Harvey Weinstein are responsible for some exceptional art.”\nStill, Legend couldn’t be swayed. “Within the last 18 months, someone said R. Kelly had a good song for me,” Legend said. “I said no.”\nPart of the reason Legend believes that Kelly was allowed to go unchecked for so long is because the type of victims he pursued — young black women — generally garner less media attention than the victims of Harvey Weinstein, for example: “A girl on tour in Oklahoma City is not the same as Gwyneth Paltrow. There’s an imbalance.”", "url": "https://www.nytimes.com/2019/02/22/magazine/john-legend-r-kelly.html"}