{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:54:38", "date_modify": "2022-10-25 23:54:38", "date_publish": "2019-07-29 23:50:21", "description": "The failure underscored that legislators’ simmering anger over both Saudi Arabia’s murder of a dissident columnist and its bloody war in Yemen has its limits.", "filename": "2019_07_29_us_politics_trump-veto-saudi-arms-sales_1666742078.html", "image_url": "https://static01.nyt.com/images/2019/07/29/us/politics/29dc-saudi1/29dc-saudi1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=71ad532ff0b2b64c9cd46ed323c23444af52a229884ddfe9582b114be4d398ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_29_us_politics_trump-veto-saudi-arms-sales_1666742078.html", "title": "Senate Fails to Override Trump’s Veto on Saudi Arms Sales", "title_page": "Senate Fails to Override Trump’s Veto on Saudi Arms Sales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump again succeeded in turning back bipartisan congressional efforts to rebuke his lock-step support for Saudi Arabia after the Senate on Monday failed to override his veto on a series of measures that would have blocked billions of dollars of arms sales to the Persian Gulf region.\nThe failure is the second time in recent months that the Senate has been unable to muster enough opposition to beat a veto on a rebuke to the administration’s relationship with Saudi Arabia. That underscored that legislators’ simmering anger over both the kingdom’s murder of a dissident columnist and its bloody war in Yemen has its limits.\nThe measures, introduced by Senator Robert Menendez of New Jersey, the top Democrat on the Foreign Relations Committee, sought to stymie the administration’s effort to circumvent Congress to sell munitions to the gulf nations by declaring an emergency over Iran. Mr. Menendez and other lawmakers had blocked some of those sales, but by declaring an emergency, the administration was able to blow through the blockades.\nMr. Trump, in his veto message, said the legislation “would weaken America’s global competitiveness and damage the important relationships we share with our allies and partners.” He vetoed a separate measure in April that would have forced an end to American military involvement in the Yemen war.", "url": "https://www.nytimes.com/2019/07/29/us/politics/trump-veto-saudi-arms-sales.html"}