{"authors": ["Adam Satariano"], "date_download": "2022-10-25 23:40:59", "date_modify": "2022-10-25 23:40:59", "date_publish": "2019-07-13 15:59:12", "description": "The social network may have escaped restrictions and financial bruising with the F.T.C.’s settlement, but its pain is just beginning around the world.", "filename": "2019_07_13_technology_facebook-privacy-investigations_1666741259.html", "image_url": "https://static01.nyt.com/images/2019/07/15/business/15-FBWORLD-PRINT/13fbworld1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b43b096bb5b5e338f51796ead40e9ccdf8392dedfbc9c3ae4a627423982ed3de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_13_technology_facebook-privacy-investigations_1666741259.html", "title": "Facebook Dodged a Bullet From the F.T.C. It Faces Many More.", "title_page": "Facebook Dodged a Bullet From the F.T.C. It Faces Many More. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — After Facebook was hit on Friday with a fine of around $5 billion for privacy violations, critics immediately said it escaped largely unscathed: The settlement neither bruised its bottom line nor severely restricted its ability to collect people’s data.\nYet even if the Silicon Valley company dodged that bullet, its pain was just beginning.\nRegulators and lawmakers in Washington, Europe and in countries including Canada have already begun multiple investigations and proposing new restrictions against Facebook that will probably embroil it in policy debates and legal wrangling for years to come. And in some of these places, the authorities are increasingly coordinating to form a more united front against the company.\nIn the United States, the potential for a federal antitrust investigation looms, several state attorneys general have initiated investigations of the company, and members of Congress are considering a federal privacy law and other restrictions. Not to mention that President Trump has turned up the heat on Facebook and other tech behemoths, including on Friday when he said that the platforms were “dishonest” and “crooked” and that “something is going to be done.”\nThat momentum will be on display this coming week on Capitol Hill. On Tuesday, the House Judiciary subcommittee on antitrust plans to hold a hearing featuring executives from Facebook, Apple, Amazon and Google about the power of the firms. That same day, the Senate Banking Committee is scheduled to hear from David Marcus, a top Facebook executive, on the company’s new Libra cryptocurrency project, which lawmakers have criticized and questioned.", "url": "https://www.nytimes.com/2019/07/13/technology/facebook-privacy-investigations.html"}