{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:39:50", "date_modify": "2022-10-25 23:39:50", "date_publish": "2019-03-04 05:19:29", "description": "As the territory reconsiders limits on extradition, some worry about the consequences of subjecting locals to mainland Chinese laws.", "filename": "2019_03_04_world_asia_hong-kong-china-extradition_1666741190.html", "image_url": "https://static01.nyt.com/images/2019/02/22/world/00hongkong-extraditions-1/00hongkong-extraditions-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3939b0e1e6c154808843caa17a7a1f160266d7cd05e31d535e43aeda7eeb57c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_04_world_asia_hong-kong-china-extradition_1666741190.html", "title": "Murder Case Poses Dilemma for Hong Kong on Sending Suspects to China", "title_page": "Murder Case Poses Dilemma for Hong Kong on Sending Suspects to China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Before she went on holiday with her boyfriend, the young woman from Hong Kong told friends about his pledge to her. “He said I am his first and last girlfriend,” the woman, Poon Hiu-wing, 20, wrote on Facebook. It would be her last Facebook post.\nAfter their trip to Taiwan in February 2018, the boyfriend, Chan Tong-kai, returned alone. Her family grew worried and called the police. One week later, investigators found her body in the bushes near a light rail station in northern Taiwan. An autopsy determined that she had been four to five months pregnant.\nThe police in Hong Kong arrested Mr. Chan, and last year he was charged over possession of his girlfriend’s cellphone, digital camera and $3,000 in cash.\nBut he was not charged with killing Ms. Poon.\nUnder Hong Kong law, Mr. Chan must face charges related to her death where it happened, in Taiwan. But Hong Kong does not have an extradition agreement with Taiwan, so Mr. Chan has remained in Hong Kong.", "url": "https://www.nytimes.com/2019/03/04/world/asia/hong-kong-china-extradition.html"}