{"authors": ["Jeffrey Gettleman", "Kai Schultz", "Hari Kumar", "Suhasini Raj"], "date_download": "2022-10-25 23:45:23", "date_modify": "2022-10-25 23:45:23", "date_publish": "2019-08-06 15:09:56", "description": "The prime minister says that eliminating Kashmir’s autonomy was just a reorganization. Others see an attack on India’s secular identity and a historic blow to its democracy.", "filename": "2019_08_06_world_asia_jammu-kashmir-india.html_rref=collection%2Fbyline%2Fkai-schultz_1666741523.html", "image_url": "https://static01.nyt.com/images/2019/08/06/world/06kashmir1/06kashmir1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=19fd17c39dd5c2a4823926d3d575bec6c70e50db9ae780076f98ee5963b59a61&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_06_world_asia_jammu-kashmir-india.html_rref=collection%2Fbyline%2Fkai-schultz_1666741523.html", "title": "In Kashmir Move, Critics Say, Modi Is Trying to Make India a Hindu Nation", "title_page": "In Kashmir Move, Critics Say, Modi Is Trying to Make India a Hindu Nation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — To India’s prime minister, Narendra Modi, eliminating the autonomy of Kashmir, a disputed, predominantly Muslim territory, was an administrative move, something his ministers had presented as simply a long-overdue “reorganization.”\nBut to Mr. Modi’s critics, the decision was an attack at the heart of India’s secular identity and a historic blow to a democracy that celebrates itself as one of the most free and stable in the developing world.\nThere is little doubt that Kashmir needed fixing. It is one of the bloodiest, most stubborn flash points in South Asia, a complicated, disputed mountainous territory that several times has driven India and Pakistan to war.\nBoth nations wield nuclear weapons and claim parts of Kashmir. For decades, their prickliness has kept the region trapped in a low-intensity conflict, leaving it depressed, full of rundown villages and the backdrop to a quixotic battle between a few hundred young militants and tens of thousands of Indian troops.", "url": "https://www.nytimes.com/2019/08/06/world/asia/jammu-kashmir-india.html?rref=collection%2Fbyline%2Fkai-schultz"}