{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:53:40", "date_modify": "2022-10-25 23:53:40", "date_publish": "2019-07-18 23:46:22", "description": "The Treasury Department cited human rights abuses when announcing the penalties, which are partly tied to the Trump administration’s campaign against Iran.", "filename": "2019_07_18_us_politics_us-sanctions-iraq_1666742020.html", "image_url": "https://static01.nyt.com/images/2019/07/18/us/politics/18dc-sanctions/merlin_157323555_c5081906-6e4f-4734-9297-c6082e561bc7-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3ab86f58d04b83a2ffafb8f4cb994cef7e0cf0cd849253bfb02f5b5b645c36de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_18_us_politics_us-sanctions-iraq_1666742020.html", "title": "U.S. Imposes Sanctions on Iraqi Militia Leaders and Ex-Governors", "title_page": "U.S. Imposes Sanctions on Iraqi Militia Leaders and Ex-Governors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration is imposing economic sanctions on two former provincial governors and two militia leaders in Iraq, it announced on Thursday, citing human rights abuses in the north of the country.\nAmerican officials had determined that three of the four Iraqis were involved in acts of corruption, extortion and intimidation in Nineveh Province, which has minority populations of Christians and Yazidis and was an Islamic State stronghold before the group’s territorial defeat.\nThe Treasury Department said it was imposing the sanctions under the Global Magnitsky Act, which allows the executive branch to use economic penalties to punish officials of other nations for human rights violations.\n“We will continue to hold accountable persons associated with serious human rights abuse, including persecution of religious minorities, and corrupt officials who exploit their positions of public trust to line their pockets and hoard power at the expense of their citizens,” said Sigal Mandelker, the Treasury’s under secretary for terrorism and financial intelligence.", "url": "https://www.nytimes.com/2019/07/18/us/politics/us-sanctions-iraq.html"}