{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 23:52:46", "date_modify": "2022-10-25 23:52:46", "date_publish": "2019-06-29 15:26:37", "description": "Ms. Harris collected donations from 63,277 people, according to a campaign aide. The aide said 58 percent of those donors had not contributed to her campaign before.", "filename": "2019_06_29_us_politics_kamala-harris-fundraising-2020_1666741966.html", "image_url": "https://static01.nyt.com/images/2019/06/29/us/politics/29Harris/29Harris-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f13a54fbddbc7bcc9bef4c549ae1e3eeda9fcb65455b34a55dd1adff127fd270&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_29_us_politics_kamala-harris-fundraising-2020_1666741966.html", "title": "Kamala Harris Raises $2 Million in 24 Hours After Debate", "title_page": "Kamala Harris Raises $2 Million in 24 Hours After Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A barrier-breaking prosecutor with a love for grilling — “Question, I will repeat” — roasting and music. “One nation under a groove, getting down —” California Senator Kamala Harris has joined the race for the White House. “I’m running for president of the United States. And I’m very excited about it. I’m very excited about it.” So who is she? Harris has a history of being the first. “You may be the first to do many things, but make sure you’re not the last.” In 2010, she was the first woman and person of African and South Asian descent to become California’s attorney general. “I decided to become a prosecutor because I believed that there were vulnerable and voiceless people who deserved to have a voice in that system.” And in 2016 she became the first black senator from California. “So my question to you —” Harris serves on four Senate committees, and is perhaps best known for her tough questions. “It makes me nervous.” “Is that a no?” “Is that a yes?” “Can I get to respond please, ma’am?” “No, sir.” “No, no.” She’s moved to the left in recent years. But her political message remains broad, stressing unity and togetherness. “We are all in this together.” She has defended immigrants’ rights, as well as public schools and Medicare for All. But her signature issue is criminal justice reform. “Crime is not a monolith. We cannot have a one-size-fits-all approach to criminal justice policy.” Critics on her left have called her record into question, arguing that she failed to embrace progressive reforms during her tenure as district attorney and California’s attorney general. So, what’s her dynamic with President Trump? Harris has voted against more Trump administration nominees than most of her peers. She has called Trump’s border wall: “his vanity project.” And the government shutdown: “a crisis of leadership.” For now, Trump has said little about her. So, what are her chances? Political strategists believe Harris may be better positioned to build coalitions than some of her party rivals. “This is our house.” But despite strong initial fund-raising numbers and a liberal donor network in her home state, she’s stagnated in the polls. As a relative newcomer to national politics, many voters may be waiting to hear more from Harris before making up their minds. “I voted.”", "url": "https://www.nytimes.com/2019/06/29/us/politics/kamala-harris-fundraising-2020.html"}