{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:41:26", "date_modify": "2022-10-25 23:41:26", "date_publish": "2019-02-28 10:00:11", "description": "The pace slowed from midyear after losing the momentum generated by tax cuts.", "filename": "2019_02_28_business_economy_gdp-report_1666741286.html", "image_url": "https://static01.nyt.com/images/2019/03/01/business/01jpecon1-print/28econ3-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=4e6281604f3f9d462a118eb0d72e4aae3253ab83278d175a82bdf18090cedf4d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_28_business_economy_gdp-report_1666741286.html", "title": "U.S. Economy Cooled as G.D.P. Grew at 2.6% Rate in Fourth Quarter", "title_page": "U.S. Economy Cooled as G.D.P. Grew at 2.6% Rate in Fourth Quarter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The American economy slowed at the end of 2018 — and there could be a further slowdown to come.\nGross domestic product — the broadest measure of goods and services produced in the United States — grew at a 2.6 percent annual rate in the final three months of last year, the Commerce Department said Thursday. That marks a significant slowdown from the middle of the year, when a sugar high fueled by tax cuts and government spending increases briefly pushed growth above 4 percent.\nThis year seems to be starting at an even slower pace. Many economists expect growth to drop below 2 percent in the first quarter, in part because of the partial government shutdown, which began in December and extended through most of January.\nIt’s important to keep the cooling economy in perspective. The fourth-quarter slowdown wasn’t as severe as many forecasters had feared, and even with the loss of momentum late in the year, 2018 as a whole was among the best years of the decade-long recovery from the Great Recession. And most economists do not expect a recession this year, putting the current expansion on track to become the longest on record.\n“I think this is a slowing,” said Lewis Alexander , chief United States economist for Nomura. “I don’t think this is ‘we’re falling into an abyss.’”", "url": "https://www.nytimes.com/2019/02/28/business/economy/gdp-report.html"}