{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:28:16", "date_modify": "2022-10-25 23:28:16", "date_publish": "2019-03-26 09:00:09", "description": "The Taliban made a point of building their team around the five ex-detainees. But one insists that they have put bitterness aside to try to end the Afghan war.", "filename": "2019_03_26_world_asia_taliban-guantanamo-afghanistan-peace-talks_1666740496.html", "image_url": "https://static01.nyt.com/images/2019/03/19/world/asia/19taliban-gitmo3/19taliban-gitmo3-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=8015243e269ce7f2ae0f81e90c19a12b511555e98e057e8edf37b0a864226539&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_26_world_asia_taliban-guantanamo-afghanistan-peace-talks_1666740496.html", "title": "Once Jailed in Guantánamo, 5 Taliban Now Face U.S. at Peace Talks", "title_page": "Once Jailed in Guantánamo, 5 Taliban Now Face U.S. at Peace Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DOHA, Qatar — When the United States invaded Afghanistan in 2001 and toppled the Taliban government, even those who surrendered were treated as terrorists: handcuffed, hooded and shipped to the American detention camp in Guantánamo Bay, Cuba.\nNow, in a stark demonstration of the twists and contradictions of the long American involvement in Afghanistan, five of those men are sitting across a negotiating table from their former captors, part of the Taliban team discussing the terms of an American troop withdrawal.\n[To follow the Afghan war peace negotiations, sign up for the weekly At War newsletter.]\n“During our time in Guantánamo, the feeling was with us that we had been brought there unjustly and that we would be freed,” said one of the former detainees, Mullah Khairullah Khairkhwa. “But it never occurred to me that one day there would be negotiations with them, and I would be sitting there with them on one side and us on the other.”\nThe five senior Taliban officials were held at Guantánamo for 13 years before catching a lucky break in 2014. They were exchanged for Sgt. Bowe Bergdahl, the only known American service member to be held by the insurgents as a prisoner of war.", "url": "https://www.nytimes.com/2019/03/26/world/asia/taliban-guantanamo-afghanistan-peace-talks.html"}