{"authors": ["Alissa J. Rubin", "Ronen Bergman"], "date_download": "2022-10-25 23:26:52", "date_modify": "2022-10-25 23:26:52", "date_publish": "2019-08-23 01:13:26", "description": "Israel attacked a base said to be a transit point for Iran to send weapons to Syria. It was one of several recent attacks on weapons depots in Iraq.", "filename": "2019_08_22_world_middleeast_israel-iraq-iran-airstrike_1666740412.html", "image_url": "https://static01.nyt.com/images/2019/09/22/world/22iraq3/22iraq3-facebookJumbo.jpg?year=2019&h=549&w=1050&s=f62f70cd9a13dee76fc0c68b3ee9d79578bcdaaa45d97a29858743871536ca49&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_22_world_middleeast_israel-iraq-iran-airstrike_1666740412.html", "title": "Israeli Airstrike Hits Weapons Depot in Iraq", "title_page": "Israeli Airstrike Hits Weapons Depot in Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Israel has carried out an airstrike on a weapons depot in Iraq that officials said was being used by Iran to move weapons to Syria, an attack that could destabilize Iraq and thrust it deeper into the conflict between the United States and Iran.\nThe attack, believed to be the first Israeli bombing in Iraq in nearly four decades, represents an expansion of the military campaign Israel has carried out against Iranian targets in Syria.\nThe Israeli attack last month was one of several recent attacks on weapons storage facilities controlled by Iraqi militias with ties to Iran. It was not clear who carried out the other attacks, which have set Iraq on edge as it struggles to recover from nearly 40 years of war and instability.\nResponding to the attacks on Thursday, Iraq’s national security adviser, Falih al-Fayadh, said that Iraq wanted to avoid taking sides in any struggle between Iran and other countries and being “pushed into a war.”", "url": "https://www.nytimes.com/2019/08/22/world/middleeast/israel-iraq-iran-airstrike.html"}