{"authors": ["Marc Santora"], "date_download": "2022-10-25 23:42:52", "date_modify": "2022-10-25 23:42:52", "date_publish": "2019-10-17 12:54:11", "description": "Final approval for Prime Minister Boris Johnson’s deal with the European Union could rely on 10 lawmakers from Northern Ireland. How can so few wield so much influence?", "filename": "2019_10_17_world_europe_dup-northern-ireland-brexit_1666741372.html", "image_url": "https://static01.nyt.com/images/2019/10/17/world/17dup3/17dup3-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1720bc1cb600f86de36b3144510b8e3a301760fdf08e8a185f552f5cad40076e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_17_world_europe_dup-northern-ireland-brexit_1666741372.html", "title": "Who Are the 10 Lawmakers Who Might Scupper the Brexit Deal?", "title_page": "Who Are the 10 Lawmakers Who Might Scupper the Brexit Deal? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The D.U.P.’s founder, the Rev. Ian Paisley, was an evangelical preacher whose virulently sectarian speeches, and sometimes violent demonstrations, helped stoke interfaith tensions in the early years of the Troubles.\nPeace deal winners\nYears later, the party was a main beneficiary of the Good Friday Agreement of 1998, which ended the Troubles. The deal stipulated that the largest Protestant and Catholic parties should share power in Northern Ireland. But it soon became apparent that this was pushing voters from both sides to the political extremes.\nBy 2017, voters had largely abandoned moderate parties and the Democratic Unionists took the last Westminster seats held by the rival Ulster Unionists. At the same time, Sinn Fein, the political wing of the disbanded Irish Republican Army, eclipsed more moderate nationalist parties.\nSinn Fein, which does not consider itself British and has formally renounced any involvement in Westminster politics, refuses to vote in the House of Commons, so has not played a role in the Brexit fight.\nBecoming the kingmakers\nWhen Boris Johnson’s predecessor as prime minister, Theresa May, was riding high in the opinion polls in 2017, she decided to call an election to try to cement a strong majority to get her Brexit plan through Parliament. As it happened, she fared poorly, actually lost ground and became dependent on the D.U.P.’s 10 votes to stay in power.\nThat gave the unionist party an outsize role in the Brexit negotiations, which it used to enforce its bedrock position rejecting any plan that would divide Northern Ireland from the rest of Britain.\n“The red line is blood red,” Arlene Foster, the party leader, said last fall as discussion swirled about a possible compromise.", "url": "https://www.nytimes.com/2019/10/17/world/europe/dup-northern-ireland-brexit.html"}