{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:36:08", "date_modify": "2022-10-25 23:36:08", "date_publish": "2019-01-08 23:22:43", "description": "Tuesday marked the first day for former felons in Florida to register in vote, following a historic ballot measure that restored their rights.", "filename": "2019_01_08_us_florida-felons-voting-rights_1666740968.html", "image_url": "https://static01.nyt.com/images/2019/01/09/us/09felons-02-print/09felons-facebookJumbo.jpg?year=2019&h=550&w=1050&s=84edf4a136f67a2d3d4d2b67ba32bedfd32f17363bbe469e017e4756f10c8558&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_08_us_florida-felons-voting-rights_1666740968.html", "title": "Florida Felons Once Denied Rights Begin Registering to Vote", "title_page": "Florida Felons Once Denied Rights Begin Registering to Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Let’s hope so,” said Mr. Office, 61.\nThe measure known as Amendment 4 was approved in November by nearly 65 percent of Florida voters, leaving just two other states — Kentucky and Iowa — with laws in place that prevent people with felony records from voting. But the state’s new governor, Ron DeSantis, a Republican who was sworn into office on Tuesday, has suggested that the amendment could face challenges down the line.\nMr. DeSantis has said state lawmakers should craft legislation when their session begins in March to define exactly which former felons are now eligible, though the amendment appears to lay that out explicitly.\n“It’s not delaying it — the people spoke on it,” Mr. DeSantis told reporters in Tallahassee, the state capital, on Monday. “But I think it’s got to be implemented the way that the people intended. And I don’t think that they wanted to see any sex offenders fall through the cracks.”\nThe language of the amendment was intended to be self-executing, making the restoration of rights automatic for former felons without murder or felony sex convictions “after they complete all terms of their sentence including parole or probation,” without the need for any additional legislative rules. Previously, ex-felons could apply for re-enfranchisement from the governor and state Cabinet, but that strict clemency process was long and laborious, with no set criteria for success.\nMore than five million Floridians voted in favor of Amendment 4. That’s more votes than any candidate on the ballot received.", "url": "https://www.nytimes.com/2019/01/08/us/florida-felons-voting-rights.html"}