{"authors": ["Sydney Ember"], "date_download": "2022-10-25 23:41:54", "date_modify": "2022-10-25 23:41:54", "date_publish": "2019-10-14 09:00:15", "description": "Two weeks after his heart attack, the Vermont senator will be trying to convince voters he has the strength to run a forceful campaign.", "filename": "2019_10_14_us_politics_bernie-sanders-debate_1666741314.html", "image_url": "https://static01.nyt.com/images/2019/10/14/us/politics/14Sanders-debate1/14Sanders-debate1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b9680026179406b36c2b3b279027214c3fe14460d0bb97cd0a0623c4e30936d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_14_us_politics_bernie-sanders-debate_1666741314.html", "title": "Bernie Sanders, Back in Action at the Debate, Has Much to Prove", "title_page": "Bernie Sanders, Back in Action at the Debate, Has Much to Prove - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "News that his campaign had waited several days to reveal his diagnosis of a heart attack — and the limited medical details that they have released since — has also raised questions of transparency and contributed to speculation about his condition.\nHis campaign has not made his doctors available for interviews, and while Mr. Sanders has pledged to release his medical records, he has not yet done so.\nHis health issues have cast a degree of uncertainty over his campaign and left his aides rushing to reassure voters about his age and health, just as he was trying to improve his standing in a race that in recent weeks has become more of a two-person contest between Senator Elizabeth Warren and former Vice President Joseph R. Biden Jr.\nBut if debates are an endurance test for all candidates, Tuesday’s event has now taken on new urgency for Mr. Sanders, as he seeks to dispel doubts and show a national audience that he is physically capable of competing for the Democratic nomination.", "url": "https://www.nytimes.com/2019/10/14/us/politics/bernie-sanders-debate.html"}