{"authors": ["Kate Zernike"], "date_download": "2022-10-25 23:29:41", "date_modify": "2022-10-25 23:29:41", "date_publish": "2019-02-11 08:00:11", "description": "Ms. Harris seemed to try to be all things to all people as a district attorney and state attorney general. Now, as she runs for president, her record faces a chorus of critics, especially on the left.", "filename": "2019_02_11_us_kamala-harris-progressive-prosecutor_1666740581.html", "image_url": "https://static01.nyt.com/images/2019/02/05/us/00KAMALA09/00KAMALA09-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=57e13a278282219428e728e9eaedfb48b8e78aaef30ffb446fcdb1337a8e8e32&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_11_us_kamala-harris-progressive-prosecutor_1666740581.html", "title": "‘Progressive Prosecutor’: Can Kamala Harris Square the Circle?", "title_page": "‘Progressive Prosecutor’: Can Kamala Harris Square the Circle? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "monika evstatieva Hi. My name is Monika Evstatieva, and I’m a producer for “The Daily.” And I am here with Astead. Astead, introduce yourself. astead herndon Hi. I’m Astead Herndon. I’m a politics reporter covering the election. And I’m driving on a very long highway. monika evstatieva We’re driving on a very long highway in South Carolina because we came here to try to answer an interesting question. What is that question? astead herndon What happened to Kamala Harris’s presidential campaign that took her from top-tier, front-runner status to the middle of the pack? monika evstatieva O.K. Let’s try to figure this out.\n[music]\nmichael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.” When Senator Kamala Harris launched her presidential campaign 10 months ago, she drew a crowd of 20,000 to her kickoff rally, the biggest of any candidate, and was talked about as a potential heir to the political coalition that carried Barack Obama to the White House — twice. Today, she’s polling in the single digits. My colleagues Astead Herndon and Monika Evstatieva went to South Carolina with the Harris campaign. It’s Wednesday, November 20.\nmonika evstatieva\nAstead and I are in the car. We are driving from the capital, Columbia, to Greenwood, and Greenwood is a small town.\nastead herndon Folks are in suits? You know this is South Carolina.\nmonika evstatieva\nAnd why is South Carolina essential to her campaign?\nastead herndon\nSo she’s in South Carolina because, frankly, that’s where their campaign is putting their chips. They’ve had to, after falling on hard times, fire most of their New Hampshire team and really focus their resources on the first state, Iowa, and then South Carolina, where they think they can unlock black support. The thought process here is based somewhat on what Barack Obama did in 2008 — that if you win white support in Iowa, it proves viability, it proves electability, and that the black voters who like you but are scared you can’t win will eventually come around if you prove yourself in the early states. And South Carolina, the electorate’s more than 65 percent black. And she thinks that she shares a real kinship there. And while she’s been in South Carolina many times before, this is her first time in this community. Her campaign understands these things aren’t going well and needs to reach out to people they haven’t talked to before.\nmonika evstatieva O.K. We’re actually walking now. Let’s see what’s happening.\nmonika evstatieva\nWe get to the building. It’s a very small building.\nastead herndon Hi. My name is Astead —\nmonika evstatieva\nAnd it’s Veterans Day.\n[chatter] monika evstatieva So describe this room now. astead herndon It’s like a veterans’ hall. There are rows of people kind of set up in a half circle around what will be a panel. Some people have on their veterans’ regalia. We’ve got flags behind them. Pretty much a standard, intimate political event. monika evstatieva O.K. Let’s go talk to some people. Sir, do you have a minute to just talk with us? speaker I don’t do interviews. [LAUGHTER]\nastead herndon\nWe talk to voters to try to get a sense of why they decided to come.\nmonika evstatieva Why are you here today? speaker 1 Well, I’m here to support Kamala Harris. speaker 2 I’m here to be enlightened about her policies.\nastead herndon\nHave they decided on a particular candidate?\nspeaker 1 I really haven’t picked no candidate yet, you know. speaker 2 I haven’t made up my mind. speaker 3 I’m still shopping, looking at all the options. monika evstatieva Today, you’ll be listening to what she has to say and if she can basically win you over? speaker Possible. It’s possible, yes.\nmonika evstatieva\nA lot of people actually don’t know a lot about her. Some people don’t know anything about her.\nspeaker Well, I really hadn’t ever heard of Senator Harris before, until Wednesday.\nastead herndon\nI think that’s something people forget about voters. Not everyone is tuned in all the time.\nspeaker 1 I really hadn’t been watching the news. speaker 2 I don’t even think I watched the debate. As a matter of fact, I know I didn’t. I didn’t watch the debate.\nastead herndon\nThey know the field is large. And they know, kind of generally, who’s up and who’s down.\nmonika evstatieva\nAnd in every conversation we have with these voters —\nspeaker This is still the South.\nmonika evstatieva\n— race keeps coming up.\nastead herndon\nYou have to remember the context for these largely older African-American voters.\nspeaker And, good Lord willing and the creek don’t rise, come March of next year, I’ll be 70 years old. So I’ve seen a lot. And basically, I still see the world as being one great big plantation.\nastead herndon\nThese are folks who have grown up in the shadow of the Confederacy their whole lives. They have lived under the brunt of Jim Crow, some of them. And that informs how they are making pragmatic political decisions moving forward.\nspeaker Within South Carolina, within the African-American community, we don’t want to take a chance on someone that doesn’t have a chance of beating Trump.\nastead herndon\nSo things like 2008 and Barack Obama defied their wildest dreams. It was an anomaly to them, and so there’s still a fear, a risk that a lot of them associate with a person of color leading the ticket.\nspeaker I hope she’s electable, but we have to change the minds of the people.\nastead herndon\nFear that maybe in this time, where black voters are very worried about the Trump presidency, that a black candidate or a woman of color was too risky.\nastead herndon Do you think that black men will have problems supporting a black woman candidate? speaker Yes. astead herndon Why do you think so? speaker The men have been the head.\nmonika evstatieva\nMany people we speak to mention as an alternative —\nspeaker Joe Biden. I think that he’s a good candidate.\nmonika evstatieva\n— Joe Biden.\nspeaker 1 I like Joe. speaker 2 I would say Biden. speaker 3 I’ve looked at Joe Biden.\nmonika evstatieva\nWhy?\nastead herndon\nThere’s a lot of reasons why Joe Biden looms over South Carolina. One is name recognition.\nspeaker 1 Because he has been vice president, and I don’t think we need someone now that’s on-the-job training. speaker 2 He has a track record because he was there in an administration before.\nastead herndon\nThey know who he is. He’s a known quantity, and he is someone who has longstanding relationships in those communities.\nspeaker He has the debate experience. And I feel like he can go after him, also.\nastead herndon\nAnother reason is he has pitched himself as the candidate who is most likely to beat Trump.\nastead herndon Something kind of explicit. Like, when you say that he can beat Trump, do you think that’s because white people are more likely to vote for Joe Biden than they are to vote for Kamala Harris? speaker Yes. Yes.\nastead herndon\nAnd so this is one of the big challenges Harris has to overcome. Even black voters, who sometimes like her instinctively, think that her identity as a black woman might be a liability for the election. And so they see Joe Biden, a white man with experience in the White House, and even this community thinks that maybe he is better suited to beat Trump. And ultimately, that’s what they care about the most.\n[applause] floyd nicholson So again, we thank each one of you for taking time out of your busy schedule coming out today. And without further ado, it gives me great pleasure —\nmonika evstatieva\nThen the event actually kicks off. There are several introductions.\nfloyd nicholson — the U.S. senator from that great state of California, the honorable Kamala Harris. [applause]\nmonika evstatieva\nAnd after some time, it’s her time to speak. And she needs to convince the people in this room that she’s uniquely positioned to represent them best.\nkamala harris Thank you, Senator Nicholson! Hi, mama.\nmonika evstatieva\nWhat are some of the key points she makes in this speech?\nkamala harris Please have a seat. So I will tell you, my background is I am a daughter of parents who met when they were active in the civil rights movement in the 1960s in Berkeley and Oakland, California.\nastead herndon\nShe introduces herself to the audience, her personal narrative.\nkamala harris I grew up surrounded by a bunch of adults who spent full time marching and shouting for justice.\nastead herndon\nAnd then she turns very quickly to an issue she has gotten a lot of criticism for, her position on health care.\nkamala harris So I’m running for president to put in place a “Medicare for all” plan, which means everyone will be covered, including people with pre-existing conditions.\nastead herndon\nAnd for her, health care looks like what she calls a Medicare for all plan that still preserves a role for the private insurance industry.\nmonika evstatieva\nAnd this is confusing, right?\nastead herndon\nIt can be. She’s had different positions on health care. She started the race as a co-sponsor on Bernie Sanders’s Medicare for all bill, which is a single-payer system that eliminates private insurance. But she kind of hemmed and hawed about the specifics of that bill and then eventually offers her own plan —\nkamala harris I’m not trying to get rid of private insurance. So I heard from too many folks who said, Kamala, don’t take away our choice.\nastead herndon\n— which preserves a role for private insurance. And so, this is another one of the issues people cite around Kamala Harris’s campaign, is that when you look at key policies, if you look at health care, the number one issue for Democrats in this race, she has not always stood for a singular position. She’s tried to have her cake and eat it, too, some voters say. Even now, as she’s in between the progressive and moderate approaches, she’s still borrowing language from that progressive lane.\nkamala harris We want the choice between a private plan or a public plan. Well, my plan will give you the choice that you deserve.\nmonika evstatieva\nAnd this is why I was a little bit confused when I hear her say that.\nastead herndon\n[LAUGHS] You’re not the only one.\nkamala harris But we need reasonable gun safety laws, including universal background checks.\nmonika evstatieva\nSo she goes through some other issues that are important to the Democratic voters, like gun safety, the challenges facing veterans.\nkamala harris — and putting them out of business when they were targeting our veterans.\nmonika evstatieva\nBut then —\nkamala harris And I’m just going to share with you one last thing, and then I would love to start our conversation.\nmonika evstatieva\n— she turns to the issue of her electability. What does she say?\nastead herndon\nSenator Harris has added this in in the last couple months. As electability has become an increasing point of conversation in this race, she’s decided to address it directly.\nkamala harris So I just want to have a brief conversation about something that’s been coming up in connection with the campaign that I call the elephant in the room. But really it’s the donkey in the room. And it’s this conversation about electability. And the conversation goes something like this. Well, I don’t know if America is ready for a woman of color to be president of the United States.\nastead herndon\nShe’s addressing the identity question head-on. Are Democrats too scared, or is it too much of a risk to put a black woman up against Donald Trump in this critical election?\nkamala harris I know I’m ready, but I don’t know if my neighbors are ready. They’ll say, well, maybe it’s not your turn.\nastead herndon\nAnd she says, this is not a new conversation for me.\nkamala harris In fact, this is a conversation I have heard in every campaign I have — and, now, here is the operative word — won. [applause]\nastead herndon\nAnd what she’s trying to evoke there is that she has broken barriers before, and that if voters put their trust in her, she will do it again. And so, in this short time, she’s addressing the two big challenges of her campaign, and she’s trying to solve both. She’s trying to put forth a clear position on health care and sort of suggest that there was never any lack of clarity to begin with. And then she also tries to present her identity not as a hurdle to her success, but as a rallying point. That people can come together, and again, just like in the past, they’ll overcome it.\nkamala harris Thank you all very much. Thank you. Thank you. Thank you.\n[music]\nmichael barbaro\nWe’ll be right back.\nmonika evstatieva O.K. So we’re now headed to the town hall.\nmonika evstatieva\nThen we’re back on the road, and we keep following Senator Harris. And the next stop is Greenville.\nmonika evstatieva This is a bigger city, over 62,000 people.\nastead herndon\nYeah. We’re headed from Greenwood to Greenville, a more urban community.\nmonika evstatieva Astead cannot be bothered with nothing but Beyoncé right now. astead herndon (SINGING) To the left, to the left.\nmonika evstatieva\nAnd I actually find out you can sing.\nastead herndon\n[LAUGHS]\nmonika evstatieva\nSo we get to Greenville.\nspeaker Hi, welcome. Thank you very much for coming. Just through the glass doors on your right. I got to tell y’all that.\nastead herndon\nWhen we come in, it’s a larger gymnasium. It’s probably double or triple the amount of people in terms of crowd size, even though there’s some empty seats. And there’s also just a more elaborate setup. That’s all kind of just the campaign doing the more operational flexing of muscle for the bigger city.\nmonika evstatieva\nRight. So this is a more diverse place. It’s more highly educated. It’s younger. And people are following the election more closely, and so here, many people already know her.\nastead herndon I’m sorry. You all are people who have picked a candidate? I know I see the shirts. speaker Yes. astead herndon But you’re all in. speaker 1 Yes. Yes, all in. speaker 2 All in for Kamala.\nmonika evstatieva\nWhat are some of the things they tell us?\nastead herndon\nThey say what you hear from the Kamala Harris diehards, that she first came on their radar during the Senate committee hearings, where she was praised for her aggressive questioning of Bill Barr and Jeff Sessions.\nspeaker So I think it was during Sessions’s confirmation hearings that I thought, she’s going to run for president, and if she is, she’s got my vote.\nastead herndon\nEventually, Brett Kavanaugh.\nspeaker Especially during the Kavanaugh hearings, when she talked to Dr. Ford and just looked at her in the eyes and said, I believe you, I believe you.\nastead herndon\nThey tell you that they like her debate interaction with Joe Biden in the first debate. She looked tough on the debate stage. And she’s the one that they want to see go up against Donald Trump.\nmonika evstatieva\nAnd you asked them, but why is she not polling better?\nastead herndon What have you thought about the trajectory of her campaign? I mean, she started up there, but she’s since kind of fallen. Why do you think that is?\nmonika evstatieva\nWhat are some of the things they cite as examples?\nastead herndon\nThese folks are following the race closely, and so they know that there’s been a change in political standing from where Senator Harris started the race to where she arrived now. And when you ask her supporters that — why did that happen? — they again point to her identity.\nspeaker She’s been erased by the media. She’s been misrepresented by the media.\nastead herndon\nThey blame media for preferring, often, white candidates over people of color. And they point to a top tier, where the four candidates at the top are all white now in the Democratic Party.\nspeaker I mean, she’s a black woman in a race that everyone’s looking for a white savior candidate. And so — but I think don’t count her out. She’s got a strong ground game.\nmonika evstatieva\nThe event kicks off with a couple of introductions, including from a high school student.\nspeaker Ladies and gentlemen, I am proud to present to you someone who looks just like me.\nastead herndon\nYeah, they’ve started having organizers introduce her, particularly women of color, to lean into that representation aspect.\nkamala harris Well, good afternoon, Greenville. It is wonderful to be back.\nmonika evstatieva\nAnd throughout the speech, the thing that gets the most ovation is when she goes after Trump.\nkamala harris We will need, as our nominee, someone who can stand on that debate stage and go toe-to-toe with Donald Trump. And Greenville, you’re looking at her. You’re looking at her! ^[APPLAUSE]^\nastead herndon\nThere’s a couple lines that any Democrat can say, and they’ll get the audience on their feet. A surefire crowd-pleaser is to attack the president.\nkamala harris And somebody needs to remind Donald Trump that some of his closest relatives are immigrants, too. ^[APPLAUSE]^\nastead herndon\nAnd especially with the impeachment proceedings going on, Senator Harris’s lines of justice being on the ballot or prosecuting the case against Donald Trump are always going to get the crowd on their feet. The question is if it’s just about Trump, why is that a reason to prefer Kamala Harris over the rest of the Democratic field, who are also making those same arguments?\nkamala harris And that’s why I’m running. I thank you all so very much. Thank you. Thank you. [applause] monika evstatieva O.K. Where are we going?\nastead herndon\nWe are in Greer, South Carolina —\nmonika evstatieva\nThe following day, bright and early, we join her again.\nmonika evstatieva It’s next to Greenville. And this time it’s raining.\nastead herndon\n— at a community center —\nmonika evstatieva O.K. Needmore Recreation Community Center. We are here.\nastead herndon\n— where she is speaking to maybe 20, 25 people, all African-American, older residents.\nkamala harris So you all know, and have lived long, wonderful lives. And you’ll remember that for a large part of your life —\nastead herndon\nShe spent a lot of her speech on lowering prescription drug costs and her health care plan, but she also mentions more systemic problems.\nkamala harris And remember those zero percent loans, nothing down? Predatory practices. The brokers made all kinds of money.\nastead herndon\nLike housing inequality and equitable education, issues that matter to older black voters.\nkamala harris And the father can look at his son and say, son, you don’t have to go and get a loan from one of those private companies that are going to charge you these outrageous interest rates. I’ll take some of the equity out of my home to help you pay for tuition. So thank you very much. Thank you, thank you. [applause]\nmonika evstatieva\nAfter the speech, we see something that I haven’t experienced so far.\nspeaker Pastor T., if you wanted to come up and say a couple words, or maybe pray over the senator. kamala harris Oh, yeah, I would love that.\nmonika evstatieva\nA pastor starts a prayer for her.\ntelley lynnette gadson So, we’re going to pray. kamala harris Yes. Yes. telley lynnette gadson We’re going to pray. We’re going to pray for protection.\nmonika evstatieva\nShe is literally holding her hands, and the whole room, everyone is standing up.\ntelley lynnette gadson Kamala Devi Harris, when you were in your mother’s womb, God already knew about this stage of your life, and already knew that you would be in Greer, South Carolina, at the Needmore Community Center. It wasn’t an accident.\nastead herndon\nThis is one of the cool things you can see while campaigning, specifically in South Carolina. Because the Democratic electorate is so black, and because the black electorate, particularly in these Southern states, is so religious, a lot of the campaigning happens through these religious communities. Pastors in black communities are not just religious leaders. They are community leaders. They’re political leaders. They’re cultural hubs. And particularly with black candidates, there’s a sense of kinship there.\ntelley lynnette gadson God, for every flight that she will take, I pray that you are the pilot. God, for every car that she journeys in, I ask you to be the driver. And for every thought that she would think, I ask you to be the orchestrator.\nastead herndon\nKamala Harris is a religious woman. And there is a shared language of faith that happens at these events that you see with other candidates — it’s not like they wouldn’t pray for a white candidate — but there’s something different when it’s someone who they know has worshipped in their churches for their whole lives. And so she prays for her, and she mentions that the last presidential candidate she prayed for —\ntelley lynnette gadson Now, the last person that I made my hands on and prayed for in the presidential election —\nastead herndon\n— was Barack Obama.\ntelley lynnette gadson — was Barack Hussein Obama. [applause]\nmonika evstatieva\nThe reverend is Reverend Gadson, but she goes by “Pastor T.”\ntelley lynnette gadson So we can be clear, they call me Pastor T., but Reverend Telley Lynnette Gadson. That’s who I am.\nmonika evstatieva\nAnd we actually catch up with her after the prayer.\nastead herndon That was your first time seeing the senator, I imagine, right? telley lynnette gadson First time seeing, but not first time hearing about.\nastead herndon\nAnd then we ask her about the race.\nastead herndon Are you someone who personally has made a decision about who you want to vote for? telley lynnette gadson I have not. I have not. And that’s been because the field is so wide. But where I am, as I’ve shared, is just a posture of, first of all, praying for our country. What is it that we —\nastead herndon\nYou can see how that represents a problem for Kamala Harris.\n[music]\nmonika evstatieva\nSo we have this pastor who says she last laid hands on Barack Obama, but isn’t ready to give her support to Kamala Harris, someone who started this race so strongly by trying to capture the same kind of coalition that Obama did. We’ve heard that the challenges to her campaign are her identity and the lack of clarity on policy, but those same things could have been said for Obama. So what’s different in 2019?\nastead herndon\nThe Barack Obama coalition that he rose to power with combined young people, liberals and historic turnout from black people. And there’s not one candidate in this race that has yet been able to win those different demographic groups. And that was supposed to be Kamala Harris. I mean, it was supposed to be a number of people. It could have been Beto O’Rourke. It could have been Cory Booker. It could have been Kirsten Gillibrand. But when we entered this race, the thought, the reason why her candidacy was so feared, was because she was thought to be the one who could most quickly tap in to that coalition. Well, there are differences that we knew would be true from the start, and there’s things that we’ve learned over the last six to eight months. From the start, we knew that, as a black woman running, she would have no historical touchstone and she would face unique barriers. And I think if you ask the campaign, they would say that’s true. But it’s really about messaging. We knew that this race would be defined by a progressive wing, led by figures like Elizabeth Warren and Bernie Sanders, and a moderate wing, led by Joe Biden, and that people like Kamala Harris would have to exist threading both worlds. And that’s been difficult. When you talk to voters, the most consistently repeated thing is, well, I don’t necessarily know what she stands for. And I think that is borne out of those two wings, the progressive and moderate wings, defining this primary through their fight. And so Bernie Sanders and Elizabeth Warren can say, if you aren’t with single-payer health care, you’re not a progressive. If you’re not willing to raise taxes on corporations and wealthy individuals, then you don’t have big ideas. And the moderate wing has defined themselves by rejecting that, by defining themselves by saying, well, we can’t do that or we won’t beat Trump. But if you’re trying to do both of those things, if you’re trying to thread in between those worlds, we have seen electorates that aren’t really willing to give people that benefit of the doubt. And that’s driving a lot of the anxiety right now, particularly among the party’s moderates.\nmonika evstatieva\nAnd that’s why we see all these new candidates jump in the race.\nastead herndon\nThe anxiety breeds restlessness, right? And Deval Patrick, who just announced, Mike Bloomberg, who’s expected to, are trying to capitalize on that anxiety. Because in the circles that like them, in the circles of elite, Democratic moderates, they are a group that expected to have more options. They’re not that surprised at the way Joe Biden’s candidacy has turned out. Where the biggest surprise is is they thought they would have an alternative figure to Joe Biden who could replicate that Obama lane. Now remember, these are a group of people who think that Warren and Sanders’s progressive policies will lose them the general election. They think that Warren and Sanders, if they are the nominee, will struggle to bring out the type of people that put Democrats over the top. And without that, without someone in the top tier who is winning black voters and exciting young voters at the same time, there is fear that you cannot replicate what Obama did. Now, their argument is that that’s because of the campaigns, that the individual candidates and individual campaigns haven’t done the things necessary to produce that support. But it could be because of a changing electorate and two wings of the party that just aren’t looking for a merging savior anymore.\n[music]\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today.\narchived recording (adam schiff) Colonel Vindman, what was your real-time reaction to hearing that call? archived recording (alexander vindman) Chairman, without hesitation, I knew that I had to report this to the White House counsel. I had concerns. And it was my duty to report my concerns to the proper people in the chain of command.\nmichael barbaro\nIn dramatic testimony on Tuesday, two White House officials who listened in on President Trump’s phone call with the president of Ukraine described their alarm over his request for investigations into his political rivals.\narchived recording (adam schiff) And what was your concern? archived recording (alexander vindman) It was inappropriate. It was improper for the president to request an — to demand an investigation into a political opponent, especially a foreign power where there is, at best, dubious belief that this would be a completely impartial investigation.\nmichael barbaro", "url": "https://www.nytimes.com/2019/02/11/us/kamala-harris-progressive-prosecutor.html"}