{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:02:26", "date_modify": "2022-10-25 23:02:26", "date_publish": "2019-12-14 01:06:56", "description": "Senator Mitch McConnell, the Republican leader, said he was taking his cues from the White House. Democrats are outraged.", "filename": "2019_12_13_us_politics_mcconnell-white-house-impeachment-trial_1666738946.html", "image_url": "https://static01.nyt.com/images/2019/12/13/us/politics/13dc-senate-1/13dc-senate-2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e4441c8cc9ea7be46ff4c939782069fa51ec6730b2eb619b7063755b14154943&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_13_us_politics_mcconnell-white-house-impeachment-trial_1666738946.html", "title": "McConnell, Coordinating With White House, Lays Plans for Impeachment Trial", "title_page": "McConnell, Coordinating With White House, Lays Plans for Impeachment Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The talks are complicated, with a lot of variables: how long the trial will last; how much time each side will get to present its case; whether any witnesses will be called, and if so, how many; how documentary evidence will be handled; and so on. There are questions about who will get to speak and where people will sit.\nBut the central question appears to be whether witnesses will testify. Mr. Trump has said he wants to call Hunter Biden, as well as Speaker Nancy Pelosi and Representative Adam B. Schiff, the chairman of the House Intelligence Committee, who led the fact-finding phase of the impeachment inquiry.\nThe McConnell camp worries that could open a “Pandora’s box,” as one person close to the senator said, clearing the way for other witnesses and lines of questioning that could reflect poorly on the president. But some House Republicans say it is important to do so.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“I understand their desire to just get it behind us, but the country needs to hear what a farce this was,” Representative Louie Gohmert, Republican of Texas and a member of the House Judiciary Committee, said Friday. “They really need to bring in witnesses. They are the chance to clean this mess up.”\nThe Senate has specific rules, revised in 1986, governing impeachment trials. Among other things, once the House adopts articles of impeachment and presents them to the Senate, the Senate must take them up at 1 p.m. the next day (unless it is a Sunday) and consider them six days a week (except Sundays) until it renders a judgment.\nThe chief justice of the United States presides over the trial, but the format is left to the Senate itself, which can proceed in several ways: The Republican and Democratic leaders may strike an agreement on one or more resolutions governing the proceedings, or, failing that, the resolutions may be adopted by a simple majority of 51 senators. Or there can be no resolutions at all, and senators can introduce motions as they go.", "url": "https://www.nytimes.com/2019/12/13/us/politics/mcconnell-white-house-impeachment-trial.html"}