{"authors": ["Michael S. Schmidt"], "date_download": "2022-10-25 23:02:25", "date_modify": "2022-10-25 23:02:25", "date_publish": "2019-04-24 20:55:15", "description": "The president repeatedly sought to have Attorney General Jeff Sessions reopen the investigation into Mrs. Clinton’s use of a private email server.", "filename": "2019_04_24_us_politics_jeff-sessions-hillary-clinton-donald-trump_1666738945.html", "image_url": "https://static01.nyt.com/images/2019/04/24/us/politics/24dc-investigate1/24dc-investigate1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8f044aa0caede8a286b90efdffe93026b482977417a5df5ce173e5634192e598&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_24_us_politics_jeff-sessions-hillary-clinton-donald-trump_1666738945.html", "title": "Mueller Report Reveals Trump’s Fixation on Targeting Hillary Clinton", "title_page": "Mueller Report Reveals Trump’s Fixation on Targeting Hillary Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Attorney General Jeff Sessions had a tenuous hold on his job when President Trump called him at home in the middle of 2017. The president had already blamed him for recusing himself from investigations related to the 2016 election, sought his resignation and belittled him in private and on Twitter.\nNow, Mr. Trump had another demand: He wanted Mr. Sessions to reverse his recusal and order the prosecution of Hillary Clinton.\n“The ‘gist’ of the conversation,” according to the report by the special counsel, Robert S. Mueller III, quoting Mr. Sessions, “was that the president wanted Sessions to unrecuse from ‘all of it.’”\nMr. Mueller’s report released last week brimmed with examples of Mr. Trump seeking to protect himself from the investigation. But his request of Mr. Sessions — and two similar ones detailed in the report — stands apart because it shows Mr. Trump trying to wield the power of law enforcement to target a political rival, a step that no president since Richard M. Nixon is known to have taken.", "url": "https://www.nytimes.com/2019/04/24/us/politics/jeff-sessions-hillary-clinton-donald-trump.html"}