{"authors": ["Joshua Barone"], "date_download": "2022-10-25 23:37:13", "date_modify": "2022-10-25 23:37:13", "date_publish": "2019-04-12 15:15:02", "description": "On short notice, Simone Young returned to the New York Philharmonic on Thursday to fill in for an injured Jaap van Zweden in Mahler’s Sixth Symphony.", "filename": "2019_04_12_arts_music_new-york-philharmonic-mahler-review_1666741033.html", "image_url": "https://static01.nyt.com/images/2019/04/12/arts/12nyphil/12nyphil-facebookJumbo.jpg?year=2019&h=550&w=1050&s=977f14f05e82bc4dc9503246ac53c212b5832116747d5b55be7ba4979d574f80&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_12_arts_music_new-york-philharmonic-mahler-review_1666741033.html", "title": "Review: Absent 20 Years, a Conductor Rescues the Philharmonic", "title_page": "Review: Absent 20 Years, a Conductor Rescues the Philharmonic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mahler’s Sixth Symphony is difficult for conductors even on their best days.\nSo you can imagine the pressure on Simone Young, who, after not appearing with the New York Philharmonic since 1998, stepped in on short notice to replace the orchestra’s injured music director, Jaap van Zweden, on Thursday evening at David Geffen Hall. (The maestro will be fine but was ordered to rest after burning his shoulder with an ice pack last week.)\nThursday’s imperfect but respectable concert, which featured only the 90-minute symphony, would have been opportunity to hear how Mr. van Zweden, still at the start of his directorship, is shaping the Philharmonic’s Mahler sound, typically a specialty of this orchestra. Instead, the evening ended up being a preview of Ms. Young’s scheduled return next season, when she will lead a program of Britten, Elgar and her Australian compatriot Brett Dean.\nMahler, however, might be the better composer to hear Ms. Young conduct, given what she is known for in her long-established career at opera houses and concert halls abroad. She is leading Wagner at the Bavarian State Opera next month, with Strauss coming soon after in Zurich. Her discography includes a lot of Bruckner and, yes, Mahler.", "url": "https://www.nytimes.com/2019/04/12/arts/music/new-york-philharmonic-mahler-review.html"}