{"authors": [], "date_download": "2022-10-25 23:41:15", "date_modify": "2022-10-25 23:41:15", "date_publish": "2019-02-14 11:00:01", "description": "Douglass, who was described as an adviser to President Lincoln, a skillful writer and orator and an activist for abolition and women’s suffrage, died suddenly.", "filename": "2019_02_14_obituaries_frederick-douglass-dead-1895_1666741275.html", "image_url": "https://static01.nyt.com/images/2019/02/14/obituaries/14douglass-obit/14douglass-obit-facebookJumbo.jpg?year=2019&h=549&w=1050&s=ceb21b8c8e7967a049723e02bf59f20ec8c224a8977614f474d4c97ea2b61853&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_14_obituaries_frederick-douglass-dead-1895_1666741275.html", "title": "Frederick Douglass’s Original New York Times Obituary From 1895", "title_page": "Frederick Douglass’s Original New York Times Obituary From 1895 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Miss Susan B. Anthony heard of Mr. Douglass’s death, at the evening session of the council, she was very much affected. Miss Anthony has a wonderful control over her feelings, but to-night she could not conceal her emotion. Despite her seventy-five years, she immediately announced her intention of going to the Douglass homestead, near Anacostia, and had actually started, when some of her friends, fearful that the journey, with its quota of bad roads, and the excitement of a visit to the presence of death would have a bad effect on her, used persuasion to such an extent that she finally consented to defer the trip until to-morrow. She was very much averse to returning to the stage in Metzerott Hall, contending that it would appear unfeeling for her to do so, but as a number of the more distinguished members of the council were absent, she agreed to take her accustomed place to the right of the presiding officer.\nMiss Anthony and Mr. Douglass formed an intimate friendship when both resided in Rochester, N.Y., and that friendship had continued for many decades. One incident in connection with her relations with Mr. Douglass was recalled by Miss Anthony. During the early days of the anti- slavery agitation Miss Anthony and her venerable associate, Elizabeth Cady Stanton, appeared at an anti-slavery meeting in which Frederick Douglass was taking a prominent part. Women were not welcome as public speakers in those days, and Mr. Douglass had agreed to read an address prepared by Mrs. Stanton. His rendition of her written remarks did not suit that lady, and, stepping forward, she took the paper from his hands with the remark, “Here, Frederick, let me read it.” And she did so, thus marking the initiative in the appearance of women as actors in public gatherings.\nAt to-night’s meeting of the Women’s Council Mrs. May Wright Sewall announced the death of Mr. Douglass. There was a murmur expressing surprise and sympathy, and then the council settled down to the business of the evening.\nThe Slave Who Ran Away\nCareer of the Most Representative African America Has Produced\nFrederick Douglass has been often spoken of as the foremost man of the African race in America. Though born and reared in slavery, he managed, through his own perseverance and energy, to win for himself a place that not only made him beloved by all members of his own race in America, but also won for himself the esteem and reverence of all fair-minded persons, both in this country and in Europe.\nMr. Douglass had been for many years a prominent figure in public life. He was of inestimable service to the members of his own race, and rendered distinguished service to his country from time to time in various important offices that he held under the Government.", "url": "https://www.nytimes.com/2019/02/14/obituaries/frederick-douglass-dead-1895.html"}