{"authors": ["Astead W. Herndon", "Lisa Lerer"], "date_download": "2022-10-25 23:53:08", "date_modify": "2022-10-25 23:53:08", "date_publish": "2019-05-05 09:00:08", "description": "While the “must defeat Trump” calculus has largely buoyed male presidential candidates, several women in the Democratic field have a track record of winning over skeptical voters.", "filename": "2019_05_05_us_politics_women-candidates-2020-election-electability_1666741988.html", "image_url": "https://static01.nyt.com/images/2019/05/02/us/politics/00demwomen1-promo/00demwomen1-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=14a3205f73529c1d7cecbc97041af7945497f02974e377dd112be05c6474b192&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_05_us_politics_women-candidates-2020-election-electability_1666741988.html", "title": "Asked if a Woman Can Win, 2020 Candidates Offer an Easy Answer: ‘I Have’", "title_page": "Asked if a Woman Can Win, 2020 Candidates Offer an Easy Answer: ‘I Have’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But when pressed on the issue in interviews, Democratic voters in early primary states point to Mrs. Clinton’s Electoral College defeat as a sign that others — their family, friends or large swaths of the country — won’t back a female candidate.\nDuring Ms. Gillibrand’s listening tour, voters who were asked to explain what it meant to be an “electable candidate” were fairly clear. They said Mr. Trump’s presence may require a man to lead the Democratic ticket.\n“You’ll always hear ‘there’s no way a woman can win this,’ and they go back to Hillary,” said DeAnne Butler, who attended Ms. Gillibrand’s campaign stop in Clarinda, Iowa. “Even among my female friends.”\nMs. Warren said in a phone interview that she does believe voters sometimes forget about her 2012 Senate victory against Scott Brown, a well-liked Republican incumbent. Ms. Warren became the first woman elected to the Senate in Massachusetts history when she unseated Mr. Brown in a hotly contested race. A Boston Globe poll at the time found Mr. Brown had a higher favorability rating than Ms. Warren and that he was seen as the more “likable” candidate.\nIn her view, the question of who is best positioned to beat Mr. Trump depends on more than just poll numbers or the ability to flip red districts. It hinges on who can tell a cohesive story and put forth an “affirmative vision,” as she called it, that excites voters and draws contrasts with the current administration.\n“The 2020 election is about big issues facing our country: who government works for,” Ms. Warren said. “We must beat Donald Trump, but we must do so much more.”\nMs. Warren, Ms. Gillibrand, Ms. Harris and Ms. Klobuchar can all claim an interesting distinction: They have never lost an election in their political careers. All of the most prominent male Democratic candidates, including Mr. Biden, Mr. Buttigieg, Mr. O’Rourke, Senator Bernie Sanders of Vermont and Senator Cory Booker of New Jersey, have lost at least one.", "url": "https://www.nytimes.com/2019/05/05/us/politics/women-candidates-2020-election-electability.html"}