{"authors": ["Russell Goldman"], "date_download": "2022-10-25 23:39:54", "date_modify": "2022-10-25 23:39:54", "date_publish": "2019-08-27 07:29:41", "description": "Most Hong Kongers have never seen anything like this summer. But that doesn’t mean the city has come to a halt.", "filename": "2019_08_27_world_asia_is-hong-kong-safe_1666741194.html", "image_url": "https://static01.nyt.com/images/2019/08/27/world/27hongkong-life-1sub/27hongkong-life-1sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8f50d64942a3ecc5d4d590173d26339bb05c8d3dc2ded2bb645c86bb0df2e53b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_27_world_asia_is-hong-kong-safe_1666741194.html", "title": "In Hong Kong, Life Goes On (Despite the Whiff of Tear Gas)", "title_page": "In Hong Kong, Life Goes On (Despite the Whiff of Tear Gas) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Just because Hong Kong has a huge problem now doesn’t mean we have to put our lives on hold,” he said, summing up the sentiment of many. “We are all worried, but life goes on.”\nThe worries are real. Most residents have seen nothing like this in their lifetime. The “one country, two systems” arrangement under which China took back the onetime British colony in 1997, promising decades of freedom and relative autonomy, has never looked so fragile.\nAnd yet the city goes on. So confident are the protesters that its ubiquitous 7-Elevens and McDonald’s outlets will stay open, no matter the chaos, that the former is relied on as a dispensary of umbrellas (surprisingly good at repelling tear gas canisters), while vouchers to the latter are often distributed at marches to feed and hydrate weary protesters.\nFor many of the hundreds of thousands of residents who have joined the protests, demonstrating is a weekend activity. Come Monday, everyone goes back to work.\n“Our lives are actually still very normal on weekdays,” said Karen Lau, 22, a university student. “Just last Friday, I went to do my nails with my close friend and then we had Japanese food. It sounds funny, because the very next day we were facing tear gas and risking our lives in Kwun Tong. I think this is what’s unique about our protest this time. We are all ordinary people living our ordinary little lives.”\nHong Kongers may be willing to rock the boat, but for now, they are unwilling to capsize it. Beijing also seems unwilling to push the envelope too far, advancing a policy of stalemate rather than risk a bloody crackdown.", "url": "https://www.nytimes.com/2019/08/27/world/asia/is-hong-kong-safe.html"}