{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:47:09", "date_modify": "2022-10-25 23:47:09", "date_publish": "2019-08-20 17:57:47", "description": "Some of the administration’s favorite data points are now flashing warning signs about investment, jobs and growth.", "filename": "2019_08_20_us_politics_trump-economy-recession-data_1666741629.html", "image_url": "https://static01.nyt.com/images/2019/08/20/business/tecon_promo_4/tecon_promo_4-facebookJumbo.png?year=2019&h=550&w=1050&s=adb5ef406c8430fb942bd2e24e856a18f569ba8d41862415d825842f76726ee1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_20_us_politics_trump-economy-recession-data_1666741629.html", "title": "Trump Says He’s Exploring ‘Various Tax Reductions,’ and the Economic Data He Loves Shows Why", "title_page": "Trump Says He’s Exploring ‘Various Tax Reductions,’ and the Economic Data He Loves Shows Why - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The indicators suggest that the effects of Mr. Trump’s trade fights with China and Europe and a slowdown in global growth are dragging on the American economy and eroding the short-term boost from the president’s 2017 tax cuts.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nEconomists, including those at the Federal Reserve, say uncertainty from Mr. Trump’s trade policies and the impact of higher tariffs are the biggest threat to the American economy. Mr. Trump is prepared to impose new rounds of tariffs on imports from China in September and December, which would affect a large batch of consumer goods, and he has threatened to impose tariffs on imported automobiles next year.\nMr. Trump suggested on Tuesday that his fight with China would be worth some economic pain — including a brief recession — if it helped reduce America’s $500 billion trade deficit in goods with China.\n“Whether it’s good or bad, the short term is irrelevant,” he said. “We have to solve the problem with China because they’re taking out $500 billion a year plus. And that doesn’t include intellectual property theft and other things. And also, national security, so I am doing this whether it’s good or bad for your statement about, ‘Oh, will we fall into a recession for two months?’”\nIt is unclear when — or if — the economy will tip into recession, but much of the economic progress that the White House has cited has already lost steam.\nLast September, administration officials walked reporters through charts that they said showed the economy, under Mr. Trump, outperformed what had been its trend in Mr. Obama’s second term.\n“I can promise you that economic historians will 100 percent accept the fact that there was an inflection at the election of Donald Trump and that a whole bunch of data items started heading north,” Kevin Hassett, then the chairman of the White House Council of Economic Advisers, told reporters.", "url": "https://www.nytimes.com/2019/08/20/us/politics/trump-economy-recession-data.html"}