{"authors": ["Mike Ives"], "date_download": "2022-10-25 23:40:14", "date_modify": "2022-10-25 23:40:14", "date_publish": "2019-06-12 16:00:03", "description": "The demonstrators were mostly peaceful, but some hurled bricks and bottles as they charged officers guarding the Legislative Council.", "filename": "2019_06_12_world_asia_hong-kong-extradition-protest_1666741214.html", "image_url": "https://static01.nyt.com/images/2019/06/12/world/cn-12live-hongkong-teargas-copy/cn-12live-hongkong-teargas-copy-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=a0dc5307c66ab86833bca49a95ffb4d017e15bdc425dcdb99509ec46ca4ae56d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_12_world_asia_hong-kong-extradition-protest_1666741214.html", "title": "Extradition Protesters in Hong Kong Face Tear Gas and Rubber Bullets", "title_page": "Extradition Protesters in Hong Kong Face Tear Gas and Rubber Bullets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Riot police officers fired tear gas and rubber bullets in downtown Hong Kong on Wednesday as they repelled tens of thousands of protesters who tried to swarm the city’s legislature in anger over proposed legislation that would allow extraditions to mainland China.\nThe street confrontation began on Wednesday afternoon when a small number of protesters stormed police barricades outside the Legislative Council and hurled bricks, bottles and umbrellas at the officers. The riot police responded by firing rubber bullets, beanbag rounds and tear-gas canisters at the protesters.\nThe large-scale clashes — rare in this financial hub — underscore both the deep-seated anger that protesters feel about the erosion of liberties in the territory and the police’s resolve to maintain order.\nIt was a sharp escalation of violence in a protest movement that took off in earnest on Sunday when an estimated one million people marched against the extradition bill and China’s growing influence in the territory. That march ended with small clashes in the early hours of Monday, but protesters began pouring back into the area around the legislature on Tuesday night ahead of a debate on the bill scheduled for the next day.", "url": "https://www.nytimes.com/2019/06/12/world/asia/hong-kong-extradition-protest.html"}