{"authors": ["Robert Ito"], "date_download": "2022-10-25 23:41:15", "date_modify": "2022-10-25 23:41:15", "date_publish": "2019-10-23 09:01:00", "description": "The filmmakers pored over books, documents and other research to remind viewers of the woman behind the often distorted legend.", "filename": "2019_10_23_movies_harriet-tubman-facts_1666741275.html", "image_url": "https://static01.nyt.com/images/2019/12/23/arts/27harriet-history1/27harriet-history1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a7df15758aa9b9add11e4dcf171f632f325804c1960f44251239b2bd73fcdfe8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_23_movies_harriet-tubman-facts_1666741275.html", "title": "Harriet Tubman Facts and Myths: How the Movie Tried to Get It Right", "title_page": "Harriet Tubman Facts and Myths: How the Movie Tried to Get It Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Think of Harriet Tubman a nd you’re likely to picture an old woman in a kerchief, seated and somber, a mental image drawn from the handful of formal photos taken near the end of the abolitionist’s remarkably (and in many ways, inexplicably) long life. So it’s something of a jolt to see her in the new drama “Harriet,” in which she is both young (in her late 20s when the film opens) and active (leaping off bridges, facing down slave owners, charging through woods with hunting dogs at her heels).\nPerhaps most jarring, this Tubman is armed and ready to start blasting, something you certainly don’t see in all those children’s books about her. “Those books defanged her, declawed her, to make her more palatable,” Kasi Lemmons, the film’s director, said. “Because there’s something quite terrifying about the image of a black woman with a rifle.”\nFew figures in American history have been as shrouded in myth and misperceptions as Harriet Tubman. Biographers have made up figures about her, from the number of enslaved people she rescued to the bounty on her head, while others have misquoted her, including Hillary Clinton and Kanye West . One of her earliest biographies is filled with inaccuracies and racist language, while a cottage industry of children’s books paints a picture of her that’s often more fable than flesh and blood.\nWhen the author and historian Catherine Clinton was writing the biography “Harriet Tubman: The Road to Freedom” (2004), she said, “ I encountered people who were not sure if she was even a real person, or if she was a figure from folklore.”", "url": "https://www.nytimes.com/2019/10/23/movies/harriet-tubman-facts.html"}