{"authors": ["Reid J. Epstein", "Sydney Ember"], "date_download": "2022-10-25 23:52:50", "date_modify": "2022-10-25 23:52:50", "date_publish": "2019-11-07 10:00:26", "description": "As he steps up his efforts in Iowa, Mr. Sanders is using a traditional media platform to try to bring new voters into the political system to support him.", "filename": "2019_11_07_us_politics_bernie-sanders-television-ads_1666741970.html", "image_url": "https://static01.nyt.com/images/2019/11/06/us/politics/06bernie-ads/06bernie-ads-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b0b73e200da6a156896f5e6d85708b7c58d176424b3b61bb54c6a68688f2c4df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_07_us_politics_bernie-sanders-television-ads_1666741970.html", "title": "Bernie Sanders Is Flush With Cash. Here’s How He Plans to Spend It.", "title_page": "Bernie Sanders Is Flush With Cash. Here’s How He Plans to Spend It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Sanders, who began his 2016 campaign relatively unknown outside of Vermont, spent more money on TV ads during that primary contest than any other candidate in either the Democratic or Republican race.\n“There were states where we would move 10 points, 20 points in a two-week period,” Mr. Weaver said in an interview Wednesday, referring to Mr. Sanders’s standing in public opinion polls. “You would add TV and it would spike almost straight up.”\nBecause Mr. Sanders already has near-universal name recognition among Democrats, his campaign’s task in this primary is less about introducing him to voters than it is reminding those who backed him four years ago why they supported him.\nThe Sanders campaign had raised a total of $61.5 million — more than any Democratic rival — as of the end of September, the last time candidates were required to report fund-raising numbers. The campaign also said it had $33.7 million in cash on hand, giving it a substantial war chest heading into the crucial early primary season.\nDoing well in the first four states is as important for generating momentum as it is for amassing delegates. That is particularly true for Mr. Sanders, whose surprisingly strong performances in 2016 against Hillary Clinton in Iowa and New Hampshire helped turn him into a real threat for the Democratic nomination. California and other states that vote on Super Tuesday, March 3, are rich with delegates that will determine the party’s presidential nominee.", "url": "https://www.nytimes.com/2019/11/07/us/politics/bernie-sanders-television-ads.html"}