{"authors": ["Megan Specia"], "date_download": "2022-10-25 22:55:10", "date_modify": "2022-10-25 22:55:10", "date_publish": "2019-08-02 12:14:30", "description": "Officials, warning of “mortal danger,” scrambled to repair the dam on an aging reservoir above a small town in northern England.", "filename": "2019_08_02_world_europe_uk-dam-evacuate_1666738510.html", "image_url": "https://static01.nyt.com/images/2019/08/02/world/02uk-dam1/merlin_158733642_2e036030-9f51-48c0-bc9c-2cbfb583a238-facebookJumbo.jpg?year=2019&h=549&w=1050&s=b67d526c3698b2ea8df07f67bb7b7f054b5b116d2616225808cacb8c1c723465&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_02_world_europe_uk-dam-evacuate_1666738510.html", "title": "U.K. Town Evacuated as Dam Wall Crumbles Under Heavy Rain", "title_page": "U.K. Town Evacuated as Dam Wall Crumbles Under Heavy Rain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Residents of a small town in northern England have been ordered to evacuate after a dam on a 19th-century reservoir that looms above their homes was seriously damaged by heavy downpours.\nDays after parts of Britain experienced record-shattering high temperatures amid a heat wave across Europe, the dam was damaged as a result of another type of extreme weather: intense rainfall that battered much of northern England and left the reservoir overflowing.\nIt could be days before 1,500 residents who left their homes on Thursday in the town of Whaley Bridge — population 6,500 — are able to return. Officials warned that the dam, which holds 1.3 million tons of water, could crumble and that the likelihood of “severe flooding” could put many in “mortal danger.”\nOn Friday, a Royal Air Force Chinook helicopter that had joined efforts to stop the dam from collapsing dumped more than 200 bags of gravel onto the damaged site, as engineers using dozens of pumps diverted water from the reservoir into the surrounding area, police officials said.", "url": "https://www.nytimes.com/2019/08/02/world/europe/uk-dam-evacuate.html"}