{"authors": ["Sean T. Collins"], "date_download": "2022-10-25 22:59:31", "date_modify": "2022-10-25 22:59:31", "date_publish": "2019-11-25 03:00:08", "description": "The HBO series made a bold choice in revealing the mysterious hero’s identity. Our writer examined how the details meshed with the graphic-novel canon.", "filename": "2019_11_24_arts_television_watchmen-hooded-justice_1666738771.html", "image_url": "https://static01.nyt.com/images/2019/11/24/arts/24watchmen-justice/24watchmen-justice-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ec498420a6edf7bef5cb2437fd2cb6c1488c0ec3bfea03ecb4906cbd1e1cf9dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_24_arts_television_watchmen-hooded-justice_1666738771.html", "title": "‘Watchmen’ Pulls the Hood on Hooded Justice", "title_page": "‘Watchmen’ Pulls the Hood on Hooded Justice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This article contains spoilers for Season 1, Episode 6 of HBO’s “Watchmen.”\nWho was that masked man?\nIn this week’s episode of “Watchmen,” the show pulls back the hood on one of the story’s most elusive figures, the brutal vigilante called Hooded Justice. A peripheral but pivotal figure in the original graphic novel by Alan Moore and Dave Gibbons, Hooded Justice was the very first masked vigilante hero in the “Watchmen” universe, responsible for launching the phenomenon that inspired all the others to don masks of their own.\nThe big surprise? Underneath that hood and noose, so evocative of the Ku Klux Klan, was a black cop and survivor of the Tulsa Race Massacre, Will Reeves. Employing a mask and a rope that his racist fellow police officers had used to terrify and intimidate him, he turned the terror back onto criminals — including those crooked cops.\nThe revelation elevates a background player from the graphic novel to the status of protagonist, and in the process it raises as many questions as it answers. Does this surprising secret identity jibe with what we know from Moore and Gibbons’s original book? The showrunner Damon Lindelof — despite having made what he has called a “remix” of the book — claims to treat it as gospel. Could the racist iconography of Hooded Justice have been a ruse all along? We dug back into the source material to see if the case for a placing black man beneath that menacing hood holds up.\n[Read our recap of Episode 6.]\n(Note: DC Comics has published a series of prequel stories under the “Before Watchmen” umbrella and is currently serializing a sequel. Lindelof does not treat those projects as canon, so they’re impossible to reconcile with the TV series. We’ll be ignoring them here as well.)", "url": "https://www.nytimes.com/2019/11/24/arts/television/watchmen-hooded-justice.html"}