{"authors": ["Michael Crowley"], "date_download": "2022-10-25 23:01:40", "date_modify": "2022-10-25 23:01:40", "date_publish": "2019-07-18 01:58:07", "description": "“These left-wing ideologues see our nation as a force for evil,” Mr. Trump told a packed arena in Greenville, N.C., to a crowd that seemed to relish his comments.", "filename": "2019_07_17_us_politics_trump-send-her-back-ilhan-omar_1666738900.html", "image_url": "https://static01.nyt.com/images/2019/08/17/us/17dc-trump-hp/17dc-trump-hp-facebookJumbo.jpg?year=2019&h=550&w=1050&s=6ad2f39d46c56d2c5bdc26989f6a50871ae0403e793a09d0478d1be5b0e059bb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_17_us_politics_trump-send-her-back-ilhan-omar_1666738900.html", "title": "At Rally, President Accuses Liberal Critics of Seeking the Nation’s ‘Destruction’", "title_page": "At Rally, President Accuses Liberal Critics of Seeking the Nation’s ‘Destruction’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In recent days, similar comments by Mr. Trump have been met with repugnance across the country. But the capacity crowd in an arena at East Carolina University seemed to savor them. After Mr. Trump reeled off several controversial comments made by one of the four congresswomen, Representative Ilhan Omar of Minnesota, including ones that he depicted as sympathetic to Al Qaeda, the crowd started its “Send her back” chant, which could become the 2020 rejoinder to 2016’s “Lock her up!”\nIt was the latest sign that the president’s plan for winning a second term in office involves playing to racial and nationalist themes that shock the consciences of many Americans, but which seem to delight his most ardent supporters.\nMr. Trump doubled down with relish on his previous calls for the congresswomen — Ms. Omar, Alexandria Ocasio-Cortez of New York, Rashida Tlaib of Michigan and Ayanna S. Pressley of Massachusetts — to “go back” to their countries of origin, even though all but one were born in the United States and all four are citizens. It left no doubt that he was undaunted by furious condemnations of his remarks as racist, including a Tuesday vote by the House.\nAs his raucous audience booed repeatedly at his mentions of the women, the atmosphere had echoes of a pro-wrestling match at which the crowd thrills in its collective disdain for the villain of the moment.\nWednesday night’s event was billed as a “Keep America Great” rally — a boastful variant of Mr. Trump’s 2016 campaign slogan, “Make America Great Again.”", "url": "https://www.nytimes.com/2019/07/17/us/politics/trump-send-her-back-ilhan-omar.html"}