{"authors": ["Jeré Longman", "Matt Hart"], "date_download": "2022-10-25 23:54:57", "date_modify": "2022-10-25 23:54:57", "date_publish": "2019-10-01 01:23:01", "description": "The United States Anti-Doping Agency announced the penalty against Salazar, a former star runner and a coach to top runners.", "filename": "2019_09_30_sports_alberto-salazar-doping-ban_1666742097.html", "image_url": "https://static01.nyt.com/images/2019/09/30/sports/30salazar-web-1/30salazar-web-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=61f0d9eb51a1d17c4200923eb60abe514eb8dd74e53fb1eb6dd2e2ffe38a3a01&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_30_sports_alberto-salazar-doping-ban_1666742097.html", "title": "Alberto Salazar, Coach of the Nike Oregon Project, Gets a 4-Year Doping Ban", "title_page": "Alberto Salazar, Coach of the Nike Oregon Project, Gets a 4-Year Doping Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“When the testing came back from Aegis Labs on July 7, 2009, Dr. Brown wrote an email to Nike CEO Mark Parker, ‘We have preliminary data back on our experiments with a topical male hormone called Androgel . . . We found that even though there was a slight rise in T/E ratios, it was below the level of 4 which would trigger great concern . . . We are next going to repeat it using 3 pumps . . . We need to determine the minimal amount of gel that would cause a problem.’”\nAccording to the report, “Mr. Parker responded, “[i]t will be interesting to determine the minimal amount of topical male hormone required to create a positive test.”\nSalazar’s ban is the latest scandal in track and field and distance running, where so many doping violations have occurred over the years that every outstanding performance brings immediate suspicion from those closely involved in the sport.\nHassan released a statement from Doha expressing shock at the finding as she prepared to compete in the world championships.\n“This investigation is focused on the period before I joined the Oregon Project and therefore has no relation to me,” she said. “I was aware of the ongoing investigations when I joined the team and have always had a clean conscience, knowing we are being monitored to the absolute fullest by Usada and WADA.”\nWhile the credibility of distance running and Nike’s involvement will come under renewed scrutiny, so will the accomplishments of Farah, who won the 5,000 meters and the 10,000 meters at the 2012 and 2016 Olympics, and of Rupp, who finished second in the 10,000 meters at the 2012 London Olympics and third in the marathon at the 2016 Rio Games. Hassan’s recent world record will surely also come under examination.\nFarah is no longer coached by Salazar. He and Rupp have vigorously denied violating rules against taking banned substances.", "url": "https://www.nytimes.com/2019/09/30/sports/alberto-salazar-doping-ban.html"}