{"authors": ["Interview Jaime Lowe", "Jaime Lowe"], "date_download": "2022-10-25 23:36:25", "date_modify": "2022-10-25 23:36:25", "date_publish": "2019-01-16 10:00:01", "description": "The lawyer and social justice activist on mass incarceration, the national lynching memorial and Robert E. Lee Day.", "filename": "2019_01_16_magazine_bryan-stevenson-wants-the-us-to-face-its-history_1666740985.html", "image_url": "https://static01.nyt.com/images/2019/01/20/magazine/20mag-talk-image2/20mag-talk-image2-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=72472f37bf60683ac943e4dc016a377b6766be53ba6640a9712abdc3c88747b3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_16_magazine_bryan-stevenson-wants-the-us-to-face-its-history_1666740985.html", "title": "Bryan Stevenson Wants the U.S. to Face Its History", "title_page": "Bryan Stevenson Wants the U.S. to Face Its History - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last year, you opened a national lynching memorial. What were you hoping to achieve? What we haven’t done in this country is create cultural spaces that expose people to the history of enslavement and lynching and segregation and motivate them to say, “Never again.” And if we make that commitment, then we’re going to be required to be more responsive when people say, “Well, those immigrants of color are unacceptable” or “Those people over there are unacceptable.” When we hear the echo of that narrative, I hope it motivates us to respond differently.\nYou live in Montgomery, Ala., where both Confederate Memorial Day and Jefferson Davis’s birthday are state holidays and Martin Luther King Day is celebrated along with Robert E. Lee Day. How do you reconcile all that? It is unevolved to want to celebrate the architects and defenders of slavery. In Germany, there are no Adolf Hitler statues. They don’t want to embrace something so horrific. That’s not true in America. The landscape has become complicit in the way in which we have tolerated racial bias, so that has to change. There are things about which we can all feel proud. We can all honor, for example, the white people who were abolitionists in the 18th and the 19th centuries. And we can name some streets and schools and buildings after them, and all of us can celebrate those folks. That’s what we have to get to if we’re really serious about progressing past this history.\nWhat would the Rev. Dr. Martin Luther King Jr. think about America if he was alive today? When he found out that one in three black male babies born in this country is expected to go to jail and prison, when he saw the level of poverty, when he heard some of the rhetoric that we frequently hear, I think he would be heartbroken. But I also think he would be excited that if he called a meeting, thousands would come. And that’s what has to happen, even without Dr. King — that we have to be willing to make that commitment so that we can create a world where if Dr. King emerged, he would be so proud to say his dream has finally been realized. We’re not in that world yet.", "url": "https://www.nytimes.com/2019/01/16/magazine/bryan-stevenson-wants-the-us-to-face-its-history.html"}