{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:00:44", "date_modify": "2022-10-25 23:00:44", "date_publish": "2019-10-04 15:15:18", "description": "During private testimony, Kurt D. Volker, the special envoy, said Rudolph W. Giuliani rejected a generic anticorruption statement Ukraine planned to release.", "filename": "2019_10_04_us_politics_volker-giuliani-ukraine_1666738844.html", "image_url": "https://static01.nyt.com/images/2019/10/06/us/politics/06dc-volker-print1/04dc-volker-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f98bf144a8b25688c3b90122bde03b64da6c9caaadc0b67da42caa130957afb6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_04_us_politics_volker-giuliani-ukraine_1666738844.html", "title": "Volker Gives New Details on Giuliani’s Role in Ukraine Policy", "title_page": "Volker Gives New Details on Giuliani’s Role in Ukraine Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The former State Department special envoy for Ukraine told congressional investigators that Rudolph W. Giuliani, President Trump’s personal lawyer, demanded that Ukraine specifically commit to investigate involvement in the 2016 election and a firm tied to former Vice President Joseph R. Biden Jr.\nDuring testimony behind closed doors on Thursday, the special envoy, Kurt D. Volker, said Mr. Giuliani rejected a generic draft statement that Ukraine’s government had agreed to issue committing to fighting corruption generally. Instead, Mr. Giuliani said the Ukrainians had to promise to pursue two specific investigations that could damage the president’s political domestic adversaries.\nWhile Mr. Giuliani’s efforts to pressure Ukraine have been known, Mr. Volker’s account to House committees conducting an impeachment inquiry provides new details about how the president’s personal lawyer inserted himself into foreign policy to benefit Mr. Trump politically. Not only was Mr. Giuliani meeting with Ukrainian officials, he was effectively dictating the contents of a statement being negotiated by State Department officials with a foreign power.\nMr. Giuliani “said that in his view, the statement should include specific reference to ‘Burisma’ and ‘2016,’” Mr. Volker told the House investigators, according to a copy of his prepared testimony provided by a person involved in the process who did not want to be named. “There was no mention of Vice President Biden in these conversations.”", "url": "https://www.nytimes.com/2019/10/04/us/politics/volker-giuliani-ukraine.html"}