{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 23:52:59", "date_modify": "2022-10-25 23:52:59", "date_publish": "2019-02-25 11:30:04", "description": "The Democratic senator and presidential candidate says she wants to provide equal access to anyone who supports her, in a move that could put pressure on rivals who accept large donations.", "filename": "2019_02_25_us_politics_elizabeth-warren-donors-fundraising_1666741979.html", "image_url": "https://static01.nyt.com/images/2019/02/26/us/26warren1/26warren-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9806d5eb4f1a27b61e82273f7fa2394cb1256658acbca01391d4655fb390a47d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_25_us_politics_elizabeth-warren-donors-fundraising_1666741979.html", "title": "Elizabeth Warren to Forgo Receptions and Fund-Raisers With Big Donors", "title_page": "Elizabeth Warren to Forgo Receptions and Fund-Raisers With Big Donors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Elizabeth Warren on Monday escalated her presidential campaign’s battle against big money in politics, announcing that her bid for the Democratic nomination will forgo traditional fund-raising methods meant to cultivate a candidate’s relationships with the wealthy.\nThe Massachusetts senator said she would no longer hold the private fund-raisers and one-on-one meetings with big donors that have become typical for Democrats and Republicans.\n“That means no fancy receptions or big money fund-raisers only with people who can write the big checks,” Ms. Warren said in a morning email to supporters. “It means that wealthy donors won’t be able to purchase better seats or one-on-one time with me at our events. And it means I won’t be doing ‘call time,’ which is when candidates take hours to call wealthy donors to ask for their support.”\nMs. Warren made the announcement as the Democratic primary to oppose President Trump’s re-election bid begins to take shape, and candidates in the crowded field are trying to find ways to distinguish themselves. Ms. Warren, who rose to prominence as a harsh critic of big corporations and unrestrained capitalism, has attempted to push the field in that direction, announcing expansive, liberal ideas on money and wealth more than a year before the first votes are cast.", "url": "https://www.nytimes.com/2019/02/25/us/politics/elizabeth-warren-donors-fundraising.html"}