{"authors": ["Cara Buckley"], "date_download": "2022-10-25 23:43:33", "date_modify": "2022-10-25 23:43:33", "date_publish": "2019-11-03 19:39:53", "description": "Being arrested at her age has its hazards, like keeping balanced with bound hands. But the star says she feels the need to do more about climate change.", "filename": "2019_11_03_arts_television_04jane-fonda-arrest-protest_1666741413.html", "image_url": "https://static01.nyt.com/images/2019/11/04/arts/04jane-fonda-01/04jane-fonda-01-facebookJumbo.jpg?year=2019&h=549&w=1050&s=afe5d724d714a97babc666b871703e2d7dc639d3ddc1ff4dabd1d3cc62c2813d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_03_arts_television_04jane-fonda-arrest-protest_1666741413.html", "title": "Jane Fonda at 81, Proudly Protesting and Going to Jail", "title_page": "Jane Fonda at 81, Proudly Protesting and Going to Jail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fonda is hale, but being arrested at her age brings challenges, like staying balanced with bound hands while clambering into a police wagon. L ast week brought a respite of sorts when the police led those arrested, whose numbers have tripled since she began protesting, into an easier-to-board short bus with low steps, as onlookers cheered, “Yeah Jane!” Upon her release the next day, Fonda told The Washington Post that she had used the coat as a mattress and that her bones hurt.\nCelebrity protesters make for soft targets, and Fonda said that there was no question she benefited from her white privilege and fame, but that she was using what she had. She drives an electric car, eschews plastic, eats less red meat and has cut down on air travel — celebrities often opt for private jets, while Fonda said she flies commercial — but said she was protesting out of a need to do more.\n“Why be a celebrity if you can’t leverage it for something that is this important?” she said.\nShe hopes to inspire others to flood the streets and compel lawmakers to force fossil fuel companies to keep trillions of dollars of remaining oil reserves in the ground. Whether this lofty goal is reached, she has at the least made pop culture inroads. Her recent acceptance of a Bafta Award while getting arrested went viral, and Buzzfeed’s suggested Halloween couples costumes included dressing as Fonda and her arresting officer.\nThough Fonda has been an activist throughout her life, the only other time she has spent the night in jail was in 1970, when she was 32, on a speaking tour protesting the Vietnam War. That’s when she was arrested in Cleveland for possession of what Fonda says were vitamins; charges were dropped. Two years later she visited North Vietnam, landing the nickname Hanoi Jane, and went on to apologize repeatedly for causing any insult to American soldiers . The nickname has stuck, though, and at the protest on Friday at least one detractor, wearing a MAGA hat, repeatedly shouted it her way.", "url": "https://www.nytimes.com/2019/11/03/arts/television/04jane-fonda-arrest-protest.html"}