{"authors": ["Rick Rojas"], "date_download": "2022-10-25 23:44:37", "date_modify": "2022-10-25 23:44:37", "date_publish": "2019-02-20 16:26:08", "description": "For years, Margaret Markey, a former Queens assemblywoman, pushed for the Child Victims Act, which recently passed. She was driven by her son’s own incident of abuse.", "filename": "2019_02_20_nyregion_margaret-markey-child-victims-act_1666741477.html", "image_url": "https://static01.nyt.com/images/2019/02/20/nyregion/20markeybillpromo/20markeybillpromo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=8e840ce2892f01bebcaa7a82de158d9f679da87c68924d0b014360d6c3f1fe74&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_20_nyregion_margaret-markey-child-victims-act_1666741477.html", "title": "She Fought for Stronger Sexual Abuse Laws. Her Son Was the Reason.", "title_page": "She Fought for Stronger Sexual Abuse Laws. Her Son Was the Reason. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After it passed, Catholic officials were among those praising it. “Their witness has moved us all,” a statement from the state’s bishops, led by Cardinal Timothy M. Dolan, the archbishop of New York, said, referring to the victims who had shared their stories. “We renew our commitment to combating the monstrous crime of childhood sexual abuse and helping all survivors find recourse and reconciliation as they heal.”\nBut the statement belied the years of animosity that had swirled around the debate.\nThe Catholic Church was not alone in its opposition. The American Insurance Association and the Boy Scouts of America hired lobbyists to quietly campaign against it, and Orthodox Jewish groups also resisted the bill. The dissent was centered in large part on the look-back window.\n“This extraordinary provision,” the New York Catholic Conference said in testimony submitted to the Legislature last year, “would force institutions to defend alleged conduct decades ago about which they have no knowledge and in which they had no role, potentially involving employees long retired, dead or infirm, based on information long lost, if it ever existed.”\nStill, the legislative fight often narrowed into a showdown between Ms. Markey and the church.\nPeople she had known from the family’s parish called her, saying she was hurting the church, her family said. Her political opponents called her anti-Catholic.\nWhen the Catholic Conference put out statements denouncing the legislation they called her out by name, saying she was promoting a bill “to make it easier for sexual abuse victims to sue almost anyone — except public schools.”\nA son’s pain, a mother’s purpose\nMs. Markey’s career in politics started with a traffic light. Drivers would fly down the street in front of the family’s home in Maspeth, Queens; she petitioned local officials to install a light, her family said. Then, she pushed for another one.\nBefore she was elected to the Assembly in 1998, she served on community boards in Queens and helped start Maspeth Town Hall, a community center. She also worked for the former borough president, Claire Shulman.", "url": "https://www.nytimes.com/2019/02/20/nyregion/margaret-markey-child-victims-act.html"}