{"authors": ["Sheryl Gay Stolberg", "Nicholas Fandos"], "date_download": "2022-10-25 23:02:29", "date_modify": "2022-10-25 23:02:29", "date_publish": "2019-11-03 10:00:16", "description": "Mr. Schiff leads the impeachment inquiry into President Trump. Depending on one’s viewpoint, he will either save the republic — or destroy it.", "filename": "2019_11_03_us_politics_adam-schiff-trump-impeachment_1666738949.html", "image_url": "https://static01.nyt.com/images/2019/11/01/us/politics/03dc-schiff1/00dc-schiff1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=dab638432dac87f0a862abe0cc0b1a1ae45aa229b5975aac96d57add3590278f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_03_us_politics_adam-schiff-trump-impeachment_1666738949.html", "title": "Adam Schiff, a Trump Punching Bag, Takes His Case to a Bigger Ring", "title_page": "Adam Schiff, a Trump Punching Bag, Takes His Case to a Bigger Ring - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — The crowd was buzzing with Hollywood types — the actress Patricia Arquette, the producer Norman Lear — at a private film screening on Sunset Boulevard one recent Sunday afternoon. But here in liberal America, the biggest celebrity in the room was not someone who makes a living in what people call “the industry.”\nIt was Representative Adam B. Schiff, the strait-laced former federal prosecutor who was on the brink of prosecuting his biggest defendant yet: President Trump.\nThese are heady but perilous days for Mr. Schiff, the inscrutable and slightly nerdy chairman of the House Intelligence Committee, who is leading the impeachment inquiry into Mr. Trump. Adored by the left, reviled by the right, he has become a Rorschach test for American politics. Depending on one’s point of view, he is either going to save the republic, or destroy it.\nHere in his home district, at the screening of “The Great Hack,” a film about misinformation in the 2016 election, Mr. Lear introduced Mr. Schiff as a “current American hero.” As the audience leapt to its feet in a standing ovation, the congressman emerged from backstage in standard Washington uniform — navy blazer, white shirt, light blue tie — his manner as inoffensive as his attire.", "url": "https://www.nytimes.com/2019/11/03/us/politics/adam-schiff-trump-impeachment.html"}