{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:37:30", "date_modify": "2022-10-25 23:37:30", "date_publish": "2019-05-14 11:00:04", "description": "Celebrated and misunderstood, Doris Day embodied the American mainstream and scrambled all its codes.", "filename": "2019_05_14_movies_doris-day-appreciation_1666741050.html", "image_url": "https://static01.nyt.com/images/2019/05/15/arts/13day-appraisal/13day-appraisal-facebookJumbo.jpg?year=2019&h=549&w=1050&s=aac38dfac49b0b6a94de99524db4f9be3ed40722b0a93d9de39d0650d19fe22f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_14_movies_doris-day-appreciation_1666741050.html", "title": "Doris Day: A Hip Sex Goddess Disguised as the Girl Next Door", "title_page": "Doris Day: A Hip Sex Goddess Disguised as the Girl Next Door - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Hollywood Reporter obituary for Doris Day describes her in the headline as “Hollywood’s Favorite Girl Next Door,” which is reasonable enough, if not terribly imaginative. Day, who was 97 when she died on Monday, broke through as a singer in the mid-1940s and crossed over into movie stardom in the next decade. She’s still often remembered as an avatar of the postwar, pre-counterculture pop culture mainstream: wholesome, friendly, sexless. Accordingly, the first adjective applied to her in that article’s summary is “virginal.”\nThat word evokes a leering one-liner attributed to the musician and wit Oscar Levant, who said he “knew Doris Day before she was a virgin.” Levant’s joke depends on a category mistake, confusing the persona of a star with her person (Day was married four times), even as it misses the joke tucked into the persona itself. The v-word applied to Day signals the acceptance of an alibi that was never meant to be believed in the first place, the literal-minded gloss on a text that was only there to beckon us toward the subtext.\nThe truth, hidden in plain sight in so many of her movies and musical performances, is that Doris Day was a sex goddess. That’s not a term we use much anymore (for good reason), and in its heyday it was generally applied to actresses who wielded their erotic energies more nakedly, so to speak.\n[Read our obituary of Doris Day. | Stream four great Day movies (and one TV show).]\nDay wasn’t a glamorous blond enigma like Grace Kelly or Kim Novak — though she did, like both of them, work with Alfred Hitchcock. She was not a Hollywood bombshell in the manner of Marilyn Monroe (or Mamie Van Doren, with whom she competed for Clark Gable’s attention in the 1958 comedy “Teacher’s Pet”). And she certainly didn’t work in the same erogenous zone as European actresses like Brigitte Bardot and Sophia Loren, who promised sophisticated American moviegoers a glimpse of freedom from Puritanical inhibition, and sometimes also from clothes.", "url": "https://www.nytimes.com/2019/05/14/movies/doris-day-appreciation.html"}