{"authors": ["Alex Marshall", "Joe Coscarelli"], "date_download": "2022-10-25 23:01:20", "date_modify": "2022-10-25 23:01:20", "date_publish": "2019-07-25 07:29:14", "description": "Hours after the rapper was formally charged with assault, the president called for him to be freed and criticized the Swedish prime minister.", "filename": "2019_07_25_arts_music_asap-rocky-charged-sweden_1666738880.html", "image_url": "https://static01.nyt.com/images/2019/07/26/world/25ASAPRocky/25ASAPRocky-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ea8c4d7d8cfbf3c3414c8af1794feb3939fb368fa5554afd36ea7aa4cd5b70f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_25_arts_music_asap-rocky-charged-sweden_1666738880.html", "title": "Trump Lashes Out at Sweden Over ASAP Rocky’s Detention", "title_page": "Trump Lashes Out at Sweden Over ASAP Rocky’s Detention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rocky was charged on Thursday with having committed an assault causing actual bodily harm on June 30 in central Stockholm, Swedish prosecutors said in a statement, capping weeks of speculation about how the country would handle a street brawl that was captured, at least in part, on camera.\nThe rapper will remain in custody, at least until his trial begins on Tuesday, the Swedish Prosecution Authority said in a statement.\nThe punishment for Rocky could include a fine based on his daily earnings or a maximum of two years in prison, said Annika Collin, a spokeswoman for the Swedish Prosecution Authority.\nThe decision to charge Rocky, and Mr. Trump’s increasing ire over the charges, will sharpen the focus on a case that started as a fistfight, but has ballooned into much more, with Sweden facing accusations of racism and human rights abuses for its treatment of the rapper.\nRocky, 30, whose real name is Rakim Mayers, is accused of assaulting Mustafa Jafari in Stockholm after an altercation in the street that was captured on video. The rapper and two other men were detained on July 5 as prosecutors investigated the matter.", "url": "https://www.nytimes.com/2019/07/25/arts/music/asap-rocky-charged-sweden.html"}