{"authors": ["Amy Qin"], "date_download": "2022-10-25 23:39:40", "date_modify": "2022-10-25 23:39:40", "date_publish": "2019-09-04 12:58:01", "description": "Carrie Lam said she would withdraw the extradition bill that set off demonstrations in the city. But protesters are now seeking bigger changes.", "filename": "2019_09_04_world_asia_carrie-lam-hong-kong-protests_1666741180.html", "image_url": "https://static01.nyt.com/images/2019/09/04/world/04hk-explainer1/merlin_160082685_75dd0eb0-d288-4e52-a407-8ec0cbd46307-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a920cc8b0d81e6299ce518a511280e721d99114e6b5a741c0d2a449585a7d165&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_04_world_asia_carrie-lam-hong-kong-protests_1666741180.html", "title": "Hong Kong’s Leader Partly Relents. Will the Protests Continue?", "title_page": "Hong Kong’s Leader Partly Relents. Will the Protests Continue? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mrs. Lam announced as early as June 15, not long after mass street protests erupted, that she was indefinitely delaying the bill. But many were unsatisfied with Mrs. Lam’s decision to suspend the proposal, rather than fully withdraw it. On June 16, an estimated two million people poured into the streets in a dramatic rejection of the government’s attempt to back down.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nProtesters seized on Mrs. Lam’s refusal to formally withdraw the bill as a sign that she was more beholden to Beijing than to Hong Kong, a former British colony that was returned to Chinese rule in 1997.\nMrs. Lam said on Wednesday that, in addition to formally withdrawing the bill, she would appoint two new members to a police review committee to investigate officers’ behavior during the protests. But protesters want an independent investigation of police conduct, and do not trust the existing committee, considering it ineffective.\nWhat’s the difference between suspending a bill and withdrawing it?\nThe suspension removed the extradition bill from the agenda of Hong Kong’s Legislative Council. But under the council’s rules, a suspended bill could be restored with 12 days’ notice, meaning it could be reintroduced. Mrs. Lam’s announcement that she would withdraw the bill is far more consequential. Withdrawal means that the bill’s sponsors would have to start all over again if they want to reintroduce it.", "url": "https://www.nytimes.com/2019/09/04/world/asia/carrie-lam-hong-kong-protests.html"}