{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:34:28", "date_modify": "2022-10-25 23:34:28", "date_publish": "2019-03-15 22:52:38", "description": "Brenton Tarrant, inspired by the social media world and performing for it, appears to be the first accused mass murderer to conceive of the killing itself as a meme.", "filename": "2019_03_15_world_asia_new-zealand-shooting-brenton-tarrant_1666740868.html", "image_url": "https://static01.nyt.com/images/2019/04/15/world/15nz-profile-1sub/15nz-profile-1sub-facebookJumbo.jpg?year=2019&h=549&w=1050&s=7d2f4e94823d0ad476dd7502e0f643056d97cb6d5496cd608c4346f2a37585c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_15_world_asia_new-zealand-shooting-brenton-tarrant_1666740868.html", "title": "Massacre Suspect Traveled the World but Lived on the Internet", "title_page": "Massacre Suspect Traveled the World but Lived on the Internet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The suspect’s parents were divorced early in his childhood, according to his father’s obituary in The Daily Examiner, of Grafton. Mr. Tarrant’s mother was not mentioned in the obituary, suggesting she may have been estranged from the father.\nAccording to the obituary, the father competed in 75 triathlon competitions, including grueling Ironman triathlons in both Australia and Hawaii.\nA woman with the same name as Mr. Tarrant’s sister played the drums in local rock bands, according to local news reports.\n“Just a ordinary White man” from “a working class, low income family,” Mr. Tarrant wrote in his manifesto. “I had a regular childhood, without any great issues. I had little interest in education during my schooling, barely achieving a passing grade. I did not attend University as I had no great interest in anything offered in the Universities to study.”\nIt is unclear how he developed an interest in cryptocurrency but he wrote in his manifesto that his profits from investing in the cryptocurrency Bitconnect enabled him to travel.\n[Read about the challenges of reporting on a shooting that was set up “as almost an internet performance.”]\nAustralian news outlets on Friday published a photograph of him with a tour group near the Samjiyon Grand Monument in North Korea. His manifesto alludes to visits to Poland, Ukraine, Iceland and Argentina as well.", "url": "https://www.nytimes.com/2019/03/15/world/asia/new-zealand-shooting-brenton-tarrant.html"}