{"authors": ["Jan Hoffman"], "date_download": "2022-10-25 23:22:55", "date_modify": "2022-10-25 23:22:55", "date_publish": "2019-10-21 12:20:53", "description": "The deal involves large pharmaceutical distributors and Teva, resolving cases that sought redress from the devastation caused by two decades of opioid abuse.", "filename": "2019_10_21_health_opioid-settlement_1666740175.html", "image_url": "https://static01.nyt.com/images/2019/10/18/science/18HFO-OPIOIDS-SETTLE/merlin_133149306_2f026239-a9f5-41e4-8ea9-d70ee1ea5188-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3a3d2e355385d47e9b1ee610d61e0539685735226168d37a3013e4c77e707274&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_21_health_opioid-settlement_1666740175.html", "title": "$260 Million Opioid Settlement Reached at Last Minute With Big Drug Companies", "title_page": "$260 Million Opioid Settlement Reached at Last Minute With Big Drug Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are many more pharmaceutical industry defendants that were not in the first trial, including generic drug manufacturers, smaller drug distributors and the other big pharmacy chains. But lawyers expressed hopes that Monday’s settlement could push other defendants to settle their cases as well, even on a broader, comprehensive basis.\nOne signature dispute between the state attorneys general and plaintiffs for cities, counties and tribes is about how settlement money will be disbursed and who will control the purse strings. One of the biggest criticisms of the Big Tobacco settlement some 20 years ago, which was brokered in large measure by state attorneys general, was that most of the money wound up in legislative funds to balance budgets and even fix potholes. That is why local governments involved in the opioid litigation want to ensure they have better access to settlement money.\nPeople close to the talks said that a model being discussed was to apportion the money into three buckets: one for the states, a second for the cities and counties, and the third and largest for an opioid remediation fund for the general public, supervised by a monitor who would possibly be appointed by the court.\nOn Monday morning, when expectations were high that a trial would indeed begin, a line to get into the courthouse began forming before 7 a.m. Many people said they were fans of the plaintiffs’ trial lawyer, Mark Lanier — known for his dramatic, even impish opening statements, replete with slides and props — and hoped to see his performance.\nIn the scrum following Judge Polster’s announcement that the trial would not go forward, Mr. Lanier was offering samples of the opening argument he would not be able to give, a thundering indictment of the opioid industry that he had spent months preparing. The warm-up alone included a 3,000-year-old Sumerian poppy jar; a first edition of Thomas De Quincey’s “Confessions of an English Opium-Eater”; and a reading from “The Wonderful Wizard of Oz.” (As Dorothy falls asleep in the poppy fields: “If we leave her here she will die,” said the Lion. “The smell of the flowers is killing us all.”)\nA defense lawyer walking by overheard him, gave an eye roll and said: “You ought to hear my opening. I throw glitter.”", "url": "https://www.nytimes.com/2019/10/21/health/opioid-settlement.html"}