{"authors": ["Thomas Fuller"], "date_download": "2022-10-25 23:28:39", "date_modify": "2022-10-25 23:28:39", "date_publish": "2019-01-02 19:24:53", "description": "One year after marijuana legalization California sales are down, tax revenues are well below forecasts and the black market thrives.", "filename": "2019_01_02_us_buying-legal-weed-in-california_1666740519.html", "image_url": "https://static01.nyt.com/images/2018/12/28/us/xxcannabis01/xxcannabis01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=663230248511f4f5a731c31c5d471ebb70f37b3f9bf800af90b4e4ca7bf1fead&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_02_us_buying-legal-weed-in-california_1666740519.html", "title": "Now for the Hard Part: Getting Californians to Buy Legal Weed", "title_page": "Now for the Hard Part: Getting Californians to Buy Legal Weed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — A billion dollars of tax revenue, the taming of the black market, the convenience of retail cannabis stores throughout the state — these were some of the promises made by proponents of marijuana legalization in California.\nOne year after the start of recreational sales, they are still just promises.\nCalifornia’s experiment in legalization is mired by debates over regulation and hamstrung by cities and towns that do not want cannabis businesses on their streets.\nCalifornia was the sixth state to introduce the sale of recreational marijuana — Alaska, Colorado, Nevada, Oregon and Washington paved the way — but the enormous size of the market led to predictions of soaring legal cannabis sales.\nInstead, sales fell. Around $2.5 billion of legal cannabis was sold in California in 2018, half a billion dollars less than in 2017 when only medical marijuana was legal, according to GreenEdge, a sales tracking company.", "url": "https://www.nytimes.com/2019/01/02/us/buying-legal-weed-in-california.html"}