{"authors": ["Peter S. Goodman"], "date_download": "2022-10-25 23:29:39", "date_modify": "2022-10-25 23:29:39", "date_publish": "2019-11-09 10:00:31", "description": "Nearly half of all journeys to school and work in Copenhagen take place on bicycles. And people like it that way.", "filename": "2019_11_09_world_europe_biking-copenhagen_1666740579.html", "image_url": "https://static01.nyt.com/images/2019/11/10/world/10copenhagen-dispatch/merlin_164038344_391574ae-6406-4523-8774-e5ee281eb5f0-facebookJumbo.jpg?year=2019&h=550&w=1050&s=7fb525887c42d16a445bda8ef6a9d010311bb3a2d89901cfcdb99aceb963a3f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_09_world_europe_biking-copenhagen_1666740579.html", "title": "The City That Cycles With the Young, the Old, the Busy and the Dead", "title_page": "The City That Cycles With the Young, the Old, the Busy and the Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "COPENHAGEN — By the standards operative on most of planet Earth, this is not an especially wonderful day for a bicycle ride. The temperature reads 42 degrees Fahrenheit, and a vengeful breeze forces damp chill to the bone. Sullen gray clouds occupy the sky, dispensing an apathetic drizzle.\nNatalie Gulsrud scoffs at these details. It is nearing 4 p.m., darkness already bringing finality to this bleak November afternoon. She has to go to the child care center to pick up her 5-year-old son — “5 and a half,” he quickly corrects, later. She has to stop for groceries, and then head home for dinner.\nLike tens of thousands of other people in Denmark’s elegant yet frequently dank capital, she pedals her way through her daily rounds, relying on the world’s most advanced and widely used network of bicycle lanes. She does not own a car. She does not want a car.\nShe settles her bag into the front compartment of her cargo bike — a three-wheeled contraption built for hauling children and groceries that is something like the S.U.V. of local family transportation. She climbs aboard the saddle, gathers her overcoat around her, and leans into the uncompromising wind.", "url": "https://www.nytimes.com/2019/11/09/world/europe/biking-copenhagen.html"}