{"authors": ["Alexandra Stevenson", "Cao Li"], "date_download": "2022-10-25 23:39:32", "date_modify": "2022-10-25 23:39:32", "date_publish": "2019-04-10 18:41:36", "description": "A largely empty urban district struggling with billions of dollars in debt demonstrates the breakdown of the Chinese economic growth model.", "filename": "2019_04_10_business_china-economy-debt-tianjin_1666741172.html", "image_url": "https://static01.nyt.com/images/2019/04/11/business/00chinadebt-sub1/11chinadebt-facebookJumbo.jpg?year=2019&h=550&w=1050&s=908dc7def886d17cf7deea76a1da81bed48414eb662d57df1a8fee48eed507cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_10_business_china-economy-debt-tianjin_1666741172.html", "title": "‘China’s Manhattan’ Borrowed Heavily. The People Have Yet to Arrive.", "title_page": "‘China’s Manhattan’ Borrowed Heavily. The People Have Yet to Arrive. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite the empty buildings, the local government keeps borrowing. Last year, Tianjin and entities related to the local government raised $36 billion through new loans, according to data from the People’s Bank of China, the country’s central bank.\nMany residents believe Yujiapu’s problems have been overstated and try to cast its emptiness in a positive light. Mr. Zhang, who works for the online recruiter, said technology companies looking for alternatives to expensive places like Beijing and the southern city of Shenzhen could find Tianjin attractive.\n“Now, there are quite a lot of internet companies, including some e-commerce platforms,” he said, speculating that these companies could move into his building in the future.\nMichael Hart, a real estate consultant in Tianjin, said a resurgence of growth could save the city from its problems.\n“It’s like going to see a five-act play,” Mr. Hart said, referring to Yujiapu’s critics, “and you’re halfway through Act 1 and calling it a lousy play.”\nFor Alexander Brose, the chief executive of the Tianjin Juilliard School, the district will soon benefit from the prestige of the Juilliard name to attract people. On a recent day, he toured the construction site, pointing to what he expected to see next year. Here, a 687-seat concert hall, he said. Over there, a recital space that can hold 299 people. And in the corner, a 250-seat black box theater.\nHe paused, looking at the hundreds of construction workers welding, hammering and moving steel, and said, referring to the local government, “I think they are looking at this as a feather in the cap of this new project.”", "url": "https://www.nytimes.com/2019/04/10/business/china-economy-debt-tianjin.html"}