{"authors": ["Mike Ives", "Austin Ramzy"], "date_download": "2022-10-25 23:39:51", "date_modify": "2022-10-25 23:39:51", "date_publish": "2019-08-31 04:02:01", "description": "In the most intense day of clashes since June, the police unleashed tear gas, pepper spray and blue dye against demonstrators who ignored warnings to stay home.", "filename": "2019_08_31_world_asia_hong-kong-protest_1666741191.html", "image_url": "https://static01.nyt.com/images/2019/08/31/world/31hk-protest21/merlin_159985824_922ec1b6-4329-4440-ae03-a72ceee20cf0-facebookJumbo.jpg?year=2019&h=550&w=1050&s=631865c58cc217f35fa8a12339c5c87230b0e615116c4e42f98f2e97691cf135&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_31_world_asia_hong-kong-protest_1666741191.html", "title": "Hong Kong Protesters Clash With Police After Defying Ban", "title_page": "Hong Kong Protesters Clash With Police After Defying Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Crowds of masked prodemocracy demonstrators in Hong Kong defied official warnings, set fires in the streets and battled the police on Saturday in the most intense clashes since protests over the city’s fate began in June.\nAs government helicopters hovered above, the riot police fired tear gas, pepper spray and water cannons at protesters outside government offices and the Chinese military’s local headquarters. Some in the crowd threw firebombs at police barricades.\nThe police pumped blue-dyed water into knots of protesters, starkly marking them to make it easier for officers to make arrests. And by nightfall, a makeshift barricade that protesters had erected across a road had been set on fire, sending a plume of black smoke through canyons of skyscrapers and blinking neon signs.\n[City on edge: Photographs from Hong Kong’s summer of protest]\nTensions had been running high, partly because the protests marked the fifth anniversary of the day the Chinese government rejected proposals for fully democratic elections in favor of a more limited voting plan in this semiautonomous former British colony. That decision angered many in Hong Kong, and it set off months of large-scale protests in 2014 known as the Umbrella Movement.", "url": "https://www.nytimes.com/2019/08/31/world/asia/hong-kong-protest.html"}