{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:51:43", "date_modify": "2022-10-25 23:51:43", "date_publish": "2019-07-16 19:17:47", "description": "The court said unions representing federal government workers had to bring their case before a federal labor agency before turning to federal courts.", "filename": "2019_07_16_business_economy_union-labor-trump-court_1666741903.html", "image_url": "https://static01.nyt.com/images/2019/07/16/business/16labor1/16labor1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2a5b93390bcdd720a6998eddfc785277ef694c329880ac6fe828c81c413d2409&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_16_business_economy_union-labor-trump-court_1666741903.html", "title": "Union Challenge of Trump Executive Orders Rejected by Federal Court", "title_page": "Union Challenge of Trump Executive Orders Rejected by Federal Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A federal appeals court on Tuesday dealt unions a setback in their legal fight against executive orders President Trump had signed targeting federal government workers and their unions.\nThe United States Court of Appeals for the District of Columbia Circuit reversed a lower-court ruling from last summer that struck down the main provisions of the executive orders, which Mr. Trump issued in May 2018.\nMr. Trump's orders had sought to reduce the amount of time that underperforming workers were given to improve, limit their options for appealing evaluations and reduce the amount of paid work time that they can use to attend to union business.\nThe administration said the orders would make government more efficient. Many experts agreed that changes like making it easier to remove poor-performing civil servants were necessary. But they argued that the executive orders went well beyond what was required to achieve that objective.", "url": "https://www.nytimes.com/2019/07/16/business/economy/union-labor-trump-court.html"}