{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:44:56", "date_modify": "2022-10-25 23:44:56", "date_publish": "2019-09-03 21:11:13", "description": "Parliament won the power to try to stop a “no deal” withdrawal from the European Union, a major defeat for the prime minister.", "filename": "2019_09_03_world_europe_brexit-uk-parliament-vote_1666741496.html", "image_url": "https://static01.nyt.com/images/2019/09/05/world/03HFO-brexit-1/03HFO-brexit-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4302853b7484c9c02954f7b4bb9838377664b22b36da0ff891d6b7fafe116f9a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_03_world_europe_brexit-uk-parliament-vote_1666741496.html", "title": "Brexit Vote Goes Against Boris Johnson, and He Calls for an Election", "title_page": "Brexit Vote Goes Against Boris Johnson, and He Calls for an Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[cheering] “There can be no doubt, Mr. Speaker, about the consequences of this vote tonight. It means that Parliament is on the brink of wrecking any deal that we might be able to strike [jeering] with Brussels, because tomorrow’s bill would hand control of the negotiations to the E.U. And that would mean more dither, more delay and more confusion. And it would mean that the E.U. themselves would be able to decide how long to keep this country in the E.U. And since I refuse to go along with that plan, we are going to have to make a choice, Mr. Speaker. I don’t want an election. The public don’t want an election. I don’t believe the right honorable gentleman wants an election. But if the House votes for this bill tomorrow, the public will have to choose who goes to Brussels on October the 17th to sort this out and take this country forward.” “Your Honor, point of order. I welcome tonight’s vote. We live in a parliamentary democracy. We — [cheers] We do not have a presidency but a prime minister. Prime ministers govern with the consent of the House of Commons, representing the people in whom the sovereignty rests. There is no consent — there is no consent in this House to leave the European Union without a deal. There is no majority for ‘no deal’ in the country. As I’ve said before, if the prime minister has the confidence in his Brexit policy, when he has one he can put forward, he should put it before the people in a public vote. And so — [cheering and jeering] he wants to table a motion for a general election? Fine: Get the bill through first, in order to prevent, in order — in order to take ‘no deal’ off the table.”", "url": "https://www.nytimes.com/2019/09/03/world/europe/brexit-uk-parliament-vote.html"}