{"authors": ["Lisa Lerer", "Shane Goldmacher"], "date_download": "2022-10-25 23:52:34", "date_modify": "2022-10-25 23:52:34", "date_publish": "2019-07-23 16:05:53", "description": "“There is no prize for someone who tries to hold accountable a powerful man who is good at his day job,” Ms. Gillibrand said after Mr. Franken spoke out about his resignation.", "filename": "2019_07_23_us_politics_al-franken-kirsten-gillibrand_1666741954.html", "image_url": "https://static01.nyt.com/images/2019/07/23/us/politics/23gillibrand-franken1/23gillibrand-franken1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2348a2e7caed60cdc09519b46ac09695c872ade0351508fdab39cbb0b6b10432&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_23_us_politics_al-franken-kirsten-gillibrand_1666741954.html", "title": "Al Franken Has Regrets. Kirsten Gillibrand Does Not.", "title_page": "Al Franken Has Regrets. Kirsten Gillibrand Does Not. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senator Chuck Schumer, the minority leader, and several Democratic senators running for president aligned themselves with Senator Kirsten Gillibrand on Tuesday, standing by their calls for Al Franken to resign from the Senate more than 18 months ago following numerous allegations of sexual misconduct.\nTheir statements came as a number of other lawmakers, including Senator Dick Durbin, the second most powerful Democrat in the Senate, said they had second thoughts about their role in pushing out Mr. Franken, a former senator from Minnesota.\n[Kirsten Gillibrand drops out of Democratic presidential race.]\nWhile few Democrats are eager to revisit the politically painful situation surrounding Mr. Franken’s departure, particularly with a presidential primary underway, he is back in the news after telling The New Yorker, in a story published Monday that contained some of his first public comments since his resignation, that he “absolutely” regretted his decision to step down rather than fight the accusations.\nAnd that means Ms. Gillibrand, his onetime friend and the first Democratic colleague to call for his resignation, is back in the news, too. “There is no prize for someone who tries to hold accountable a powerful man who is good at his day job,” she said at a town-hall event Monday night, responding to Mr. Franken’s remarks. “But we should have the courage to do it anyway.”", "url": "https://www.nytimes.com/2019/07/23/us/politics/al-franken-kirsten-gillibrand.html"}