{"authors": ["Ben Brantley"], "date_download": "2022-10-25 23:36:54", "date_modify": "2022-10-25 23:36:54", "date_publish": "2019-05-30 01:45:07", "description": "A splendid Kathryn Erbe plays a sheltered housewife thrown into limbo in Selina Fillinger’s thoughtful, poignant new play.", "filename": "2019_05_29_theater_something-clean-review_1666741014.html", "image_url": "https://static01.nyt.com/images/2019/05/29/arts/29somethingpix/merlin_154880079_4b1ea8a2-3e61-4cfe-b78c-20204e6d2949-facebookJumbo.jpg?year=2019&h=550&w=1050&s=431ee0901ab650c1877bea71665559887fd08f2c2a97bf45d9c3c8a46c20cf45&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_29_theater_something-clean-review_1666741014.html", "title": "Review: A Sex Crime Disarranges a Tidy World in ‘Something Clean’", "title_page": "Review: A Sex Crime Disarranges a Tidy World in ‘Something Clean’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A deep and ineradicable stain is spreading over the seemingly spotless life of the woman at the center of “Something Clean,” a beautifully observed, richly compassionate new drama by the young playwright Selina Fillinger. It is not a blot that’s susceptible to the kind of scrubbing and tidying of which Charlotte Walker is a master.\nPortrayed by a first-rate Kathryn Erbe, in a performance as delicate as it is heartfelt, Charlotte is the sort of woman who always packs rubber gloves and sanitary wipes in her purse. A white, upper-middle-class, middle-aged housewife, she is not a type that has shown up much in American theater lately, except in annoying supporting roles.\nNor is “Something Clean” — which opened on Wednesday in a Roundabout Underground production, sensitively directed by Margot Bordelon — a work you might expect from a rising American dramatist in her mid-20s. On its surface, this carefully arranged play feels as conventional and old-fashioned as Charlotte herself.\nYet Ms. Fillinger — whose “Faceless,” about an American jihadist, won admiring notices in Chicago in 2017, when she was only 22 — uses traditional forms to frame toxic contemporary subjects; she explores blurring tones of gray within crisp perimeters . In this case, the subject is a rape on a university campus.", "url": "https://www.nytimes.com/2019/05/29/theater/something-clean-review.html"}