{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:01:43", "date_modify": "2022-10-25 23:01:43", "date_publish": "2019-07-13 00:09:16", "description": "Two high-stakes hearings with Robert S. Mueller III, the former special counsel, that had been scheduled for next week have been moved to July 24.", "filename": "2019_07_12_us_politics_house-democrats-mueller-hearings_1666738903.html", "image_url": "https://static01.nyt.com/images/2019/07/12/us/politics/12dc-mueller/12dc-mueller-facebookJumbo.jpg?year=2019&h=550&w=1050&s=deb1006557d0af994ca8b5e935bb81d81ab4770274cd64cab2f19a546d27ec11&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_12_us_politics_house-democrats-mueller-hearings_1666738903.html", "title": "House Democrats Postpone Mueller Testimony by One Week", "title_page": "House Democrats Postpone Mueller Testimony by One Week - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“All members — Democrats and Republicans — of both committees will have a meaningful opportunity to question the special counsel in public, and the American people will finally have an opportunity to hear directly from Mr. Mueller about what his investigation uncovered,” Representatives Jerrold Nadler of New York and Adam B. Schiff of California, the chairmen of the judiciary and intelligence panels, said Friday in a statement.\nThe news was welcomed by members of both parties. After complaining bitterly for much of the week about the earlier time constraints, Representative Doug Collins of Georgia, the top Republican on the Judiciary Committee, offered rare words of praise for Mr. Nadler, saying that the arrangement would allow all of his panel’s members to speak. More junior Democrats on the committee had also registered complaints, arguing that it was unfair to leave them out of such a closely watched event.\nStill, the new terms publicized Friday evening appeared to have other limitations.\nBy pushing the hearings back a week, for instance, they will now take place only two days before the House is scheduled to leave Washington for a six-week summer recess. Democrats had initially hoped they would have more time in the capital after the hearings before decamping to their home states to capitalize on any momentum provided by Mr. Mueller’s testimony for their investigations.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nAnd, for now at least, Democrats have agreed to proceed without immediate access to Mr. Mueller’s top deputies that had previously been incorporated into his appearance on Capitol Hill. Both House panels had expected to have a chance to question the deputies, Aaron Zebley and James L. Quarles III, in private after Mr. Mueller’s public testimony.\nThe Justice Department had objected to such questioning and directed the men not to appear. But the reason for the change was not immediately clear.", "url": "https://www.nytimes.com/2019/07/12/us/politics/house-democrats-mueller-hearings.html"}