{"authors": ["Katie Glueck"], "date_download": "2022-10-25 23:53:27", "date_modify": "2022-10-25 23:53:27", "date_publish": "2019-06-13 21:33:37", "description": "Interviews across Iowa indicate Mr. Biden’s early lead comes from familiarity, nostalgia for the Obama years and strategic calculations about who can win, not just from enthusiasm for his vision.", "filename": "2019_06_13_us_politics_joe-biden-2020-polls_1666742007.html", "image_url": "https://static01.nyt.com/images/2019/06/13/us/politics/13bideniowa-01/13bideniowa-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=dfe4e02cc8638fb9df6847a87e28a5c09e898ab0db37cdfb74072bc2ea2d7166&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_13_us_politics_joe-biden-2020-polls_1666742007.html", "title": "Joe Biden’s Lead in Iowa Polls Might Be More Fragile Than It Looks", "title_page": "Joe Biden’s Lead in Iowa Polls Might Be More Fragile Than It Looks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“He still claims first place,” said J. Ann Selzer, president of the firm that conducted the poll. “But under the surface of that first place is kind of shaky ground.”\nAt Mr. Biden’s events this week, which also included a stop at a rural 4-H hall, a visit to a diner and trips to two college campuses, voters lauded his experience in government and in international affairs and expressed genuine affection for him. Some currently leaning toward Mr. Biden also acknowledged that their choice is shaped in part by familiarity with his record and story at a time when other candidates are still introducing themselves.\nFor voters like Don Burmeister of DeWitt, Iowa, that’s a valid reason to back Mr. Biden.\n“There’s nobody out there any better,” said Mr. Burmeister, 80. “All these young hotshots coming out of the woodwork, we know nothing about them. He’s been in politics years and years, always a square shooter.”\n[Check out our tracker of the 2020 Democratic candidate field.]\nBut his wife, Judy Burmeister, was not yet ready to commit. She “might vote for Joe,” she said, but she supported Senator Bernie Sanders in 2016 and had high praise for Mayor Pete Buttigieg of South Bend, Ind., noting his fluency on television.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“Too many to choose from,” she said when asked why she was undecided.\nSean Bagniewski, the Democratic chair in Polk County, Iowa, said that “anybody in the race would kill to be in the position” that Mr. Biden is in — but added that some of Mr. Biden’s standing is driven by the celebrity factor that accompanies the former vice president, as well as name recognition, an advantage that could fade as other candidates become better known.\n“Whether that means they’re caucusing for him,” he said, of the voters who clamor for selfies and autographs from Mr. Biden, “I genuinely don’t know.”", "url": "https://www.nytimes.com/2019/06/13/us/politics/joe-biden-2020-polls.html"}