{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:48:19", "date_modify": "2022-10-25 23:48:19", "date_publish": "2019-08-03 15:56:33", "description": "The Senate, once known as “the world’s greatest deliberative body,” is operating as Senator Mitch McConnell would like: as an approval factory for President Trump’s nominees.", "filename": "2019_08_03_us_politics_senate-votes-mcconnell_1666741699.html", "image_url": "https://static01.nyt.com/images/2019/08/04/us/politics/03dc-senate1/00dc-senate1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3c56c499940c96033ae7650298bdd0c747f9d255529185368c04acf0d113d77e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_03_us_politics_senate-votes-mcconnell_1666741699.html", "title": "McConnell Promised to End Senate Gridlock. Instead, Republicans Are Stuck in Neutral.", "title_page": "McConnell Promised to End Senate Gridlock. Instead, Republicans Are Stuck in Neutral. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the budget deal, the product of negotiations between Speaker Nancy Pelosi and Treasury Secretary Steven Mnuchin, passed over the objections of roughly half the Senate Republicans. Lawmakers had little say in its content, and Mr. McConnell permitted debate on just one amendment, offered by Senator Rand Paul, Republican of Kentucky, that would have cut spending and required a balanced budget.\n“The Senate was supposed to be the great deliberative body,” said G. William Hoagland, the senior vice president of the Bipartisan Policy Center and a one-time adviser to Bill Frist, the former Republican leader. “You offered the amendments, and you debated the amendments and you actually had a debate. I got more out of last night’s Democratic debate on some policy issues than I’ve gotten the last few months out of the Senate.”\nMr. McConnell declined to be interviewed. But in a speech on the Senate floor in recent days, he blamed Democrats for creating delays and clogging up the Senate calendar by insisting on so-called cloture votes — procedural votes that determine whether to cut off debate and proceed to a final vote — for most nominations. Senator John Thune, the No 2. Republican, echoed that point when asked if he was surprised that so little legislation of consequence had passed.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“I was not surprised by it,” he said in an interview. “Obviously we’ve been busy with the personnel business of the Senate, which is a very time-consuming task — especially with the Democrats forcing cloture votes on every judge or other nominee we bring up.”\nIn the foreign policy arena, the Senate defied the president by voting to end American military assistance for the Saudi-backed war in Yemen and to block Mr. Trump’s emergency declaration at the southwestern border. It passed a Middle East policy bill that rebuked Mr. Trump for withdrawing troops from Syria and Afghanistan and included a provision aimed at undermining the boycott Israel movement. But it rejected a bipartisan measure that would have required Mr. Trump to get permission from Congress before striking Iran.\nBut the Senate’s legislative record on domestic issues has been so thin that a number of Republicans were left grasping for words when asked to name the chamber’s most significant legislative achievement this year.", "url": "https://www.nytimes.com/2019/08/03/us/politics/senate-votes-mcconnell.html"}