{"authors": ["Jennifer Steinhauer"], "date_download": "2022-10-25 23:53:08", "date_modify": "2022-10-25 23:53:08", "date_publish": "2019-06-24 09:00:06", "description": "Though white men still dominate the political arena disproportionately, new research shows that when women and people of color are on the ballot, they win just as often.", "filename": "2019_06_24_us_politics_candidates-women-people-of-color-elections_1666741988.html", "image_url": "https://static01.nyt.com/images/2019/06/24/us/politics/24-electability/24-electability-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ef73c5ea14a8668392bd97f54543dde690fc3651d893ce8921f2653a75413ae0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_24_us_politics_candidates-women-people-of-color-elections_1666741988.html", "title": "Gender Gap Closes When Everyone’s on the Ballot, Study Shows", "title_page": "Gender Gap Closes When Everyone’s on the Ballot, Study Shows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many women were inspired to run in response to the election of President Trump, and many women voted for them for the same reason. As a result, the greatest increase was in representation by Democratic women; Republican women actually lost ground in the 2018 midterms.\nWomen candidates benefited from getting in early, having dynamic fund-raising, and in many cases taking advantage of digital campaigns and social media to engage new voters.\nWomen of color are slowly gaining ground\nAlthough they make up 20 percent of the population, women of color still hold a meager 4 percent of all elected offices. But since 2015, the researchers found, women of color have increased their ranks by 41 percent in Congress and 38 percent in state legislatures.\nThe Democratic electorate is getting younger, more liberal and more diverse, and the Democratic candidates who are winning are reflecting both those demographic shifts and an increase in recruitment of such candidates. Indeed, for the first time since the group began tracking data in 2012, the majority of Democratic candidates in 2018 were not white men.\nAmong female Democrats who ran last year, 9 percent were women of color; among Republicans, a mere 1 percent were. Female Democrats, especially women of color, often find their easiest path to election is taking on a male incumbent from their own party in a primary, which political gatekeepers greatly discourage.\nState legislatures are ground zero for women gaining seats\nBefore the 2018 election, only two states — Colorado and Vermont — had 40 percent or more female lawmakers. There are now three more states that can claim that distinction: Oregon, Washington and Nevada, which boasts the nation’s only majority-female legislature.\nIn four states, the number of women legislators increased by 50 percent or more: Oklahoma, Wyoming, Michigan and Nebraska. Women make up almost 29 percent of state legislators over all, outpacing their ranks in Congress. White men’s share of state legislative seats dropped by 6 percent from 2017 to 2019.", "url": "https://www.nytimes.com/2019/06/24/us/politics/candidates-women-people-of-color-elections.html"}