{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:23:25", "date_modify": "2022-10-25 23:23:25", "date_publish": "2019-06-24 23:01:45", "description": "Activists wanted a Democratic debate focused entirely on climate change. They aren’t getting one, but in Miami this week, the issue will be inescapable.", "filename": "2019_06_24_us_miami-democratic-debates_1666740205.html", "image_url": "https://static01.nyt.com/images/2019/06/24/us/24FLORIDA-CLIMATE-clarkson/24FLORIDA-CLIMATE-clarkson-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b3110798f43b73bf3f8ddb2c16503bd2337e00702786f9a8e9fab3c4a73e8571&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_24_us_miami-democratic-debates_1666740205.html", "title": "Miami, Drowning and Scorching, Awaits Democrats for Debate", "title_page": "Miami, Drowning and Scorching, Awaits Democrats for Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“When I first came down here in 1966, from Oct. 15 on, you wore a sweatshirt and a jacket,” he said. “For the last two years, I have worn a sweatshirt in Key West one time. One day in two years.”\nAcknowledging the adverse effects of climate change that Floridians are dealing with and tying possible solutions to new jobs should be how Democrats appeal to persuadable voters like Mr. Cass, said Representative Kathy Castor, a Democrat who represents Tampa.\n“It’s appealing to their patriotism right now,” she said. “We can build the electric vehicles right here in America. In Florida, we can create thousands of good-paying jobs in the clean-energy sector.”\nIn 2017, Miamians voted for a new tax to pay for some $200 million in climate change projects. But some residents of low-lying coastal areas that were once among the most sought-after addresses may not stick around and wait until all that work is complete.\nPenny Tannenbaum, 65, a retiree in Coconut Grove, rebuilt the inside of her 1926 home after the storm surge from Hurricane Irma in 2017 destroyed her wood floors, drywall and furniture. Hurricanes occurred before climate change, Ms. Tannenbaum knows. But higher sea levels mean higher storm surge — and warmer temperatures, she fears, mean more frequent bad storms.\n[Read about the impact of climate change on hurricanes.]\n“I don’t think it’s just a problem that you can say, ‘The people who live very close to the water, you’re just out of luck,’” said Ms. Tannenbaum, a Democrat. “It’s a country problem. We have to help pay where there’s tornadoes and there’s fires. There’s a mix of Democrats and Republicans on my street, and we all suffered the same amount.”\nMarko F. Cerenko, a lawyer registered without political party affiliation, moved his family out of Coconut Grove after Irma flooded their house and street, Battersea Road. They ended up selling the property for land value and moving to a rental house on higher ground in Coral Gables. They still live there today but are searching for a place to buy.\nEach time, Mr. Cerenko, 40, asks about the home’s elevation.\n“We love Miami, and we plan on staying in Miami,” he said. “But I can tell you that one of our requirements is not to be anywhere close to the water.”", "url": "https://www.nytimes.com/2019/06/24/us/miami-democratic-debates.html"}