{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:55:01", "date_modify": "2022-10-25 23:55:01", "date_publish": "2019-07-24 18:12:53", "description": "Disputed facts and an investigator’s calculations raise questions about European soccer’s commitment to enforcing its financial fair-play rules.", "filename": "2019_07_24_sports_psg-uefa-ffp_1666742101.html", "image_url": "https://static01.nyt.com/images/2019/07/24/sports/24psg/merlin_149977263_4a3e9834-a7c8-455e-be2e-c10d3ec7971b-facebookJumbo.jpg?year=2019&h=550&w=1050&s=cc8c2ac75d2b4e7c214264176857f8a3f67298fac8dfb759d408ff69e08f7fba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_24_sports_psg-uefa-ffp_1666742101.html", "title": "In P.S.G. Case, Documents Show UEFA Surrendered Without a Fight", "title_page": "In P.S.G. Case, Documents Show UEFA Surrendered Without a Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To the judge, the math at Paris St.-Germain simply did not add up.\nIn one free-spending summer in 2017, P.S.G. made the two most expensive acquisitions in soccer history, paying more than $400 million to add the star forwards Neymar and Kylian Mbappé to the French champions’ star-studded roster.\nTo outsiders, the signings — without offsetting sales of similar value or a huge infusion of sponsorship revenue — simply could not square with European soccer’s so-called financial fair-play system. Those rules, created to reduce clubs’ indebtedness and level the playing field in an era in which teams were being infused with cash by billionaires and nation-states, require clubs to balance their spending with revenue.\nAn investigation of P.S.G. was begun. A report was produced. When it arrived last June on the desk of José Narciso da Cunha Rodrigues, a former judge at Europe’s top court and the chairman of the UEFA panel that penalizes teams that break the organization’s financial rules, he discovered that the lead investigator had cleared P.S.G.\nSo after a member of his panel went through the report, Cunha Rodrigues sent the file back, demanding that the investigator, the former Belgian prime minister Yves Leterme, reassess the case. In doing so, he also raised questions about several of Leterme’s conclusions.", "url": "https://www.nytimes.com/2019/07/24/sports/psg-uefa-ffp.html"}