{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:34:19", "date_modify": "2022-10-25 23:34:19", "date_publish": "2019-01-14 23:20:43", "description": "Amid warnings of the dire effects of Britain leaving the European Union without a deal, many Britons are untroubled by what some call “scaremongering.”", "filename": "2019_01_14_world_europe_no-deal-brexit-britain-uk.html_module=inline_1666740859.html", "image_url": "https://static01.nyt.com/images/2019/01/15/world/15nodeal-1-print/15nodeal-sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=18d3aada5fb141ad306998755a3a39f71ff38ced7dfe93757fe5becf5175de53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_14_world_europe_no-deal-brexit-britain-uk.html_module=inline_1666740859.html", "title": "A No-Deal Brexit? Leaders Are Alarmed; Voters, Not So Much", "title_page": "A No-Deal Brexit? Leaders Are Alarmed; Voters, Not So Much - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rob Ford, a professor of political science at the University of Manchester, said the government warnings have fallen flat in part because early on, Mrs. May repeatedly declared, “no deal for Britain is better than a bad deal for Britain.” The government, Mr. Ford added, “isn’t regarded as a credible source.”\n“It’s way too little, and way too late,” he said, of the warnings in recent weeks. “Everyone’s identity on this stuff is way too entrenched. They should have been saying this in July 2016, and it should have been said on all sides in July 2016.”\nOn highly technical issues like the effects of Brexit on trade policy, voters tend to adopt the views of sources they trust, Mr. Ford said, like those politicians, news outlets and affinity groups that mirror their worldview. Mr. Ford’s analysis of British views on a no-deal exit came to two conclusions: Experts took the risks more seriously than the general public, and opinion was polarized along party lines, suggesting it was rooted in “tribal allegiances.”\n“Once the tribal thinking has taken hold, I’m not sure that there is anybody that can significantly move the dial with the public,” he said. “That’s my big worry, that the only thing that can move the dial with people who don’t believe there will be nasty consequences to a no-deal Brexit is nasty consequences happening to them.”\nBritons may find it more difficult to envision collapse, Mr. Ford said, having escaped Nazi occupation in World War II and the kind of drastic change that swept through post-Communist Eastern Europe, he added.\n“The idea that everything could fall to bits, and basic things could just stop, it’s not really imaginable to us,” he said. “There’s an idea that we’ll all be all right in the end. Well, we may not.”\nBut anxiety was low at the Hare and Hounds, a haunt for off-duty workers from Heathrow Airport, about 15 miles southwest of London. The town, home to many mechanics, technicians and airport workers, had voted to leave the European Union by a percentage of 60 to 40. At a bar in London frequented by finance workers, the answers likely would have been quite different.", "url": "https://www.nytimes.com/2019/01/14/world/europe/no-deal-brexit-britain-uk.html?module=inline"}