{"authors": ["Marc Santora", "Anna Schaverien"], "date_download": "2022-10-25 23:44:51", "date_modify": "2022-10-25 23:44:51", "date_publish": "2019-10-19 12:00:47", "description": "The rally’s organizers said a million people joined a demonstration rejecting Prime Minister Boris Johnson’s withdrawal deal.", "filename": "2019_10_19_world_europe_brexit-peoples-vote-march_1666741491.html", "image_url": "https://static01.nyt.com/images/2019/10/19/world/19brexit-protest3/19brexit-protest3-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c3fe3bb09af31a63302ddee56ce4c49a365bb82b8ffb34e9a590feb63e6856f1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_19_world_europe_brexit-peoples-vote-march_1666741491.html", "title": "Anti-Brexit Protesters Descend on London as Parliament Debates", "title_page": "Anti-Brexit Protesters Descend on London as Parliament Debates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This is a last-ditch attempt to get them to hear our voices,” said Ollie Lloyd, 42, who was among those protesting. The debate taking place in Parliament, he said, was about more than trade deals and plain economics.\n“This is about what kind of country we want to be,” he said: “Do we want to be an open and tolerant country,” or one that is closed off and inward looking?\nHis father, Gil Lloyd, 68, was handing out anti-Brexit stickers at the march.\nWearing a European Union sweatshirt and wristbands, and a button depicting a man meant to represent Britain shooting himself in the foot, he said it was important to participate in the demonstration even if he was not hopeful that a second referendum would take place.\n“I am just horrified at the whole thing,” he said.\nThose mixed emotions seemed to capture the spirit of the day — a combination of defiance, determination, exhaustion and resignation.\nYet the mood was largely festive as the march made its way from the triumphal Marble Arch near Hyde Park, through Trafalgar Square, past the many monuments to past days of imperial power, and on to Parliament.", "url": "https://www.nytimes.com/2019/10/19/world/europe/brexit-peoples-vote-march.html"}