{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 23:39:53", "date_modify": "2022-10-25 23:39:53", "date_publish": "2019-07-24 06:16:57", "description": "In a new defense strategy, China warned against efforts to divide the country.", "filename": "2019_07_24_world_asia_china-military-hong-kong-taiwan-protests_1666741193.html", "image_url": "https://static01.nyt.com/images/2019/07/24/world/24china-military1/24china-military1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=516700f7d9bf3981bd701dde21b26f4577466f3dc5e0858f44eda01f26c0b286&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_24_world_asia_china-military-hong-kong-taiwan-protests_1666741193.html", "title": "China Hints Its Troops Could Be Used to Quell Hong Kong Protests", "title_page": "China Hints Its Troops Could Be Used to Quell Hong Kong Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Warning that protests convulsing Hong Kong were crossing a line, China hinted broadly on Wednesday that it was prepared to use military force in the territory if necessary to retain Beijing’s control.\n“The behavior of some radical protesters challenges the central government’s authority, touching on the bottom line principle of ‘one country, two systems,’” said the chief spokesman for the Ministry of National Defense, Senior Col. Wu Qian. “That absolutely cannot be tolerated.”\nIt was both the most explicit warning to date since protests began in the former British colony and a stark reminder of who has ultimate control over Hong Kong’s fate.\n[What role does the Chinese military play in Hong Kong?]\nColonel Wu made the comments at a briefing in Beijing on a government document outlining China’s defense strategy. Citing protests on Sunday outside the central government’s liaison office in Hong Kong, which protesters splattered with paint and defaced with graffiti, he made clear that the vandalism was straining Beijing’s patience.", "url": "https://www.nytimes.com/2019/07/24/world/asia/china-military-hong-kong-taiwan-protests.html"}