{"authors": ["Joshua Barone"], "date_download": "2022-10-25 23:36:36", "date_modify": "2022-10-25 23:36:36", "date_publish": "2019-11-07 10:00:26", "description": "“Akhnaten” is coming to the Metropolitan Opera for the first time. Here’s what it takes to hold an audience’s attention for three hours.", "filename": "2019_11_07_arts_music_akhnaten-philip-glass-opera_1666740996.html", "image_url": "https://static01.nyt.com/images/2019/11/10/arts/10akhnaten5/10akhnaten5-facebookJumbo.jpg?year=2019&h=550&w=1050&s=033ff951a45617a612e7152c47d4ed58491dbc5a6856d9289da291006e9784aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_07_arts_music_akhnaten-philip-glass-opera_1666740996.html", "title": "Body Wax and Karate Chops: How to Stage a Philip Glass Opera", "title_page": "Body Wax and Karate Chops: How to Stage a Philip Glass Opera - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Everything about Philip Glass’s music seems to exist in extremes. As a listener, you either love it or you don’t. As a performer, you’re either flawless or a failure. Concerts can be transporting, near-religious experiences — or just an endless slog.\nThe stakes are even higher in his operas, especially the so-called P ortrait T rilogy of “Einstein on the Beach,” “Satyagraha” and “Akhnaten” — which, 35 years after its premiere, is arriving at the Metropolitan Opera this month. These are long, meditative and largely plotless works that test the endurance and excellence of soloists and chorus singers, as well as the conductor and orchestra.\n“It brings you back to the most fundamental things about your technique,” said the countertenor Anthony Roth Costanzo, who has starred in the title role of “Akhnaten” in all four iterations of the production since its premiere at the English National Opera three years ago. “And if your house is not in order, you’re not going to get through it.”", "url": "https://www.nytimes.com/2019/11/07/arts/music/akhnaten-philip-glass-opera.html"}