{"authors": ["Erica L. Green"], "date_download": "2022-10-25 23:24:42", "date_modify": "2022-10-25 23:24:42", "date_publish": "2019-11-08 23:33:45", "description": "Minority-serving colleges and universities are looking on helplessly as vital funding for their science, engineering and math programs are bogged down in the Senate morass.", "filename": "2019_11_08_us_politics_stem-funding-hbcus_1666740282.html", "image_url": "https://static01.nyt.com/images/2019/11/08/us/politics/08dc-hbcus/08dc-hbcus-facebookJumbo.jpg?year=2019&h=550&w=1050&s=778eb689f05bd38e826482bf441dca329751db9a49541e42f459d70ee484dc49&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_08_us_politics_stem-funding-hbcus_1666740282.html", "title": "Science Funds for Minority Colleges Become Political Football in the Senate", "title_page": "Science Funds for Minority Colleges Become Political Football in the Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Presidents of the colleges “are having serious conversations right now, telling people they’re going to be laid off,” Harry L. Williams, the president of the Thurgood Marshall College Fund, which represents public black colleges, said at a news conference on Wednesday. “We have faculty, we have students right now attending our campuses, and they are making plans to try to find something else — to pack up their families to move somewhere else.”\nFor more than a decade, chronically underfunded minority colleges have relied on federal STEM funding, allocated under the Higher Education Act, to pay for research laboratories, faculty salaries and other central aspects of their science programs. College presidents say the funding is vital to fill the pipeline of minority graduates flowing into STEM professions. Historically black colleges and universities, known as H.B.C.U.s, enroll 10 percent of all black college students, but produce 21 percent of all black STEM graduates.\n“We talk a lot about diversity in the workplace, and H.B.C.U.s are the answer,” said Lily D. McNair, the president of Tuskegee University. More than a third of the students at Tuskegee major in science, technology, engineering or math, Ms. McNair said, making the $840,000 in federal STEM funding that it receives “critical.”\nBlack colleges and universities have long enjoyed bipartisan support, and under a House-passed bill called the Future Act, each year they would receive $85 million of the annual $255 million in STEM funding. But just days before the funding expired, Senator Lamar Alexander of Tennessee, the chairman of the Senate Education Committee, blocked its passage in the Senate. A former college president and longtime supporter of black colleges, Mr. Alexander demanded progress on rewriting parts of the Higher Education Act instead.\n“Black and brown students becoming STEM graduates should not be a partisan issue,” said Lodriguez Murray, the senior vice president for public policy and government affairs at the United Negro College Fund, which represents private black colleges, and has led the campaign to support the Future Act.", "url": "https://www.nytimes.com/2019/11/08/us/politics/stem-funding-hbcus.html"}