{"authors": ["Tiffany Hsu"], "date_download": "2022-10-25 23:46:18", "date_modify": "2022-10-25 23:46:18", "date_publish": "2019-07-21 22:21:42", "description": "In flattering news releases and promotional articles in National Review, Forbes and HuffPost, the disgraced financier tried to rehabilitate his image.", "filename": "2019_07_21_business_media_jeffrey-epstein-media_1666741578.html", "image_url": "https://static01.nyt.com/images/2019/07/22/business/21jpEpsteinMedia-print/00EpsteinMedia-01-facebookJumbo.jpg?year=2019&h=549&w=1050&s=f6d35186933975c6dde34e100a44dd7f5bbbc11e332deb77f1f72f6688dcfb53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_21_business_media_jeffrey-epstein-media_1666741578.html", "title": "Jeffrey Epstein Pitched a New Narrative. These Sites Published It.", "title_page": "Jeffrey Epstein Pitched a New Narrative. These Sites Published It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After Jeffrey Epstein got out of the Palm Beach County jail in 2009, having served 13 months of an 18-month sentence resulting from a plea deal that has been widely criticized, he began a media campaign to remake his public image.\nThe effort led to the publication of articles describing him as a selfless and forward-thinking philanthropist with an interest in science on websites like Forbes, National Review and HuffPost.\nThe Forbes.com article, posted in 2013, praised him as “one of the largest backers of cutting-edge science around the world” while making no mention of his criminal past. The National Review piece, from the same year, called him “a smart businessman” with a “passion for cutting-edge science.” The HuffPost article, from 2017, credited Mr. Epstein for “taking action to help a number of scientists thrive during the ‘Trump Era’,” a time of “anti-science policies and budget cuts.”\nAll three articles have been removed from their sites in recent days, after inquiries from The New York Times.", "url": "https://www.nytimes.com/2019/07/21/business/media/jeffrey-epstein-media.html"}