{"authors": ["Annie Karni", "Patricia Mazzei"], "date_download": "2022-10-25 23:47:08", "date_modify": "2022-10-25 23:47:08", "date_publish": "2019-04-02 17:49:00", "description": "Puerto Rican officials are dumbfounded at what they see as President Trump’s misperception of the amount of federal aid the island got after Hurricane Maria.", "filename": "2019_04_02_us_trump-puerto-rico_1666741628.html", "image_url": "https://static01.nyt.com/images/2019/04/02/us/politics/02puertorico1-sub/02puertorico1-sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4569cc44cc02ed67b22eb98c5d0934f41564bc7dea1b3c704dbc89501a5e8611&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_02_us_trump-puerto-rico_1666741628.html", "title": "Trump Lashes Out Again at Puerto Rico, Bewildering the Island", "title_page": "Trump Lashes Out Again at Puerto Rico, Bewildering the Island - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For weeks, Mr. Rosselló has asked the White House for a private meeting with Mr. Trump to lay out the island’s case for why it desperately needs federal funds for rebuilding after Hurricane Maria. But Mr. Rosselló’s request has gone unanswered, and he has tried instead to communicate with the president publicly, saying in cable news interviews, in official appearances and on Twitter that he fears Mr. Trump has been misled about Puerto Rico’s needs.\nMr. Rosselló’s fight may be an uphill battle with a president who has made it clear that he views more federal aid to Puerto Rico as throwing money away. Mr. Trump’s advisers also view the pleas from local officials as part of a campaign to shift the blame for what they view as severe mismanagement of the supplies and money sent after the storm.\nPeople familiar with Mr. Trump’s thinking said he was skeptical that additional aid would not be used to pay down Puerto Rico’s debt. The acting White House chief of staff, Mick Mulvaney, who has made it clear that he believes Puerto Rico will need to find its own way out of the debt crisis, is believed to be encouraging the president’s negative view of the island.\nIn Puerto Rico, however, Mr. Trump’s stance is being viewed through the lens of race. In an interview on Tuesday, Mr. Rosselló mentioned, unprompted, that Puerto Rico’s population was almost entirely Latino and said that historically, there have been “ethnic undertones” to the treatment of Puerto Ricans by Washington. “We don’t want special treatment,” he said. “We just want equal treatment.”\nThe governor also has bigger issues to deal with at home: The resignations of two power players in his cabinet became public late on Monday. Julia Keleher, the education secretary, and Héctor M. Pesquera, the public safety secretary, had been among the least popular members of Mr. Rosselló’s government. Their departures dominated the headlines in the local news media, which made little reference to what is widely seen here as yet another episode of presidential bluster.\nThat is not to say Puerto Ricans necessarily disagree with Mr. Trump’s criticism of the commonwealth’s leaders, even if many locals dislike the president himself, or the disdainful way he sometimes refers to the island.", "url": "https://www.nytimes.com/2019/04/02/us/trump-puerto-rico.html"}