{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:01:23", "date_modify": "2022-10-25 23:01:23", "date_publish": "2019-10-31 23:23:03", "description": "No Republicans and only two Democrats broke ranks, a sign that the inquiry is likely to remain a highly partisan affair.", "filename": "2019_10_31_us_politics_house-impeachment-partisan-vote_1666738883.html", "image_url": "https://static01.nyt.com/images/2019/10/31/us/politics/31dc-assess1/31dc-assess1-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=d42aa802df90fa5edcfdb598875288036a4686832ab39f53ccc9cfc1f7b06ed9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_31_us_politics_house-impeachment-partisan-vote_1666738883.html", "title": "What the Impeachment Vote Says About the Trump Inquiry’s Future", "title_page": "What the Impeachment Vote Says About the Trump Inquiry’s Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When the Republican-led House voted in 1998 to begin an impeachment inquiry into President Bill Clinton, 31 Democrats sided with Republicans, and the White House breathed a sigh of relief that the number was not significantly larger. In today’s hyper-polarized Washington, defections of that magnitude on the question of impeachment would be considered a tsunami.\nNot a single House Republican on Thursday joined Democrats in supporting a resolution outlining the parameters for the next stage of impeachment proceedings, despite having demanded such a vote for weeks. Just two Democrats broke from their party to oppose the investigation.\nThe stark division in the 232-to-196 vote made clear that the accelerating impeachment inquiry will continue to be highly partisan as it moves into its more public phase, with the two parties pulling ever further apart as they dig in deeper on the righteousness of their respective causes.\nDemocrats say it is their constitutional duty to hold a lawless President Trump to account even if he is unlikely to be removed from office. Republicans are determined to defend a president they say is being persecuted for political gain. Little evidence has emerged that either side is willing to give an inch, and the certainty of facing a major political backlash for doing so would seem to decrease chances of that prospect even further.", "url": "https://www.nytimes.com/2019/10/31/us/politics/house-impeachment-partisan-vote.html"}