{"authors": ["Susan Chira"], "date_download": "2022-10-25 23:33:25", "date_modify": "2022-10-25 23:33:25", "date_publish": "2019-03-05 10:00:08", "description": "The Georgia Democrat is focusing on voting rights and says she will decide by late March or early April whether to run for president, senator or governor.", "filename": "2019_03_05_us_politics_stacey-abrams-georgia-democrats_1666740805.html", "image_url": "https://static01.nyt.com/images/2019/03/05/us/politics/05abrams1-promo/05abrams1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=646f077b50eaa9f91e005e966ff1dbd392245f0de4ab5b18cb03556951ab0804&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_05_us_politics_stacey-abrams-georgia-democrats_1666740805.html", "title": "Stacey Abrams, After Narrow Loss, Has Some Decisions to Make", "title_page": "Stacey Abrams, After Narrow Loss, Has Some Decisions to Make - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ATLANTA — Pick a strategy Democrats are considering ahead of 2020, and Stacey Abrams’s narrow loss in the Georgia governor’s race serves either as a blueprint or a warning sign.\nDemocrats are debating how much voting issues can swing an election, whether identity politics are energizing or polarizing, and if it is better to double down on politically engaged women, people of color and left-leaning voters or tack to the center. All of those played out in a fight that catapulted Ms. Abrams to national attention. The open question is what lesson to draw: that her strategy was more successful than any recent Democrat who ran statewide, or that it still was not enough to tug Georgia — and perhaps the country — into the blue column.\nFor Ms. Abrams, the answer is unequivocal: Her campaign turned out record numbers of black, Latino and Asian voters, and she also won a larger share of the white vote than President Barack Obama or scions of Georgia political royalty like Jason Carter and Michelle Nunn. She actively courted voters and highlighted issues central to an emerging demographic majority that proved elusive for Democrats in 2016.\n[Make sense of the people, issues and ideas shaping American politics with our newsletter.]\n“We recognized that we could center communities of color, marginalized communities, and talk about their needs without alienating the white community,” she said in a recent extended interview. “That’s been a false narrative that’s been part of politics, especially in the South, for a very long time.”", "url": "https://www.nytimes.com/2019/03/05/us/politics/stacey-abrams-georgia-democrats.html"}