{"authors": ["Concepción De León"], "date_download": "2022-10-25 23:37:38", "date_modify": "2022-10-25 23:37:38", "date_publish": "2019-08-01 16:18:12", "description": "The National Security Agency whistle-blower has written a book exploring his role in mass surveillance and the “crisis of conscience” that led to his actions.", "filename": "2019_08_01_books_edward-snowden-book_1666741058.html", "image_url": "https://static01.nyt.com/images/2019/08/03/books/01Snowden01/01Snowden01-facebookJumbo.jpg?year=2019&h=454&w=867&s=da357fcf30568986c906b64f08b4f38f501320ddbc7d67e42ab9b4dd49abdf5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_01_books_edward-snowden-book_1666741058.html", "title": "Edward Snowden’s Memoir Is Coming in September", "title_page": "Edward Snowden’s Memoir Is Coming in September - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Edward Snowden, the National Security Agency contractor who leaked a trove of secret documents in 2013, has written a memoir expected to come out Sept. 17, his publisher said Thursday.\nThe publisher, Metropolitan Books, an imprint of Macmillan Publishers, is releasing the book, “Permanent Record,” in the United States, though it will be published in more than 20 countries, including Britain and Germany, on the same date. A Metropolitan spokeswoman declined to say how much Mr. Snowden was paid.\n“Permanent Record” discusses how Mr. Snowden helped create a system of mass surveillance the N.S.A. used to collect information on hundreds of millions of United States citizens and others, as well as the “crisis of conscience” that led him to rebuke the system he helped create, according to a statement from the publisher. Mr. Snowden consulted with several people on the structure of the book but wrote it himself, the spokeswoman said.\nIn a video posted to his Twitter account Thursday morning, Mr. Snowden expressed regret for his role at the N.S.A. “Everything that we do now lasts forever, not because we’d want to remember, but because we’re no longer allowed to forget,” he said. “Helping to create that system is my greatest regret.” The video also notes that the book’s Sept. 17 release date is Constitution Day, which recognizes the date the United States’ foundational document was signed in 1787.", "url": "https://www.nytimes.com/2019/08/01/books/edward-snowden-book.html"}