{"authors": ["The New York Times"], "date_download": "2022-10-25 23:32:43", "date_modify": "2022-10-25 23:32:43", "date_publish": "2019-03-12 21:56:53", "description": "Excerpts from the indictment show how far wealthy parents were willing to go.", "filename": "2019_03_12_us_admissions-scandal_1666740763.html", "image_url": "https://static01.nyt.com/images/2019/03/12/us/12COLLEGEEXCERPTS/12COLLEGEEXCERPTS-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=0c8fbb4b2a773990df7c7b7c010ec30e07a65d349595e89986678d6406835dcb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_12_us_admissions-scandal_1666740763.html", "title": "Here’s How the F.B.I. Says Parents Cheated to Get Their Kids Into Elite Colleges", "title_page": "Here’s How the F.B.I. Says Parents Cheated to Get Their Kids Into Elite Colleges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The scheme was as brazen as it was elaborate: Dozens of wealthy parents, according to court documents filed Tuesday, paid millions of dollars in bribes to secure the admission of their children into elite universities.\nTest scores were inflated, essays were falsified and photographs were doctored, all in an illicit effort to gain entry to schools such as Yale, the University of Southern California and Georgetown.\n[Read more on the Justice Department’s largest ever college admissions prosecution.]\n“We help the wealthiest families in the U.S. get their kids into school,” said William Singer, the founder of The Edge College & Career Network, in a phone call with a parent he was helping to cheat, according to the charging documents. “There is a front door which means you get in on your own. The back door is through institutional advancement, which is 10 times as much money. And I’ve created this side door in.”\nHere is how Mr. Singer helped dozens of parents, including high-profile Hollywood actors and wealthy business leaders, get their children into top schools, according to the charging documents.", "url": "https://www.nytimes.com/2019/03/12/us/admissions-scandal.html"}