{"authors": ["Jack Nicas", "Mike Isaac", "Ana Swanson"], "date_download": "2022-10-25 23:32:20", "date_modify": "2022-10-25 23:32:20", "date_publish": "2019-11-01 19:07:59", "description": "The review comes after lawmakers raised concerns about TikTok’s growing influence in the United States.", "filename": "2019_11_01_technology_tiktok-national-security-review_1666740740.html", "image_url": "https://static01.nyt.com/images/2019/11/01/business/01tiktok1/01tiktok1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=7edff5854bb78d3d5b7265e484f66450cfbfbab17f1f2e36d5b7507dea410f14&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_01_technology_tiktok-national-security-review_1666740740.html", "title": "TikTok Said to Be Under National Security Review", "title_page": "TikTok Said to Be Under National Security Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump has also placed Huawei and other Chinese tech firms on a blacklist that blocks them from purchasing American products over national security and human rights concerns. He has also imposed tariffs on more than $360 billion of Chinese products in a trade war that was at least partly in response to Chinese theft of American intellectual property.\nU.S. government officials have been particularly alarmed by the implications of China’s 2017 national intelligence law, which contains sweeping language that requires companies to comply with intelligence gathering operations, if asked. Chinese officials have pushed back against these assertions, saying that companies should comply with local laws while abroad.\nOn TikTok, users create and share short, inventive videos and bizarre memes, an endless scroll of clips that has been called “the last sunny corner on the internet.” The vast majority of its footage comes from Western users, in large part because TikTok isn’t available in mainland China; ByteDance instead offers a highly similar service there called Douyin.\nBut TikTok’s Chinese connections and growing popularity in the United States have drawn new concern in Washington after news reports highlighted that there were few signs of the Hong Kong protests on the app and that TikTok moderators were instructed to censor videos that featured a number of political themes.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nByteDance has said that the Chinese government does not order it to censor content on TikTok. The spokesman said that the app’s content policies are led by a team in the United States and are not influenced by any government.\n“To be clear: we do not remove videos based on the presence of Hong Kong protest content,” a ByteDance spokesman said.\nA former content moderator for TikTok said in an interview that managers in the United States had instructed moderators to hide videos that included any political messages or themes, not just those related to China. The moderator spoke on the condition of anonymity because he didn’t want to speak publicly about a former employer while seeking another job in the tech industry.", "url": "https://www.nytimes.com/2019/11/01/technology/tiktok-national-security-review.html"}