{"authors": ["Edward Wong", "Michael Crowley"], "date_download": "2022-10-25 23:53:33", "date_modify": "2022-10-25 23:53:33", "date_publish": "2019-12-10 20:25:31", "description": "The visit of Sergey Lavrov to Washington came at a delicate moment in the relationship between President Trump and Russia.", "filename": "2019_12_10_world_europe_lavrov-trump-pompeo-putin-russia_1666742013.html", "image_url": "https://static01.nyt.com/images/2019/12/10/us/politics/10dc-prexy-sub/10dc-prexy-sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a84b5446731a8cf4a46c70573d55b2fd5d6eb5247143dbaae9e6bb2cc2bc94fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_10_world_europe_lavrov-trump-pompeo-putin-russia_1666742013.html", "title": "Trump and Pompeo Spoke to Russian Official About U.S. Elections. Did Only One Deliver a Warning?", "title_page": "Trump and Pompeo Spoke to Russian Official About U.S. Elections. Did Only One Deliver a Warning? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Secretary of State Mike Pompeo warned Moscow not to interfere in American elections while meeting on Tuesday with Sergey V. Lavrov, Russia’s foreign minister. But Mr. Lavrov denounced accusations of election interference and said the Trump administration still had not unveiled proof of nefarious Russian activity.\nAnd after the White House issued a statement that President Trump had also warned against election meddling, Mr. Lavrov further complicated the picture by seeming to contradict that assertion.\nAt an evening news conference at the Russian Embassy, American reporters asked Mr. Lavrov twice whether Mr. Trump had warned Russia not to interfere in American elections, citing the official White House description of their meeting in the Oval Office.\nMr. Lavrov suggested that Mr. Trump had not delivered such a warning — although the foreign minister also contradicted himself in his two responses. In his first reply, he said the two had “not discussed elections.” In his second reply, he said he had raised with Mr. Trump what Mr. Pompeo had said at an earlier State Department news conference about election interference and his own public rebuttal to Mr. Pompeo.", "url": "https://www.nytimes.com/2019/12/10/world/europe/lavrov-trump-pompeo-putin-russia.html"}