{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:53:25", "date_modify": "2022-10-25 23:53:25", "date_publish": "2019-06-12 07:00:05", "description": "A bill to legalize paid surrogacy in New York passed the State Senate, but has found opposition from prominent feminists, including Gloria Steinem.", "filename": "2019_06_12_nyregion_surrogate-pregnancy-law-ny_1666742005.html", "image_url": "https://static01.nyt.com/images/2019/06/11/nyregion/11surrogacy1/11surrogacy1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=272c7e8cfecf4d56dd782bd9c85aa86e7b46144c84eeb9d5db4368d19fa665e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_12_nyregion_surrogate-pregnancy-law-ny_1666742005.html", "title": "Surrogate Pregnancy Battle Pits Progressives Against Feminists", "title_page": "Surrogate Pregnancy Battle Pits Progressives Against Feminists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nThe proposal to legalize surrogacy in New York was presented as an unequivocal progressive ideal, a remedy to a ban that burdens gay and infertile couples and stigmatizes women who cannot have children on their own.\nAnd yet, as the State Legislature hurtles toward the end of its first Democrat-led session in nearly a decade, the bill’s success is anything but certain.\nLong-serving female lawmakers have spoken out against it. Prominent feminists, including Gloria Steinem, have denounced it. Women’s rights scholars have argued that paid surrogacy turns women’s bodies into commodities and is coercive to poor women given the sizable payments it can bring.\nWith just one week remaining in this year’s legislative session, what supporters have presented as an obvious move — 47 other states permit surrogacy — has turned into an emotional debate about women’s and gay rights, bodily autonomy and New York’s reputation as a progressive leader.", "url": "https://www.nytimes.com/2019/06/12/nyregion/surrogate-pregnancy-law-ny.html"}