{"authors": ["Alan Blinder", "William Widmer"], "date_download": "2022-10-25 23:34:35", "date_modify": "2022-10-25 23:34:35", "date_publish": "2019-04-21 09:00:01", "description": "On any given day, severe weather can threaten millions of people. An Oklahoma office tries to see it all coming.", "filename": "2019_04_21_us_storms-weather-oklahoma_1666740875.html", "image_url": "https://static01.nyt.com/images/2019/04/19/us/00storm1/00storm1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=7999824d08b7a2da37fd0398c92fd7af71b835a0548e815762ea9489ded054d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_21_us_storms-weather-oklahoma_1666740875.html", "title": "Lifesaving Forecasts Start Here: Inside the Storm Prediction Center", "title_page": "Lifesaving Forecasts Start Here: Inside the Storm Prediction Center - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Forecasters had emerged from their technology-packed, fortified building to watch their “gold standard” of meteorology take flight.\nIt was a latex balloon.\nFor the Storm Prediction Center and other weather offices that are part of the National Oceanic and Atmospheric Administration, the balloons — about 6 feet wide and affixed with devices that help experts detect pressure, relative humidity, temperature and winds — remain fixtures of forecasting. On this day in Norman, meteorologists filled four, marched them out of a garage and let them go.\nThe enormous balloon that Mr. Bunting had come to watch lifted off as quickly as a child’s at a birthday party. The forecasters trained their eyes on it, watching its instrument dangle and dance as it gained altitude and raced into the atmosphere. About two minutes after release, the balloon was out of sight.\nIt was already gathering data, sending it to Weather Service computers on the earth’s surface every one to two seconds. Mr. Bunting walked back into the building, whose windows can withstand winds of 166 miles per hour, and stopped at the restaurant for a muffin.\nThe Flying Cow Cafe’s television was switched to the Weather Channel.\n1:22 p.m.\n“Hey Norman,” Jeremy Grams, a lead forecaster, said into the phone. “We’re just waiting on Amarillo.”\nConditions were poised to worsen in Oklahoma and Texas, and Mr. Grams was drawing up plans for a severe thunderstorm watch — a formal advisory that an organized storm, with winds of at least 58 miles per hour or hail that is an inch in diameter, is possible.\nOn a conference call with three Weather Service offices monitoring the affected counties, Mr. Grams offered his colleagues a meteorological overview. The main threats, he said, seemed to be large hail and damaging winds. He asked for feedback about the center’s watch plan. There were no objections.", "url": "https://www.nytimes.com/2019/04/21/us/storms-weather-oklahoma.html"}