{"authors": ["Frances Robles"], "date_download": "2022-10-25 23:47:13", "date_modify": "2022-10-25 23:47:13", "date_publish": "2019-07-07 07:00:07", "description": "Weeks after Lake City, Fla., was hit by a cyberattack, the phones are back on and email is working, but the city has not yet recovered all its files.", "filename": "2019_07_07_us_florida-ransom-hack_1666741633.html", "image_url": "https://static01.nyt.com/images/2019/07/07/us/07florida-hack-top/00florida-hack-top-facebookJumbo.jpg?year=2019&h=550&w=1050&s=450bb2b27c7ebbe05a9b6f5129c66f95154a9ebd79a398cd2136fa52960ed8bf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_07_us_florida-ransom-hack_1666741633.html", "title": "A City Paid a Hefty Ransom to Hackers. But Its Pains Are Far From Over.", "title_page": "A City Paid a Hefty Ransom to Hackers. But Its Pains Are Far From Over. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Lawson, of the F.B.I.’s cyber division, said the bureau’s official position was that victims should not pay ransoms. But many city officials and computer network specialists say that cities often have no choice. The cost for recovering data can far surpass the ransom demand, and agencies often find themselves unable able to perform the most basic municipal tasks. In some cases, even emergency services have been affected.\n[Cities are wrestling with whether to pay ransoms to hackers.]\n“These groups are always trying to find that sweet spot: What is enough someone will consider paying but not so much that they’ll say, ‘Forget that. It’s easier to rebuild,’” said Mark A. Orlando, the chief technology officer for Raytheon Intelligence Information and Services. “This is a situation where that amount is going up, and we have reached a new high-water mark as to what is getting paid out.”\nIt is unrealistic to think cities can maintain firm “no ransom” policies, he said. “Anyone who said that has never been in charge of a municipality that has half their services down and no choice.”\nThe League of Cities began offering insurance coverage a few years ago, after seeing hackers attack private businesses, said Eric Hartwell, deputy general counsel and insurance counsel for the Florida League of Cities. “We kind of foresaw the exposure,” Mr. Hartwell said. “Cities are in the limelight.”\nIn Lake City, the information technology director, blamed for both failing to secure the network and taking too long to recover the data, wound up losing his job. He declined to be interviewed.\nNearly a month after the attack, the database built by Ms. Sikes and her team is still largely inaccessible. She said the I.T. workers have been unable to tell her when, or if, it will be recovered — so they are waiting. “I’m not getting a lot of sleep,” she said.", "url": "https://www.nytimes.com/2019/07/07/us/florida-ransom-hack.html"}