{"authors": ["Matt Flegenheimer", "Alexander Burns"], "date_download": "2022-10-25 23:52:26", "date_modify": "2022-10-25 23:52:26", "date_publish": "2019-06-28 03:55:14", "description": "With one exchange about race, the senator began to take aim at Joe Biden’s tenuous hold on his front-runner status in the Democratic presidential field.", "filename": "2019_06_27_us_politics_kamala-harris-busing-joe-biden_1666741946.html", "image_url": "https://static01.nyt.com/images/2019/07/27/multimedia/27debate-assess-PROMO/merlin_157123659_6491be63-30d8-4602-83c2-2dd845555899-facebookJumbo.jpg?year=2019&h=550&w=1050&s=18e484a91b0f983c595a6ed69353298a766299277022f89aba7d1a88f1ee1c70&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_27_us_politics_kamala-harris-busing-joe-biden_1666741946.html", "title": "Kamala Harris Makes the Case That Joe Biden Should Pass That Torch to Her", "title_page": "Kamala Harris Makes the Case That Joe Biden Should Pass That Torch to Her - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Senator Sanders —” “We need a political revolution.” “Repeal that tax bill that benefits the top 1 percent.” “If we had a value-added tax, even half the European level —” “If we turn toward socialism, we run the risk of helping to re-elect the worst president in American history.” “There need not be disagreement in the party, because in truth we want healthy capitalism.” “Joe Biden was right when he said it was time to pass the torch to a new generation of Americans, 32 years ago.” “I’m still holding on to that torch.” “The fact that somebody has a younger body doesn’t mean you don’t have old ideas.” “I would like to speak on the issue of race. Vice President Biden, I do not believe you are a racist. But I also believe — and it is personal — and I was actually very, it was hurtful to hear you talk about the reputations of two United States senators who built their reputations and career on the segregation of race in this country. You know, there was a little girl in California who was part of the second class to integrate her public schools. And she was bused to school every day. And that little girl was me.” “Look, everything I’ve done in my career — I ran because of civil rights. I continue to think we have to make fundamental changes in civil rights —” “My community is in anguish right now because of an officer-involved shooting: a black man, Eric Logan, killed by a white officer. This will be investigated and there will be accountability for the officer involved.” “But you’re the mayor. You should fire the chief if that’s the policy and someone died.” “People who have health care under Medicare for all will have no premiums, no deductables, no copayments, no out-of-pocket expenses. Yes, they will pay more in taxes, but less in health care.” “The quickest, fastest way to do it is build on Obamacare.” “I would call it ‘Medicare for all who want it.’” “On Day 1, we take out our executive order pen and we rescind every damn thing on this issue that Trump has done.” “I will release children from cages.” “When I see these kids at the border, I see my mom. She was separated from her parents for years during the Holocaust.” “To take children from the arms of their parents —” “This is collective child abuse.” “— actually put them up for adoption —” “Families always belong together.” “— in Colorado, we call that kidnapping.” “The first thing I would do is make sure that we defeat Donald Trump.” “We expose him for the fraud that he is.” “He’s torn apart the moral fabric of who we are.” “That is not reflective of our America and our values. And it’s got to end.” “But if you think we’re going to beat Donald Trump by just having all these plans, you got another thing coming. Because he didn’t win by saying he had a plan. He won by simply saying, ‘Make America Great Again.’”", "url": "https://www.nytimes.com/2019/06/27/us/politics/kamala-harris-busing-joe-biden.html"}