{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 23:44:53", "date_modify": "2022-10-25 23:44:53", "date_publish": "2019-09-03 19:15:50", "description": "A group of renegade Tory lawmakers — who only months ago were holding the reins of power — are trying to thwart Prime Minister Boris Johnson’s plans for Brexit.", "filename": "2019_09_03_world_europe_britain-brexit-conservatives.html_module=inline_1666741493.html", "image_url": "https://static01.nyt.com/images/2019/09/03/world/03brexit-rebels-1/03brexit-rebels-1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=3f47c2c44ea8b99fdaf7dff2ddaf0b99a303e21e8b6d4e94dc1f45d2735d5d29&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_03_world_europe_britain-brexit-conservatives.html_module=inline_1666741493.html", "title": "Britain’s Conservatives Erupt Into Civil War as Unlikely Rebels Defy Boris Johnson", "title_page": "Britain’s Conservatives Erupt Into Civil War as Unlikely Rebels Defy Boris Johnson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — They have been called the Conservative rebels, a group of renegade lawmakers willing to risk their careers to defy their newly chosen leader, Prime Minister Boris Johnson, and hobble his leadership over their clashing views on Brexit.\nBut behind all the talk of revolutionary ardor and mutinous tactics was an unlikely cadre of insurrectionists — a band of starchy grandees of Tory politics that includes Winston Churchill’s grandson and a 45-year party veteran and ex-chancellor so colorless that he earned the nickname “Spreadsheet Phil.” Running the government only weeks ago, they flouted it on Tuesday from the sidelines.\nThey believe that Mr. Johnson, in his zeal for pulling Britain out of the European Union without a deal, is risking severe damage to the British economy. But they also believe he is tarnishing the Conservatives, setting fire to their vision of a big-tent party with priorities beyond Brexit.\nIn setting aside their usual caution and ripping the heart out of Mr. Johnson’s Brexit plans, they offered perhaps the clearest indication yet that the party, squabbling for decades over Europe, is now enmeshed in a civil war. Mr. Johnson’s team almost immediately kicked the rebels — 21 lawmakers, most of them ex-government ministers — out of the party and barred them from running as Conservatives in the next election.", "url": "https://www.nytimes.com/2019/09/03/world/europe/britain-brexit-conservatives.html?module=inline"}