{"authors": ["Mark Landler", "Stephen Castle"], "date_download": "2022-10-25 23:44:44", "date_modify": "2022-10-25 23:44:44", "date_publish": "2019-10-22 18:33:01", "description": "Lawmakers voted down a measure to compress the timetable to debate the new withdrawal deal, in a rebuke to the prime minister.", "filename": "2019_10_22_world_brexit-vote-boris-johnson_1666741484.html", "image_url": "https://static01.nyt.com/images/2019/10/19/world/europe/22brexit-hfo-loose-promo/22brexit-hfo-loose-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=e8b5078575d90ba2be52187d913127e7d01df4d27de45c62b85adbd95c7a31cc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_22_world_brexit-vote-boris-johnson_1666741484.html", "title": "Boris Johnson Loses a Critical Brexit Vote, Throwing the Process Into Disarray", "title_page": "Boris Johnson Loses a Critical Brexit Vote, Throwing the Process Into Disarray - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By blocking Mr. Johnson, Parliament has thrown the whole process into a legislative netherworld that could mean months of further delays to a process that the nation has long since wearied of and just wants to see end.\nIt is entirely conceivable that Mr. Johnson’s deal will kick around Parliament for weeks, potentially becoming encumbered with amendments that either Mr. Johnson or the European Union would reject as unacceptable. The best option then, analysts said, would be to give the voters a chance to make themselves heard in a general election.\nThe back-to-back votes captured the one-step-forward, one-step-back nature of the Brexit saga. While lawmakers endorsed the contours of Mr. Johnson’s plan — something they had never done for his predecessor, Theresa May — they balked at being stampeded into passing the necessary legislation in three days.\nThe European Union will now have to decide how long an extension to grant Britain. Mr. Johnson said after the votes that he would “pause” the legislation and call European leaders to deliver the message that Britain was not interested in another extension.\nEarlier on Tuesday, he said that if the deadlock slipped into next year, he would rather pull the bill altogether and face the voters, calculating that he could still win a popular mandate for a swift Brexit.", "url": "https://www.nytimes.com/2019/10/22/world/brexit-vote-boris-johnson.html"}