{"authors": ["Ana Swanson"], "date_download": "2022-10-25 23:00:35", "date_modify": "2022-10-25 23:00:35", "date_publish": "2019-10-03 16:39:22", "description": "A 15-year fight over airplane subsidies is going to raise the cost of Parmesan cheese, French wine and Scotch whisky.", "filename": "2019_10_03_business_trump-tariffs_1666738835.html", "image_url": "https://static01.nyt.com/images/2019/10/03/business/03DC-TARIFFS1/03DC-TARIFFS1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e5898fe546dec9acde08d74e50465131de92da924486c624d55db7c64f7e9189&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_03_business_trump-tariffs_1666738835.html", "title": "How Trump Just Made Your Dinner More Expensive", "title_page": "How Trump Just Made Your Dinner More Expensive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "American shoppers may not have paid close attention to a 15-year controversy involving generous subsidies that the European Union provided Airbus, its largest aircraft manufacturer.\nBut that long-running dispute between Europe and the United States is about to turn up at the supermarket. The Trump administration said on Wednesday that, starting Oct. 18, it will begin imposing a 25 percent tariff on a wide range of popular European food, drinks and other products.\nHere’s what you need to know about the trade fight, and how it will affect your grocery list.\nWhat is the fight about?\nThe United States and Europe have been arguing for more than a decade about the subsidies and other kinds of special financing that the European Union has given Airbus.\nThe United States argues that these subsidies allow Airbus to sell its products at unfairly low prices around the world, hurting America’s largest plane maker, Boeing. So the Americans brought a case against the Europeans at the World Trade Organization, the global body that handles trade disputes.", "url": "https://www.nytimes.com/2019/10/03/business/trump-tariffs.html"}