{"authors": ["Jack Nicas", "Karen Weise", "Mike Isaac"], "date_download": "2022-10-25 23:40:59", "date_modify": "2022-10-25 23:40:59", "date_publish": "2019-09-08 18:31:09", "description": "While Amazon, Apple, Facebook and Google have all drawn attention to how they dominate markets, the reasons are as different as the companies.", "filename": "2019_09_08_technology_antitrust-amazon-apple-facebook-google_1666741259.html", "image_url": "https://static01.nyt.com/images/2019/09/02/business/00bigtech/00bigtech-facebookJumbo.jpg?year=2019&h=550&w=1050&s=fe823921150ee82dc028afec522bd05aacb3f43d49743a8c5140a0aae0406b58&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_08_technology_antitrust-amazon-apple-facebook-google_1666741259.html", "title": "How Each Big Tech Company May Be Targeted by Regulators", "title_page": "How Each Big Tech Company May Be Targeted by Regulators - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Amazon, Apple, Facebook and Google have been the envy of corporate America, admired for their size, influence and remarkable growth.\nNow that success is attracting a different kind of spotlight. In Washington, Brussels and beyond, regulators and lawmakers are investigating whether the four technology companies have used their size and wealth to quash competition and expand their dominance.\nThe four firms are lumped together so often that they have become known as Big Tech. Their business models differ, as do the antitrust arguments against them. But those grievances have one thing in common: fear that too much power is in the hands of too few companies.\nThe attorney general of New York, Letitia James, said Friday that the attorneys general in eight states — she and three other Democrats, plus four Republicans — and the District of Columbia had begun an antitrust investigation of Facebook.", "url": "https://www.nytimes.com/2019/09/08/technology/antitrust-amazon-apple-facebook-google.html"}