{"authors": ["Henry Fountain"], "date_download": "2022-10-25 23:43:12", "date_modify": "2022-10-25 23:43:12", "date_publish": "2019-10-11 09:00:24", "description": "At issue is whether recent successes had more to do with the weather and less with policy changes.", "filename": "2019_10_11_climate_indonesia-wildfires-season_1666741392.html", "image_url": "https://static01.nyt.com/images/2019/10/11/climate/11CLI-INDONESIAFIRES1/11CLI-INDONESIAFIRES1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=daa8d072ec761f4d6f01c7d061fdca7c22bb56e2ab4798078ac2cb5c543f49e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_11_climate_indonesia-wildfires-season_1666741392.html", "title": "A Season of Fire Tests Indonesia’s Efforts to Curb Deforestation", "title_page": "A Season of Fire Tests Indonesia’s Efforts to Curb Deforestation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The number has fallen since then as some rain has arrived. The rainy season is expected to begin in full by the end of the month.\nMost of the fires have been deliberately set to clear land, a practice that has been followed for centuries all over the world and continues because it is less costly than mechanical methods. In Indonesia, it’s done by both small farmers and larger landholders, including those who clear forests and drain peatlands for palm oil plantations.\nBut in dry conditions, fires can quickly spread out of control, leading to widespread destruction of forests and peat.\nWant climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.\nFollowing the devastation of 2015, which occurred amid a strong El Niño that brought hot, dry weather to Indonesia, the government instituted reforms, including a stricter moratorium again st forest clearing and a program to restore drained peatlands, which are highly susceptible to burning.\nIn the following years, loss of forest cover declined significantly. Indonesia was considered to have made such progress that this year Norway made a first payment to the government under a program in which developed countries pay developing countries to safeguard their forests and thus reduce carbon emissions.\nAnother El Niño occurred this year, although it was weaker than the one in 2015 and ended over the summer.", "url": "https://www.nytimes.com/2019/10/11/climate/indonesia-wildfires-season.html"}