{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:41:33", "date_modify": "2022-10-25 23:41:33", "date_publish": "2019-05-27 21:26:51", "description": "Washington argues that global leaders must choose between an internet of Western values and one based on an authoritarian regime. If they do, how will data be divided? And would a self-reliant China be an even greater threat?", "filename": "2019_05_27_us_politics_us-huawei-berlin-wall_1666741293.html", "image_url": "https://static01.nyt.com/images/2019/05/25/us/politics/25dc-berlinwall1/25dc-berlinwall1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=5370002e166e05d1b0d86ae1d6deb914b65291c7d57f805853b190a0938d6e9e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_27_us_politics_us-huawei-berlin-wall_1666741293.html", "title": "Trump Wants to Wall Off Huawei, but the Digital World Bridles at Barriers", "title_page": "Trump Wants to Wall Off Huawei, but the Digital World Bridles at Barriers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Among the United States’ closest allies, only Australia has banned Huawei from building its new networks; Japan has effectively done the same. Britain and Germany, two of the most powerful members of the North Atlantic Treaty Organization, are hedging. Their politicians fear the job losses that would result as well as Chinese retaliation, and they believe there are elements of the network that Huawei could build without endangering national security.\nUnder that plan, Nokia, Ericsson or other Western telecom firms would build the “core” of the network, the software-heavy switching systems that govern how machines and humans will talk to one another. Huawei would be relegated to the more peripheral parts of the networks, like the cellular tower systems that communicate with phones and other devices.\nGermany has resisted the Trump administration’s entreaties. German officials, speaking on the condition of anonymity to discuss their internal debates, say they wonder what would happen if they sided with the United States, which helped rebuild their country after World War II and keeps it under the American nuclear umbrella. Would Beijing threaten the joint ventures that produce roughly a million BMW and Mercedes-Benz automobiles in China? And in Singapore, where American ships pull in for fueling and maintenance on their way to the disputed areas of the South China Sea, officials say privately that there is no way they will ban Huawei.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThis may explain why Mr. Pompeo, who has led the charge, has sounded more strident in recent days, describing the decisions made by nations that will build their networks over the next 12 to 18 months as a question not only of national security but of ideological struggle.\n“The company is deeply tied not only to China but to the Chinese Communist Party, and that connectivity, the existence of those connections, puts American information that crosses the networks at risk,” Mr. Pompeo said last week in an interview with CNBC.\n“We need a single place where information can be exchanged,” he told one of the interviewers, “but it has to be a system that has Western values embedded in it, with rule of law, property right protections, transparency, openness. It can’t be a system that is based on the principles of an authoritarian, Communist regime.”", "url": "https://www.nytimes.com/2019/05/27/us/politics/us-huawei-berlin-wall.html"}