{"authors": ["Jack Ewing"], "date_download": "2022-10-25 23:44:38", "date_modify": "2022-10-25 23:44:38", "date_publish": "2019-07-25 12:27:18", "description": "The central bank said it is weighing options for pushing up inflation, which has remained stubbornly below the level considered optimal for growth.", "filename": "2019_07_25_business_european-central-bank-stimulus_1666741478.html", "image_url": "https://static01.nyt.com/images/2019/07/26/world/25ECB1-print/25ECB-facebookJumbo.jpg?year=2019&h=549&w=1050&s=040da9e956751a68536edb55f2b8091a65c839ee9145ed689d97eae40de74ddf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_25_business_european-central-bank-stimulus_1666741478.html", "title": "E.C.B. Says It Is Ready to Restart Economic Stimulus Measures", "title_page": "E.C.B. Says It Is Ready to Restart Economic Stimulus Measures - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Frankfurt — The European Central Bank on Thursday set the stage for a renewed attempt to improve the eurozone’s sagging economy, saying it was considering reviving a program meant to pump money into the region’s financial system.\n“The Governing Council is determined to act” if inflation remains stubbornly below the official target of 2 percent, the bank’s policymaking panel said. Committees have begun studying potential stimulus measures that include restarting purchases of government and corporate bonds, a form of printing money known as quantitative easing, the statement added.\nThe move was a sharp reversal, coming only half a year after the bank began winding down an earlier bond-purchasing program. An increasing number of indicators are warning that the eurozone and global economies are losing momentum, prompting central bankers around the world to react. In the United States, the Federal Reserve is expected to cut interest rates when it meets next week.\nSigns are accumulating that the eurozone is in danger of slipping into recession. On Thursday, a closely watched survey of business optimism in Germany suffered its biggest drop since early 2009. Germany has the eurozone’s largest economy and sets the tone for the region. Optimism among German manufacturers “is in free-fall,” the Ifo Institute in Munich, which conducted the survey, said in a statement.", "url": "https://www.nytimes.com/2019/07/25/business/european-central-bank-stimulus.html"}