{"authors": ["Mike Ives", "Katherine Li"], "date_download": "2022-10-25 23:40:07", "date_modify": "2022-10-25 23:40:07", "date_publish": "2019-06-19 07:23:47", "description": "Officers who used tear gas and pepper spray last week had been in a “life-threatening situation,” the city’s security secretary said.", "filename": "2019_06_19_world_asia_hong-kong-protests_1666741207.html", "image_url": "https://static01.nyt.com/images/2019/06/19/world/19hongkong-1/19hongkong-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5de8135c28ff026808457ec21a7c7327bad04a2d89e8b335984df19a936fbe3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_19_world_asia_hong-kong-protests_1666741207.html", "title": "Hong Kong Official Defends Police’s Use of Force Against Protesters", "title_page": "Hong Kong Official Defends Police’s Use of Force Against Protesters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Everything you have said today is polarizing the people,” he said. “You are the one that’s heating things up right now.” Some pro-democracy legislators, wearing black in solidarity with the protesters, chanted for Mr. Lee’s resignation.\nJunius Ho, a lawmaker in the pro-Beijing majority bloc, supported the police’s actions and said the protesters’ demands should be resisted, including the dropping of all charges against demonstrators. “They want blood, they want heads to roll,” Mr. Ho said. “We cannot back down!”\nDozens of people were injured during the June 12 protest, and 32 people were arrested, five of them on charges of rioting, which can carry substantial prison sentences. On Wednesday, the authorities said they had dropped charges against eight people who had been arrested on suspicion of loitering.\nThe police’s use of force on June 12 became a central issue in the latest major protest against the extradition bill, on Sunday, which drew as many as two million people into the city’s streets, according to protest organizers. Many of the signs and chants at that march condemned the police for attacking Hong Kongers.\nCarrie Lam, Hong Kong’s chief executive, announced the extradition bill’s indefinite suspension on Saturday, and on Tuesday she offered her second apology for her handling of the matter. But she has refused demands that the bill be fully withdrawn, not just suspended.\nMany in the city believe that if the bill became law, anyone in Hong Kong, including dissidents, would be at risk of being detained, sent to mainland China and subjected to its opaque judicial system, which is controlled by the ruling Communist Party. Civil liberties in Hong Kong, a semiautonomous former British colony returned to Chinese rule in 1997, have been eroding in recent years.", "url": "https://www.nytimes.com/2019/06/19/world/asia/hong-kong-protests.html"}