{"authors": ["Aljean Harmetz"], "date_download": "2022-10-25 23:37:28", "date_modify": "2022-10-25 23:37:28", "date_publish": "2019-05-13 13:47:02", "description": "From the perky girl next door in the 1950s to the woman next door in 1960s sex comedies, Ms. Day was the most popular film actress since Shirley Temple.", "filename": "2019_05_13_obituaries_doris-day-death_1666741048.html", "image_url": "https://static01.nyt.com/images/2014/04/26/arts/Day-Doris-adv-obit-slide-5R3T/Day-Doris-adv-obit-slide-5R3T-facebookJumbo.jpg?year=2019&h=549&w=1050&s=b24cb4add60bff9b44c6ae6bbb83910715350c283388f753a893eace46a6772f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_13_obituaries_doris-day-death_1666741048.html", "title": "Doris Day, Movie Star Who Charmed America, Dies at 97", "title_page": "Doris Day, Movie Star Who Charmed America, Dies at 97 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Doris Day, the freckle-faced movie actress whose irrepressible personality and golden voice made her America’s top box-office star in the early 1960s, died on Monday at her home in Carmel Valley, Calif. She was 97.\nThe Doris Day Animal Foundation announced her death.\nMs. Day began her career as a big-band vocalist, and she was successful almost from the start: One of her first records, “Sentimental Journey,” released in 1945, sold more than a million copies, and she went on to have numerous other hits. The bandleader Les Brown, with whom she sang for several years, once said, “As a singer Doris belongs in the company of Bing Crosby and Frank Sinatra.”\nBut it was the movies that made her a star.\nBetween “Romance on the High Seas” in 1948 and “With Six You Get Eggroll” in 1968, she starred in nearly 40 movies. On the screen she turned from the perky girl next door in the 1950s to the woman next door in a series of 1960s sex comedies that brought her four first-place rankings in the yearly popularity poll of theater owners, an accomplishment equaled by no other actress except Shirley Temple.\nIn the 1950s she starred, and most often sang, in comedies (“Teacher’s Pet,” “The Tunnel of Love”), musicals (“Calamity Jane,” “April in Paris,” “The Pajama Game”) and melodramas (“Young Man With a Horn,” the Alfred Hitchcock thriller “The Man Who Knew Too Much,” “Love Me or Leave Me”).", "url": "https://www.nytimes.com/2019/05/13/obituaries/doris-day-death.html"}