{"authors": ["Adam Satariano"], "date_download": "2022-10-25 22:55:03", "date_modify": "2022-10-25 22:55:03", "date_publish": "2019-03-20 11:08:18", "description": "The antitrust fine, the third imposed on Google by the European Union since 2017, reinforces Europe’s regulatory role as the world’s most aggressive tech watchdog.", "filename": "2019_03_20_business_google-fine-advertising_1666738503.html", "image_url": "https://static01.nyt.com/images/2019/03/20/business/20eugoogle1-sub/20eugoogle1-sub-facebookJumbo.jpg?year=2019&h=549&w=1050&s=1929a49d4253d4bc1911d8a69778ed0f5436e1467c892a2b8e79407da3e822ff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_20_business_google-fine-advertising_1666738503.html", "title": "Google Fined $1.7 Billion by E.U. for Unfair Advertising Rules", "title_page": "Google Fined $1.7 Billion by E.U. for Unfair Advertising Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last year, Ms. Vestager fined Google a record €4.34 billion for using its ownership of the Android mobile operating system to unfairly undercut rivals in the mobile phone market, a decision that also forced the company to change how it bundled its apps on smartphones. In 2017, the company was fined 2.4 billion euros for unfairly favoring its own shopping services over those of rivals.\nThe two previous rulings have not had a big impact on Google’s financial health, but they have forced the tech giant to adjust some business practices.\nAfter the Android ruling last year, Google for the first time began charging handset makers to pre-install Gmail, Google Maps and other popular applications for Android devices in the European Union.\nPerhaps in an attempt to head off additional inquiries, Google announced a number of further changes to services across Europe on Wednesday, after rivals complained that it continued to benefit from anticompetitive business practices.\nFor the first time, the company said, it will ask Android phone users in Europe if they want to switch to a web browser and search engine not owned by Google. To allow more competition when customers shop with Google, it will give other shopping sites more prominence in its search results, the company also said. Google said it would do the same with local search queries in Europe, such as when a person searches for a restaurant, a move that could help companies like TripAdvisor and OpenTable.\nOutside of its review of practices by Google and others, the European Union has adopted tough new privacy rules that many countries outside Europe now view as a template. Regulators here have also investigated tech companies’ tax practices and called for more scrutiny of artificial intelligence.\nThe decision on Wednesday against Google will be one of the final major antitrust rulings in the five-year term of Ms. Vestager, whose crackdown on Silicon Valley while competition commissioner has made her a minor celebrity in the often-staid world of European politics.", "url": "https://www.nytimes.com/2019/03/20/business/google-fine-advertising.html"}