{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:10", "date_modify": "2022-10-25 23:43:10", "date_publish": "2019-02-10 16:12:05", "description": "Protesters in Madrid denounced Prime Minister Pedro Sánchez for proposing talks to ease political tensions over a secessionist movement.", "filename": "2019_02_10_world_europe_madrid-protest-spain-catalonia_1666741390.html", "image_url": "https://static01.nyt.com/images/2019/02/11/world/11Madrid1/11Madrid1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=85d03767b32deee1aff77455377373c564e7c4ce6e56932e1b174e93ef427f8a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_10_world_europe_madrid-protest-spain-catalonia_1666741390.html", "title": "Thousands Protest in Spain Against Catalonia Talks", "title_page": "Thousands Protest in Spain Against Catalonia Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — Tens of thousands of protesters on Sunday called for the ouster of Prime Minister Pedro Sánchez of Spain and denounced his proposal for talks to try to ease the tensions around the simmering secessionist conflict in Catalonia.\nThe demonstration — held on one of the main squares of Madrid and convened by right-leaning parties under the slogan “For a united Spain, elections now!” — was the largest against Mr. Sánchez since his minority Socialist government took office in June.\nThe government’s proposal last Tuesday to appoint a rapporteur in talks among political parties to address the Catalan independence crisis has galvanized the opposition, which deems it a betrayal and a surrender to pressure from Catalan separatists.\nThe protest Sunday came two days before the start of a landmark trial of 12 Catalan separatist leaders, which is also likely to stir up emotions over a territorial conflict that remains at the top of Spain’s political agenda. The defendants are accused of rebellion and other crimes stemming from their declaration of their region’s independence in the fall of 2017.", "url": "https://www.nytimes.com/2019/02/10/world/europe/madrid-protest-spain-catalonia.html"}