{"authors": ["Tariq Panja", "Manuela Andreoni"], "date_download": "2022-10-25 23:54:53", "date_modify": "2022-10-25 23:54:53", "date_publish": "2019-07-30 17:54:30", "description": "The police recommended closing the case, which began with a rape accusation by a Brazilian model, but prosecutors will have the final say on whether to proceed.", "filename": "2019_07_30_sports_neymar-rape-investigation_1666742093.html", "image_url": "https://static01.nyt.com/images/2019/07/30/sports/30neymar-1/merlin_158646561_7f8f77bf-d43c-4cb7-97db-f22d1e218708-facebookJumbo.jpg?year=2019&h=550&w=1050&s=18346bd28fc1423e95e1cf080cf2060b1e9add1838ef07996f325172258d287d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_30_sports_neymar-rape-investigation_1666742093.html", "title": "Brazilian Police Recommend Not Charging Neymar in Rape Inquiry", "title_page": "Brazilian Police Recommend Not Charging Neymar in Rape Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The police official in Brazil who was investigating a rape claim against the soccer star Neymar has recommended that prosecutors close the case. The investigator said the police had failed to find enough evidence to substantiate an accusation made by a Brazilian model that she was attacked by Neymar, the Paris St.-Germain forward, in a hotel room in Paris.\n“I concluded the investigation yesterday and decided not to indict the investigated because of an absence of sufficient evidence to do so,” the police investigator, Juliana Lopes Bussacos, told reporters at a news conference Tuesday.\nThe decision by the police does not end the case, which has transfixed Brazil since news of the investigation into Neymar, an athlete whose celebrity in South America’s most populous country transcends soccer, first broke in May. The police file has been passed to the state prosecutor’s office, which will make a final decision on whether to proceed with charges. Prosecutors have 15 days to make a decision.\nFor Neymar, the investigation came at the end of a season in which he faced numerous disciplinary and injury issues and missed crucial games for P.S.G., his French club team, and Brazil, which won the Copa América — the South American championship — without him in July after he was ruled out with an injury.", "url": "https://www.nytimes.com/2019/07/30/sports/neymar-rape-investigation.html"}