{"authors": ["Thomas Kaplan", "Shane Goldmacher"], "date_download": "2022-10-25 23:53:20", "date_modify": "2022-10-25 23:53:20", "date_publish": "2019-04-01 12:46:47", "description": "The 37-year-old mayor of South Bend, Ind., little known just a few months ago, has raised his political profile and online following in recent weeks.", "filename": "2019_04_01_us_politics_pete-buttiegieg-fundraising_1666742000.html", "image_url": "https://static01.nyt.com/images/2019/04/01/us/01BUTTIGIEG/01BUTTIGIEG-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b5f824e6ec5310e21cc1aa1b948b85e1cc7e9552704ce09fc820b598127815f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_01_us_politics_pete-buttiegieg-fundraising_1666742000.html", "title": "Pete Buttigieg Says He Raised $7 Million in First Quarter for 2020 Bid", "title_page": "Pete Buttigieg Says He Raised $7 Million in First Quarter for 2020 Bid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Sign up for our politics newsletter and join the conversation around the 2020 presidential race.]\nAlready, Senator Bernie Sanders and former Representative Beto O’Rourke have announced sizable fund-raising hauls from the first 24 hours of their campaigns. Senator Elizabeth Warren has lagged in early fund-raising; she is trying to distinguish herself from the Democratic field by forgoing high-dollar fund-raisers.\nPresidential candidates must report their first-quarter fund-raising to the Federal Election Commission by April 15. It is up to the individual campaigns to decide when — or whether — to announce their totals before then. Mr. Buttigieg’s quick announcement on Monday, immediately after the close of the first quarter, allowed him to command the spotlight, at least for a few hours, as he seeks to establish his candidacy as more than a long-shot bid.\n“Showing good numbers early is more impressive for a long-shot candidate who doesn’t have a big national identification,” said Michael J. Malbin, the director of the nonpartisan Campaign Finance Institute.\nThere are signs beyond fund-raising that Mr. Buttigieg is drawing interest, or at least curiosity, from voters. Searches for his name on Google have shot up in recent weeks: In a ranking of Democrats running for president or considering it, Mr. Buttigieg has risen from the bottom of the pack to No. 2, trailing only former Vice President Joseph R. Biden Jr.\nFor most of this year, for example, Mr. O’Rourke has drawn more searches than Mr. Buttigieg, but Mr. Buttigieg recently surpassed him, according to the Google data.", "url": "https://www.nytimes.com/2019/04/01/us/politics/pete-buttiegieg-fundraising.html"}