{"authors": ["Allyson Felix", "Lindsay Crouse", "Taige Jensen", "Max Cantor"], "date_download": "2022-10-25 23:24:56", "date_modify": "2022-10-25 23:24:56", "date_publish": "2019-05-22 18:11:34", "description": "I’ve been one of Nike’s most widely marketed athletes. If I can’t secure maternity protections, who can?", "filename": "2019_05_22_opinion_allyson-felix-pregnancy-nike_1666740296.html", "image_url": "https://static01.nyt.com/images/2019/05/20/autossell/op-allyson-felix/op-allyson-felix-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3831e67a8012eac205b6965b644931ccd7a6990709ded3ce0847f9bad67d8ed9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_22_opinion_allyson-felix-pregnancy-nike_1666740296.html", "title": "Allyson Felix: My Own Nike Pregnancy Story", "title_page": "Opinion | Allyson Felix: My Own Nike Pregnancy Story - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The culture around pregnancy in track and field is silence. Get pregnant and you hide it. It can feel so risky when your livelihood depends on it. I’m Allyson Felix and I’ve won nine Olympic track and field medals, and that makes me one of the most decorated women in track and field history. I’ve done a lot of promotion for Nike. They’ve used me in a lot of their stores. And a lot of the campaigns. But I’m also a mother. I don’t think I can just sit back quietly anymore. I want protection around maternity. I want that to change. I know that it’s been said, but I want to see change. I’m in this process right now. I am under negotiations. I want to be able to sign a contract that says there is maternity rights. Just about a week ago, I asked for protection around maternity and the answer was no. So the negotiations have been ongoing for a long time. I haven’t been under contract since December 2017. I was already offered 70% less of what I had been paid before. I can take less money. But the one point that I wasn’t willing to budge around was maternity, and not because I am planning to have another child. But just because it’s the right thing to do. And if not for myself, for people coming after me. Putting really strict requirements on our returning to competition takes away from our mothering. It could jeopardize our health. I was not aware that I was at a higher risk to have complications during my birth, but what I have since learned is that African-American women are four times more likely to die in childbirth and twice as more likely to have complications. And that’s exactly what happened to me. You never know what type of birth you’re going to have. When I went in for a routine appointment at 32 weeks, I never went home. I gave birth to my daughter two days later and spent the next month in the hospital between myself and my daughter. And while I am spending countless hours in the NICU I’m coming home at 1 a.m. trying to figure out how can I get to the gym to put a few hours in, because I know I have to be ready to run in six months. Many times I just felt like, you know, I was in an impossible situation. If I’ve been told no, you won’t have any protection around maternity, then it’s going to be really hard for someone else. This has been going on forever. If you talk to any woman, I guarantee you that they know someone who has been through this. The sports industry allows for men to have a full career. And when a woman decides to have a baby, it pushes women out at their prime. When the New York Times piece came out, a lot of people called me to find out, is this true? It definitely hit home for runners. It was really difficult for me to see the “Dream Crazier” campaign. I mean, there are thousands of other female athletes who represent Nike who don’t have that same protection. Alysia and Kara bravely spoke out. And here we are a week later and it’s said to have changed. This is a great opportunity for Nike to really spell out what the new agreement is. What protection do women have? What does that look like? Are we going to face reductions returning from childbirth? Is that going to be a 12-month period? We need to see what does that actually look like and what does that actually mean. The individuals who are negotiating these contracts are all men. And it might be more difficult for them to understand what we are going through and what we have been through and what we need.", "url": "https://www.nytimes.com/2019/05/22/opinion/allyson-felix-pregnancy-nike.html"}