{"authors": ["Thomas Kaplan", "Sydney Ember"], "date_download": "2022-10-25 23:52:42", "date_modify": "2022-10-25 23:52:42", "date_publish": "2019-07-02 14:14:04", "description": "Mr. Sanders’s fund-raising has slowed since he began his campaign, though his second-quarter total is still likely to be among the largest in the field.", "filename": "2019_07_02_us_politics_bernie-sanders-fundraising_1666741962.html", "image_url": "https://static01.nyt.com/images/2019/07/01/us/politics/01sanders-money-1/01sanders-money-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d94413a18b70c86c9c2f39bf7209ed11762809f2dbed19e4875e21aad9f33123&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_02_us_politics_bernie-sanders-fundraising_1666741962.html", "title": "Bernie Sanders Raises $18 Million in 3 Months, Trailing Buttigieg", "title_page": "Bernie Sanders Raises $18 Million in 3 Months, Trailing Buttigieg - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senator Bernie Sanders of Vermont raised $18 million in the past three months, his presidential campaign said on Tuesday. The total was another display of his strength with small donors, but it also showed that his fund-raising had slowed since he began his campaign.\nMr. Sanders’s fund-raising total for April through June was roughly equal to what he raised in the first six weeks of his presidential bid, in February and March. It was also significantly less than the $24.8 million that Mayor Pete Buttigieg of South Bend, Ind., collected in the past three months, an eye-popping sum that the Buttigieg campaign revealed on Monday.\nMr. Sanders received nearly one million contributions in the second quarter, his campaign said. The average donation was $18, and 99.3 percent of contributions were $100 or less, his team said.\nThe campaign did not specify the total number of people who donated, some of whom presumably made multiple contributions. But it said that 46 percent of its donors in the quarter had not previously given to Mr. Sanders’s 2020 campaign.", "url": "https://www.nytimes.com/2019/07/02/us/politics/bernie-sanders-fundraising.html"}