{"authors": ["Marc Tracy", "Tiffany Hsu"], "date_download": "2022-10-25 23:46:12", "date_modify": "2022-10-25 23:46:12", "date_publish": "2019-09-07 18:40:03", "description": "Joichi Ito had acknowledged taking $525,000 for the lab from Mr. Epstein, as well as more than $1 million for his own investment funds.", "filename": "2019_09_07_business_mit-media-lab-jeffrey-epstein-joichi-ito_1666741572.html", "image_url": "https://static01.nyt.com/images/2019/09/08/business/08mit-print1/07mit-image1-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=ecab9cefc35b49847cd135f55df44c10226d95f25a053d20c9aa0fb0c4b99ede&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_07_business_mit-media-lab-jeffrey-epstein-joichi-ito_1666741572.html", "title": "Director of M.I.T.’s Media Lab Resigns After Taking Money From Jeffrey Epstein", "title_page": "Director of M.I.T.’s Media Lab Resigns After Taking Money From Jeffrey Epstein - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“After giving the matter a great deal of thought over the past several days and weeks, I think that it is best that I resign as director of the media lab and as a professor and employee of the Institute, effective immediately,” Mr. Ito wrote in an email on Saturday to M.I.T.’s provost, Martin A. Schmidt.\nMr. Ito’s resignation came less than a day after an article in The New Yorker described the measures that he and other media lab officials took to conceal its relationship with Mr. Epstein. The internal emails, which a former media lab employee shared with The New York Times, described the handling of donations that Mr. Epstein made and apparently solicited from the rich and powerful over the years, including a $2 million gift from the Microsoft co-founder Bill Gates.\nIn an email in October 2014 — six years after Mr. Epstein had pleaded guilty to a sex charge involving a minor in Florida — Mr. Ito wrote that the gift from Mr. Gates had been “directed by Jeffrey Epstein.” A development official at the media lab, Peter Cohen, wrote in a subsequent email, “For gift recording purposes, we will not be mentioning Jeffrey’s name as the impetus for this gift.”\nIn a statement, a spokesman for Mr. Gates said Mr. Epstein had been introduced to Mr. Gates as a person interested in helping increase philanthropy. “Although Epstein pursued Bill Gates aggressively, any account of a business partnership or personal relationship between the two is simply not true,” the statement said. “And any claim that Epstein directed any programmatic or personal grant making for Bill Gates is completely false.”\nMr. Gates — one of the world’s richest men and perhaps its most generous philanthropist — is one of many powerful people to face scrutiny for their connections to Mr. Epstein. President Trump and former President Bill Clinton have been forced to explain their associations with him. So have Britain’s Prince Andrew, high-profile scientists and business executives including Leslie Wexner, the chief executive of L Brands, and Leon Black, the founder of Apollo Global Management, one of the world’s biggest private equity firms. R. Alexander Acosta, who as a federal prosecutor was involved in the plea agreement with Mr. Epstein in 2008, stepped down as labor secretary after that deal was heavily criticized.", "url": "https://www.nytimes.com/2019/09/07/business/mit-media-lab-jeffrey-epstein-joichi-ito.html"}