{"authors": ["Sydney Ember"], "date_download": "2022-10-25 23:31:11", "date_modify": "2022-10-25 23:31:11", "date_publish": "2019-09-14 23:09:21", "description": "Mr. Sanders invoked his own childhood growing up in a rent-controlled apartment, and contrasted it with the privilege of President Trump.", "filename": "2019_09_14_us_politics_bernie-sanders-housing_1666740671.html", "image_url": "https://static01.nyt.com/images/2019/09/15/us/politics/15sanders-housing/15sanders-housing-facebookJumbo.jpg?year=2019&h=549&w=1050&s=4bbfed125d4b91fdc1ff3065bdec3b1f4c228519f19e21d6f389178c4fe556f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_14_us_politics_bernie-sanders-housing_1666740671.html", "title": "Bernie Sanders, in Las Vegas, Previews Plan for Affordable Housing", "title_page": "Bernie Sanders, in Las Vegas, Previews Plan for Affordable Housing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LAS VEGAS — Senator Bernie Sanders introduced a $2.5 trillion housing policy plan on Saturday that would include ending homelessness and limiting rent increases across the country by imposing a national rent control standard.\nMr. Sanders said that over the next decade, his plan would expand public housing, increase the availability of affordable housing and cap annual rent increases nationally, regardless of income, at no more than one and a half times the rate of inflation or 3 percent, whichever is higher. His campaign said he would be releasing his full plan within the next month.\n“We have an affordable housing crisis in Nevada, in Vermont and all over this country that must be addressed,” he told an audience of about 100 people at a union hall in Las Vegas, which was hit hard by the housing crisis a decade ago. “For too long, this is one of those issues that we just don’t talk about.”\nThis is the second time in the past 15 days that Mr. Sanders’s campaign has teased a policy rollout without releasing an actual proposal. Late last month, the Vermont senator said at a health care-focused event in Florence, S.C., that he planned to introduce legislation that would eliminate all medical debt. His campaign followed his pronouncement with a one-page overview of what the plan would entail, including canceling $81 billion of existing medical debt. The campaign also said at the time that a plan would be released within a month.", "url": "https://www.nytimes.com/2019/09/14/us/politics/bernie-sanders-housing.html"}