{"authors": ["Lara Jakes"], "date_download": "2022-10-25 23:53:37", "date_modify": "2022-10-25 23:53:37", "date_publish": "2019-12-07 00:46:20", "description": "The new penalties will likely have little direct impact on the militiamen, but could pose a thorny dilemma for Baghdad’s next leaders.", "filename": "2019_12_06_us_politics_iraq-iran-sanctions_1666742017.html", "image_url": "https://static01.nyt.com/images/2019/12/06/us/politics/06dc-diplo-sub/merlin_165222984_fefc4b0b-9bc3-49ca-b57a-3c3ff9b09ac9-facebookJumbo.jpg?year=2019&h=549&w=1050&s=8b0a7bd5d9978bf013e7555bde2e811393e7bde28518aef7d40b3b41ddae8762&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_06_us_politics_iraq-iran-sanctions_1666742017.html", "title": "U.S. Seeks to Punish Iraqi Militias That Targeted Protesters With Iran’s Help", "title_page": "U.S. Seeks to Punish Iraqi Militias That Targeted Protesters With Iran’s Help - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration issued economic sanctions on Friday against three Iraqi militia leaders whose fighters American officials said were under Iran’s orders when they attacked protesters in Iraq.\nThe penalties, which restrict travel to the United States and freeze American-held assets, will likely have little direct impact on the militiamen.\nBut the move could force Iraq to choose between either shunning its Iranian benefactors or defying American demands to protect demonstrators as the Shiite-led government faces a deepening political crisis.\nThe prime minister, Adel Abdul Mahdi, resigned last week as deep-seated anger over corruption and Tehran’s outsize role in Iraq’s government has driven months of protests in the country. More than 400 protesters have been killed, and gunmen on Friday opened fire on a square in central Baghdad where demonstrators had gathered. The attack left 15 dead and 60 wounded, The Associated Press reported.", "url": "https://www.nytimes.com/2019/12/06/us/politics/iraq-iran-sanctions.html"}