{"authors": ["Trip Gabriel"], "date_download": "2022-10-25 22:56:35", "date_modify": "2022-10-25 22:56:35", "date_publish": "2019-03-17 09:00:07", "description": "Legalization of marijuana has become a pillar of progressive politics, and a litmus test for candidates’ commitment to equal treatment for all races in policing and criminal justice.", "filename": "2019_03_17_us_politics_marijuana-legalize-democrats_1666738595.html", "image_url": "https://static01.nyt.com/images/2019/03/08/us/politics/08potdems1/08potdems1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=847e7d7f69822ede50db1f67e7ffec0c8fa9f53311671fe66de8a939027203ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_17_us_politics_marijuana-legalize-democrats_1666738595.html", "title": "Legalizing Marijuana, With a Focus on Social Justice, Unites 2020 Democrats", "title_page": "Legalizing Marijuana, With a Focus on Social Justice, Unites 2020 Democrats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I say this as the father of a middle school student, where middle schools are one of the fastest growing markets for marijuana sales today,” he told a coffeehouse crowd. “In the black market, they do not ID — they do not care — as long as they can make that sale.”\nThe 2020 Democratic hopeful who may be most vulnerable on marijuana policy is former Vice President Joseph R. Biden Jr., who in the 1980s and 90s was a leader in the “war on drugs.’’ He championed laws that set tough mandatory minimum sentences for drug offenses, including possessing large amounts of marijuana. This led to an era of mass incarceration, with a lasting economic and social toll for minorities.\n“In 1994 Biden had a fairly mainstream position, but in 2020 that position is so far from the mainstream of Democratic politics that it is almost offensive,” said John Hudak, a senior fellow at the Brookings Institution who focuses on state and federal marijuana policy. He called Mr. Biden’s history on criminal justice issues “his biggest liability in the 2020 primary.”\nMr. Biden has apologized for parts of his record, calling a law from the 1980s requiring harsher penalties for crack cocaine than powder cocaine — the former was more popular with African-Americans and the latter with whites — “a big mistake.”\nSpokesmen for Mr. Biden, who has told aides he is 95 percent committed to getting into the presidential race, did not respond to requests for comment.\nTwo Democratic senators opposed to legalizing marijuana at the federal level — Amy Klobuchar of Minnesota, who entered the race last month, and Sherrod Brown of Ohio, who opted out of running this month — represent battleground states in the Midwest, whose politics are less progressive than the coastal states that led the way to legalizing cannabis for adults.", "url": "https://www.nytimes.com/2019/03/17/us/politics/marijuana-legalize-democrats.html"}