{"authors": ["Una Hajdari"], "date_download": "2022-10-25 23:47:09", "date_modify": "2022-10-25 23:47:09", "date_publish": "2019-02-06 06:00:04", "description": "This week, the Balkan nation was formally invited to join the military alliance. A seemingly minor change to its name followed years of confrontation with Greece.", "filename": "2019_02_06_world_europe_macedonia-nato_1666741629.html", "image_url": "https://static01.nyt.com/images/2019/02/07/world/07nato-macedonia1sub-hp/07nato-macedonia1sub-hp-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=e6463bd84a99dea389be2b4957a759611899bb51ceaa85cf4a60b4216d3df51d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_06_world_europe_macedonia-nato_1666741629.html", "title": "How a Name Change Opened the Door to NATO for Macedonia", "title_page": "How a Name Change Opened the Door to NATO for Macedonia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nikola Dimitrov, Macedonia’s foreign minister, said NATO membership would place the country in “a zone of stability in a region that still has pockets of uncertainty.”\n“Macedonia can be the precedent for how issues should be resolved in the rest of the Balkans,” Mr. Dimitrov said.\nRussia continues to be wary of NATO expansion in Eastern Europe because of the alliance’s historical role as an opponent of the Soviet Union.\nWestern officials had accused Russia of interference in the name-change process, with Defense Secretary Jim Mattis, during a visit to the Macedonian capital, Skopje, voicing concerns that groups financed by Russia were trying to undermine the deal.\nHow did this all start?\nThe name hasn’t always been a major point of contention with Greece. While the dispute dates back at least to the first Balkan wars of the 1910s, it receded for most of the 20th century, when Macedonia was part of the socialist federation of Yugoslavia. Since it was an entity of another country, Greece made few objections to its use of the name at the time.\nThe difficulties flared when Yugoslavia disintegrated and Macedonia declared its independence in 1991, as well as its intention to join international organizations that included Greece.\nMacedonia entered the United Nations in 1993 under a provisional name, the Former Yugoslav Republic of Macedonia, or Fyrom. While the name made the country’s provenance clear, it did not entirely resolve the issue, since Macedonia did not refer to itself internally as Fyrom. Greece accused it of appropriating Greek symbols and cultural identifiers, such as the Vergina Star — a similar image appears on the current Macedonian flag.", "url": "https://www.nytimes.com/2019/02/06/world/europe/macedonia-nato.html"}