{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 23:53:26", "date_modify": "2022-10-25 23:53:26", "date_publish": "2019-05-08 20:39:01", "description": "Ms. Warren, a Democratic presidential candidate, also said she would donate the funds she received from the Sacklers, who are behind OxyContin.", "filename": "2019_05_08_us_politics_elizabeth-warren-opioids-sackler-harvard_1666742006.html", "image_url": "https://static01.nyt.com/images/2019/05/08/us/politics/08WARREN/08WARREN-facebookJumbo.jpg?year=2019&h=550&w=1050&s=0b3f9a77d93af53df4d095c82272b9838bff960b419840b733c318e059ab6df0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_08_us_politics_elizabeth-warren-opioids-sackler-harvard_1666742006.html", "title": "Elizabeth Warren, Unveiling Opioid Plan, Says Sackler Name Should Come Off Harvard Buildings", "title_page": "Elizabeth Warren, Unveiling Opioid Plan, Says Sackler Name Should Come Off Harvard Buildings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Elizabeth Warren of Massachusetts escalated her criticism of the pharmaceutical industry, announcing she would donate the campaign contributions she has received from the family of the pharmaceutical magnate Raymond Sackler, and calling on Harvard University to remove the Sackler name from all campus buildings where it appears.\nMs. Warren, who is running for the Democratic presidential nomination, made the announcement as she unveiled a plan on Wednesday to fight the opioid crisis raging in the United States. She linked the epidemic to the pharmaceutical industry and the Sackler family, which owns Purdue Pharma, the maker of OxyContin, which helped explode the country’s reliance on prescription painkillers.\nIn a Medium post, Ms. Warren said the opioid epidemic had been “driven by greed, pure and simple.”\n“The Sacklers made their money pushing OxyContin. Pushing it even as study after study demonstrated its addictive potential,” Ms. Warren wrote. “Even as hundreds of thousands of Americans died. And how did the Sackler family react? They tried to increase their profits by opening a network of for-profit recovery centers to treat the very same health crisis they were fueling.”\nA spokesman for Purdue Pharma denied Ms. Warren’s assertions, saying in a statement it was “completely false’’ that the Sacklers had ever opened or tried to open for-profit treatment centers.", "url": "https://www.nytimes.com/2019/05/08/us/politics/elizabeth-warren-opioids-sackler-harvard.html"}