{"authors": ["Joshua Barone"], "date_download": "2022-10-25 23:36:36", "date_modify": "2022-10-25 23:36:36", "date_publish": "2019-06-14 09:00:13", "description": "The pianist is returning to one of the first composers she loved in a concert at Carnegie Hall.", "filename": "2019_06_14_arts_music_mitsuko-uchida-schubert-carnegie_1666740996.html", "image_url": "https://static01.nyt.com/images/2019/06/16/arts/16uchida1/16uchida1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=686ae5536b0fb99a8f29e352db694fc6f99f020fb4ccfcd387e650d350fa444a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_14_arts_music_mitsuko-uchida-schubert-carnegie_1666740996.html", "title": "Mitsuko Uchida Will Never Be Done With Schubert", "title_page": "Mitsuko Uchida Will Never Be Done With Schubert - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Uchida had chosen those pieces — as well as the three sonatas on her June 18 program, including the Sonata in A (D. 959), the exasperated mad scene among Schubert’s piano works — because she wanted to “re-understand” them.\n“With piano concertos, we know beforehand what we are going to get,” she said. “But with solo works, it’s so bloody difficult. The great composers always change. And as you change, they change. Especially with the Schubert sonatas, I discovered that I truly have changed.”\nLearning Schubert has been a virtually lifelong process for Ms. Uchida. She was born in Japan, where her father, a diplomat , had a record collection. Not knowing any German, she had no idea what the covers or liner notes said. But there was a folk tune she loved on one of the discs.\nLater, when she was 12 or 13 and her family had moved to Vienna, she heard the great baritone Dietrich Fischer-Dieskau sing Schubert’s “Winterreise.” “Suddenly, in the middle of this, there was our folk song,” she said. It was “Der Lindenbaum,” one of the most famous art songs in the repertory.\nAs a piano student, she also loved Mozart and Beethoven. Over time, she has also become a master of Bartok, Berg and Schumann, as well as more contemporary composers like Gyorgy Kurtag.\nBut, Ms. Uchida said, “I felt more connected with Schubert than anyone else.” His music, she added, is “ever so slightly minimalistic: There’s nothing unnecessary, and that is something that I’ve always liked.”", "url": "https://www.nytimes.com/2019/06/14/arts/music/mitsuko-uchida-schubert-carnegie.html"}