{"authors": ["Lara Jakes"], "date_download": "2022-10-25 23:00:56", "date_modify": "2022-10-25 23:00:56", "date_publish": "2019-12-17 19:31:59", "description": "A Vietnam veteran with decades of State Department experience, William B. Taylor Jr. sharply objected to what he saw as the Trump administration’s shadow foreign policy in Ukraine.", "filename": "2019_12_17_world_europe_william-taylor-ukraine_1666738856.html", "image_url": "https://static01.nyt.com/images/2019/12/17/us/politics/17dc-taylor/17dc-taylor-facebookJumbo.jpg?year=2019&h=550&w=1050&s=84f8d660af696aa2059c349e1b24fc1758cb37df121259b7658169265a9dfb7c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_17_world_europe_william-taylor-ukraine_1666738856.html", "title": "William Taylor, Top Diplomat in Ukraine and Key Impeachment Witness, Is Stepping Down", "title_page": "William Taylor, Top Diplomat in Ukraine and Key Impeachment Witness, Is Stepping Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — William B. Taylor Jr., the top American diplomat in Ukraine who described for Congress and the public what he saw as President Trump’s efforts to pressure Kyiv to go after political rivals, said on Tuesday that he was stepping down from his post.\nIn a brief email to The New York Times, Mr. Taylor said he would leave in early January because his temporary appointment to Ukraine last June is set to expire. Under the Vacancies Act, political appointees in an acting position can hold office only for about 200 days. Earlier in the day, people familiar with the planning had suggested he would leave by the end of December.\n“The administration will nominate a permanent ambassador soon,” Mr. Taylor said. He did not elaborate. His departure was first reported by NBC.\nMr. Taylor served as something of a star witness for the House Intelligence Committee’s impeachment inquiry against Mr. Trump. In public testimony last month, he calmly and confidently recounted for lawmakers what he described as a pressure campaign by the Trump administration to leverage American security aid to Ukraine in exchange for an investigation into Mr. Trump’s political opponents.", "url": "https://www.nytimes.com/2019/12/17/world/europe/william-taylor-ukraine.html"}