{"authors": ["Charles Mcgrath"], "date_download": "2022-10-25 23:37:09", "date_modify": "2022-10-25 23:37:09", "date_publish": "2019-12-10 10:00:08", "description": "Daisy Dunn’s “The Shadow of Vesuvius” is a lively dual biography of the polymath Pliny the Elder and his nephew (and adopted son), Pliny the Younger.", "filename": "2019_12_10_books_review_the-shadow-of-vesuvius-a-life-of-pliny-daisy-dunn_1666741029.html", "image_url": "https://static01.nyt.com/images/2019/12/15/books/review/15McGrath1/15McGrath1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=2ceed87925b97766a15e89047edba1a4d27aafb9ec1cb6c0a785c7139d730b52&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_10_books_review_the-shadow-of-vesuvius-a-life-of-pliny-daisy-dunn_1666741029.html", "title": "They Were the Renaissance Men of Roman Antiquity", "title_page": "They Were the Renaissance Men of Roman Antiquity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Except for his time as legate, and for an ongoing feud with a notorious scoundrel named Regulus, the younger Pliny did not lead an especially eventful life. He wasn’t a war hero, like his uncle; he didn’t have a love life like Catullus’ or a significant political career like Cicero’s. He mostly divided his time between the courts and tending to his many estates, and worked his way up the senatorial ranks by keeping his head down. Dunn gets around this by arranging her biography not chronologically but thematically, in sections corresponding to the Roman year.\nThis occasionally results in awkward transitions of the “Oh, and that reminds me” sort, and for some out-of-nowhere digressions of a kind that would have pleased the elder Pliny. We learn, for example, in a passage about the Vesuvius eruption, that the Renaissance scholar Francis Bacon died not long after stuffing a disemboweled hen with snow. But Dunn is a good writer, with some of the easy erudition of Mary Beard, that great popularizer of Roman history, and her translations from both Plinys are graceful and precise. Ultimately her enthusiasm, together with her eye for the odd, surprising detail, wins you over, and the younger Pliny gradually emerges as a mostly sympathetic character, interesting for his ordinariness and for the ways he resembles us today. He almost seems familiar, in a way the elder Pliny could never be. He was house-proud, for example, forever embarking on renovation projects. He fussed over his finances, keeping close tabs on his harvests of grapes and grain, which supplied most of his wealth. As Dunn points out, he was a detail man, not a big thinker like his uncle. But he was also decent and generous, secretly aiding those persecuted by the tyrannical Emperor Domitian and giving away a lot of money for education in his hometown of Comum. He was — by Roman standards, anyway — an exceptionally loving and attentive husband to his second wife, Calpurnia.\nEven Pliny’s failures are sort of endearing. He was obsessed with his mortality and desperate to leave behind some great work like his uncle’s. But he couldn’t decide what it should be and, even if he knew what he wanted, was fearful of never completing it. “Those who live from day to day immersed in pleasures see their reasons for living completed every day,” he wrote, “whereas those who think of posterity and prolong the period for which they will be remembered through their work, for them death is always sudden since it interrupts something before it’s finished.” So he dithered and procrastinated, enjoying some of those day-to-day pleasures, but probably not enough to make him truly happy.", "url": "https://www.nytimes.com/2019/12/10/books/review/the-shadow-of-vesuvius-a-life-of-pliny-daisy-dunn.html"}