{"authors": ["Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:29:43", "date_modify": "2022-10-25 23:29:43", "date_publish": "2019-10-28 16:15:41", "description": "The city will build the lanes as part of a $1.7 billion street safety plan to be adopted by Mayor Bill de Blasio and the City Council.", "filename": "2019_10_28_nyregion_nyc-biking-deaths-lanes_1666740583.html", "image_url": "https://static01.nyt.com/images/2019/10/29/nyregion/29nybikes-print/29nybikes-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9731f903a42ff6b65b790e7380ee3425d7c96605ba98537c57c6061daeb49ba8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_28_nyregion_nyc-biking-deaths-lanes_1666740583.html", "title": "After Spike in Deaths, New York to Get 250 Miles of Protected Bike Lanes", "title_page": "After Spike in Deaths, New York to Get 250 Miles of Protected Bike Lanes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We know redesigning New York City’s streets will help us end tragic, preventable traffic deaths,” Will Baskin-Gerwitz, a mayoral spokesman, said in a statement. “Mayor de Blasio and his team have worked hard with the Council to hone ambitious new goals that will save lives.”\nThe plan could face many challenges. Bike lanes have often faced fierce opposition, including lawsuits and resistance from community boards that balk at having parking spaces removed and worry about the impact on local residents and businesses. The city’s Department of Transportation would also have to move quickly to add workers and equipment to carry out so many construction projects at once.\nThe bill calls for the Transportation Department to release a plan every five years to make streets safer and to prioritize public transit, starting in December 2021. The city must hit targets every year, including building 150 miles of bus lanes that are physically separated from other traffic lanes or monitored by cameras over five years.\nMr. de Blasio has completed 100 miles of protected bike lanes since 2014, but the City Council’s plan is more aggressive and reflect Mr. Johnson’s disdain for cars.\nHe has argued that, among other problems, the city has too many parking spaces, comments that have been viewed as a frontal attack on the two million or so New Yorkers who have cars.\nThe City Council has become increasingly eager to make its mark and to push Mr. de Blasio, who recently ended a failed presidential bid, on key issues.\n“This is the Council playing a much bigger role in governance and trying to resolve some issues they see that the mayor was not going to tackle,” said Jon Orcutt, a longtime transit advocate and former city transportation official.", "url": "https://www.nytimes.com/2019/10/28/nyregion/nyc-biking-deaths-lanes.html"}