{"authors": ["Katie Rogers"], "date_download": "2022-10-25 23:01:31", "date_modify": "2022-10-25 23:01:31", "date_publish": "2019-07-16 09:00:08", "description": "Mr. Trump’s instruction for four congresswomen to “go back” to their countries was a cutting reminder for those who have heard different versions of the slur before.", "filename": "2019_07_16_us_politics_aoc-trump-tlaib-omar-pressley_1666738891.html", "image_url": "https://static01.nyt.com/images/2019/07/15/us/politics/15dc-goback/15dc-goback-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2024d49f44c3c62772802da36ecb340e44ebdf64f9b3a5f7c6c9e870cb4d631c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_16_us_politics_aoc-trump-tlaib-omar-pressley_1666738891.html", "title": "The Painful Roots of Trump’s ‘Go Back’ Comment", "title_page": "The Painful Roots of Trump’s ‘Go Back’ Comment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Shelley Jackson was 7 years old the first time she heard it.\nIn the early 1970s, Ms. Jackson was among a group of 40 black children who were bused from one side of Los Angeles to integrate a majority-white school across town. One day, a playground squabble ended in a white classmate telling her to go back to Africa.\n“That day was the first day that I became aware that maybe we weren’t supposed to be there,” Ms. Jackson, who was born in California, said in an interview, “or that wasn’t our place.”\nOn Sunday, President Trump used a version of a well-worn insult to tell four congresswomen to “go back and help fix the totally broken and crime infested places from which they came. Then come back and show us how it is done.” All but one are American-born, but all are women of color.\nThe president’s words reflected a love-it-or-leave-it sentiment that experts say has animated a sense of xenophobia since the dawn of the republic.", "url": "https://www.nytimes.com/2019/07/16/us/politics/aoc-trump-tlaib-omar-pressley.html"}