{"authors": ["James Barron"], "date_download": "2022-10-25 23:29:47", "date_modify": "2022-10-25 23:29:47", "date_publish": "2019-10-11 09:00:09", "description": "All but banning cars on one of Manhattan’s busiest streets makes for a magical journey for buses. On another critical artery, they still crawl.", "filename": "2019_10_11_nyregion_14th-street-busway_1666740587.html", "image_url": "https://static01.nyt.com/images/2019/10/12/nyregion/12twobuses1-print/00twobuses-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=c78325a80ae399a7a4fa5c6a26623bba772a00777ebc27bfc0b369c8ae7f2ab4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_11_nyregion_14th-street-busway_1666740587.html", "title": "Relaxing, Weird, Beautiful: Riding the Bus on the New 14th Street", "title_page": "Relaxing, Weird, Beautiful: Riding the Bus on the New 14th Street - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One such slowpoke route is the M42, along 42nd Street, which cuts across Times Square, where the traffic continues to move along at a tortoise-like pace. For comparison purposes, I took a couple of trips on buses on both streets.\nOn 14th Street, aboard the M14, I remembered a childhood book about a magic bus with a button on the dashboard. When someone pushed the button — abracadabra — the bus went from Boston to New York, just like that.\nThe M14 isn’t that fast. But it was more than twice as fast as the M42 on the rides I took. And on one standing-room-only trip late in the afternoon, I wondered if I would need a crash helmet.\nI was in the middle of the bus interviewing high school volleyball players on the way to — I think they said a match on the Lower East Side. I swayed as the bus went into a turn onto Avenue C. Whatever I scribbled in my notebook was illegible.\nThat was a couple of blocks beyond the car-free zone, which runs from Ninth Avenue to Third Avenue.\nBut the most startling thing was not just the ride but the views along the street. Sitting in a westbound bus, I could see all the way from First Avenue to Third Avenue — two long Manhattan blocks with no traffic in sight, just some police cars and a few trucks parked at the curb.", "url": "https://www.nytimes.com/2019/10/11/nyregion/14th-street-busway.html"}