{"authors": ["Jonah Engel Bromwich", "Valeriya Safronova", "Caity Weaver"], "date_download": "2022-10-25 23:32:47", "date_modify": "2022-10-25 23:32:47", "date_publish": "2019-03-12 18:12:06", "description": "Olivia Jade Giannulli, an influencer with big audiences on YouTube and Instagram, posted sponsored content about being a student.", "filename": "2019_03_12_style_olivia-jade-giannulli-college-admissions-scandal_1666740767.html", "image_url": "https://static01.nyt.com/images/2019/03/14/fashion/13oliviajade-1/13oliviajade-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ff764d99276277d186d910617b4db8ab16a04fb3fb82621c06d24497eb60f2a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_12_style_olivia-jade-giannulli-college-admissions-scandal_1666740767.html", "title": "Lori Loughlin’s Daughter Is Caught Up in College Admissions Scandal", "title_page": "Lori Loughlin’s Daughter Is Caught Up in College Admissions Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Olivia Jade Giannulli, whose parents are two of the dozens of people accused of cheating to get their children into elite colleges, quickly capitalized on her student status when she began her first semester at the University of Southern California in the fall of 2018.\nMs. Giannulli, 19, is the daughter of the actress Lori Loughlin and the designer Mossimo Giannulli, whose fashion brand was sold at Target until 2017. Ms. Giannulli is a social media influencer with close to two million YouTube subscribers and over a million Instagram followers. In September, she posted two paid advertisements on Instagram that highlighted her identity as a student.\nThe legitimacy of her college acceptance has been called into question as a result of a Justice Department indictment, along with that of a number of others.", "url": "https://www.nytimes.com/2019/03/12/style/olivia-jade-giannulli-college-admissions-scandal.html"}