{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:01:27", "date_modify": "2022-10-25 23:01:27", "date_publish": "2019-07-16 15:19:35", "description": "The House voted largely along party lines to formally condemn President Trump’s comments on four minority congresswomen as racist, after an hourslong brawl.", "filename": "2019_07_16_us_politics_trump-tweet-house-vote_1666738887.html", "image_url": "https://static01.nyt.com/images/2019/07/16/us/politics/16dc-cong1-sub3/16dc-cong1-sub3-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f005d5eb3dfcb1a2c5ef079204b6089d7cad49519212a7be16560fe016d8de9f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_16_us_politics_trump-tweet-house-vote_1666738887.html", "title": "House Condemns Trump’s Attack on Four Congresswomen as Racist", "title_page": "House Condemns Trump’s Attack on Four Congresswomen as Racist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“As far as I’m concerned, if you hate our country, if you’re not happy here, you can leave. And that’s what I say all the time. That’s what I said in a tweet, which I guess some people think is controversial. A lot of people love it, by the way. A lot of people love it. They hate our country. They hate it. I think with a passion. Now, it’s possible I’m wrong. The voter will decide. But when I hear the way they talk about our country. When I hear the anti-Semitic language they use. When I hear the hatred they have for Israel and the love they have for enemies like Al Qaeda, then you know what? I will tell you that I do, I do not believe this is good for the Democrat party. Certainly it’s not the party that I’ve known over the years.” “And many people saw that tweet as racist and that white nationalist groups are finding common cause with you on that point.” “It doesn’t concern me because many people agree with me. And all I’m saying, they want to leave, they can leave now. It doesn’t say leave forever. It says leave, if you want.” “The first note that I want to tell children across this country is that no matter what the president says, this country belongs to you. And it belongs to everyone. And today that notion, that very notion was challenged.” “He’s launching a blatantly racist attack on four duly elected members of the United States of House of Representatives, all of whom are women of color. This is the agenda of white nationalists, whether it is happening in chat rooms or it’s happening on national TV. And now it’s reached the White House garden.” “Many members of Congress have called for his impeachment because of his utter disregard and disrespect of the United States Constitution. And despite this and other many attempts to distract us, I remain focused. We remain focused on holding him accountable to the laws of this land and accountable to the American people.”", "url": "https://www.nytimes.com/2019/07/16/us/politics/trump-tweet-house-vote.html"}