{"authors": ["William Grimes"], "date_download": "2022-10-25 22:55:23", "date_modify": "2022-10-25 22:55:23", "date_publish": "2019-09-24 00:41:00", "description": "He was pivotal in bringing the work of poets like Plath and Ted Hughes to the wider public and wrote acclaimed books on poker in Las Vegas and suicide.", "filename": "2019_09_23_arts_a-alvarez-died_1666738523.html", "image_url": "https://static01.nyt.com/images/2019/09/25/obituaries/24Alvarez2/24Alvarez2-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=83c88f3548f1e98c82ddce58c8c2e51b872ef66de93f4fd7352b0051afc14f5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_23_arts_a-alvarez-died_1666738523.html", "title": "A. Alvarez Dies at 90; Poet Elevated Both Sylvia Plath and Poker", "title_page": "A. Alvarez Dies at 90; Poet Elevated Both Sylvia Plath and Poker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A. Alvarez, a British poet, critic and essayist who played a pivotal role in bringing the poetry of Ted Hughes and Sylvia Plath to the public, and whose acclaimed book on the World Series of Poker in Las Vegas helped transform high-stakes professional poker from a cult to a televised sport, died on Monday at his home in London. He was 90.\nHis literary representatives, Aitken Alexander Associates, said the cause was viral pneumonia.\nAs poetry critic and poetry editor of the London Sunday newspaper The Observer from 1955 to 1965, Mr. Alvarez made it his mission to publish the work of younger poets like Mr. Hughes and Ms. Plath, who were opening up new emotional territory in their verse. Both became close friends of his.\nMr. Alvarez’s enormously influential anthology “The New Poetry,” published in 1962, brought the poetry of Mr. Hughes, Thom Gunn and Geoffrey Hill and the American confessional poets John Berryman and Robert Lowell to a wide audience in Britain. Ms. Plath and Anne Sexton were added to the 1966 edition.\nIn his polemical preface, Mr. Alvarez railed against the genteel tradition in English poetry and what he called “the cult of rigid impersonality.” The new poetry, he argued, took emotional risks. It embraced “experience sometimes on the edge of disintegration and breakdown.”", "url": "https://www.nytimes.com/2019/09/23/arts/a-alvarez-died.html"}