{"authors": ["Elizabeth A. Harris"], "date_download": "2022-10-25 23:32:48", "date_modify": "2022-10-25 23:32:48", "date_publish": "2019-03-14 23:28:39", "description": "Ms. Loughlin, who had been in two Hallmark series, is one of the wealthy parents accused of making payoffs to get their children into elite colleges.", "filename": "2019_03_14_arts_television_lori-loughlin-hallmark-cheating_1666740768.html", "image_url": "https://static01.nyt.com/images/2019/03/14/arts/14loughlinpix/merlin_104461843_2d5ff1ae-f9f3-4d6f-9453-07c1600853bc-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c33d2ed3ca15e4a9d2d297273a36142679613ec06329ecf4da64ba1b0b5e35c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_14_arts_television_lori-loughlin-hallmark-cheating_1666740768.html", "title": "Hallmark Channel Cuts Ties With Lori Loughlin After Arrest in Cheating Scandal", "title_page": "Hallmark Channel Cuts Ties With Lori Loughlin After Arrest in Cheating Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The owner of the Hallmark Channel said on Thursday that it would no longer work with shows featuring the actress Lori Loughlin, one of the parents implicated in a sprawling college admissions cheating operation that was revealed by federal prosecutors this week.\nMs. Loughlin, 54, who made her name in the late 1980s as Aunt Becky on the family sitcom “Full House,” had an important role in the Hallmark show “When Calls the Heart” and was the hero of the channel’s TV movie series “Garage Sale Mysteries.” But no longer.\n“We are saddened by the recent news surrounding the college admissions allegations,” Crown Media Family Networks, Hallmark’s parent company, said in a statement. “We are no longer working with Lori Loughlin and have stopped development of all productions that air on the Crown Media Family Network channels involving Lori Loughlin including ‘Garage Sale Mysteries,’ an independent third party production.”\nMs. Loughlin is one of 50 people charged in a fraud scheme in which wealthy parents paid to help their children win admission to elite colleges or to inflate their SAT scores. Ms. Loughlin and her husband, Mossimo Giannulli, the founder of the Mossimo fashion brand, were accused of paying two bribes of $50,000 each to Donna Heinel, a senior associate athletic director at the University of Southern California. Prosecutors said Ms. Heinel then marked the girls as recruits for the rowing team, which would improve their chances of admission, even though neither daughter participated in the sport.", "url": "https://www.nytimes.com/2019/03/14/arts/television/lori-loughlin-hallmark-cheating.html"}