{"authors": ["Ed Shanahan"], "date_download": "2022-10-25 23:53:28", "date_modify": "2022-10-25 23:53:28", "date_publish": "2019-12-27 00:38:36", "description": "Gov. Andrew Cuomo vetoed a bill that would have legalized both types of transport, angering supporters of the measure.", "filename": "2019_12_26_nyregion_Ebikes-scooters-Bill-ny_1666742008.html", "image_url": "https://static01.nyt.com/images/2019/12/27/nyregion/27ebikes-print1/27ebikes-facebookJumbo.jpg?year=2019&h=549&w=1050&s=ebef4fe21af03b149a7ab9a2d7db857e9fae35ba4c2be8a9eb98ecf1df27a832&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_26_nyregion_Ebikes-scooters-Bill-ny_1666742008.html", "title": "E-Bikes and E-Scooter Rentals Won’t Be Allowed in N.Y. Anytime Soon", "title_page": "E-Bikes and E-Scooter Rentals Won’t Be Allowed in N.Y. Anytime Soon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Electric-scooter rentals will not be coming to New York and the electric bicycles favored by New York City delivery workers will remain illegal after Gov. Andrew M. Cuomo on Thursday vetoed a bill that would have legalized both types of battery-powered transport.\nThe veto was a blow to several constituencies: scooter companies that operate in dozens of cities in the United States and abroad and see New York as a lucrative, untapped market; delivery workers who rely on an illegal form of transportation to earn a living; and those pressing for ways to ease congestion on New York City’s traffic-choked streets.\nIn rejecting the legislation, Mr. Cuomo cited safety measures he said that he had sought in his proposed 2019 budget but that had been “inexplicably omitted” from the bill that cleared both houses of the State Legislature by overwhelming margins.\n“Failure to include these basic measures renders this legislation fatally flawed,” the governor said in his veto message. He specifically referred to the lack of a requirement that riders of the battery-powered conveyances wear helmets as one of his main objections.", "url": "https://www.nytimes.com/2019/12/26/nyregion/Ebikes-scooters-Bill-ny.html"}