{"authors": ["Brian M. Rosenthal", "Photographs", "Kholood Eid"], "date_download": "2022-10-25 23:48:58", "date_modify": "2022-10-25 23:48:58", "date_publish": "2019-05-19 07:00:10", "description": "Thousands of immigrants who were chasing the dream of owning a New York taxi were trapped in reckless loans by bankers who made huge profits, The Times found.", "filename": "2019_05_19_nyregion_nyc-taxis-medallions-suicides_1666741738.html", "image_url": "https://static01.nyt.com/images/2019/02/21/nyregion/00medallions10001/00medallions10001-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=4beec7a84fc3ff4288cdcefe6e827332c6304b066fb42cbe039ed578fb17ee1c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_19_nyregion_nyc-taxis-medallions-suicides_1666741738.html", "title": "‘They Were Conned’: How Reckless Loans Devastated a Generation of Taxi Drivers", "title_page": "‘They Were Conned’: How Reckless Loans Devastated a Generation of Taxi Drivers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Walter Rabin, who led Capital One’s medallion lending division between 2007 and 2012 and has led Signature Bank’s medallion lending division since, said he was one of the industry’s most conservative lenders. He said he could not speak for the brokers and fleet owners with whom he worked.\nMr. Rabin and other Signature executives denied fault for the market collapse and blamed the city for allowing ride-hail companies to enter with little regulation. “It’s the City of New York that took the biggest advantage of the drivers,” said Joseph J. DePaolo, the president and chief executive of Signature. “It’s not the banks.”\nNew York Commercial Bank said in a statement that it began issuing medallion loans before the housing crisis and that they were a very small part of its business. The bank did not engage in risky lending practices, a spokesman said.\nMr. Messados said in an interview that he disagreed with interest-only loans and other one-sided terms. But he said he was caught between banks developing the loans and drivers clamoring for them. “They were insisting on this,” he said. “What are you supposed to do? Say, ‘I’m not doing the sale?’”\nSeveral lenders challenged the idea that borrowers were unsophisticated. They said that some got better deals by negotiating with multiple lenders at once.\nMr. Greenbaum, Mr. Chipman and Mr. Sapino declined to comment, as did Capital One.\nSome fleet owners worked to manipulate prices. In the most prominent example, Evgeny Freidman, a brash Russian immigrant who owned so many medallions that some called him “The Taxi King,” said he purposefully overpaid for medallions sold at city auctions. He reasoned that the higher prices would become the industry standard, making the medallions he already owned worth more. Mr. Freidman, who was partners with Michael Cohen, President Trump’s former lawyer, disclosed the plan in a 2012 speech at Yeshiva University. He recently pleaded guilty to felony tax fraud. He declined to comment.\nAs medallion prices kept increasing, the industry became strained. Drivers had to work longer hours to make monthly payments. Eventually, loan records show, many drivers had to use almost all their income on payments.", "url": "https://www.nytimes.com/2019/05/19/nyregion/nyc-taxis-medallions-suicides.html"}