{"authors": ["Jan Hoffman"], "date_download": "2022-10-25 23:22:55", "date_modify": "2022-10-25 23:22:55", "date_publish": "2019-08-26 20:09:52", "description": "Oklahoma pursued the first case against a drug manufacturer for the national public health disaster, and the ruling may point to what lies ahead in 2,000 more lawsuits.", "filename": "2019_08_26_health_oklahoma-opioids-johnson-and-johnson_1666740175.html", "image_url": "https://static01.nyt.com/images/2019/08/26/science/26OKLAHOMA-OPIOIDS1b/26OKLAHOMA-OPIOIDS1b-facebookJumbo.jpg?year=2019&h=550&w=1050&s=80e64773a89e28c034cf84c13f8484260074a79c4278b21319a2ee227b83674f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_26_health_oklahoma-opioids-johnson-and-johnson_1666740175.html", "title": "Johnson & Johnson Ordered to Pay $572 Million in Landmark Opioid Trial", "title_page": "Johnson & Johnson Ordered to Pay $572 Million in Landmark Opioid Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Reading a summary of his decision in court in Norman, Okla., Judge Balkman said Johnson & Johnson had an outsize impact on the state’s epidemic, though its share of opioid sales was scarcely 1 percent of the market.\n“The critical finding is that Johnson & Johnson engaged in false, deceptive and misleading marketing,” said Abbe R. Gluck, who teaches health policy and law at Yale Law School.\nFrom 2000 through 2011, members of Johnson & Johnson’s sales staff made some 150,000 visits to Oklahoma doctors, focusing in particular on high-volume prescribers, the state said. In addition, the pharmaceutical giant supplied most of the nation’s opioid material to other drug manufacturers, refined by one of its companies from a variety of poppy that Johnson & Johnson developed and grew in Tasmania.\nJohnson & Johnson, represented by Larry D. Ottaway, an Oklahoma lawyer, argued its case with an eye toward appellate courts. Indeed whether Judge Balkman’s verdict will survive scrutiny is uncertain: State and possibly federal appeals judges may take a skeptical view of the state’s legal theory and the extent of the company’s liability.\nDuring the trial, Johnson & Johnson said blame for the epidemic could not fairly be placed on one company with such modest sales, whose drugs were approved and strictly regulated by state and federal agencies.\nJohnson & Johnson said that the state could not show how Oklahoma’s problems, which the company said arose from the diversion of hydrocodone and oxycodone, could be linked to Janssen, which did not make those drugs. It cited black-box warnings on Duragesic, its fentanyl patch, which cautioned about the potential for abuse and addiction. And it said the state had not identified any doctor who had been misled by the company about the dangers of opioids.", "url": "https://www.nytimes.com/2019/08/26/health/oklahoma-opioids-johnson-and-johnson.html"}