{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:50", "date_modify": "2022-10-25 23:44:50", "date_publish": "2019-10-15 15:28:16", "description": "The idea is to attach an amendment to any Brexit deal requiring that the British people vote whether to accept the agreement or stay put.", "filename": "2019_10_15_world_europe_brexit-second-referendum-johnson_1666741490.html", "image_url": "https://static01.nyt.com/images/2019/10/15/us/politics/15REFERENDUM-01/15REFERENDUM-01-facebookJumbo.jpg?year=2019&h=549&w=1050&s=d177b20980064ca89a965add37fc897e541e423f593668343af4c30b609f3934&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_15_world_europe_brexit-second-referendum-johnson_1666741490.html", "title": "A Second Referendum Gains Traction Among Brexit Foes", "title_page": "A Second Referendum Gains Traction Among Brexit Foes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Given how the terms of Brexit have hardened — to say nothing of how far the concept has evolved since the binary choice offered voters in 2016 — Mr. Kyle said the public ought to have another chance to vote.\nPhil Wilson, a Labour M.P. who represents a district in northeast England that voted to leave Europe, said he was not sure his constituents would vote for Brexit again, given their fears about the potential impact on their children’s futures.\n“In 2016, people, yes, did vote to leave, but they didn’t vote how to leave,” he said at a briefing organized by the Foreign Press Association.\nCritics, including Mr. Johnson, have opposed another referendum as a cynical effort by those who lost in 2016 to overturn the democratic will of the people. Even those who regret Britain’s decision to leave say a second vote would likely produce an outcome as close as in 2016, when the margin was 52 percent to 48 percent, whichever side prevailed.\nThat would settle little, they say, and could actually make matters worse.\n“There is a genuine fear of the polarization that might result from a referendum, particularly if the result were turned around,” said Timothy Bale, a professor of politics at Queen Mary University of London. “People who voted to leave would feel that Brexit had been stolen from them.”\nStill, the overwhelming majority of polls show that if Britons voted again, they would opt to remain in Europe. That is less a result of people changing their minds — though some have — than of demographics: about 2.1 million young people have been added to the voting rolls since 2016, while a similar number of older people have died. Young people tend to favor staying in Europe, even if they are less conscientious voters, while a majority of older people voted to leave.\nEven among the 15 percent or so of people who have changed their minds, “More Leavers have switched to Remain, particularly among young working women with children and working-class voters,” said John Kerr, a member of the House of Lords who served as Britain’s ambassador to the United States and the European Union and who is a vocal proponent of a new vote.", "url": "https://www.nytimes.com/2019/10/15/world/europe/brexit-second-referendum-johnson.html"}