{"authors": ["Vanessa Friedman", "Jessica Testa"], "date_download": "2022-10-25 23:26:31", "date_modify": "2022-10-25 23:26:31", "date_publish": "2019-11-19 19:00:53", "description": "Is this the harbinger of a new stage in the Kardashian-Jenner empire? And if so, what does it mean for the rest of us?", "filename": "2019_11_19_style_kylie-jenner-coty-cosmetics_1666740391.html", "image_url": "https://static01.nyt.com/images/2019/11/21/fashion/19kylie-jenner/19kylie-jenner-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=5ec51c15257b774ce4f4c37e7a701b531e0dc4cdd33766db15b2b850f0bed386&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_19_style_kylie-jenner-coty-cosmetics_1666740391.html", "title": "The Metaphysics of Kylie Cosmetics Being Sold to Coty", "title_page": "The Metaphysics of Kylie Cosmetics Being Sold to Coty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Monday, Kylie Jenner sold 51 percent of her cosmetics and skin care brand to Coty for $600 million, a price tag that values the enterprise at $1.2 billion.\nWhether we agree that she is self-made or not — and you can argue that in many ways she is mom-made — you can’t dispute where she is now, or the effect the success her business, and that of her extended family, has had on the way we shop, and even think about shopping.\nWhich suggests that this move may have repercussions for us all. Someday we may study them in school, but for now, it’s even more interesting to engage in the Kardashian-Jenner equivalent of fantasy football. Let’s play.\nVanessa Friedman This is actually a big deal for two reasons: It not only makes Kylie, by some estimates, the first Kardashian-Jenner billionaire, it also makes her, I believe, the first Kardashian-Jenner to officially become part of the old-school fashion-beauty establishment. Milestones!", "url": "https://www.nytimes.com/2019/11/19/style/kylie-jenner-coty-cosmetics.html"}