{"authors": ["Richard Fausset", "Monica Davey", "Tim Arango"], "date_download": "2022-10-25 23:32:49", "date_modify": "2022-10-25 23:32:49", "date_publish": "2019-02-05 10:00:11", "description": "Major federal corruption investigations have brought dark clouds to Los Angeles, Chicago, Atlanta and Philadelphia.", "filename": "2019_02_05_us_fbi-corruption-investigations_1666740769.html", "image_url": "https://static01.nyt.com/images/2019/02/06/us/06corruption01-print/00corruption01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e33260a50fb74a6646991abecc11f6ced35fccee7dfc250b373c2a012c22e080&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_05_us_fbi-corruption-investigations_1666740769.html", "title": "‘It’s the Human Way’: Corruption Scandals Play Out in Big Cities Across U.S.", "title_page": "‘It’s the Human Way’: Corruption Scandals Play Out in Big Cities Across U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Four of America’s largest cities are under the dark clouds of major federal corruption investigations. Residents, politicians and power brokers in all of them are holding their breath, waiting for signs of how deeply their civic cultures will be shaken.\nThe investigations raise questions not just about who else might be caught up in them, but also about whether there can be any lasting cure for the chronic corruption problems that seem to dog big cities, so often dominated by a single party or political machine.\nIn Chicago, Dick Simpson, a former alderman who is a political scientist at the University of Illinois at Chicago, called corruption a part of the municipal culture there. To change that, he said, “you have to not only destroy the political machine, but also actually create a history of clean government — that’ll be decades of work.”\nEngulfed by Scandal\nThe investigations have already had a palpable impact.\nIn Chicago, the criminal charges against Alderman Ed Burke have created all kinds of complications for the municipal elections set for Feb. 26. Political insiders are watching uncomfortably to see whether the scandal will harm any of the 14 candidates vying to succeed Mayor Rahm Emanuel.\nIn Atlanta, Kasim Reed, who was mayor from 2010 to 2018, has not been implicated in the investigation swirling around his former administration, and he has vigorously maintained his innocence. Even so, the scandal has effectively sidelined Mr. Reed, once a rising Democratic star in the South and one of Georgia’s most powerful politicians.", "url": "https://www.nytimes.com/2019/02/05/us/fbi-corruption-investigations.html"}