{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 23:45:00", "date_modify": "2022-10-25 23:45:00", "date_publish": "2019-08-27 16:34:57", "description": "Jeremy Corbyn, the Labour leader, agreed to shelve his plan to topple Prime Minister Boris Johnson next week in favor of a legislative challenge to a no-deal Brexit.", "filename": "2019_08_27_world_europe_brexit-corbyn-johnson-labour_1666741500.html", "image_url": "https://static01.nyt.com/images/2019/08/27/world/27Brexit/27Brexit-facebookJumbo.jpg?year=2019&h=550&w=1050&s=46cc4397252841a95ff99847b95ffd5c8c03fa7927911b5be04f497b350c7a5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_27_world_europe_brexit-corbyn-johnson-labour_1666741500.html", "title": "Anti-Brexit Lawmakers Try Cooperating, for a Change", "title_page": "Anti-Brexit Lawmakers Try Cooperating, for a Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Jeremy Corbyn, the leader of Britain’s Labour Party, agreed at a meeting of opposition lawmakers on Tuesday to shelve his plan for toppling Prime Minister Boris Johnson next week and instead focus on passing a law to head off a no-deal Brexit.\nThat strategy, favored by more centrist lawmakers, will face considerable hurdles when Parliament reconvenes in September. But the ability of the anti-Brexit contingent in Parliament to agree on any plan at all was a mark of progress for a group that has been rived by disagreements about how to stop Mr. Johnson, who has vowed to pull Britain out of the European Union by Oct. 31, with or without a deal.\n[Boris Johnson announced plans to lengthen a parliamentary break, making it harder for lawmakers to prevent a no-deal Brexit.]\nMr. Johnson has sought to use the threat of a no-deal Brexit as leverage in talks with the European Union on modifying the plan for Britain’s withdrawal, and managed to hold the door open to a reworked Brexit deal in talks with European leaders this weekend.", "url": "https://www.nytimes.com/2019/08/27/world/europe/brexit-corbyn-johnson-labour.html"}