{"authors": [], "date_download": "2022-10-25 23:00:52", "date_modify": "2022-10-25 23:00:52", "date_publish": "2019-11-13 19:46:23", "description": "Mr. Taylor, the top United States diplomat in Ukraine, appeared on Capitol Hill for testimony Wednesday as the public impeachment hearings began.", "filename": "2019_11_13_us_politics_william-taylor-opening-statement-impeachment_1666738852.html", "image_url": "https://static01.nyt.com/images/2019/11/13/nyregion/13dc-taylorstatement/13dc-taylorstatement-facebookJumbo.jpg?year=2019&h=550&w=1050&s=66fcc7b6f731e2a2b2eca888015165d9c7e8e7714b32ce41f1a4f928e3c9aa29&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_13_us_politics_william-taylor-opening-statement-impeachment_1666738852.html", "title": "Read William Taylor’s Prepared Opening Statement From the Impeachment Hearing", "title_page": "Read William Taylor’s Prepared Opening Statement From the Impeachment Hearing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I sought to confirm through Mr. Danyliuk that President Zelensky was not planning to give such an interview to the media. While Mr. Danyliuk initially confirmed that on September 12, I noticed during a meeting on the morning of September 13 at President Zelensky’s office that Mr. Yermak looked uncomfortable in response to the question. Again, I asked Mr. Danyliuk to confirm that there would be no CNN interview, which he did.\nOn September 25 at the UN General Assembly session in New York City, President Trump met President Zelensky face-to-face. He also released the transcript of the July 25 call. (The United States gave the Ukrainians virtually no notice of the release, and they were livid.) Although this was the first time I had seen the details of President Trump’s July 25 call with President Zelensky, in which he mentioned Vice President Biden, I had come to understand well before then that “investigations” was a term that Ambassadors Volker and Sondland used to mean matters related to the 2016 elections, and to investigations of Burisma and the Bidens.\nLast Friday, a member of my staff told me of events that occurred on July 26. While Ambassador Volker and I visited the front, this member of my staff accompanied Ambassador Sondland. Ambassador Sondland met with Mr. Yermak.\nFollowing that meeting, in the presence of my staff at a restaurant, Ambassador Sondland called President Trump and told him of his meetings in Kyiv. The member of my staff could hear President Trump on the phone, asking Ambassador Sondland about “the investigations.” Ambassador Sondland told President Trump that the Ukrainians were ready to move forward.\nFollowing the call with President Trump, the member of my staff asked Ambassador Sondland what President Trump thought about Ukraine. Ambassador Sondland responded that President Trump cares more about the investigations of Biden, which Giuliani was pressing for. At the time I gave my deposition on October 22, I was not aware of this information. I am including it here for completeness. As the Committee knows, I reported this information through counsel to the State Department’s Legal Adviser, as well as to counsel for both the Majority and the Minority on the Committee. It is my understanding that the Committee is following up on this matter.\n* * * * *\nI recognize that this is a rather lengthy recitation of the events of the past few months told from my vantage point in Kyiv. But I also recognize the importance of the matters your committee is investigating, and I hope that this chronology will provide some framework for your questions. As I mentioned in my October 22 deposition, the information and quotes in my testimony are based on my best recollection as well as a review of my personal notes.\nLet me return to the points I made at the outset. Ukraine is important to the security of the United States. The largest country in Europe by land mass, Ukraine is a young democracy, struggling to join Europe and ally itself with the United States. It has been violently attacked by Russia, which continues its armed aggression against Ukraine to this day. If we believe in the principle of the sovereignty of nations on which our security and the security of our friends and allies depends, if we believe that nations get to decide on their own economic, political, and security alliances, we must support Ukraine in its fight against its bullying neighbor. Russian aggression cannot stand.", "url": "https://www.nytimes.com/2019/11/13/us/politics/william-taylor-opening-statement-impeachment.html"}