{"authors": ["Alia Al-Hathloul"], "date_download": "2022-10-25 23:43:56", "date_modify": "2022-10-25 23:43:56", "date_publish": "2019-01-13 06:29:23", "description": "The United States secretary of state is visiting Riyadh — but political prisoners are not on his agenda.", "filename": "2019_01_13_opinion_saudi-women-rights-activist-prison-pompeo_1666741436.html", "image_url": "https://static01.nyt.com/images/2019/01/14/opinion/13hathloul/13hathloul-facebookJumbo.jpg?year=2019&h=419&w=801&s=fd136299af53dbbf19aea46123026c68e169ea3288f7dc4f12bd0a98d85d157f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_13_opinion_saudi-women-rights-activist-prison-pompeo_1666741436.html", "title": "My Sister Is in a Saudi Prison. Will Mike Pompeo Stay Silent?", "title_page": "Opinion | My Sister Is in a Saudi Prison. Will Mike Pompeo Stay Silent? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Loujain was not released. I remained silent, hoping my silence might protect her. Around that time, I was struck by a dark trend emerging on social media in Saudi Arabia. Anyone who criticized or made a remark on anything related to Saudi Arabia was labeled a traitor. Saudi Arabia has never been a democracy, but it hadn’t been a police state either.\nI kept my thoughts and my grief private. Between May and September, Loujain was held in solitary confinement. In brief phone calls that she was allowed to make she told us that she was being held in a hotel. “Are you at the Ritz-Carlton?” I asked. “I don’t have the Ritz status, but it is a hotel,” she laughed.\nIn mid-August, Loujain was transferred to Dhaban prison in Jeddah and my parents were allowed to visit her once a month. My parents saw that she was shaking uncontrollably, unable to hold her grip, to walk or sit normally. My strong, resilient sister blamed it on the air-conditioning and tried to assure my parents that she would be fine.\nAfter the killing of Jamal Khashoggi in October, I read reports claiming that several people detained by the Saudi government at the Ritz-Carlton in Riyadh had been tortured.\nI started getting phone calls and messages from friends and relatives asking if Loujain too had been tortured. I was shocked by the suggestion. I wondered how people could think a woman could be tortured in Saudi Arabia. I believed that social codes of the Saudi society would not allow it.\nBut by late November, several newspapers, Human Rights Watch and Amnesty International reported that both male and female political and human rights activists in Saudi prisons had been tortured. Some reports mentioned sexual assaults.\nMy parents visited Loujain at the Dhaban prison in December. They asked her about the torture reports and she collapsed in tears. She said she had been tortured between May and August, when she was not allowed any visitors.", "url": "https://www.nytimes.com/2019/01/13/opinion/saudi-women-rights-activist-prison-pompeo.html"}