{"authors": ["Keith Schneider", "Katharine Q. Seelye"], "date_download": "2022-10-25 23:32:13", "date_modify": "2022-10-25 23:32:13", "date_publish": "2019-02-08 02:31:48", "description": "Representing a Michigan district for a record 59 years, he was one of the last of a group of powerful Democratic committee chairmen on Capitol Hill.", "filename": "2019_02_07_us_politics_john-dingell-dead-longest-congressman_1666740733.html", "image_url": "https://static01.nyt.com/images/2019/02/09/obituaries/09dingell-print1/dingell6-facebookJumbo.jpg?year=2019&h=549&w=1050&s=904e4b7169f03520b793765a41e0b66ac3cc6cc5849b3dddea1dac15502b8a5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_07_us_politics_john-dingell-dead-longest-congressman_1666740733.html", "title": "John Dingell Jr., a House ‘Bull’ Who Served the Longest, Is Dead at 92", "title_page": "John Dingell Jr., a House ‘Bull’ Who Served the Longest, Is Dead at 92 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Now, almost every force is against us, changing for the better. We hit town on a Monday or Tuesday afternoon. We vote at 6:30. And one of the first things we’re doing is checking to see about getting a plane back to the District. And so the members don’t get the closeness, and we don’t get the trust. Money, of course, has become enormously influential, and it’s given people a terrible outlook on the Congress. And then we have all these — the media encourages fights. And people think that we’re sent down here to fight, whereas in point of fact, we’re really sent down here to look to the public good and compromise the great issues that we have. We don’t do that.” “So of the 11 presidents, what strikes you about the current president?” “They’re all different. Nixon was, as Churchill used to say about Oliver Cromwell, a great bad man. Eisenhower was chairman of the corporate board. Kennedy, we never had Kennedy long enough. He was only here 1,000 days. If Johnson hadn’t made his mistake in Vietnam, he would have gone down as a very great president. Ford, Ford was very much underrated. Carter, he could see every damn tree in the woods, but he couldn’t see the forest. Reagan, I think rather much overrated by the right, and probably a guy who would not get along with the Republicans of this day. Bush, the first, a very decent guy, and a better president than his reputation. If Clinton hadn’t had one single problem that destroyed him, or very nearly did, he would have gone down as a very good president. Next Bush, I was always very fond of him personally, but I thought he was a terrible president. Obama, he’s trying. He’s a good president, but he’s probably got the smallest Rolodex of anybody whoever hit this town.” “And is there anything with hindsight being 20/20, you would go back and change?” “I can only think of one vote that I think was a mistake, and that was when I voted for the Gulf of Tonkin. And that’s the only vote that really comes to my mind as being something I’d like to change.” “You never tried to become speaker. You never ran for Senate.” “I’ve given some thought to running for the Senate — always came to the conclusion it’s not for me. I never wanted to be president. You are never a human being after that. You’re never an ordinary person again. And I do intend at one point or another to go back to being an ordinary person.”", "url": "https://www.nytimes.com/2019/02/07/us/politics/john-dingell-dead-longest-congressman.html"}