{"authors": ["Lawrence K. Altman"], "date_download": "2022-10-25 23:41:51", "date_modify": "2022-10-25 23:41:51", "date_publish": "2019-10-07 19:38:11", "description": "As a leading candidate in an extremely tight race, Mr. Sanders will inevitably face questions about the viability and intensity of his campaign going forward.", "filename": "2019_10_07_us_politics_bernie-sanders-heart-attack_1666741311.html", "image_url": "https://static01.nyt.com/images/2019/10/07/us/politics/07sanders-health/07sanders-health-facebookJumbo.jpg?year=2019&h=550&w=1050&s=22a3f7b2f48e6dd96a0bcf7a371a87e28cf1a7a06f15c2cb32808be10b48126e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_07_us_politics_bernie-sanders-heart-attack_1666741311.html", "title": "How Will Bernie Sanders’s Heart Attack Affect His Campaign?", "title_page": "How Will Bernie Sanders’s Heart Attack Affect His Campaign? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[The latest data and analysis to keep track of who’s leading the race to be the Democratic nominee.]\nFormer Vice President Joseph R. Biden Jr., one of the race’s leading candidates, also once faced questions about his ability to serve in public office because of a serious medical problem. In 1988, as a 45-year-old senator from Delaware , he experienced a near fatal rupture of an aneurysm in an artery in his brain . Shortly after his emergency surgery for the aneurysm, he had a second one removed before it could burst. Because new cerebral aneurysms can develop years later in a tiny percentage of individuals, some experts suggested that Mr. Biden be examined for any new aneurysms when Barack Obama selected him as his running mate. At the time, Mr. Biden’s doctor said that he did not need further testing because he had recovered fully and done well for 20 years.\nMr. Sanders is certainly not the first candidate whose presidential campaign was disrupted by a medical emergency. In 1999, former Senator Bill Bradley made an unexpected visit to a hospital in the San Francisco Bay Area for atrial fibrillation, a heart rhythm abnormality, which he did not disclose until after the incident. After canceling a few events, Mr. Bradley, now 76, resumed his campaign, but he eventually dropped out of the race after losing the New Hampshire primary. A poll of New Hampshire voters revealed concern about how he had handled the disclosure of his health iss ue .\nStill, M r. Sanders’s case is unusual in many respects: He is a leading candidate recovering from a heart attack at age 78 who must compete in an intensely competitive primary while also holding down a demanding job as senator . Indeed, Mr. Sanders’s disruption comes amid increased pressure to bolster voter support with strong challenges from Mr. Biden and Senator Elizabeth Warren, and it is unclear at what pace Mr. Sanders will carry on his campaign.\n“Bernie will be scrutinized very carefully in the next month or two for his ability to come back and campaign as vigorously as he has done in the 2016 and current presidential campaigns,” said Ed Rollins, a former adviser to President Ronald Reagan. “He’ll be looked at a little differently” for things like being tired at the end of the day or stumbling in his delivery onstage, Mr. Rollins added.\n“I have never known a politician or big moneyed guy or anyone who has had a first heart attack” not consider his mortality, Mr. Rollins added. Also, Mr. Sanders “surely will think about a running mate.”", "url": "https://www.nytimes.com/2019/10/07/us/politics/bernie-sanders-heart-attack.html"}