{"authors": ["Elisabeth Malkin", "Azam Ahmed"], "date_download": "2022-10-25 22:58:49", "date_modify": "2022-10-25 22:58:49", "date_publish": "2019-08-04 22:00:13", "description": "The foreign minister said Mexico would take “effective, immediate and blunt legal action” to protect Mexican Americans and Mexicans living in the U.S.", "filename": "2019_08_04_world_americas_mexico-el-paso_1666738729.html", "image_url": "https://static01.nyt.com/images/2019/08/04/business/04mexico-shooting-1/04mexico-shooting-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=db3ad6e6bcdc50795bdb5985e23a8d8dd23551658f00a88d80f5831099bd077a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_04_world_americas_mexico-el-paso_1666738729.html", "title": "After El Paso Attack, Mexico Demands Protections for Mexicans in the U.S.", "title_page": "After El Paso Attack, Mexico Demands Protections for Mexicans in the U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CIUDAD JUÁREZ, Mexico — Mexico demanded protections for Mexicans and Mexican-Americans living in the United States and threatened legal action on Sunday, a day after the shooting at an El Paso Walmart that left Mexican citizens among the dead and wounded.\nMexican authorities could seek to extradite the gunman on a terrorism charge and were planning legal action against the seller who provided the shooter with his weapon, said the foreign minister, Marcelo Ebrard.\n“We consider that the issue of arms is crucial,” he said.\nThe gunman who killed 20 in Saturday’s attack wrote an anti-immigrant manifesto that spoke of a “Hispanic invasion of Texas,” and many Mexicans saw the shooting as an expression of the tensions simmering between the United States and Mexico over immigration, guns and violence.\nThese tensions are often fueled by President Trump in divisive invectives that target Mexicans, Central Americans and others, and speak of migrant caravans as “an invasion of our country.”", "url": "https://www.nytimes.com/2019/08/04/world/americas/mexico-el-paso.html"}