{"authors": ["Marc Santora"], "date_download": "2022-10-25 22:58:42", "date_modify": "2022-10-25 22:58:42", "date_publish": "2019-10-13 08:07:31", "description": "The party’s twinned platform of aggrieved nationalism and government largess appeared to have secured it a new term in office.", "filename": "2019_10_13_world_europe_poland-election_1666738722.html", "image_url": "https://static01.nyt.com/images/2019/10/13/world/13poland1-sub/13poland1-sub-facebookJumbo.jpg?year=2019&h=549&w=1050&s=eab9879521a1d545579ecaa36edd15382aa10e98a526d1c076a56bac4025109f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_13_world_europe_poland-election_1666738722.html", "title": "Poland Election: Law and Justice Party Holds on to Power, Early Returns Show", "title_page": "Poland Election: Law and Justice Party Holds on to Power, Early Returns Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So the biggest opposition bloc, Civic Coalition, chose Malgorzata Kidawa-Blonska, a former deputy speaker of Parliament, to be their choice for prime minister should it win.\nMs. Kidawa-Blonska tried to present herself as the face of a less-divisive and less-hateful politics. Her billboards show her hugging a supporter and the words, “Cooperation, not arguments.”\n“Nobody in Poland has ceased to be a patriot; no one has changed their mind about the rule of law and common decency,” she told supporters at the party’s convention last weekend. “The only poison is today’s politics. Someone has injected it with venom.”\nShe said, “Poland needs a political detox.”\nFor a moment, after the mayor of Gdansk, Pawel Adamowicz, was stabbed to death in January, it seemed as if the shock of the killing might galvanize the opposition, which includes the center-right Civic Platform, the liberal Left coalition and the Polish People’s Party, which has its base of support in the agricultural community.\nBut a strong common message did not materialize.\nAt a recent forum in Athens, Donald Tusk, a former prime minister of Poland and the current president of the European Council, who has generally stayed away from domestic politics and whose name was not on the ballot on Sunday, lamented the political climate in his country and the murder of the mayor of his hometown, Gdansk.\n“He fell victim to hatred, which he opposed all his life,” Mr. Tusk said of Mr. Adamowicz. “He built his city with the belief that not everything is lost, that love is stronger than hate, that solidarity is stronger than egoism. I also believe that not everything is lost, and I want to wish you all the same faith.”", "url": "https://www.nytimes.com/2019/10/13/world/europe/poland-election.html"}