{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:31:53", "date_modify": "2022-10-25 23:31:53", "date_publish": "2019-09-05 23:08:09", "description": "The move is a direct challenge to California but also the latest sign the president’s broader effort to roll back fuel economy standards has fallen into disarray.", "filename": "2019_09_05_climate_trump-auto-pollution-california_1666740713.html", "image_url": "https://static01.nyt.com/images/2019/09/05/climate/05CLI-AUTOEMISSIONS1/05CLI-AUTOEMISSIONS1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=01188609754a4991c3911c4093eabc7533d3cab6b4ab76c72d8223521fc6186c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_05_climate_trump-auto-pollution-california_1666740713.html", "title": "White House Prepares to Revoke California’s Right to Set Tougher Pollution Rules", "title_page": "White House Prepares to Revoke California’s Right to Set Tougher Pollution Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Want climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.\nWASHINGTON — President Trump is strongly considering a plan to revoke California’s legal authority to set state tailpipe pollution standards that are stricter than federal regulations, according to three people familiar with the matter.\nThe potential challenge to California’s authority, which would be a stinging broadside to the state’s governor and environmentalists, has been widely anticipated. But what’s notable is that the administration would be decoupling its challenge to California from its broader plan to weaken federal fuel economy standards, the latest sign that its plans for that rollback have fallen into disarray.\nSince the early months of the administration, the Environmental Protection Agency and the Transportation Department have been pursuing one of Mr. Trump’s most consequential attempts to weaken regulations designed to fight climate change: a sweeping rollback of Obama-era rules designed to cut the emissions of planet-warming greenhouse gases.\nBut that rollback has become bogged down, according to people who have worked on the project, largely because staff members have been unable so far to prepare adequate documents detailing the legal, technical, economic and scientific justifications for it.", "url": "https://www.nytimes.com/2019/09/05/climate/trump-auto-pollution-california.html"}