{"authors": ["Gaiutra Bahadur"], "date_download": "2022-10-25 23:37:26", "date_modify": "2022-10-25 23:37:26", "date_publish": "2019-03-06 19:00:04", "description": "Her latest novel, “Lost Children Archive,” follows a New York family on a cross-country journey to strengthen the bonds of family.", "filename": "2019_03_06_books_review_lost-children-archive-valeria-luiselli_1666741046.html", "image_url": "https://static01.nyt.com/images/2019/03/10/books/review/10Bahadur/10Bahadur-facebookJumbo.jpg?year=2019&h=549&w=1050&s=5cc198da3eb2d20e1a33afdd688f54a432754c36c37b9c37f25ed974f28fb49a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_06_books_review_lost-children-archive-valeria-luiselli_1666741046.html", "title": "Valeria Luiselli Traces the Youngest Casualties of the Border Crisis", "title_page": "Valeria Luiselli Traces the Youngest Casualties of the Border Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Play she in fact can, and does: with structure, cleverly, inventively. Her previous work won accolades for its risk-taking with form. “Tell Me How It Ends” was structured as responses to the questionnaire on the immigration court’s intake form. “Lost Children Archive” takes the highly complex shape of an archive. It contains three recognizable narratives: (1) the wife’s eddying first-person musings subdivided into recurring headings such as “Allegory,” “Reverberations,” “Climax” and “Histories”; (2) transcriptions of recordings the boy has made for his little sister to remember the desert adventure that unfolds when, noting the attention their mother pays to lost children, they purposely get lost themselves; and (3) the third-person “Elegies” threaded throughout as either the wife or the boy reads them into the recorder. Slipped in among these accounts are the boy’s Polaroids of people and places along their journey; a humanitarian group’s map pinpointing migrant deaths in the desert; mortality reports identifying migrant remains; a photograph of a clunky cellphone, toothpaste and a pen recovered in Pima County, Ariz.; a map the boy has drawn to show his parents their runaway path; an image of Apache prisoners being transported east by train in 1886; a 1910 poster seeking guardians out west for homeless children in New York City; a photograph of these orphans sent west by rail and catalogs of the seven storage boxes the family carries on their trip. The contents include a bibliography for theorizing about archives, maps of the Southwest and a novella entitled “The Children’s Crusade” about a legendary 13th-century child migration from Europe to the Holy Land, a real book cited as the inspiration for “Elegies for Lost Children.”\nAdd to all this the husband’s stories of a band of Apache children called the Eagle Warriors and there are four layers of historical lost children that Luiselli connects to the contemporary ones in her novel. Given her interest in echoes of past injustice, her archival structure makes sense. Anything, any enclosure for the material remnants of the lives of others, can be an archive. Even the floor of the Sonoran Desert, where migrants dead and alive have left pictures of the Virgin of Guadalupe, Red Bull cans and bottles of water painted black to escape notice at night. While stories soothe with their imposed semblance of order, archives exhaust with the often incomprehensible chaos of what’s been left behind. It’s no coincidence that the subheadings “Chaos” and “Order” recur in the book. Or that a novel so concerned with the arbitrary, impossible nature of storytelling should embrace archives, with their shapeless, indeterminate character, as its scaffolding.\nThis highly conceptual, cerebral approach is rich but occasionally frustrating as it carries nested within it the potential to stir pity and rage. Luiselli holds a doctorate in comparative literature from Columbia, and “Lost Children Archive” is a virtuosic, erudite performance, referring back to and repurposing the words and strategies of modernist writers like Ezra Pound, T.S. Eliot and Virginia Woolf, metafictional tricksters like Vladimir Nabokov and masters of the difficult, experimental and hyperallusive like James Joyce. Luiselli’s significant set of references also includes the David Bowie song “Space Oddity,” Cormac McCarthy’s “The Road” and “Lord of the Flies,” William Golding’s dystopian classic about children running wild in the absence of adults. Her novel bears rereading, to reveal pleasing ironies (the boy loses the “little red book about lost children” on a train) and stylistic sleights of hand (that little red book begins in much the same way as “Lost Children” itself). In Luiselli’s most thrilling section, the children from the fake book meet those from the actual book in a derelict train car in the desert, their voices merging as they walk toward one another, the stream of consciousness of one band collapsing into that of the other. The section “Echo Canyon” consists of one mounting, rhythmic, delirious and possibly hallucinatory feat of a sentence spanning 20 pages. It is reminiscent of Molly Bloom’s epic soliloquy in Joyce’s “Ulysses.”\nThe final irony might be that with “Lost Children Archive,” Luiselli has indeed written the sort of novel about unaccompanied children that she seems to resist: the book-within-the-book she ascribes to Camposanto. Its metaphors are wrought with devastating precision. In a fable-like scene set in a train yard where swindlers, vendors and entertainers mill, to help or exploit the migrants, Luiselli/Camposanto describes one fortuneteller as “a scrotum-faced woman, neck speckled with warts and stray hair, and eyes like a welcome mat on which too many shoes had been wiped.” The elegies, foreshadowing the loss of a boy on a train, are riveting. They achieve a lyrical immediacy that makes us feel for those children atop the train. The brilliance of the writing stirs rage and pity. It humanizes us.", "url": "https://www.nytimes.com/2019/03/06/books/review/lost-children-archive-valeria-luiselli.html"}