{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:33:59", "date_modify": "2022-10-25 23:33:59", "date_publish": "2019-06-12 14:34:30", "description": "Criticized as hiding from scrutiny, the front-runner to be Conservative Party leader spoke at a campaign event, vaguely, about his Brexit plans and college cocaine use.", "filename": "2019_06_12_world_europe_boris-johnson-speech_1666740839.html", "image_url": "https://static01.nyt.com/images/2019/06/12/world/12Boris/12Boris-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a3aad32697c457ce77f6d518db3fa0850028fd9d719662c6321d3d99cd9ce536&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_12_world_europe_boris-johnson-speech_1666740839.html", "title": "Boris Johnson Emerges to Face Reporters’ Questions. Six of Them.", "title_page": "Boris Johnson Emerges to Face Reporters’ Questions. Six of Them. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He declined, however, to say whether he would resign as prime minister if that Oct. 31 deadline were not met, or to explain how a better deal would be extracted from the European Union. Most analysts believe that a no-deal Brexit would be economically damaging and potentially chaotic, but on Wednesday opposition lawmakers failed by 11 votes in their attempt to start a process designed to stop Britain leaving the bloc without an agreement.\nOn Wednesday, The Financial Times cited a leaked cabinet note stating that it would take “six to eight months” to build up supplies of medicines for a no-deal Brexit and “at least four to five months” to improve trade readiness for the new border checks that might be required.\nAfter Mr. Johnson’s set-piece speech, he took a few questions — with a limit of six — mostly about his character. He is one of the country’s best-known political figures but now a polarizing one, thanks to his 2016 Brexit campaign and subsequent remarks — many of them in his weekly column in The Daily Telegraph, which pays him 275,000 pounds a year, or about $350,000.\nHis most striking evasion on Wednesday was over the question of cocaine use, an issue that has already wrecked the leadership campaign of Michael Gove, the environment secretary, who acknowledged that he had taken the drug two decades ago. The admission opened up Mr. Gove, the former justice secretary, to accusations of hypocrisy.\nOn a television show Mr. Johnson had once previously made light of the issue, suggesting he sneezed when offered a white powder. But asked on Wednesday whether his more detailed description of taking cocaine, given in GQ magazine some years ago, was true, Mr. Johnson dodged the question, saying merely that the “canonical account” of the incident had already been given, perhaps a reference to his televised comments, before changing the subject.", "url": "https://www.nytimes.com/2019/06/12/world/europe/boris-johnson-speech.html"}