{"authors": ["Ed O Loughlin"], "date_download": "2022-10-25 23:42:56", "date_modify": "2022-10-25 23:42:56", "date_publish": "2019-04-03 17:13:18", "description": "The party speaks for anti-Brexit Catholics in Northern Ireland, and its seven votes could make a difference. But it refuses on principle to participate.", "filename": "2019_04_03_world_europe_sinn-fein-mps-brexit_1666741376.html", "image_url": "https://static01.nyt.com/images/2019/04/03/world/03ireland1/03ireland1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a418320f5c8623aad08c8f261ccd5384a97abe68634ed46edafcd0f1b99f7614&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_03_world_europe_sinn-fein-mps-brexit_1666741376.html", "title": "Sinn Fein Refuses to Vote in British Parliament, Even Against Brexit", "title_page": "Sinn Fein Refuses to Vote in British Parliament, Even Against Brexit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DUBLIN — With Westminster deadlocked over Britain’s departure from the European Union, one small party is potentially positioned to rescue Britain from its self-induced paralysis — but it refuses to vote.\nHaving won seven seats on an anti-Brexit platform, the party’s support would have reversed Monday’s three-vote defeat for a proposal to keep the United Kingdom in the European Union’s customs union, ending the risk of a catastrophic no-deal Brexit.\nThe party is Sinn Fein, the former political wing of the Irish Republican Army, which does not consider itself British and has formally renounced any involvement in Westminster politics.\nThis week, despite renewed criticism in Ireland, Sinn Fein repeated that it has no intention of ending its Westminster boycott. “It’s a matter of principle. We are a party that is for a United Ireland, for Irish independence,” said the party’s president, Mary Lou McDonald, on Tuesday.", "url": "https://www.nytimes.com/2019/04/03/world/europe/sinn-fein-mps-brexit.html"}