{"authors": ["Alex Marshall"], "date_download": "2022-10-25 23:23:04", "date_modify": "2022-10-25 23:23:04", "date_publish": "2019-03-25 22:46:16", "description": "Accusations that the family behind OxyContin actively played down its perils have led arts and education institutions to rethink accepting Sackler funds.", "filename": "2019_03_25_arts_design_sackler-museums-donations-oxycontin_1666740184.html", "image_url": "https://static01.nyt.com/images/2019/03/25/arts/25SACKLER1/merlin_150532329_e134dc51-842c-4aae-b44e-9941820f5848-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d63a21194665023364723f5e14fd5064e6397976d3594b64f22d1d934517efdd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_25_arts_design_sackler-museums-donations-oxycontin_1666740184.html", "title": "Museums Cut Ties With Sacklers as Outrage Over Opioid Crisis Grows", "title_page": "Museums Cut Ties With Sacklers as Outrage Over Opioid Crisis Grows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In London this weekend, visitors to the Old Royal Naval College headed to its reopened “painted hall,” an ornate masterpiece called Britain’s answer to the Sistine Chapel, and then went to the Sackler Gallery to learn its story.\nIn Paris, at the Louvre, lovers of Persian art knew there was only one place to go: the Sackler Wing of Oriental Antiquities. Want to find the long line for the Temple of Dendur at the Metropolitan Museum of Art? Head for the soaring, glass-walled Sackler Wing.\nFor decades, the Sackler family has generously supported museums worldwide, not to mention numerous medical and educational institutions including Columbia University, where there is a Sackler Institute, and Oxford, where there is a Sackler Library.\nBut now some favorite Sackler charities are reconsidering whether they want the money at all, and several have already rejected any future gifts, concluding that some family members’ ties to the opioid crisis outweighed the benefits of their six- and sometimes seven-figure checks.", "url": "https://www.nytimes.com/2019/03/25/arts/design/sackler-museums-donations-oxycontin.html"}