{"authors": ["Jonathan Martin", "Nick Corasaniti"], "date_download": "2022-10-25 23:53:40", "date_modify": "2022-10-25 23:53:40", "date_publish": "2019-12-14 19:30:15", "description": "The freshman Democrat, who represents a New Jersey district where President Trump is popular, told aides he would announce his switch next week.", "filename": "2019_12_14_us_politics_jeff-van-drew-democrat-republican_1666742020.html", "image_url": "https://static01.nyt.com/images/2019/12/14/us/politics/14dc-vandrew-1/merlin_163630359_4d3f6f4a-d3dd-401a-93ff-381e75bcbe08-facebookJumbo.jpg?year=2019&h=550&w=1050&s=cb0588ac479dc63bc92349a3e48e159d3a86f4bc91cd7cbd6fe160742282b9e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_14_us_politics_jeff-van-drew-democrat-republican_1666742020.html", "title": "Representative Jeff Van Drew, Anti-Impeachment Democrat, Plans to Switch Parties", "title_page": "Representative Jeff Van Drew, Anti-Impeachment Democrat, Plans to Switch Parties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dec. 16, 2019\nWASHINGTON — Representative Jeff Van Drew of New Jersey, a moderate Democrat who is among his party’s staunchest opponents of impeaching President Trump, told aides on Saturday that he is planning to switch parties and declare himself a Republican as soon as next week, just as the House is casting its historic votes on articles of impeachment.\nAt a White House meeting on Friday, Mr. Van Drew sought Mr. Trump’s blessing for the move, which could be critical to his ability to avoid a primary challenge next year, and the president urged him to make the jump, according to two Democrats and one Republican who spoke on the condition of anonymity because the talks were intended to be private.\nMr. Van Drew has spoken with senior advisers to Mr. Trump about announcing his switch at an event at the White House either immediately before or just after the House votes on two articles of impeachment, which is expected to happen on Wednesday, according to Republicans and Democrats.\nBeyond the potential boost to Mr. Van Drew’s own political fortunes, the move would also provide a silver lining for Mr. Trump as he becomes the third president ever to be impeached. The president has characterized the drive to remove him as an entirely partisan exercise that will cost Democrats their majority in the House, and a high-profile Democratic defection could help bolster his case while allowing him to divert attention from the vote.", "url": "https://www.nytimes.com/2019/12/14/us/politics/jeff-van-drew-democrat-republican.html"}