{"authors": ["David M. Halbfinger", "Isabel Kershner"], "date_download": "2022-10-25 23:55:59", "date_modify": "2022-10-25 23:55:59", "date_publish": "2019-09-16 06:48:19", "description": "For Prime Minister Benjamin Netanyahu and his former deputy Avigdor Liberman, Israel’s do-over election will cap a love-hate saga of three decades.", "filename": "2019_09_16_world_middleeast_netanyahu-liberman-israel-election_1666742159.html", "image_url": "https://static01.nyt.com/images/2019/09/16/world/16bibi-lieberman1/16bibi-lieberman1-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=b6de1be5505fa493a26f83c28d97b47b213acd8af4e8b07b6e4c02d858671b08&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_16_world_middleeast_netanyahu-liberman-israel-election_1666742159.html", "title": "Israel Election Could Turn on Ugly Breakup of an Odd Couple", "title_page": "Israel Election Could Turn on Ugly Breakup of an Odd Couple - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While there is a rough consensus in Israel on the vital issues of national security and relations with the Palestinians, Mr. Liberman has exposed a fault line on the role of religion, appealing to secular Israelis fed up with the special benefits and subsidies accorded the ultra-Orthodox.\nThe high stakes and extraordinarily personal rivalry have turned what might have been a tedious midsummer campaign into a thrilling cage match.\nMr. Netanyahu has denounced Mr. Liberman as “part of the left,” calling him a serial toppler of right-wing governments. Mr. Liberman accuses Mr. Netanyahu of fostering a personality cult while lacking the backbone to keep his political promises.\n[What are some of Israel’s major voting blocs?]\n“They are a couple who have had a lot of fights, but they never went to the rabbinate to file for divorce,” said Yehuda Ben Meir, a former lawmaker now with the Institute for National Security Studies in Tel Aviv. “Now, it’s different. If Netanyahu has given up on Liberman and Liberman has given up on Netanyahu, we face a real, serious possibility of change.”\nYet both politicians have displayed enough pragmatic flexibility over the years that Israelis do not rule out the possibility that, for all their knife-throwing now, they could wind up back together again once all the votes are in.\nChemistry and Clean Shirts\nThey first met in Jerusalem in 1988, when Mr. Netanyahu, then seen as more American than Israeli, was plotting his entry into Israeli politics near the end of his tenure as ambassador to the United Nations in New York. Mr. Liberman, an immigrant from Moldova with a thick Russian accent, had shown a knack for grass-roots organizing.", "url": "https://www.nytimes.com/2019/09/16/world/middleeast/netanyahu-liberman-israel-election.html"}