{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:26:46", "date_modify": "2022-10-25 23:26:46", "date_publish": "2019-04-05 09:00:16", "description": "The trade war is nearing a possible truce, but global companies are nevertheless moving to reduce their dependence on Chinese factories to make the world’s goods.", "filename": "2019_04_05_business_china-trade-trump-jobs-decoupling_1666740406.html", "image_url": "https://static01.nyt.com/images/2019/04/03/business/00CHINARETHINK-1/00CHINARETHINK-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=db7b1bccfc158dda584386feecd0f94d31d931976bcd98c7ca953b7c38ff2757&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_05_business_china-trade-trump-jobs-decoupling_1666740406.html", "title": "One Trump Victory: Companies Rethink China", "title_page": "One Trump Victory: Companies Rethink China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Whatever deal Washington and Beijing reach over the trade war, President Trump has already scored a big victory: Companies are rethinking their reliance on China .\nThe two sides are nearing an agreement, with Mr. Trump saying on Thursday that an “epic” trade pact could be weeks away and that he may soon meet with President Xi Jinping, China’s top leader. But already, spurred by tariffs and trade tensions, global companies are beginning to shift their supply chains away from China, just as some Trump administration officials had wanted.\nThe move, known as decoupling, is a major goal of those who believe the world has grown far too dependent on China as a manufacturing giant. As Beijing builds up its military and extends its geopolitical influence, some officials fear that America’s dependence on Chinese factories makes it strategically vulnerable.\nNow companies in a number of industries are reducing their exposure to China. GoPro, the mobile camera maker , and Universal Electronics, which makes sensors and remote controls, are shifting some work to Mexico. Hasbro is moving its toy making to the United States, Mexico, Vietnam and India. Aten International, a Taiwanese computer equipment company, brought work back to Taiwan. Danfoss, a Danish conglomerate, is changing the production of heating and hydraulic equipment to the United States.", "url": "https://www.nytimes.com/2019/04/05/business/china-trade-trump-jobs-decoupling.html"}