{"authors": ["James Wagner"], "date_download": "2022-10-25 23:35:44", "date_modify": "2022-10-25 23:35:44", "date_publish": "2019-04-05 21:23:37", "description": "After a 20-year career, Beltran has approached his role as a Yankees special adviser with unusual dedication.", "filename": "2019_04_05_sports_carlos-beltran-yankees_1666740944.html", "image_url": "https://static01.nyt.com/images/2019/04/02/sports/00beltran1/00beltran1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d073f3ad77fc4dcd0627561d752878f43f8e55235fbbd0dbdfd1d865881ddd7d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_05_sports_carlos-beltran-yankees_1666740944.html", "title": "Carlos Beltran Embraces a Role He Trained His Whole Career For", "title_page": "Carlos Beltran Embraces a Role He Trained His Whole Career For - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TAMPA, Fla. — Over the winter, there was an unusual sight in the offices of Yankee Stadium. For a few days, amid the busy period as front-office employees reshaped rosters with trades and signings, Carlos Beltran was sitting among them, learning how to use the club’s internal networks to view video and file scouting reports.\nIn December, a year after considering him for their managerial vacancy, the Yankees hired Beltran, a nine-time All-Star who spent two and a half seasons with the Yankees, as a special adviser to General Manager Brian Cashman. While front-office positions like special adviser or special assistant can often be nebulous roles handed to former managers, coaches or players who assist at their leisure — Alex Rodriguez, Mariano Rivera and David Wright, to name a few — Cashman said Beltran was approaching his job with a full-time student’s mind-set.\n“Some parachute in and out, which is great,” Cashman said. “But some are heavily invested, and he is heavily invested.”\nBeltran, 41, retired in 2017 after finally winning a World Series, with the Houston Astros. The title capped what some believe is a career with Hall of Fame credentials: 435 home runs (fourth most by a switch-hitter), 2,725 hits and three Gold Glove awards in addition to his All-Star selections.", "url": "https://www.nytimes.com/2019/04/05/sports/carlos-beltran-yankees.html"}