{"authors": ["Neil Irwin"], "date_download": "2022-10-25 23:41:30", "date_modify": "2022-10-25 23:41:30", "date_publish": "2019-05-29 15:38:47", "description": "An inverted yield curve has typically not been a good sign.", "filename": "2019_05_29_upshot_the-bond-market-is-giving-ominous-warnings-about-the-global-economy.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741290.html", "image_url": "https://static01.nyt.com/images/2019/05/29/upshot/29up-bonds1/merlin_155235807_43edb6f3-9295-4c9e-a207-f330ea0ae343-facebookJumbo.jpg?year=2019&h=550&w=1050&s=44a4976744052138c18e112572fae1de74d4a98a7a9e14a11b30143ae9c627f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_29_upshot_the-bond-market-is-giving-ominous-warnings-about-the-global-economy.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741290.html", "title": "The Bond Market Is Giving Ominous Warnings About the Global Economy", "title_page": "The Bond Market Is Giving Ominous Warnings About the Global Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "You know the moment in a horror movie when the characters are going about their business and nothing bad has happened to them yet, but there seem to be ominous signs everywhere that only you, the viewer, notice?\nThat’s what watching global financial markets the last couple of weeks has felt like.\nIn a lot of ways, nothing looks particularly wrong. The S&P 500 was down 0.7 percent Wednesday, tumbling for a second consecutive session, but over all is down only about 5.5 percent from its early May high. The unemployment rate is at a five-decade low. With major companies nearly done releasing their first-quarter results, 76 percent had results above expectations.\nBut along the way, global bond prices have soared, driving interest rates down sharply. Ten-year Treasury bonds are yielding only 2.26 percent as of Wednesday’s market close, down nearly a full percentage point since November 2018. The outlook for inflation in the years ahead is falling as well, as are the prices of oil and other commodities.\nMost significant, the fall in longer-term bond yields has not been matched by a fall in shorter-term rates. For example, a 30-day Treasury bill is yielding 2.35 percent — meaning you can earn more on your money tying it up for a month risk-free than you can tying it up for a full decade.", "url": "https://www.nytimes.com/2019/05/29/upshot/the-bond-market-is-giving-ominous-warnings-about-the-global-economy.html?action=click&module=Top%20Stories&pgtype=Homepage"}