{"authors": ["Heather Murphy"], "date_download": "2022-10-25 23:48:17", "date_modify": "2022-10-25 23:48:17", "date_publish": "2019-10-16 03:00:52", "description": "Twelve Democratic presidential candidates shared the stage in Ohio for the fourth televised primary debate.", "filename": "2019_10_15_us_politics_beto-guns_1666741697.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2019", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_15_us_politics_beto-guns_1666741697.html", "title": "Beto O’Rourke and Pete Buttigieg Battle Over Confiscating Assault Weapons", "title_page": "Beto O’Rourke and Pete Buttigieg Battle Over Confiscating Assault Weapons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Congressman O’Rourke, in the last debate you said, quote ‘Hell yes, we’re going to take your AR-15, your AK-47.’ But when you were asked how you would enforce a mandatory buyback you said police wouldn’t be going door to door. So how exactly are you going to force people to give up their weapons? You don’t even know who has those weapons.” “I expect my fellow Americans to follow the law the same way that we enforce any provision, any law that we have right now. We don’t go door to door to do anything in this country to enforce the law.” Congressman — congressman, you just made it clear that you don’t know how this is actually going to take weapons off the streets. If you can develop the plan further, I think we can have a debate about it. But we can’t wait. People are dying in the streets right now. We cannot wait for purity tests, we have to just get something done.” “You say we’re so close. We have been so close. I stood in the United States Senate in 2013 when 54 senators voted in favor of gun legislation and it didn’t pass because of the filibuster. We have got to attack the corruption and repeal the filibuster or the gun industry will always have a veto over what happens.” “The way to deal with those guns and those AR-15s and assault weapons that are on the street — or not on the street — that people own, is to do what we did with the National Firearms Act as it related to machine guns. You must register that weapon.” “When I’m elected I’ll give them 100 days to pull their act together, put a bill on my desk for signature and if they don’t, I will take executive action and put in place a comprehensive background check requirement and ban the importation of assault weapons into our country because it is time to act.” “Seventy-seven percent of Americans agree on licensing. We don’t need leadership right now. We just need folks that are going to stand up and follow where the people already are.” “There are three bills right now on Mitch McConnell’s desk: The background check bill, my bill to close the boyfriend loopholes so domestic abusers don’t get guns, the bill to make it easier for police to vet people before they get a gun. That’s what we should be focusing on. And I just don’t want to screw this up.”", "url": "https://www.nytimes.com/2019/10/15/us/politics/beto-guns.html"}