{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:44:37", "date_modify": "2022-10-25 23:44:37", "date_publish": "2019-06-24 21:08:01", "description": "From Lyndon Johnson to Richard Nixon, presidents have long had fraught relationships with Fed chairs.", "filename": "2019_06_24_business_economy_federal-reserve-trump.html_action=click&module=Intentional&pgtype=Article_1666741477.html", "image_url": "https://static01.nyt.com/images/2019/06/24/business/24DC-FEDEXPLAINER/24DC-FEDEXPLAINER-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e2b88c8b7599e82d77e6f9792045cbc5be0f21e556266135cb297640bf91640c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_24_business_economy_federal-reserve-trump.html_action=click&module=Intentional&pgtype=Article_1666741477.html", "title": "Trump’s Feud With the Fed Is Escalating, and Has a Precedent", "title_page": "Trump’s Feud With the Fed Is Escalating, and Has a Precedent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "December 2018\nChatter about firing the Fed chair\n“I think he put out a tweet last night specifically saying he now realizes he does not have the authority to fire.” — Mick Mulvaney, who had recently been named the acting White House chief of staff, on ABC\nThat fourth rate increase fueled Mr. Trump’s ire and the president privately talked about firing Mr. Powell, telling advisers that the Fed chair would “turn me into Hoover,” a reference to the Great Depression-era president.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nSpring 2019\nEnvisioning an economic ‘rocket ship’\n“China will be pumping money into their system and probably reducing interest rates, as always, in order to make up for the business they are, and will be, losing. If the Federal Reserve ever did a ‘match,’ it would be game over, we win!” — Mr. Trump, on Twitter\nWith his re-election campaign looming, Mr. Trump has increasingly focused on the strength of the economy and portrayed the Fed as the skunk at a garden party. Mr. Trump has repeatedly said that the economy would take off like a “rocket ship” if not for Mr. Powell and that the stock market could be 5,000 to 10,000 points higher if the Fed had done its job “properly.” He has urged the Fed to start cutting rates, saying it is putting America at a disadvantage relative to its trading partners, like China and Europe.\nJune 2019\nA potential demotion for the Fed chair, instead\n“We’ll see what happens; they’re going to be making an announcement pretty soon, so we’ll see what happens.”— Mr. Trump, speaking to reporters about whether he would try to demote Mr. Powell\nOn the eve of a major Fed meeting, Bloomberg reported that the White House had looked into the legality of stripping Mr. Powell of his chair title and demoting him to a governor. The president himself seemed to imply that it was a possibility while talking with reporters on June 18. After the Fed’s June 19 meeting, at which the central bank signaled that rate cuts could be coming soon, Mr. Trump repeated in a television interview that he was unhappy with the Fed but said he had never suggested demoting Mr. Powell — though he said he believes he has the authority to do so.\nJuLY 2019\nAccusing the Fed of being the “dummies” who don’t act\n“We should MATCH, or continue being the dummies who sit back and politely watch as other countries continue to play their games - as they have for many years!”— Mr. Trump, in a tweet, suggesting the Fed take the same steps as China and Europe.\nMr. Trump views central banks as being in an economic arms race, suggesting that efforts taken by other countries to help their economies are directly counter to the interest of the United States. While he has long accused China of manipulating its currency to gain a leg up in global trade, the president has recently accused Europe of doing it, too. Mr. Trump has asserted that the Fed should just fight fire with fire and manipulate its currency as well.\nThe Past\nA legacy of Fed bashing\n“I was stunned. Not only was the president clearly overstepping his authority by giving an order to the Fed, but also it was disconcerting because I wasn’t planning tighter monetary policy at the time.” — Paul A. Volcker, former Fed chair, in his memoir “Keeping at It”\nOther presidents have also seen the Fed as their nemesis.\nBy lifting rates, the central bank restrains economic growth in hopes of making it more sustainable into the future. Politicians, focused on their legacies and re-elections, do not like it when that happens on their watch.\nLyndon B. Johnson famously warred with his Fed chair, William McChesney Martin Jr. By some accounts, he pushed Mr. Martin against a wall at his Texas ranch and dressed him down over monetary policy at one contentious meeting in 1965.\nRichard M. Nixon also pressured Mr. Martin’s successor, Arthur Burns, to keep rates low. The White House had its way, and many economists partly blame the Fed’s capitulation for the runaway inflation of the 1970s.", "url": "https://www.nytimes.com/2019/06/24/business/economy/federal-reserve-trump.html?action=click&module=Intentional&pgtype=Article"}