{"authors": ["Jonathan Martin", "Reid J. Epstein"], "date_download": "2022-10-25 23:52:52", "date_modify": "2022-10-25 23:52:52", "date_publish": "2019-06-06 17:45:01", "description": "Even when criticizing his particular views, like his support of the Hyde Amendment, Mr. Biden’s rivals have avoided calling him out directly.", "filename": "2019_06_06_us_politics_2020-election-joe-biden_1666741972.html", "image_url": "https://static01.nyt.com/images/2019/06/05/us/politics/00bidendems/00bidendems-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c87fb0c3130709fbcce2228dad1db29265da160cc71334504bb528b62b9072b6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_06_us_politics_2020-election-joe-biden_1666741972.html", "title": "Democratic Candidates Go After Joe Biden, but Not by Name", "title_page": "Democratic Candidates Go After Joe Biden, but Not by Name - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The leading Democratic presidential contenders have begun criticizing Joseph R. Biden Jr. for, among other things, being too old, too moderate, too fixated on President Trump and too delusional about the state of the Republican Party. But you’d be forgiven if you missed it, because they almost never mention Mr. Biden by name.\nWelcome to the season of the velvet fist.\nAs the first Democratic debate nears, and Mr. Biden carefully nurtures his lead in the polls, his opponents have begun the delicate footwork of going on the attack without appearing as the aggressor. Turning to euphemisms, translucent critiques and at times all but winking, they are hoping the voters and news media will pick up on their implicit message in a way that doesn’t also sully them in the process.\nEven serious firestorms seem to fail to land a direct hit on Mr. Biden, the former vice president. When his campaign said on Wednesday that he still supported the Hyde Amendment, which bans the use of federal funds for abortions in most cases, a wave of condemnation arose on the Democratic left, and the leading candidates scrambled to state their opposition to the measure. But there was one word missing from nearly all their denunciations: Biden.\nFor the rest of the field, Mr. Biden is akin to Lord Voldemort, a rival whose name they dare not speak.", "url": "https://www.nytimes.com/2019/06/06/us/politics/2020-election-joe-biden.html"}