{"authors": ["Sheryl Gay Stolberg", "Michael D. Shear"], "date_download": "2022-10-25 23:53:38", "date_modify": "2022-10-25 23:53:38", "date_publish": "2019-12-15 19:38:01", "description": "The Senate Democratic leader wants to seek testimony from Mick Mulvaney, John Bolton and other White House officials, and subpoena documents the White House has withheld.", "filename": "2019_12_15_us_politics_trump-impeachment_1666742018.html", "image_url": "https://static01.nyt.com/images/2019/12/15/us/politics/15dc-impeach2/15dc-impeach2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b28e50acc5e455049ed7966fca196c4cb5aaf8e87321340a3cee648870a9c4e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_15_us_politics_trump-impeachment_1666742018.html", "title": "Schumer, Pushing McConnell to Negotiate, Lays Out Plan for Impeachment Trial", "title_page": "Schumer, Pushing McConnell to Negotiate, Lays Out Plan for Impeachment Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. McConnell has yet to reach out directly to Mr. Schumer. However, on Twitter over the weekend, Senator John Cornyn of Texas, who until this year was the Senate’s No. 2 Republican, said he was certain Mr. McConnell would work with the Democratic leader.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“Strictly procedural,” Mr. Cornyn wrote, in pushing back against the assertion that Mr. McConnell was letting Mr. Trump plan his own trial. “Customarily the parties try their own cases. Also I am sure Senator McConnell would listen to Senator Schumer’s ideas.”\nIn trying to force Mr. McConnell to the negotiating table, Mr. Schumer is betting that centrist and independent-minded Republicans like Senators Susan Collins of Maine, who is facing a tough race for re-election in 2020, and Lisa Murkowski of Alaska will not go along with a trial devised solely by Mr. McConnell and Mr. Trump.\nThe debate over the shape of the trial came as House Democrats barreled ahead with their plan to hold a vote to impeach the president on two charges: abuse of the powers of his office and obstruction of Congress. A vote is likely on Wednesday.\nThe vote will be a tough one for moderate House Democrats, especially the so-called front-liners in Trump-friendly districts who flipped Republican seats in 2018. One of those front-liners, Representative Jeff Van Drew of New Jersey, told aides over the weekend that he intends to become a Republican next week. Others were starting to announce their plans.\nRepresentative Collin C. Peterson of Minnesota — who was the only Democrat, other than Mr. Van Drew, to vote against formalizing an impeachment inquiry — announced Saturday that he would most likely vote against impeachment. Representatives Jason Crow, Democrat of Colorado, and Antonio Delgado, Democrat of New York, said they would support impeachment.\nAt the same time, a group of more than two dozen freshman Democrats in the House is quietly lobbying for Representative Justin Amash of Michigan, an independent who left the Republican Party this year, to serve as one of the six or more impeachment managers to present the case against Mr. Trump during the Senate trial.", "url": "https://www.nytimes.com/2019/12/15/us/politics/trump-impeachment.html"}