{"authors": ["Eric Lipton", "Maggie Haberman", "Mark Mazzetti"], "date_download": "2022-10-25 23:02:28", "date_modify": "2022-10-25 23:02:28", "date_publish": "2019-12-29 20:38:33", "description": "The inside story of President Trump’s demand to halt military assistance to an ally shows the price he was willing to pay to carry out his agenda.", "filename": "2019_12_29_us_politics_trump-ukraine-military-aid_1666738948.html", "image_url": "https://static01.nyt.com/images/2019/12/29/us/politics/28dc-omb1-sub/28dc-omb1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=13dce5b441a4010435da05ddb58c5cb0b7962265981e722b6f8999a490e8556c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_29_us_politics_trump-ukraine-military-aid_1666738948.html", "title": "Behind the Ukraine Aid Freeze: 84 Days of Conflict and Confusion", "title_page": "Behind the Ukraine Aid Freeze: 84 Days of Conflict and Confusion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Interviews with dozens of current and former administration officials, congressional aides and others, previously undisclosed emails and documents, and a close reading of thousands of pages of impeachment testimony provide the most complete account yet of the 84 days from when Mr. Trump first inquired about the money to his decision in September to relent.\nWhat emerges is the story of how Mr. Trump’s demands sent shock waves through the White House and the Pentagon, created deep rifts within the senior ranks of his administration, left key aides like Mr. Mulvaney under intensifying scrutiny — and ended only after Mr. Trump learned of a damning whistle-blower report and came under pressure from influential Republican lawmakers.\nIn many ways, the havoc Mr. Giuliani and other Trump loyalists set off in the State Department by pursuing the investigations was matched by conflicts and confusion in the White House and Pentagon stemming from Mr. Trump’s order to withhold the aid.\nOpposition to the order from his top national security advisers was more intense than previously known. In late August, Defense Secretary Mark T. Esper joined Secretary of State Mike Pompeo and John R. Bolton, the national security adviser at the time, for a previously undisclosed Oval Office meeting with the president where they tried but failed to convince him that releasing the aid was in interests of the United States.\nBy late summer, top lawyers at the Office of Management and Budget who had spoken to lawyers at the White House and the Justice Department in the weeks beforehand, were developing an argument — not previously divulged publicly — that Mr. Trump’s role as commander in chief would simply allow him to override Congress on the issue.\nAnd Mr. Mulvaney is shown to have been deeply involved as a key conduit for transmitting Mr. Trump’s demands for the freeze across the administration.", "url": "https://www.nytimes.com/2019/12/29/us/politics/trump-ukraine-military-aid.html"}