{"authors": ["Jeremy W. Peters"], "date_download": "2022-10-25 23:52:56", "date_modify": "2022-10-25 23:52:56", "date_publish": "2019-04-10 20:07:27", "description": "Mr. Buttigieg has confronted evangelicals like Vice President Mike Pence, questioning the moral authority of religious leaders who have stayed silent on President Trump’s conduct.", "filename": "2019_04_10_us_politics_pete-buttigieg-sexuality-religion_1666741976.html", "image_url": "https://static01.nyt.com/images/2019/04/10/us/politics/10buttigieg-pence1/10buttigieg-pence1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9225d2c02d8ce47d0b98d3a3e7d18ce8ffbabd64b9159fbff6a2f56b6e5a5dcf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_10_us_politics_pete-buttigieg-sexuality-religion_1666741976.html", "title": "Pete Buttigieg, Gay and Christian, Challenges Religious Right on Their Own Turf", "title_page": "Pete Buttigieg, Gay and Christian, Challenges Religious Right on Their Own Turf - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — As a religious gay man who believes his party has ceded discussion of religion and spirituality to Republicans, Pete Buttigieg, a Democratic candidate for president, is talking about God and sexuality in an unconventional way: He is using the language of faith to confront the Christian right on territory they have long claimed as their own.\nMr. Buttigieg, the mayor of South Bend, Ind., has provoked a backlash from conservatives in the last few days after questioning the moral authority of evangelicals like Vice President Mike Pence who remain silent about President Trump’s personal conduct yet disapprove of same-sex marriages and oppose gay rights.\n[Make sense of the people, issues and ideas shaping American politics with our newsletter.]\nThough many conservatives were initially reluctant to engage Mr. Buttigieg because they feared it would only add to his growing stature as a 2020 contender, they jumped on his latest comments. Some suggested he was attacking the vice president to further raise his profile. Others challenged Mr. Buttigieg’s understanding of Christianity and accused him of smearing the religious convictions of the very people he wants to win over.\nA devoted Episcopalian who fluidly quotes Scripture and married his husband, Chasten, in a church service last year, Mr. Buttigieg is making the argument that marriage is a “moral issue.” In a speech on Sunday to the Victory Fund, a group that supports gay, lesbian, bisexual and transgender politicians, he said his relationship had made him “more compassionate, more understanding, more self-aware and more decent.”", "url": "https://www.nytimes.com/2019/04/10/us/politics/pete-buttigieg-sexuality-religion.html"}