{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:44:41", "date_modify": "2022-10-25 23:44:41", "date_publish": "2019-04-05 15:30:14", "description": "President Trump said on Friday that he wanted another round of quantitative easing from the central bank.", "filename": "2019_04_05_business_economy_trump-fed-interest-rates.html_module=inline_1666741481.html", "image_url": "https://static01.nyt.com/images/2019/04/05/us/politics/05dc-fed-promo2/05dc-fed-promo2-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=19aa84b90b3b71be81a400adbdf2c10a65b5c5a777b6375eb366d9e51876dec1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_05_business_economy_trump-fed-interest-rates.html_module=inline_1666741481.html", "title": "Trump Says Fed Should Cut Rates and Lift Economy", "title_page": "Trump Says Fed Should Cut Rates and Lift Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump on Friday called on the Federal Reserve to cut interest rates and take additional steps to stimulate economic growth, his latest attempt to put the traditionally independent central bank under his thumb.\nSpeaking to reporters before traveling to the southwestern border, the president once again criticized the Fed’s interest rate increases in 2018, saying “they really slowed us down.” Mr. Trump, who is presiding over one of the longest sustained economic expansions in United States history, also said the Fed should do more to give the economy a lift — including resuming a stimulus program that he opposed when it began under President Barack Obama.\nMr. Trump’s comments came on the same day the Labor Department reported strong job growth, with employers adding 196,000 jobs last month. His remarks also coincide with his efforts to install allies at the Fed as he heads into a re-election campaign that will largely be a referendum on the state of the economy. While the economy is still strong and unemployment remains low, the effects of the president’s $1.5 trillion tax cut are waning and his trade war has begun to hurt some American industries, as well as contributing to slower growth in China. Most forecasters see growth slowing this year, though Mr. Trump’s economic advisers continue to see it speeding up.\nBut the president appears to be taking no chances. On Friday, he escalated his previous critiques of the Fed by pressing for it to resume the type of stimulus campaign it undertook after the recession to jump-start economic growth. That program, known as quantitative easing, resulted in the Fed buying more than $4 trillion worth of Treasury bonds and mortgage-backed securities as a way to increase the supply of money in the financial system. As the economy recovered, the Fed began to reverse that program, slowly winnowing its portfolio of bonds in a process known as quantitative tightening.", "url": "https://www.nytimes.com/2019/04/05/business/economy/trump-fed-interest-rates.html?module=inline"}