{"authors": ["Jennifer Medina", "Matt Stevens"], "date_download": "2022-10-25 22:58:15", "date_modify": "2022-10-25 22:58:15", "date_publish": "2019-08-04 17:30:23", "description": "In the wake of two shootings, one of which is being investigated as domestic terrorism, some said the president creates a culture that lets white nationalism thrive.", "filename": "2019_08_04_us_politics_beto-el-paso-shooting_1666738695.html", "image_url": "https://static01.nyt.com/images/2019/08/04/us/politics/04beto-dems-1-sub/04beto-dems-1-sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=672ecfd0fe3f3eba697bfb03a3bc9ecc2010fcf959b2a5da3c4857efcf3019ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_04_us_politics_beto-el-paso-shooting_1666738695.html", "title": "Some Democratic Candidates Seek to Link Shootings to Trump", "title_page": "Some Democratic Candidates Seek to Link Shootings to Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EL PASO — Democratic candidates for president on Sunday reacted strongly to two mass shootings that killed at least 29 people, calling on Congress to act decisively on gun control while denouncing a culture of hatred and white nationalism that some said emanated from the Trump White House.\nSpeaking to CBS News early Sunday, former Representative Beto O’Rourke of Texas said President Trump had “a lot to do with what happened in El Paso yesterday,” arguing that Mr. Trump’s remarks about immigrants and asylum seekers was responsible for having sown “the kind of fear, the kind of reaction that we saw in El Paso yesterday.”\n“It’s up to all of us to put an end to this racism and make sure that we don’t just tolerate our differences, but as we’ve shown here in El Paso, we embrace them as the very source of our strength and our success,” said Mr. O’Rourke, who is from El Paso and represented the district for years in Congress.\nThe pair of shootings on Saturday, in El Paso and Dayton, Ohio, killed at least 29 people and injured dozens more. Law enforcement authorities are looking into whether the suspect in El Paso was connected to a hate-filled, anti-immigrant manifesto that had appeared online minutes before the shooting. They said Sunday that they were investigating the shooting as an act of domestic terrorism.", "url": "https://www.nytimes.com/2019/08/04/us/politics/beto-el-paso-shooting.html"}