{"authors": ["Corinna Da Fonseca-Wollheim"], "date_download": "2022-10-25 23:35:10", "date_modify": "2022-10-25 23:35:10", "date_publish": "2019-12-27 17:50:09", "description": "Jolle Greenleaf and Tenet bid farewell to their Green Mountain Project, devoted to the 1610 Vespers, with conductorless performances.", "filename": "2019_12_27_arts_music_monteverdi-tenet_1666740910.html", "image_url": "https://static01.nyt.com/images/2019/12/27/arts/27tenet-6/27tenet-6-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8ec2a9a9de40c1db157b81b6bc33b680cca57480a985b22acdd1639c027e0d44&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_27_arts_music_monteverdi-tenet_1666740910.html", "title": "After a Decade, a Monteverdi Masterpiece Flies Free", "title_page": "After a Decade, a Monteverdi Masterpiece Flies Free - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I started it out of a real sense of despair that I wasn’t going to perform this piece that I was madly in love with. I had gone through a major illness and had recently given birth to my daughter and wasn’t really being hired anywhere. So when we decided to do it, it felt like a gift. It was a big year with the 400th anniversary of the piece, and we wanted to put our stamp on it.\nHow did you put your stamp on it? What are the qualities you look for in the singers and instrumentalists you work with?\nWhen I listen to some of the older recordings, I think it was hard for people to understand how this music functioned best. Having large choirs sing this music — it’s hard to digest. Monteverdi really meant it to be sung one singer to a part, so you get this vivid clarity.\nFor the singers, it’s essential that they can offer a variety of sounds. A lot has to do with understanding strong and weak syllables and making sure that comes through in the singing. Monteverdi cared deeply about the text; for all the syllables to sound the same would create the wrong color palette.\nWith instrumentalists you want the same: They are essentially singing. If they match our strong and weak inflections on the syllables, they basically boost our sound, and our diction carries over.\nWhat have you learned about Monteverdi over these years immersed in his music?\nIt’s hard for us to know exactly what he was like. He could be a curmudgeon. He was obviously a masterful composer, no question. He had a very fun and light side that you can see in his work, as well as a deeply religious side. This piece uses everything he has on offer. You get so many aspects of his personality and his compositional style, all in one work.", "url": "https://www.nytimes.com/2019/12/27/arts/music/monteverdi-tenet.html"}