{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:29:29", "date_modify": "2022-10-25 23:29:29", "date_publish": "2019-04-01 16:45:47", "description": "In a 5-to-4 decision, the justices ruled against an inmate with a rare medical condition and debated the ground rules for capital punishment.", "filename": "2019_04_01_us_politics_supreme-court-death-penalty_1666740569.html", "image_url": "https://static01.nyt.com/images/2019/04/01/us/politics/01dc-scotus/01dc-scotus-facebookJumbo.jpg?year=2019&h=550&w=1050&s=40e9c953ad02f2c439a56853daf1363f8b7de4242a8e18f23304d959fa652472&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_01_us_politics_supreme-court-death-penalty_1666740569.html", "title": "Rancor and Raw Emotion Surface in Supreme Court Death Penalty Ruling", "title_page": "Rancor and Raw Emotion Surface in Supreme Court Death Penalty Ruling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In a 5-to-4 decision that revealed fault lines and considerable friction over the use of the death penalty, the Supreme Court on Monday ruled that a death row inmate in Missouri may be executed by lethal injection notwithstanding a rare medical condition that he says will cause excruciating pain. The majority accused the inmate of gamesmanship and delay.\nThe decision made clear that feelings are still raw at the court over its 5-to-4 decision in February to allow the execution of a Muslim inmate in Alabama after his request to have his imam be present was denied, with the majority saying he should have asked sooner. Last week, the court stayed the execution of a Buddhist inmate in Texas in similar circumstances, over two noted dissents, with the majority apparently satisfied that the request had been timely.\nOn Monday, Justice Neil M. Gorsuch, writing for the majority, said the Missouri inmate, Russell Bucklew, had waited too long to object to the way the state planned to execute him. “Courts should police carefully against attempts to use such challenges as tools to interpose unjustified delay,” Justice Gorsuch wrote.\nHe added that the dissenting justices were “seeking to relitigate” the February decision concerning the Muslim inmate in Alabama.", "url": "https://www.nytimes.com/2019/04/01/us/politics/supreme-court-death-penalty.html"}