{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:55:02", "date_modify": "2022-10-25 23:55:02", "date_publish": "2019-11-15 13:08:28", "description": "City, the Premier League champion, had tried to block an investigation into its finances by appealing to sports’ highest court even before a punishment was handed down.", "filename": "2019_11_15_sports_manchester-city-champions-league-ban_1666742102.html", "image_url": "https://static01.nyt.com/images/2019/11/15/sports/15mancity/merlin_164159691_42078179-5197-4576-842e-0879c826f837-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5a44f020886ff25ab8805d604cbb83b165c70447e2b155906cd2331c310e2d8b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_15_sports_manchester-city-champions-league-ban_1666742102.html", "title": "Manchester City Appeal Rejected at CAS", "title_page": "Manchester City Appeal Rejected at CAS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MONTREUX, Switzerland — An attempt by Manchester City to block an investigation into its finances and spending was rejected Friday by the Court of Arbitration for Sport, which ruled that the club’s appeal was “inadmissible” because European soccer officials have not yet issued a ruling in the case.\nInvestigators from UEFA, the sport’s governing body in Europe, have spent months looking into possible violations of the organization’s so-called financial fair play rules. Those rules, in place since 2011, were devised to impose a measure of financial fairness within the European soccer economy by linking spending to revenues, but powerful clubs have routinely avoided serious punishment for breaking them.\nManchester City, the reigning Premier League champion, had appealed to the Court of Arbitration for Sport in June, about a month after The New York Times reported that UEFA investigators were seeking at least a one-season ban of the club from the Champions League, European’s soccer biggest and richest club competition. City has contended that UEFA acted incorrectly in assigning its case to the governing body’s financial crimes unit.\nCAS officials stressed that Friday’s decision was not a verdict on any of the underlying accusations against Manchester City.", "url": "https://www.nytimes.com/2019/11/15/sports/manchester-city-champions-league-ban.html"}