{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 23:52:41", "date_modify": "2022-10-25 23:52:41", "date_publish": "2019-10-04 20:44:35", "description": "Richard McDaniel, Ms. Warren’s national organizing director, was let go from the campaign after it “determined that his reported conduct was inconsistent with its values.”", "filename": "2019_10_04_us_politics_elizabeth-warren-richard-mcdaniel_1666741961.html", "image_url": "https://static01.nyt.com/images/2019/10/05/us/politics/05warren-staff/05warren-staff-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ee09ebb512e9ea90bd5b35b5b9b5bff79ff993e9770a16092b9d1c997ad663c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_04_us_politics_elizabeth-warren-richard-mcdaniel_1666741961.html", "title": "Elizabeth Warren Campaign Fires Staff Member for ‘Inappropriate Behavior’", "title_page": "Elizabeth Warren Campaign Fires Staff Member for ‘Inappropriate Behavior’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Elizabeth Warren of Massachusetts fired her national organizing director after “multiple complaints regarding inappropriate behavior,” according to a statement released Friday by her communications director.\nThe campaign hired the staff member, Richard McDaniel, earlier this year to head the national field operations, a job that involved spearheading the campaign’s organizing structure and outreach programs.\nThe statement by Ms. Warren’s communications director, Kristen Orthman, said senior campaign leadership had received multiple complaints about Mr. McDaniel’s behavior “over the past two weeks.” The decision to fire him came after an investigation conducted by outside counsel.\n“Based on the results of the investigation, the campaign determined that his reported conduct was inconsistent with its values and that he could not be a part of the campaign moving forward,” Ms. Orthman said.", "url": "https://www.nytimes.com/2019/10/04/us/politics/elizabeth-warren-richard-mcdaniel.html"}