{"authors": ["Katie Rogers", "Jim Tankersley", "Alan Rappeport"], "date_download": "2022-10-25 23:00:30", "date_modify": "2022-10-25 23:00:30", "date_publish": "2019-12-03 23:27:47", "description": "In a series of moves and comments, the president has stirred new turmoil into financial markets and the global economy.", "filename": "2019_12_03_business_trump-trade-wars_1666738830.html", "image_url": "https://static01.nyt.com/images/2019/12/03/business/03dc-Trade01/03dc-Trade01-facebookJumbo.jpg?year=2019&h=549&w=1050&s=4367c34f30100cf1c6bfe271900d1b507f1ba3c0e2b7be0c5f4e7c5955e5b07f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_03_business_trump-trade-wars_1666738830.html", "title": "Trump Inflames the Trade Wars, Again", "title_page": "Trump Inflames the Trade Wars, Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — President Trump left the global economy unsettled on Tuesday when he threatened NATO allies and suggested that he could wait a year to reach a trade agreement with China, sending stock markets swooning.\nIn comments to reporters sandwiched between meetings with fellow leaders of the North Atlantic Treaty Organization, Mr. Trump said a trade deal with China might not be finalized until after the 2020 presidential election in November. Earlier this fall, he hinted that a deal was near completion, signaling that the trade war could be winding down.\nBut this week, peace no longer seems at hand. Beyond Mr. Trump’s downbeat assessment of the conflict with China, his administration is considering tariffs as high as 100 percent on French items including wines, cheeses and handbags. He promised to impose tariffs on aluminum and steel from Brazil and Argentina. And he raised fresh doubts about international negotiations that were supposed to defuse a growing conflict over how American technology companies are taxed in Europe.\nThe president’s affinity for using unpredictability as a negotiating tactic has angered trading partners and at times roiled financial markets — including on Tuesday, when stocks dropped in Europe and the United States after Mr. Trump’s trade comments. The S&P 500 index fell about 0.7 percent Tuesday, after a similar decline Monday.", "url": "https://www.nytimes.com/2019/12/03/business/trump-trade-wars.html"}