{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:43:03", "date_modify": "2022-10-25 23:43:03", "date_publish": "2019-04-01 21:40:52", "description": "Lawmakers rejected alternative proposals to Prime Minister Theresa May’s already-rejected proposal, with less than two weeks until an April 12 deadline.", "filename": "2019_04_01_world_europe_uk-parliament-soft-brexit-may_1666741383.html", "image_url": "https://static01.nyt.com/images/2019/04/01/world/01brexit1/01brexit1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f39c0e3dc4555b30c8ce72e2187f49b13d9a4838735f9ef312bcaf83064729a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_01_world_europe_uk-parliament-soft-brexit-may_1666741383.html", "title": "U.K. Parliament Votes Down Alternative Brexit Deals", "title_page": "U.K. Parliament Votes Down Alternative Brexit Deals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Parliament is expected to debate Brexit again on Wednesday, and it remained unclear whether lawmakers would continue to try to again wrest control from Mrs. May, and make another effort to garner support for any other alternative.\nJeremy Corbyn, leader of the opposition Labour Party said that “the margin of defeat for one of the options tonight was very narrow indeed and the prime minister’s deal has been rejected by very large majorities on three occasions.”\n“If it is good enough for the prime minister to have three chances at her deal then I suggest that possibly the House should have a chance to consider again the options that we had before us today, in a debate on Wednesday, so that the House can succeed where the prime minister has failed.”\nAfter Monday’s votes, a lawmaker who tried to forge one of the compromise plans, Nick Boles, said he was resigning from the Conservative Party, because, he said, it “has shown itself to be incapable of compromise.”\nMr. Boles said he would remain in Parliament as an independent.\nIf Mrs. May’s plan does not get another vote, she could try to pursue an exit without any agreement. But that would split her cabinet, and some members might resign. Also, Parliament has indicated that it does not support an exit without a deal.", "url": "https://www.nytimes.com/2019/04/01/world/europe/uk-parliament-soft-brexit-may.html"}