{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:40:00", "date_modify": "2022-10-25 23:40:00", "date_publish": "2019-07-19 13:32:18", "description": "Carrie Lam’s administration is confident that it can weather further demonstrations, despite recent violent clashes and signs that the economy could suffer.", "filename": "2019_07_19_world_asia_hong-kong-protests-carrie-lam_1666741200.html", "image_url": "https://static01.nyt.com/images/2019/07/19/world/19hongkong1/19hongkong1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=17db0ab0e347bf359acccbd5773311ebd87979755dd051d6da097286f810b0b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_19_world_asia_hong-kong-protests-carrie-lam_1666741200.html", "title": "Hong Kong’s Approach to Protesters: No More Concessions", "title_page": "Hong Kong’s Approach to Protesters: No More Concessions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Hong Kong’s leader will not be making further concessions to the city’s protesters, two of her top advisers said, as the government digs in despite several large demonstrations over the past month and more planned for Sunday and the coming weeks.\nCarrie Lam, the region’s chief executive, will focus instead on hearing from various sectors of the Hong Kong population and drafting a broad policy address for delivery in mid-October, said Bernard Chan, the convenor of her Executive Council, or cabinet, in an interview on Friday.\nMr. Chan’s remarks — and similar comments by Regina Ip, another Executive Council member, in a separate interview — indicate that Mrs. Lam’s administration is confident that it can weather further protests, despite several recent violent clashes and signs that the economy could suffer.\nWaiting and hoping that protests fade away worked for the government during the pro-democracy Umbrella Movement in 2014, in which demonstrators occupied sections of major roads for months. But Mrs. Lam’s refusal to meet the current protesters’ demands, including a call for her resignation, runs the risk of driving large turnouts at rallies and more violent confrontations.", "url": "https://www.nytimes.com/2019/07/19/world/asia/hong-kong-protests-carrie-lam.html"}