{"authors": ["Jon Caramanica"], "date_download": "2022-10-25 22:54:57", "date_modify": "2022-10-25 22:54:57", "date_publish": "2019-08-06 20:27:18", "description": "Shops like Fantasy Explosion specialize in vernacular vintage, merchandise that conveys cachet and knowledge of the city.", "filename": "2019_08_06_style_shirts-for-lifelong-new-yorkers-and-those-who-would-like-to-pass-for-one_1666738497.html", "image_url": "https://static01.nyt.com/images/2019/08/08/fashion/07CRITICALSHOPPER-1-copy/07CRITICALSHOPPER-1-copy-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=0b0c18959eecd9dd752348a664a54972b1fdb14267604af6df5bc8dc6ecec2a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_06_style_shirts-for-lifelong-new-yorkers-and-those-who-would-like-to-pass-for-one_1666738497.html", "title": "Shirts for Lifelong New Yorkers and Those Who Would Like to Pass for One", "title_page": "Shirts for Lifelong New Yorkers and Those Who Would Like to Pass for One - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Recently, in the basement of my mom’s house upstate, I discovered two boxes full of clothes that somehow got diverted from me back in 1997. They were full of gems — old merch from “Twin Peaks” and “In Living Color,” peak-era Gap and so on. But I was most warmed to re-encounter the ones so specific that they’d be essentially meaningless to almost anyone else.\nThe best is a fire truck red shirt that reads, “Goodbye Old Stuy.” I was part of the first class that graduated from the new Stuyvesant High School building in 1993. These shirts were given to students when we left the old building on East 15th Street the year before.\nMy New York is a small and obscure one, full of private corners that I still lurk in when the world turns cruel, and darkened by the shadows of places that have been swallowed by time (and developers).\nIt’d be nice if I had photos of those places, but mostly I don’t. It’d be nicer, even, to have a memento. I would pay who-knows-how-much for a T-shirt from my beloved El Greco diner in Sheepshead Bay, in outer Brooklyn, where in the mid-to-late-1980s I ate approximately one million French fries and stuffed the Galaga machine with quarters sneaked to me by the women who worked the cash register. It was knocked down a few years ago and is now a condo tower with units that can sell for over $1 million.", "url": "https://www.nytimes.com/2019/08/06/style/shirts-for-lifelong-new-yorkers-and-those-who-would-like-to-pass-for-one.html"}