{"authors": ["Keith Bradsher", "Daniel Victor"], "date_download": "2022-10-25 23:39:43", "date_modify": "2022-10-25 23:39:43", "date_publish": "2019-06-16 19:12:54", "description": "Protesters dismissed the apology by Carrie Lam as insincere and called for her resignation among a growing list of demands.", "filename": "2019_06_16_world_asia_carrie-lam-hong-kong-protests_1666741183.html", "image_url": "https://static01.nyt.com/images/2019/06/16/world/16hongkong1-sub/16hongkong1-sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=db72ed7004301881b96c85884a9748cd3af0264a086e1c7d9ab49d3bed821a89&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_16_world_asia_carrie-lam-hong-kong-protests_1666741183.html", "title": "Hong Kong Protesters Return to the Streets, Rejecting Leader’s Apology", "title_page": "Hong Kong Protesters Return to the Streets, Rejecting Leader’s Apology - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The bill has fed rising fear and anger over the erosion of the civil liberties that have long set this former British colony apart from the rest of the country. The local authorities have also rejected demands for free elections and ousted opposition lawmakers, and critics say Beijing’s supporters are diminishing the independence of the territory’s courts and news media.\nIt was a resounding statement that Mrs. Lam’s political crisis was far from over. Finding little support from her superiors in Beijing, Mrs. Lam is still trying to thread the needle of restoring order without making concessions that would weaken her standing.\nSunday night’s apology, distributed as thousands of protesters converged on the Legislative Council building more than six hours after the march began, was the first time she had acknowledged fault in the debacle.\n“The Chief Executive admitted that inadequacies of the government’s job has caused major contradictions and arguments in Hong Kong society, making many citizens feeling disappointed and upset,” the government said. “The Chief Executive apologizes to Hong Kong citizens for this, and promises that she will take on criticisms in the most sincere and humble way, striving to improve and serve the general public.”\nAt this juncture, Mrs. Lam is no closer to passing her unpopular legislation, which she had pushed since February as necessary to address a murder case that could only be tried in Taiwan. Critics see it as a Trojan horse that would allow Beijing to target activists, journalists and others in Hong Kong with dubious charges.\nAnd she is now facing an expanding list of demands from the protesters, who were outraged by the harsh police response last Wednesday when some marchers tried to storm a government building, with a few throwing bricks and other projectiles at officers in riot gear. The police pushed back, hitting the protesters with batons, rubber bullets, pepper spray and more than 150 canisters of tear gas.", "url": "https://www.nytimes.com/2019/06/16/world/asia/carrie-lam-hong-kong-protests.html"}