{"authors": ["Alexandra Stevenson", "Cao Li"], "date_download": "2022-10-25 23:39:36", "date_modify": "2022-10-25 23:39:36", "date_publish": "2019-03-14 15:04:24", "description": "White-collar workers face job cuts and shrinking paychecks even in go-go industries like technology, suggesting the economic pain is broader than official figures show.", "filename": "2019_03_14_business_china-economy-slowdown-white-collar-workers_1666741176.html", "image_url": "https://static01.nyt.com/images/2019/03/13/business/13chinajobs1-promo/13chinajobs1-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=12f6f1d5a7aeb19aaf3423e9a60492d3f8babfd257e001af5baca1c3e4af3e8f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_14_business_china-economy-slowdown-white-collar-workers_1666741176.html", "title": "China’s Slowdown Already Hit Its Factories. Now Its Offices Are Hurting, Too.", "title_page": "China’s Slowdown Already Hit Its Factories. Now Its Offices Are Hurting, Too. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "China’s vibrant tech scene is also facing a cash crunch. Many start-ups are having trouble raising money.\nQi Feng started working in sales at Renrenche, the online car platform, nearly four years ago. Mr. Qi and other colleagues were called into a meeting several weeks ago and told to quit, he said. They were offered new contracts that required them to pay $6,000 to the company in exchange for customer data. They could then use the data to sell cars on the platform and pocket the profit. He said he had refused to quit and had been told that he would be fired.\n“It has a big impact on me,” Mr. Qi said. He has monthly mortgage payments of $400 and a $300 monthly car loan. His daughter is just a year old, he said, and he and his wife take care of their parents.\nA spokesman for Renrenche said the move was part of a strategy that would make employees into partners.\n“For those who are not willing to convert into partners, we will handle them properly and according to law,” said Han Di, the spokesman.\nQiao Lifeng, a college-educated accountant who lef t the business briefly to open a restaurant, moved from Heilongjiang Province in China’s far northeast to Shenzhen, in the southeast, two decades ago when the city was at the front line of China’s economic overhauls. He got his first job at the Shenzhen General Talent Market, the same job fair Ms. Hou attended. He slowly worked his way up at several companies as an accountant until two years ago, when he decided to try his hand at building his own business.\nNow that his restaurant has closed, he found himself back, but the world had changed.\n“I only started looking for jobs,” Mr. Qiao, 45, said. “It’s very difficult to find a job that suits me.”", "url": "https://www.nytimes.com/2019/03/14/business/china-economy-slowdown-white-collar-workers.html"}