{"authors": ["Daisuke Wakabayashi", "Katie Benner", "Steve Lohr"], "date_download": "2022-10-25 22:54:59", "date_modify": "2022-10-25 22:54:59", "date_publish": "2019-07-23 21:21:35", "description": "The agency said it would look into concerns about anticompetitive behavior by some of the industry’s biggest companies.", "filename": "2019_07_23_technology_justice-department-tech-antitrust_1666738499.html", "image_url": "https://static01.nyt.com/images/2019/07/23/business/23antitrust/23antitrust-facebookJumbo.jpg?year=2019&h=550&w=1050&s=65a337180b68b6e7926390b28ddd9fd94c9bccffe800b2bcf38feaf6a002334d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_23_technology_justice-department-tech-antitrust_1666738499.html", "title": "Justice Department Opens Antitrust Review of Big Tech Companies", "title_page": "Justice Department Opens Antitrust Review of Big Tech Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The federal government has turned its full investigative powers toward examining the world’s biggest technology companies, building on a backlash against the industry that has been growing for over a year.\nThe Justice Department said on Tuesday that it would start an antitrust review into how internet giants had accumulated market power and whether they had acted to reduce competition. Similar inquiries are underway in Congress and at the Federal Trade Commission, which shares antitrust oversight responsibilities with the Justice Department.\nThe action is the clearest sign yet that the longtime arguments that helped shield the tech giants from antitrust scrutiny are eroding. Since the 1970s, a consensus in antitrust circles has been that if companies were focused on consumer welfare — for example, by offering low prices — they were not likely to attract federal intervention. Since companies like Google and Facebook largely provide free services, the thinking went, they were not subject to federal antitrust examination.\nBut that approach has evolved, pushed by scholars and others, as concerns about the clout and reach of Google, Facebook, Amazon and Apple have grown. The Justice Department has recently been meeting with tech industry experts to learn what kinds of harm the companies may have caused, said two people with knowledge of the talks, who spoke on the condition they not be identified because the meetings were confidential.", "url": "https://www.nytimes.com/2019/07/23/technology/justice-department-tech-antitrust.html"}