{"authors": ["Andy Newman"], "date_download": "2022-10-25 23:28:47", "date_modify": "2022-10-25 23:28:47", "date_publish": "2019-07-24 13:34:10", "description": "The delivery company dropped a policy that effectively meant tips were going to it rather than workers.", "filename": "2019_07_24_nyregion_doordash-tip-policy_1666740527.html", "image_url": "https://static01.nyt.com/images/2019/07/24/nyregion/24doordash1/merlin_154308741_52341177-ddd1-4c48-8c69-ee6ff110756b-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b481cc30b11d9b3c4571bd70679bd0c0b765a6c23aaedbfb7dfdcec75b1997a3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_24_nyregion_doordash-tip-policy_1666740527.html", "title": "DoorDash Changes Tipping Model After Uproar From Customers", "title_page": "DoorDash Changes Tipping Model After Uproar From Customers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nAs DoorDash grew to become the biggest on-demand food delivery app in the country, it began doing something unconventional with customers’ tips: It used them mostly to subsidize its payments to delivery workers.\nEven as it faced blistering criticism for the policy in February, DoorDash stuck with it.\nNo longer. DoorDash announced Tuesday night that it was dropping its tipping policy, which had effectively meant customers’ tips were going to DoorDash rather than the person who delivered their meal.\nThe decision followed another round of outrage and customer complaints about the policy after a New York Times reporter described in an article what it was like to work as a food-app deliveryman.\nDoorDash’s reversal comes amid a broader debate about jobs and fair pay in the so-called gig economy, where workers have more flexibility but less stability and fewer benefits.", "url": "https://www.nytimes.com/2019/07/24/nyregion/doordash-tip-policy.html"}