{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:53:21", "date_modify": "2022-10-25 23:53:21", "date_publish": "2019-06-26 12:55:15", "description": "Ayatollah Ali Khamenei made the remarks as Iranian officials reiterated Iran was moving toward noncompliance with some parts of the 2015 nuclear deal.", "filename": "2019_06_26_world_middleeast_iran-sanctions-Ayatollah-Ali-Khamenei_1666742001.html", "image_url": "https://static01.nyt.com/images/2019/06/27/world/26iran/26iran-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1bf0884ea93f12a6917291ab5a0fd21ac5e22a84ecad69bd9e557f3fea721215&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_26_world_middleeast_iran-sanctions-Ayatollah-Ali-Khamenei_1666742001.html", "title": "Iran’s Supreme Leader Vows Never to Capitulate to U.S. Sanctions", "title_page": "Iran’s Supreme Leader Vows Never to Capitulate to U.S. Sanctions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In his first public comments since President Trump aborted an imminent attack on Iran last week, its top leader on Wednesday ruled out any negotiations with Washington and said that only the threat of military force provides protection from American domination.\n“Negotiation is an effort to deceive into doing what the U.S. desires,” said Supreme Leader Ayatollah Ali Khamenei, according to the English translation on his official website.\n“It is like you hold a weapon, so the other side does not dare come close,” the ayatollah said, and then the Americans order Iran to drop the weapon “so I can do whatever I want to you.”\n“This is what they mean by negotiation,” he said. “If you accept their request, you will suffer the worst things, and if you don’t accept it, you will face the huff and puff and their hassles over human rights excuses.”", "url": "https://www.nytimes.com/2019/06/26/world/middleeast/iran-sanctions-Ayatollah-Ali-Khamenei.html"}