{"authors": ["Sheryl Gay Stolberg", "Maggie Haberman", "Peter Baker"], "date_download": "2022-10-25 23:32:30", "date_modify": "2022-10-25 23:32:30", "date_publish": "2019-09-29 18:46:37", "description": "Thomas P. Bossert, President Trump’s first homeland security adviser, said he was “deeply disturbed” that Mr. Trump had urged Ukraine to investigate Democrats.", "filename": "2019_09_29_us_politics_tom-bossert-trump-ukraine_1666740750.html", "image_url": "https://static01.nyt.com/images/2019/09/29/us/politics/29dc-bossert1-promo/29dc-bossert1-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=d577dd89f45d0b87e1337d9359b9250f598327c913b6396b48bc3b6cb02a27e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_29_us_politics_tom-bossert-trump-ukraine_1666740750.html", "title": "Trump Was Repeatedly Warned That Ukraine Conspiracy Theory Was ‘Completely Debunked’", "title_page": "Trump Was Repeatedly Warned That Ukraine Conspiracy Theory Was ‘Completely Debunked’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump was repeatedly warned by his own staff that the Ukraine conspiracy theory that he and his lawyer were pursuing was “completely debunked” long before the president pressed Ukraine this summer to investigate his Democratic rivals, a former top adviser said on Sunday.\nThomas P. Bossert, who served as Mr. Trump’s first homeland security adviser, said he told the president there was no basis to the theory that Ukraine, not Russia, intervened in the 2016 election and did so on behalf of the Democrats. Speaking out for the first time, Mr. Bossert said he was “deeply disturbed” that Mr. Trump nonetheless tried to get Ukraine’s president to produce damaging information about Democrats.\nMr. Bossert’s comments, on the ABC program “This Week” and in a subsequent telephone interview, underscored the danger to the president as the House moves ahead with an inquiry into whether he abused his power for political gain. Other former aides to Mr. Trump said on Sunday that he refused to accept reassurances about Ukraine no matter how many times it was explained to him, instead subscribing to an unsubstantiated narrative that has now brought him to the brink of impeachment.\nThe latest revelations came as the impeachment inquiry rushed ahead at a brisk pace. The House chairman taking the lead said that the whistle-blower who brought the matter to light would testify soon and that a subpoena for documents would be issued early this week to Rudolph W. Giuliani, the president’s personal lawyer who spearheaded the effort to find dirt on Democrats in Ukraine. In a letter to the acting director of national intelligence, lawyers for the whistle-blower requested stepped-up efforts to ensure his safety, citing “serious concerns we have regarding our client’s personal safety.”", "url": "https://www.nytimes.com/2019/09/29/us/politics/tom-bossert-trump-ukraine.html"}