{"authors": ["Rick Rojas"], "date_download": "2022-10-25 23:44:43", "date_modify": "2022-10-25 23:44:43", "date_publish": "2019-01-15 22:32:00", "description": "In some cases, the priests listed as having a history of sexual abuse passed through the schools in careers that spanned as many as 30 years.", "filename": "2019_01_15_nyregion_catholic-church-sex-abuse-jesuits_1666741483.html", "image_url": "https://static01.nyt.com/images/2019/01/16/nyregion/16jesuitabuse/16jesuitabuse-facebookJumbo.jpg?year=2019&h=550&w=1050&s=0c5ee4165661b22de0aae536c026d55ea85c45a2981927c2ad298bcf94c3acb7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_15_nyregion_catholic-church-sex-abuse-jesuits_1666741483.html", "title": "50 Jesuits, Including Some From Top-Ranked N.Y. Catholic Schools, Are Named as Abusers", "title_page": "50 Jesuits, Including Some From Top-Ranked N.Y. Catholic Schools, Are Named as Abusers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nThe schools are among the most recognizable Catholic institutions in New York, with reputations extending far beyond the church’s followers and the city’s borders: Xavier, Regis, Brooklyn Prep, Fordham Prep. They educated many in the city’s Catholic elite, producing politicians, authors, academics and at least one Supreme Court justice. They regularly appear on lists of New York’s best Catholic schools.\nBut on Tuesday, the schools’ names popped up again and again on a different kind of list: One naming Jesuit priests who were identified by the Society of Jesus as having a history of sexual abuse found to be “more likely true than not after investigation.”\nIn some cases, the priests passed through the schools in careers that spanned as many as 30 years.\nThe lists of accused priests were published by the Jesuit order one after the other in recent weeks, creating rosters of several hundred names. The Society of Jesus, as the Jesuit order is known, is an influential force in the global church; it has more than 16,000 members, including Pope Francis.\nThe latest list names priests who served in the order’s province covering the Northeastern United States, most of whom served in Jesuit schools.", "url": "https://www.nytimes.com/2019/01/15/nyregion/catholic-church-sex-abuse-jesuits.html"}