{"authors": ["Megan Specia"], "date_download": "2022-10-25 23:27:57", "date_modify": "2022-10-25 23:27:57", "date_publish": "2019-09-12 12:00:13", "description": "Jolie King and Mark Firkin were on a once-in-a-lifetime journey from Australia to Britain. They documented it all on social media and a website, but then the posts suddenly stopped.", "filename": "2019_09_12_world_middleeast_iran-arrests-uk-australia_1666740477.html", "image_url": "https://static01.nyt.com/images/2019/09/12/world/12iran-australia/12iran-australia-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=358471a3585061eae0d73f8126daca21dc25d228f0c4cc80d99f7c5dcf7969a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_12_world_middleeast_iran-arrests-uk-australia_1666740477.html", "title": "Couple’s Trek Across Continents Ended in an Iranian Prison", "title_page": "Couple’s Trek Across Continents Ended in an Iranian Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — In 2017, Jolie King and Mark Firkin hit the road in a white Toyota Land Cruiser, beginning a journey that over the next two years would take them from their home in Perth, Australia, across large stretches of Asia as they meandered toward Europe.\nPhotos and videos posted on social media accounts documenting their adventure show the pair swimming in the turquoise waters of Bali, trekking to Everest base camp and driving through the valleys of Pakistan surrounded by snow-capped peaks.\nThen, at the end of June, their posts suddenly stopped.\nOn Thursday, officials confirmed that the couple were among three Australian citizens detained in Iran for the past 10 weeks. Rights groups have expressed concerns that they may have been tortured, and a fellow prisoner’s husband reported that Ms. King had been held for weeks in solitary confinement.\nIt is unclear why the pair were detained, and the Iranian authorities have not responded to requests for comment about Ms. King and Mr. Firkin. Pouria Zeraati, a prominent Iranian journalist, said the pair had been detained after flying a drone near Tehran without a permit.", "url": "https://www.nytimes.com/2019/09/12/world/middleeast/iran-arrests-uk-australia.html"}