{"authors": ["Mike Ives"], "date_download": "2022-10-25 23:40:05", "date_modify": "2022-10-25 23:40:05", "date_publish": "2019-06-24 16:51:45", "description": "The police have struggled to manage some of the largest protests in the city’s history, as they defend a government that much of the public has turned against.", "filename": "2019_06_24_world_asia_hong-kong-police-protest_1666741205.html", "image_url": "https://static01.nyt.com/images/2019/06/24/world/24hk-police-1-promo/24hk-police-1-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=296ec2b57846d0ad6b726ab2c7963c172877cc6127f70afa64c4681981f6f05a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_24_world_asia_hong-kong-police-protest_1666741205.html", "title": "Hong Kong Police, Once Called ‘Asia’s Finest,’ Are Now a Focus of Anger", "title_page": "Hong Kong Police, Once Called ‘Asia’s Finest,’ Are Now a Focus of Anger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — The 30,000-member Hong Kong police force was long known as “Asia’s finest.” Then with the world watching, they tear-gassed and beat largely peaceful demonstrators and fired rubber bullets at them. Some officers appeared to hide their badges to avoid identification.\nNow the force is struggling to salvage a reputation blighted by its behavior in the June 12 protests over a proposed extradition law that convulsed Hong Kong, the semiautonomous Chinese territory.\nFaced with public fury over their crowd-control tactics, the police retreated and watched as thousands of young demonstrators besieged their headquarters for 15 hours last week, barricading the exits, throwing eggs and spraying graffiti on the walls.\nOfficers ducked their heads as protesters aimed laser pointers at them, and a police spokeswoman who urged the demonstrators to leave was drowned out by jeering.", "url": "https://www.nytimes.com/2019/06/24/world/asia/hong-kong-police-protest.html"}