{"authors": ["Rick Gladstone", "Megan Specia"], "date_download": "2022-10-25 23:56:11", "date_modify": "2022-10-25 23:56:11", "date_publish": "2019-04-09 14:57:04", "description": "A guide to the country’s complicated parliamentary vote on Tuesday.", "filename": "2019_04_09_world_middleeast_elections-israel_1666742171.html", "image_url": "https://static01.nyt.com/images/2019/04/08/world/08israel-explainer-sub/08israel-explainer-sub-facebookJumbo.jpg?year=2019&h=549&w=1050&s=8568c2e774e1c5a291ee7fb664999da81ce6e681bf2da639966757d9a4efc15c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_09_world_middleeast_elections-israel_1666742171.html", "title": "Israel Elections: How the Country Chooses a Leader and What’s at Stake", "title_page": "Israel Elections: How the Country Chooses a Leader and What’s at Stake - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Blue and White leaders are drawing on their military backgrounds to counter Mr. Netanyahu’s contention that only he can protect Israel. Mr. Gantz and his colleagues have also focused on the corruption accusations against Mr. Netanyahu, his biggest vulnerability, to press their case that new leadership is needed.\nThey have attracted backing from smaller centrist parties. And what remains of the left-leaning opposition has thrown its support behind Mr. Gantz for prime minister. The Labor Party would be likely to recommend Mr. Gantz for the premiership after the election.\nWhat makes this election different?\nMr. Netanyahu could be indicted. Israel’s attorney general announced last month that he planned to bring charges of bribery, fraud and breach of trust.\nA final decision on charges is likely by year’s end. Under the current law, Mr. Netanyahu, if re-elected, would not have to resign until a final conviction, although new legislation or public pressure could force him to step down. Mr. Netanyahu has described the charges as a baseless partisan witch hunt. But with a first sitting prime minister to be charged, Israel would be entering uncharted legal and political terrain.\nThe uncertainty has worked against Mr. Netanyahu in the prelude to the vote.\n“The attorney general’s report has done something that has never happened in Israel’s 70-year history, and that is that a prime minister is under a legal cloud,” said David Makovsky, an expert at the Washington Institute for Near East Policy.\nThe election also is the first time that three former heads of the army, the Israel Defense Forces, have united to run for office. The Blue and White alliance is led by Mr. Gantz and two other veteran generals, Gabi Ashkenazi and Moshe Yaalon.\nThey have teamed up with a well-known centrist party, Yesh Atid, led by Yair Lapid, a former journalist, television host and finance minister. Mr. Gantz has agreed to hand off the prime minister position to Mr. Lapid after two and a half years if their parties win.", "url": "https://www.nytimes.com/2019/04/09/world/middleeast/elections-israel.html"}