{"authors": ["Jacey Fortin"], "date_download": "2022-10-25 23:53:11", "date_modify": "2022-10-25 23:53:11", "date_publish": "2019-08-14 19:04:16", "description": "“Give me your tired and your poor who can stand on their own two feet,” said Kenneth T. Cuccinelli II, a top Trump administration immigration official. His remarks set off a controversy.", "filename": "2019_08_14_us_cuccinelli-statue-liberty-poem_1666741991.html", "image_url": "https://static01.nyt.com/images/2019/08/14/us/politics/14xp-cuccinelli/14xp-cuccinelli-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4945458e99b8c6ec7e198de9b4dc31ad53cf003543da8cd2afaac3ce08dfda36&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_14_us_cuccinelli-statue-liberty-poem_1666741991.html", "title": "‘Huddled Masses’ in Statue of Liberty Poem Are European, Trump Official Says", "title_page": "‘Huddled Masses’ in Statue of Liberty Poem Are European, Trump Official Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“They certainly are,” Mr. Cuccinelli said, before adding words of his own: “Give me your tired and your poor who can stand on their own two feet, and who will not become a public charge.”\nThat comment was repeated back to him later on Tuesday, during an interview with Erin Burnett on CNN.\nMs. Burnett read the poem’s final lines aloud and added: “Wretched, poor, refuse — right? That’s what the poem says America’s supposed to stand for. So what do you think America stands for?”\n“Well, of course that poem was referring back to people coming from Europe, where they had class-based societies where people were considered wretched if they weren’t in the right class,” Mr. Cuccinelli said.\n“And it was introduced, it was written one year after the first federal public charge rule was written,” he added. “That says, and I’ll quote it, ‘Any person unable to take care of himself without becoming a public charge’ would be inadmissible. Or, in the terms that my agency deals with, they can’t do what’s called adjusting status: getting a green card, becoming legal permanent residents.”\nMr. Cuccinelli was referring to the Immigration Act of 1882, which said the United States could deny entry to people who were likely to become a “public charge.” That was also the year that the Chinese Exclusion Act was put in place.\nExcluding people because of their circumstances or ethnicity was not new to the United States, but until the late 19th century, many of those policy decisions had been left to states and localities.\nThe Trump administration’s new immigration rule was pushed by the White House adviser Stephen Miller, who has also been asked to reckon with the 1883 sonnet. A reporter read him a line from the poem in 2017, when Mr. Miller was defending President Trump’s plan to cut legal immigration by half.", "url": "https://www.nytimes.com/2019/08/14/us/cuccinelli-statue-liberty-poem.html"}