{"authors": ["Stephanie Saul"], "date_download": "2022-10-25 23:53:30", "date_modify": "2022-10-25 23:53:30", "date_publish": "2019-06-13 19:18:50", "description": "In the newly unearthed video, in which Mr. Biden reaffirmed his support for Roe v. Wade, he said he believed abortions were “always a tragedy.”", "filename": "2019_06_13_us_politics_joe-biden-abortion-2006_1666742010.html", "image_url": "https://static01.nyt.com/images/2019/06/13/us/politics/13biden-abortion1/13biden-abortion1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=edf80f913129db0400e1148f68d5539dddd954113b80616c9c2deb561c29ff6e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_13_us_politics_joe-biden-abortion-2006_1666742010.html", "title": "Joe Biden Said He Did Not View Abortion ‘As a Choice and a Right’ in 2006", "title_page": "Joe Biden Said He Did Not View Abortion ‘As a Choice and a Right’ in 2006 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a newly unearthed video from 2006, Joseph R. Biden Jr. said he supported Roe v. Wade but did not view abortion as “a choice and a right” — remarks that raise further questions about how he views abortion rights as he runs for the Democratic presidential nomination and faces pressure over his position on the issue.\n“I do not view abortion as a choice and a right. I think it’s always a tragedy,” Mr. Biden said in a videotaped interview with Texas Monthly, resurfaced on Thursday by CNN. “I think it should be rare and safe,” he added. “I think we should be focusing on how to limit the number of abortions.”\nMr. Biden referred to himself as a “little bit of an odd man out in my party” because he wouldn’t vote for federal financing of abortions, had voted to limit late-term abortions, but supported Roe v. Wade, which guaranteed the legal right to the procedure.", "url": "https://www.nytimes.com/2019/06/13/us/politics/joe-biden-abortion-2006.html"}