{"authors": ["Julie Hirschfeld Davis", "Nicholas Fandos"], "date_download": "2022-10-25 23:01:32", "date_modify": "2022-10-25 23:01:32", "date_publish": "2019-07-17 21:29:42", "description": "The House on Wednesday killed an attempt to impeach President Trump over statements the chamber already condemned as racist, exposing Democratic divisions.", "filename": "2019_07_17_us_politics_house-impeachment-trump_1666738892.html", "image_url": "https://static01.nyt.com/images/2019/07/17/us/17dc-cong3/merlin_158085036_5f184b62-f073-46ae-81da-dc8e9c3a049c-facebookJumbo.jpg?year=2019&h=549&w=1050&s=e7a4c2ef40ad3e3b3e50fb1ec3dd9da1fc8ce34e999483d64d6dcd58d8af36cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_17_us_politics_house-impeachment-trump_1666738892.html", "title": "House Votes to Kill Trump Impeachment Resolution", "title_page": "House Votes to Kill Trump Impeachment Resolution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“You have to give him credit: He’s a great distractor,” Ms. Pelosi, Democrat of California, said of Mr. Trump on Wednesday. She waved off questions about whether the Democrats’ policy priorities were being eclipsed by the president, saying, “We’re not having him set our agenda; we’re setting our own agenda.”\nBut in recent days, thanks to Mr. Trump’s penchant for stirring up the hottest of political controversies and simmering divisions within their own ranks, House Democrats have not seemed to be able to get out of their own way. This week has been a case in point.\nMr. Trump’s tweets prompted a rush by Democratic leaders to press a resolution condemning him. The vote on the measure took place on Tuesday, and the floor debate devolved into an extraordinarily polarizing spectacle as Republicans and Democrats argued about whether it was appropriate for Ms. Pelosi to have branded the president’s tweets “racist.”\nThen Mr. Green’s decision to force action on his impeachment resolution stretched the narrative into Wednesday, overshadowing marquee Democratic issues, including a vote this week to raise the minimum wage to $15 and one to repeal a tax on high-cost employer-sponsored health plans.\n“It’s time for us to deal with his bigotry,” Mr. Green said on Wednesday. “This president has demonstrated that he’s willing to yell ‘fire’ in a crowded theater, and we have seen what can happen to people when bigotry is allowed to have a free rein. We all ought to go on record. We all ought to let the world know where we stand when we have a bigot in the White House.”\nA separate vote on Wednesday evening to hold in contempt William P. Barr, the attorney general, and Wilbur Ross, the commerce secretary, for their refusal to comply with an investigation into the addition of a citizenship question to the census — a move the administration has since abandoned — added to the portrait of a House floor dominated by Mr. Trump and what Democrats consider his misdeeds.\n“I wonder, when I watch people campaign and they talk about what they want to achieve here, how many said they wanted to have a week of contempt, of impeach and resolution all after one entity, the president of the United States?” said Representative Kevin McCarthy, Republican of California and the minority leader. “I didn’t have anybody on either side of the aisle ever ask me that question.”", "url": "https://www.nytimes.com/2019/07/17/us/politics/house-impeachment-trump.html"}