{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:55:55", "date_modify": "2022-10-25 23:55:55", "date_publish": "2019-09-12 19:24:39", "description": "A message sent out by Prime Minister Benjamin Netanyahu’s campaign accused Israel’s Arab politicians of wanting “to destroy us all.”", "filename": "2019_09_12_world_middleeast_facebook-netanyahu-bot_1666742155.html", "image_url": "https://static01.nyt.com/images/2019/09/12/world/12israel-facebook-1sub/12israel-facebook-1sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=55ba8951a8559539934dfa364cbe42ed6a8c5e2db0c39c18ca36025629aba045&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_12_world_middleeast_facebook-netanyahu-bot_1666742155.html", "title": "Facebook Suspends Netanyahu Campaign Bot for Hate Speech", "title_page": "Facebook Suspends Netanyahu Campaign Bot for Hate Speech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Facebook suspended a chatbot operated by the official account of Prime Minister Benjamin Netanyahu on Thursday for violating hate speech rules after it sent a message saying that Israel’s Arab politicians “want to destroy us all.”\nThe message, which went out in the name of a Netanyahu campaign volunteer, was trying to rally right-wing support for Mr. Netanyahu and his conservative Likud party in next Tuesday’s election.\nChatbots are software programs that try to emulate human conversation. In this instance, the bot provided a pop-up message to viewers of Mr. Netanyahu’s official Facebook page.\nIt urged supporters to come out to the polls to prevent the advent of “a dangerous left-wing government,” whose Jewish leaders, it said, would rely on the support of Arab politicians “who want to destroy us all — women, children and men — and enable a nuclear Iran that would wipe us out.”", "url": "https://www.nytimes.com/2019/09/12/world/middleeast/facebook-netanyahu-bot.html"}