{"authors": ["Trip Gabriel"], "date_download": "2022-10-25 23:53:20", "date_modify": "2022-10-25 23:53:20", "date_publish": "2019-03-28 09:00:08", "description": "Pete Buttigieg may have a challenging last name and an unconventional résumé. But he’s drawing big crowds and has jumped to third place in a poll of Iowa voters.", "filename": "2019_03_28_us_politics_buttigieg-2020-president_1666742000.html", "image_url": "https://static01.nyt.com/images/2019/03/27/us/politics/27buttigieg1/27buttigieg1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=45a01d7244c85c183c2bf0a2341d9703a86ed2e647e9c41e648756325e49615b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_28_us_politics_buttigieg-2020-president_1666742000.html", "title": "Pete Buttigieg (It’s ‘Boot-Edge-Edge’) Is Making Waves in the 2020 Race", "title_page": "Pete Buttigieg (It’s ‘Boot-Edge-Edge’) Is Making Waves in the 2020 Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROCK HILL, S.C. — Somewhere between Pete Buttigieg being mistaken for a teenager making a promposal, and answering a question in Norwegian, and proclaiming that it was millennials’ turn to lead “at the highest level,” South Carolina got a crash course in a new Democratic celebrity.\nMr. Buttigieg, the 37-year-old mayor of South Bend, Ind., drew large, enthusiastic crowds in his first campaign visit to the early-voting state over the weekend. That followed a series of well-received appearances on national TV, which have helped fuel his new popularity: An Iowa poll on Monday showed him jumping to third place in the 2020 caucus race, and a Quinnipiac national poll on Thursday showed him rising to fifth and tied with Senator Elizabeth Warren.\n“This was supposed to be a little meet-and-greet Q. and A.,” he told hundreds of people in a college gym in Rock Hill, after his event was bumped from the library to accommodate a wave of RSVPs.\n[Our On Politics newsletter took a look at the ‘Buttigieg boomlet.’]\nMany Democrats have drawn impressive crowds early this presidential cycle, a reflection of Democrats’ pent-up desire to defeat President Trump. But Mr. Buttigieg, a Rhodes scholar and a veteran of the war in Afghanistan, was largely an afterthought in a field of much better-known hopefuls. His national TV appearances built on an online following he developed with detailed, earnest and sometimes personal answers at events in Iowa and New Hampshire this winter, and his outside-the-box progressive stands on some policies.", "url": "https://www.nytimes.com/2019/03/28/us/politics/buttigieg-2020-president.html"}