{"authors": ["Cade Metz"], "date_download": "2022-10-25 23:40:50", "date_modify": "2022-10-25 23:40:50", "date_publish": "2019-05-30 18:00:09", "description": "Chess and Go were child’s play. Now A.I. is winning at capture the flag. Will such skills translate to the real world?", "filename": "2019_05_30_science_deep-mind-artificial-intelligence_1666741250.html", "image_url": "https://static01.nyt.com/images/2019/05/30/science/30CAPTUREFLAG/30CAPTUREFLAG-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4cb6aa2be75b14724a538ebb004fde437142e835d5ee12ab38c142e002e580c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_30_science_deep-mind-artificial-intelligence_1666741250.html", "title": "DeepMind Can Now Beat Us at Multiplayer Games, Too", "title_page": "DeepMind Can Now Beat Us at Multiplayer Games, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“They can adapt to teammates with arbitrary skills,” said Wojciech Czarnecki, a researcher with DeepMind, a lab owned by the same parent company as Google.\nThrough thousands of hours of game play, the agents learned very particular skills, like racing toward the opponent’s home base when a teammate was on the verge of capturing a flag. As human players know, the moment the opposing flag is brought to one’s home base, a new flag appears at the opposing base, ripe for the taking.\n[Like the Science Times page on Facebook. | Sign up for the Science Times newsletter.]\nDeepMind’s project is part of a broad effort to build artificial intelligence that can play enormously complex, three-dimensional video games, including Quake III, Dota 2 and StarCraft II. Many researchers believe that success in the virtual arena will eventually lead to automated systems with improved abilities in the real world.\nFor instance, such skills could benefit warehouse robots as they work in groups to move goods from place to place, or help self-driving cars navigate en masse through heavy traffic. “Games have always been a benchmark for A.I.,” said Greg Brockman, who oversees similar research at OpenAI, a lab based in San Francisco. “If you can’t solve games, you can’t expect to solve anything else.”\nUntil recently, building a system that could match human players in a game like Quake III did not seem possible. But over the past several years, DeepMind, OpenAI and other labs have made significant advances, thanks to a mathematical technique called “reinforcement learning,” which allows machines to learn tasks by extreme trial and error.", "url": "https://www.nytimes.com/2019/05/30/science/deep-mind-artificial-intelligence.html"}