{"authors": ["Lawrence K. Altman"], "date_download": "2022-10-25 23:41:51", "date_modify": "2022-10-25 23:41:51", "date_publish": "2019-10-04 15:50:09", "description": "For three days, Mr. Sanders did not disclose pertinent health details, stirring questions about his condition. On Friday evening, doctors confirmed he had suffered a heart attack.", "filename": "2019_10_04_us_politics_bernie-sanders-heart_1666741311.html", "image_url": "https://static01.nyt.com/images/2019/10/04/world/04sanders-altman-1/04sanders-altman-1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=0246798f62b936a9dceef6edba5ca1cd03437f8778884075bc7193f7421da88e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_04_us_politics_bernie-sanders-heart_1666741311.html", "title": "Sanders Said He Had a Common Heart Procedure. So Why the Mystery?", "title_page": "Sanders Said He Had a Common Heart Procedure. So Why the Mystery? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Until then, Mr. Sanders had not disclosed whether blood and electrocardiogram tests showed he had a heart attack. The senator and his campaign have not allowed reporters to interview his doctors, though advisers have said that Mr. Sanders would be able to appear in the next Democratic debate on Oct. 15.\nWith respect to release of health information, President Trump has not had a medical emergency while running for or serving in office, but he disclosed few specific laboratory test results initially in his 2016 campaign. He issued a four-paragraph letter from his personal physician stating that Mr. Trump would be “the healthiest individual ever elected to the presidency.” Closer to the 2016 election date, Mr. Trump’s doctor offered a more conventional letter that still omitted a number of details that would be part of a customary summary of a patient’s health.\nIn 2018, the doctor, Harold N. Bornstein, said that Trump aides had raided his office a year earlier and taken the president’s medical files after The Times reported that the president had taken a drug for hair growth. And this year, the White House physician pronounced Mr. Trump in “very good health” although the president had gained weight and is now officially obese.\nThe health questions hang over Mr. Sanders in part because he would become the nation’s oldest president by far if elected. Also, given that implanting two stents in one coronary artery is a very common procedure in American hospitals, it was puzzling that for several days he did not release more details. Mr. Sanders is a private person, no doubt, but most modern-day presidents and serious candidates for the presidency have put forward details to inform the electorate after emergency health issues.", "url": "https://www.nytimes.com/2019/10/04/us/politics/bernie-sanders-heart.html"}