{"authors": ["Mitch Smith"], "date_download": "2022-10-25 23:33:00", "date_modify": "2022-10-25 23:33:00", "date_publish": "2019-12-02 17:27:01", "description": "Eddie Johnson, who led the department for more than three years, was accused by Mayor Lori Lightfoot of lying about details of an incident in which he was found asleep in an S.U.V.", "filename": "2019_12_02_us_chicago-police-superintendent-eddie-johnson-fired_1666740780.html", "image_url": "https://static01.nyt.com/images/2019/12/02/us/02CHICAGO/02CHICAGO-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9d4f96896b50a8dcfd8a0617a6f5a7fb22dfe0b1b46340bc3c9a7c1d624684f1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_02_us_chicago-police-superintendent-eddie-johnson-fired_1666740780.html", "title": "Chicago Police Superintendent Fired For Being ‘Intentionally Dishonest,’ Mayor Says", "title_page": "Chicago Police Superintendent Fired For Being ‘Intentionally Dishonest,’ Mayor Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — Mayor Lori Lightfoot fired Chicago’s police superintendent on Monday and accused him of lying to her about the circumstances under which he was found asleep in a parked vehicle in October.\nMs. Lightfoot would not say exactly what the superintendent, Eddie Johnson, had been dishonest about — doing so, she said, would not be “appropriate or fair to Mr. Johnson’s wife or children.” But Ms. Lightfoot said that the superintendent had presented false information at a news conference and had reiterated those lies in the days that followed.\nMr. Johnson, who led the Chicago Police Department for more than three years, has previously admitted that he had been drinking before being found asleep in an S.U.V. near his home in October, but he blamed the episode on medication. Efforts to reach Mr. Johnson on Monday were unsuccessful.\n“Mr. Johnson was intentionally dishonest with me and communicated a narrative replete with false statements regarding material aspects of the incident that happened in the early morning hours of Oct. 17,” Ms. Lightfoot said on Monday. “Had I known all the facts at the time, I would have relieved him of his duties as superintendent then and there.”", "url": "https://www.nytimes.com/2019/12/02/us/chicago-police-superintendent-eddie-johnson-fired.html"}