{"authors": ["Somini Sengupta"], "date_download": "2022-10-25 23:24:14", "date_modify": "2022-10-25 23:24:14", "date_publish": "2019-11-26 08:00:08", "description": "Countries agreed to rein in emissions in an effort to avert climate catastrophes. They've failed, according to the latest United Nations report.", "filename": "2019_11_26_climate_greenhouse-gas-emissions-carbon_1666740254.html", "image_url": "https://static01.nyt.com/images/2019/11/26/climate/26CLI-EMISSIONS1/26CLI-EMISSIONS1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=165ed780c1638b9d93278c6aacbe082872a4ca30808c4ce9839e8a388904dadb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_26_climate_greenhouse-gas-emissions-carbon_1666740254.html", "title": "‘Bleak’ U.N. Report on a Planet in Peril Looms Over New Climate Talks", "title_page": "‘Bleak’ U.N. Report on a Planet in Peril Looms Over New Climate Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With world leaders gathering in Madrid next week for their annual bargaining session over how to avert a climate catastrophe, the latest assessment issued by the United Nations said Tuesday that greenhouse gas emissions are still rising dangerously.\n“The summary findings are bleak,” said the annual assessment, which is produced by the United Nations Environment Program and is formally known as the Emissions Gap Report. Countries have failed to halt the rise of greenhouse gas emissions despite repeated warnings from scientists, with China and the United States, the two biggest polluters, further increasing their emissions last year.\nThe result, the authors added, is that “deeper and faster cuts are now required.”\nAs if to underscore the gap between reality and diplomacy, the international climate negotiations, scheduled to begin next week, are not even designed to ramp up pledges by world leaders to cut their countries’ emissions. That deadline is still a year away.\nRather, this year’s meetings are intended to hammer out the last remaining rules on how to implement the 2015 Paris climate accord, in which every country pledged to rein in greenhouse gases, with each setting its own targets and timetables.", "url": "https://www.nytimes.com/2019/11/26/climate/greenhouse-gas-emissions-carbon.html"}