{"authors": ["Joumana Khatib"], "date_download": "2022-10-25 23:37:29", "date_modify": "2022-10-25 23:37:29", "date_publish": "2019-10-31 09:00:13", "description": "A long-awaited new novel from the author of “The Night Circus,” essays from Lydia Davis and a tell-all by an anonymous White House official.", "filename": "2019_10_31_books_new-november-books_1666741049.html", "image_url": "https://static01.nyt.com/images/2019/11/01/books/31Novemberbooks-sub/31Novemberbooks-sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=62dcb0ed68f4862e8b1b2b09435b541d34d32d9ee91b5b21e357eb213d9e7b94&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_31_books_new-november-books_1666741049.html", "title": "13 Books to Watch For in November", "title_page": "13 Books to Watch For in November - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "‘Acid for the Children: A Memoir,’ by Flea (Grand Central, Nov. 5)\nThis isn’t the memoir you might expect from the Red Hot Chili Peppers’ bassist: Flea doesn’t offer a retrospective of the band’s trajectory and fame, focusing instead on everything leading up to their rise. His tumultuous friendship with Anthony Kiedis, the lead singer of the band, forms the emotional core of the book, but he also evokes the Los Angeles of the 1970s and ’80s, and the creative influences that shaped him.\n[ Read our review. | Read our profile of Flea. ]\n‘Essays One,’ by Lydia Davis (Farrar, Straus & Giroux, Nov. 12)\nDavis is perhaps best known as a short-story writer and translator, but this collection, the first of two planned volumes, brings together an assortment of her criticism, lectures and essays. Above all, this is a book that celebrates her love of writing and writers, including Gustave Flaubert, John Ashbery and Lucia Berlin.\n[ Read our review. ]\n‘The Great Pretender: The Undercover Mission That Changed Our Understanding of Madness,’ by Susannah Cahalan (Grand Central, Nov. 5)\nIn her best-selling 2012 memoir, “Brain on Fire,” Cahalan wrote about a rare disorder she suffered from that is, medically speaking, a “great pretender,” one that mimics the symptoms of an unrelated condition. Now, she investigates a landmark 1970s study about psychiatry in which “healthy” participants went undercover in asylums, and which shaped how we treat and talk about mental illness today.\n[ Read our profile of Cahalan. ]\n‘In the Dream House: A Memoir,’ by Carmen Maria Machado (Graywolf, Nov. 5)\nMachado, whose debut short-story collection, “Her Body and Other Parties,” was a finalist for the National Book Award in 2017, has written a memoir that describes the emotional abuse she suffered at the hands of the woman she loved.", "url": "https://www.nytimes.com/2019/10/31/books/new-november-books.html"}