{"authors": ["Jeffrey Gettleman", "Vindu Goel", "Maria Abi-Habib"], "date_download": "2022-10-25 22:57:47", "date_modify": "2022-10-25 22:57:47", "date_publish": "2019-12-17 17:11:32", "description": "India, the world’s largest democracy, shuts down the internet far more than any other country. This week, 60 million people — roughly the size of France — have no service.", "filename": "2019_12_17_world_asia_india-internet-modi-protests_1666738667.html", "image_url": "https://static01.nyt.com/images/2019/12/17/business/17india-internet/17india-internet-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=3974e810ff8534452467de75c07c97516e040e42296827f887da00fb44270315&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_17_world_asia_india-internet-modi-protests_1666738667.html", "title": "India Adopts the Tactic of Authoritarians: Shutting Down the Internet", "title_page": "India Adopts the Tactic of Authoritarians: Shutting Down the Internet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — As the government of India pushes increasingly provocative policies, it is using a tactic to stifle dissent that is more commonly associated with authoritarian regimes, not democracies: It is shutting down the internet.\nIndia tops the world — by far — in the number of internet shutdowns imposed by local, state and national governments. Last year, internet service was cut in India 134 times, and so far this year, 93 shutdowns have occurred, according to SFLC.in, which relies on reports from journalists, advocacy groups and citizens.\nThe country’s closest competitor is Pakistan, which had 12 shutdowns last year. Syria and Turkey — countries not especially known for their democratic spirit — each shut down the internet just once in 2018.\n“Any time there is a sign of disturbance, that is the first tool in the toolbox,” said Mishi Choudhary, founder of SFLC.in, a legal advocacy group in New Delhi that has tracked India’s internet shutdowns since 2012. “When maintenance of law and order is your priority, you are not thinking about free speech.”", "url": "https://www.nytimes.com/2019/12/17/world/asia/india-internet-modi-protests.html"}