{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 23:34:03", "date_modify": "2022-10-25 23:34:03", "date_publish": "2019-05-22 06:00:17", "description": "Its candidates’ politics have little in common beyond gunning for a quick, hard Brexit, but that hardly matters. For now, anyway.", "filename": "2019_05_22_world_europe_farage-brexit-party-europe_1666740843.html", "image_url": "https://static01.nyt.com/images/2019/05/21/world/21brexitparty1/21brexitparty1-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=56eeefd221e328ef2a267518f03f0c65c3a799f4e0346ae5548dad20f0fad8f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_22_world_europe_farage-brexit-party-europe_1666740843.html", "title": "How Nigel Farage’s Brexit Party Is Crushing Its Opponents", "title_page": "How Nigel Farage’s Brexit Party Is Crushing Its Opponents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WILLENHALL, England — The candidates walked down the ballroom aisle to loud ovations and corporate rock, taking turns at the lectern delivering pitches for the Brexit Party: a deep-pocketed Tory known for churning through managers at his soccer club; an ex-Labour voter and son of a coal miner whose hometown despised Margaret Thatcher; a dental surgeon who said in an interview that she believed the European Union was indoctrinating children “like Stalin’s kids and Komsomol and Hitler Youth.”\nOne by one they let loose with a bare-bones populism largely bereft of any demonstrable political ideology or, for that matter, any detectable policies save one — taking Britain out of the European Union promptly, and if necessary with no deal.\nBut by cloaking its message in the language of democracy and disgust with the political elite, the party — formed just four months ago — is threatening to become not just a vessel for discontent with Brexit, but also a more permanent pain to Britain’s two main parties, the Conservatives and the opposition Labour. Just how successful it will be is one of the towering political questions for the coming year.\nRight now it is on a roll, expected to cruise to a strong first-place finish in elections to the European Parliament this week, even as smaller pro-Remain parties also pick off voters from the main parties.", "url": "https://www.nytimes.com/2019/05/22/world/europe/farage-brexit-party-europe.html"}