{"authors": ["Julie Creswell"], "date_download": "2022-10-25 23:55:00", "date_modify": "2022-10-25 23:55:00", "date_publish": "2019-10-01 22:36:02", "description": "Email to and from Mark Parker, the company’s top executive, show he was briefed on experiments that involved performance-enhancing drugs.", "filename": "2019_10_01_sports_mark-parker-nike-alberto-salazar_1666742100.html", "image_url": "https://static01.nyt.com/images/2019/10/01/sports/01salazar-nike-1/01salazar-nike-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1a24e431ffaffc1064ba0b5cab34b3b7e224f917890decdcec39c6481de2d5ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_01_sports_mark-parker-nike-alberto-salazar_1666742100.html", "title": "Doping Scandal Includes a Direct Link to Nike’s C.E.O.", "title_page": "Doping Scandal Includes a Direct Link to Nike’s C.E.O. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In late June, according to the email, Salazar took a pre-run urine sample from each of his two adult sons, who are not professional athletes, to determine their baseline testosterone levels. He had them run on a treadmill in an environmental chamber at Nike’s labs, then rubbed two “squirts” of a testosterone called AndroGel onto their backs. Their urine samples were again collected and tested.\nBrown wrote to Parker: “We have preliminary data back on our experiments with a topical male hormone called AndroGel … We found that even though there was a slight rise in T/E ratios, it was below the level of 4 which would trigger great concern … We are next going to repeat it using 3 pumps … We need to determine the minimal amount of gel that would cause a problem.”\nParker responded by writing that it “will be interesting to determine the minimal amount of topical male hormone required to create a positive test.”\nOn Tuesday, a Nike spokesman said that Salazar had performed the test because he was concerned that someone could rub testosterone on Nike runners and cause them to test positive.\n“Mark was shocked that this could be the case, and given Mark’s passion for running, Dr. Brown and Alberto made Mark aware of their findings,” the spokesman said. “Mark Parker had no idea that the test was outside any rules, as a medical doctor was involved. Furthermore, Mark’s understanding was that Alberto was attempting to prevent doping of his athletes.”\nParker was also looped in on a series of experiments being conducted with L-carnitine, a substance that helps the body convert fat into energy. To be effective, however, the substance needs to be infused at levels that stretch beyond the limits the antidoping rules allow for infusions. According to emails turned over as part of the investigation, Salazar and Brown were running experiments on their chief scientist, Steve Magness, a competitive runner, giving him illicit doses of L-carnitine to see how his body would respond and reporting the results to Parker.", "url": "https://www.nytimes.com/2019/10/01/sports/mark-parker-nike-alberto-salazar.html"}