{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:43:56", "date_modify": "2022-10-25 23:43:56", "date_publish": "2019-03-02 15:33:04", "description": "The kingdom’s public prosector said the activists will be tried for actions hostile the kingdom. Rights groups have accused the kingdom of torturing them.", "filename": "2019_03_02_world_middleeast_saudi-arabia-trial-rights-activists_1666741436.html", "image_url": "https://static01.nyt.com/images/2018/11/21/world/03saudi/03saudi-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a84186b4136d0baf75731c709f46b13bc6a9db0d84d1f9a8c5f92c320fea5ed6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_02_world_middleeast_saudi-arabia-trial-rights-activists_1666741436.html", "title": "Saudi Arabia Moves Toward Trials of Women’s Rights Activists", "title_page": "Saudi Arabia Moves Toward Trials of Women’s Rights Activists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — The office of Saudi Arabia’s public prosecutor said late Friday that it had completed its investigation into a group of women’s rights activists, accused of working to “undermine the security” of the kingdom, and was preparing to put them on trial.\nHuman rights groups have criticized the treatment of the activists, who were arrested last spring but have yet to face formal charges. Some of the activists were subjected to torture during interrogation, according to relatives and others briefed on their cases. Saudi Arabia denies that any were mistreated.\nThe group includes both women and men. Some had campaigned openly for Saudi Arabia to lift its ban on women driving, while others had supported the cause in quieter ways. Some members of the group were in the process of opening a shelter for abused women when they were arrested, including a man who donated land for the project. He was later released, but others were not.\nThe activists were detained last year as the kingdom was preparing to lift its ban on women driving, leading many to assume that Crown Prince Mohammed bin Salman, the kingdom’s day-to-day ruler, did not want to share credit for the change with activists who had pushed for it.", "url": "https://www.nytimes.com/2019/03/02/world/middleeast/saudi-arabia-trial-rights-activists.html"}