{"authors": ["Cara Buckley"], "date_download": "2022-10-25 23:41:19", "date_modify": "2022-10-25 23:41:19", "date_publish": "2019-09-12 09:54:21", "description": "The actress explains what she learned preparing to take on the title role in the first major biopic of the abolitionist.", "filename": "2019_09_12_movies_cynthia-erivo-harriet-tubman_1666741279.html", "image_url": "https://static01.nyt.com/images/2019/09/15/arts/15cynthia-erivo3/15cynthia-erivo3-facebookJumbo.jpg?year=2019&h=549&w=1050&s=7840528519c8fd5f3eca35b10d227a52ae49aedc38032114c3be73f15f8f27e9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_12_movies_cynthia-erivo-harriet-tubman_1666741279.html", "title": "Cynthia Erivo: We Need Harriet Tubman’s Story of Strength Right Now", "title_page": "Cynthia Erivo: We Need Harriet Tubman’s Story of Strength Right Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Can you describe that work?\nEverything from horse riding to research to the stunts; there was only one I wasn’t allowed to do, and if I was allowed, I would have done it. Kasi was amazing, she did a lot of the research. I did a lot of reading. I made what might’ve been my fourth trip to the [National Museum of African American History and Culture] specifically to look at [Harriet’s] section of it. I did a lot of physical work. I wore the corset 24 hours a day. Everything I could possibly do, I did.\nWhat were some of the most surprising details you learned about her?\nThat the real journey began out of love. I didn’t realize how deeply in love she was with John Tubman. It was him she came back for. Before anything else, she was a woman who was married to a man she loved. She experienced heartbreak that a lot of us face and understand, and dealt with it in the most honorable way. We almost take it for granted that it happened, but it actually came out of a great deal of sacrifice .\nWhat do you think gave Harriet her mettle?\nI think she was underestimated. She was my height [5-foot-1], she was small. I think an inch or two smaller. It was very easy to be underestimated when you’re that small and you’re a woman and you’re black. I think it’s the combination of being underestimated consistently and just making the decision that the way she was being treated was not O.K. anymore. She knew it wasn’t right. I don’t believe she thought for one second it was going to be easy. I do believe that as a human being, she had fear, and against her fears she continued, which is stronger than no fear at all.\nDid you have to make a leap to an American mind-set?\nWell no, because the thing that I know quite well is being a black girl. It’s something I understand implicitly because that’s how I was born. The stories that we hear about the slave trade, about the degradation and the terrible, awful things that have happened to black people throughout history, they’re not something that I’m unfamiliar with, and they’re not things that don’t hurt . Just because I come from a different continent, that doesn’t negate or keep me out of the loop when it comes to experiencing pain and ostracization and people feeling like I’m other, and I’m not good enough. The continent doesn’t really matter much.", "url": "https://www.nytimes.com/2019/09/12/movies/cynthia-erivo-harriet-tubman.html"}