{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:41:33", "date_modify": "2022-10-25 23:41:33", "date_publish": "2019-05-23 14:36:57", "description": "The country dominates production of the rare earths used in myriad technologies, but tangled global supply chains make it hard to hit the U.S. directly.", "filename": "2019_05_23_business_china-us-trade-war-rare-earths_1666741293.html", "image_url": "https://static01.nyt.com/images/2019/05/22/business/22rareearths/22rareearths-facebookJumbo.jpg?year=2019&h=549&w=1050&s=305f8afc50ffb8eb4dbe1c26a6142b69cc4ace15df21800044ad0a7fb0ad5e84&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_23_business_china-us-trade-war-rare-earths_1666741293.html", "title": "China’s Supply of Minerals for iPhones and Missiles Could Be a Risky Trade Weapon", "title_page": "China’s Supply of Minerals for iPhones and Missiles Could Be a Risky Trade Weapon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The minerals wind up in everything from iPhones to wind turbines and missiles. They are used to polish camera lenses and to refine crude oil into gasoline, diesel and jet fuel.\nThe appetite in the United States for products that include rare earths is enormous. But while the country still imports large quantities of cheap rare-earth catalysts for use in oil refineries, American demand for raw rare-earth metals to be used in factories has almost disappeared. Chinese customs data show that the United States bought only 3.8 percent of China’s exports of rare-earth metals last year, far less than Japan, and also less than India, Italy or Spain.\nIn large part, that is because so much manufacturing has shifted out of the United States. Nearly a decade ago, Beijing began putting heavy pressure on manufacturers of products like electric motor magnets and light-emitting diodes to move factories to China if they wanted reliable access to rare-earth metal supplies. Remaining American industries like automaking and aerospace manufacturing now import entire systems from China, like car starters and aircraft wing flaps.\nBeijing could still block exports of Chinese-made motors, magnets and other gear to the United States — and industry experts noted that Mr. Xi’s visit was to a magnet factory, not to a mine.\n“The message was, this is a supply chain and we control your supply chain,” said Clint Cox, president of the Anchor House, a rare-earths consulting firm in Evanston, Ill.\nThe dilemma for Beijing lies in whether to jeopardize its central role in global supply chains by halting exports of crucial components to the West. Trade hawks in the Trump administration have been quietly expressing hope that China will do just that. They see such an interruption as the best way to persuade global companies to shift manufacturing permanently out of China to the United States or to American allies, a long-term goal known as decoupling in trade circles.\nA Chinese export embargo would have other drawbacks. For example, American oil refineries depend on lanthanum, which is the cheapest and most easily produced of the 17 rare-earth elements, as a catalyst to refine crude oil. But lanthanum is mined in bulk in Australia and in the United States as well as in China.", "url": "https://www.nytimes.com/2019/05/23/business/china-us-trade-war-rare-earths.html"}