{"authors": ["Charlie Savage"], "date_download": "2022-10-25 22:58:02", "date_modify": "2022-10-25 22:58:02", "date_publish": "2019-08-07 20:19:48", "description": "After the El Paso shooting, there are calls to give the government more tools to address attacks motivated by white supremacy. But there are questions about how such legislation would work.", "filename": "2019_08_07_us_domestic-terror-law_1666738682.html", "image_url": "https://static01.nyt.com/images/2019/08/07/us/politics/07dc-domesticterror-01/07dc-domesticterror-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4c370d63d04ad2c3e98503a04ee8c2c67f2a11d886a57d73797bb7968d407f31&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_07_us_domestic-terror-law_1666738682.html", "title": "What Could a Domestic Terrorism Law Do?", "title_page": "What Could a Domestic Terrorism Law Do? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The mass shooting at a Walmart in El Paso on Saturday and arrest of a man whose white supremacist manifesto railed against a “Hispanic invasion of Texas” have heightened calls for Congress to enact a federal domestic terrorism law.\nIn a statement on Tuesday, the president of the F.B.I. Agents Association, Brian O’Hare, urged Congress “to make domestic terrorism a federal crime. This would ensure that F.B.I. agents and prosecutors have the best tools to fight domestic terrorism.”\nIt is not clear, however, whether such a statute would make a practical difference in what the government can already do under existing law. Some civil libertarians have argued that any legislation that could survive a constitutional challenge would be more about sending a symbolic message than creating major and substantive new government powers.\n“These proposals tend either to be duplicative of laws that already exist or expansive in ways that violate First Amendment rights of speech and association,” said David Cole, the legal director of the American Civil Liberties Union.", "url": "https://www.nytimes.com/2019/08/07/us/domestic-terror-law.html"}