{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:39:40", "date_modify": "2022-10-25 23:39:40", "date_publish": "2019-10-03 18:08:49", "description": "From Pennsylvania to New Mexico, the collateral damage to other states is mounting in President Trump's regulatory and environmental feud with California.", "filename": "2019_10_03_climate_trump-california-environment_1666741180.html", "image_url": "https://static01.nyt.com/images/2019/10/03/climate/03CLI-STATESRIGHTS1/03CLI-STATESRIGHTS1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e03bfbe28c5bdd700e1d41a7f7a695a1d06f5f063b0a25932974994cf12e782e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_03_climate_trump-california-environment_1666741180.html", "title": "A ‘Chilling Message’: Trump Critics See a Deeper Agenda in California Feud", "title_page": "A ‘Chilling Message’: Trump Critics See a Deeper Agenda in California Feud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Want climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.\nWASHINGTON — President Trump’s political feud with California has spread collateral damage across more than a dozen other states, which have seen their regulatory authority curtailed and their autonomy threatened by a Trump administration intent on weakening the environmental statutes of the country’s most populous state.\nWhen the administration last month revoked California’s authority to set state-level standards on climate-warming tailpipe emissions, it simultaneously stripped that power from 13 other states that follow California’s standards and ensured that no other state could set fuel-efficiency standards in the future. The Environmental Protection Agency last week followed up with letters to California that threatened to wield rarely used provisions of environmental law to withhold federal funding from the state if it did not take specific steps to clean its air and water.\n“This is new and unusual,” said Jeffrey Holmstead, a Republican lawyer who served in the E.P.A. in both Bush administrations. “E.P.A. has in the past been reluctant to use the very potent mechanism of withholding federal funding, as long as the state is acting in good faith.”\n“But,” he added, “there’s obviously some bad blood.”\nThe maneuvers reversed the traditional positions of the two parties. Republicans have often claimed the mantle of protectors of states’ rights, and the prerogative of state governments as the laboratories of democracy. Democrats have often championed the pre-eminence of Washington over the states in battles over civil rights and health care. That has not always been the case. Republicans in Washington have tried to block state assisted-suicide laws, for instance, while Democrats have championed liberal state laws, for example on gun control.", "url": "https://www.nytimes.com/2019/10/03/climate/trump-california-environment.html"}