{"authors": ["Barry Meier", "Colin Moynihan"], "date_download": "2022-10-25 22:55:12", "date_modify": "2022-10-25 22:55:12", "date_publish": "2019-04-19 18:33:33", "description": "The Seagram’s liquor heiress was one of two women who pleaded guilty on Friday in a racketeering case against the cultlike group that branded members.", "filename": "2019_04_19_nyregion_nxivm-clare-bronfman_1666738512.html", "image_url": "https://static01.nyt.com/images/2019/04/19/nyregion/19sexcult1/19sexcult1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=fdc4553bc9b9a94a9aa70258426fad252b4b02b40894109b5b4a75a51ab5619a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_19_nyregion_nxivm-clare-bronfman_1666738512.html", "title": "Clare Bronfman Pleads Guilty in Nxivm ‘Sex Cult’ Case, Leaving Leader to Stand Trial Alone", "title_page": "Clare Bronfman Pleads Guilty in Nxivm ‘Sex Cult’ Case, Leaving Leader to Stand Trial Alone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nClare Bronfman, an heiress to the Seagram liquor fortune, was among the most high-profile members of a cultlike organization in which some women were branded and compelled to have sex with the leader. Her wealth helped finance the group, known as Nxivm.\nBut on Friday afternoon, Ms. Bronfman, 40, pleaded guilty in Federal District Court in Brooklyn to charges arising from an indictment filed last year against her and several other followers of the group’s leader, Keith Raniere.\n“I am truly remorseful,” Ms. Bronfman told Judge Nicholas G. Garaufis as she pleaded guilty to conspiring to conceal and harbor an undocumented immigrant for financial gain, and fraudulent use of identification. “I wanted to do good in the world.”\nA few minutes later, the group’s longtime bookkeeper, Kathy Russell, 61, pleaded guilty to one count of visa fraud.", "url": "https://www.nytimes.com/2019/04/19/nyregion/nxivm-clare-bronfman.html"}