{"authors": ["Peter Baker", "Maggie Haberman"], "date_download": "2022-10-25 23:47:05", "date_modify": "2022-10-25 23:47:05", "date_publish": "2019-08-21 17:24:28", "description": "President Trump’s much-ridiculed Greenland venture comes at a time when he has seemed particularly erratic.", "filename": "2019_08_21_us_politics_trump-greenland-prime-minister_1666741625.html", "image_url": "https://static01.nyt.com/images/2019/08/25/us/politics/25convo/21dc-greenland-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5f4e1b78f282b9ec16eafa559b5e158e327f861fea5a2f38c4e261a8c7abdad5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_21_us_politics_trump-greenland-prime-minister_1666741625.html", "title": "Trump’s Interest in Buying Greenland Seemed Like a Joke. Then It Got Ugly.", "title_page": "Trump’s Interest in Buying Greenland Seemed Like a Joke. Then It Got Ugly. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It started as a headline seemingly straight out of The Onion. Then it unleashed a torrent of jokes on late-night television and social media. And finally it exploded into a serious diplomatic rupture between the United States and one of its longtime allies.\nIn the latest only-in-Trumpland episode skating precariously along the line between farce and tragedy, the president of the United States on Wednesday attacked the prime minister of Denmark because she will not sell him Greenland — and found the very notion “absurd.”\nNever mind that much of the rest of the world thought it sounded absurd as well. Amid a global laughing fit, Mr. Trump got his back up and lashed out, as he is wont to do, and called the prime minister “nasty,” one of his favorite insults, particularly employed against women who offend him, like Hillary Clinton and Meghan Markle, the Duchess of Sussex.\nAll of which might be written off as just another odd moment in a presidency unlike any other. Except that attacking Denmark was not enough for the president. He decided to expand his target list to include NATO because, as he pointed out, Denmark is a member of the Atlantic alliance. And he chose to do this just two days before leaving Washington to travel to an international summit in France, which also happens to be a NATO member.", "url": "https://www.nytimes.com/2019/08/21/us/politics/trump-greenland-prime-minister.html"}