{"authors": ["Jon Gertner"], "date_download": "2022-10-25 23:23:10", "date_modify": "2022-10-25 23:23:10", "date_publish": "2019-02-12 10:00:03", "description": "Two European entrepreneurs want to remove carbon from the air at prices cheap enough to matter.", "filename": "2019_02_12_magazine_climeworks-business-climate-change_1666740190.html", "image_url": "https://static01.nyt.com/images/2019/02/17/magazine/17mag-climeworks-image1/17mag-climeworks-image1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=163a309aefcd2b5b3e358c6a963d3bf2eafb157094f5db320a2bac5f8a6f2645&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_12_magazine_climeworks-business-climate-change_1666740190.html", "title": "The Tiny Swiss Company That Thinks It Can Help Stop Climate Change", "title_page": "The Tiny Swiss Company That Thinks It Can Help Stop Climate Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even the most enthusiastic believers in direct air capture stop short of describing it as a miracle technology. It’s more frequently described as an old idea — “scrubbers” that remove CO₂ have been used in submarines since at least the 1950s — that is being radically upgraded for a variety of new applications. It’s arguably the case, in fact, that when it comes to reducing our carbon emissions, direct air capture will be seen as an option that’s too expensive and too modest in impact. “The only way that direct air capture becomes meaningful is if we do all the other things we need to do promptly,” Hal Harvey, a California energy analyst who studies climate-friendly technologies and policies, told me recently. Harvey and others make the case that the biggest, fastest and cheapest gains in addressing atmospheric carbon will come from switching our power grid to renewable energy or low-carbon electricity; from transitioning to electric vehicles and imposing stricter mileage regulations on gas-powered cars and trucks; and from requiring more energy-efficient buildings and appliances. In short, the best way to start making progress toward a decarbonized world is not to rev up millions of air capture machines right now. It’s to stop putting CO₂ in the atmosphere in the first place.\nThe future of carbon mitigation, however, is on a countdown timer, as atmospheric CO₂ concentrations have continued to rise. If the nations of the world were to continue on the current track, it would be impossible to meet the objectives of the 2016 Paris Agreement, which set a goal limiting warming to 2 degrees Celsius or, ideally, 1.5 degrees. And it would usher in a world of misery and economic hardship. Already, temperatures in some regions have climbed more than 1 degree Celsius, as a report by the Intergovernmental Panel on Climate Change noted last October. These temperature increases have led to an increase in droughts, heat waves, floods and biodiversity losses and make the chaos of 2 or 3 degrees’ additional warming seem inconceivable. A further problem is that maintaining today’s emissions path for too long runs the risk of doing irreparable damage to the earth’s ecosystems — causing harm that no amount of technological innovation can make right. “There is no reverse gear for natural systems,” Harvey says. “If they go, they go. If we defrost the tundra, it’s game over.” The same might be said for the Greenland and West Antarctic ice sheets, or our coral reefs. Such resources have an asymmetry in their natural architectures: They can take thousands or millions of years to form, but could reach conditions of catastrophic decline in just a few decades.\nAt the moment, global CO₂ emissions are about 37 billion metric tons per year, and we’re on track to raise temperatures by 3 degrees Celsius by 2100. To have a shot at maintaining a climate suitable for humans, the world’s nations most likely have to reduce CO₂ emissions drastically from the current level — to perhaps 15 billion or 20 billion metric tons per year by 2030; then, through some kind of unprecedented political and industrial effort, we need to bring carbon emissions to zero by around 2050. In this context, Climeworks’s effort to collect 1,000 metric tons of CO₂ on a rooftop near Zurich might seem like bailing out the ocean one bucket at a time. Conceptually, however, it’s important. Last year’s I.P.C.C. report noted that it may be impossible to limit warming to 1.5 degrees by 2100 through only a rapid switch to clean energy, electric cars and the like. To preserve a livable environment we may also need to extract CO₂ from the atmosphere. As Wurzbacher put it, “if you take all these numbers from the I.P.C.C., you end up with something like eight to 10 billion tons — gigatons — of CO₂ that need to be removed from the air every year, if we are serious about 1.5 or 2 degrees.”\nThere happens to be a name for things that can do this kind of extraction work: negative-emissions technologies, or NETs. Some NETs, like trees and plants, predate us and probably don’t deserve the label. Through photosynthesis, our forests take extraordinary amounts of carbon dioxide from the atmosphere, and if we were to magnify efforts to reforest clear-cut areas — or plant new groves, a process known as afforestation — we could absorb billions more metric tons of carbon in future years. What’s more, we could grow crops specifically to absorb CO₂ and then burn them for power generation, with the intention of capturing the power-plant emissions and pumping them underground, a process known as bioenergy with carbon capture and storage, or BECCS. Other negative-emissions technologies include manipulating farmland soil or coastal wetlands so they will trap more atmospheric carbon and grinding up mineral formations so they will absorb CO₂ more readily, a process known as “enhanced weathering.”\nNegative emissions can be thought of as a form of time travel. Ever since the Industrial Revolution, human societies have produced an excess of CO₂, by taking carbon stores from deep inside the earth — in the form of coal, oil and gas — and from stores aboveground (mostly wood), then putting it into the atmosphere by burning it. It has become imperative to reverse the process — that is, take CO₂ out of the air and either restore it deep inside the earth or contain it within new surface ecosystems. This is certainly easier to prescribe than achieve. “All of negative emission is hard — even afforestation or reforestation,” Sally Benson, a professor of energy-resources engineering at Stanford, explains. “It’s not about saying, ‘I want to plant a tree.’ It’s about saying, ‘We want to plant a billion trees.’ ” Nevertheless, such practices offer a glimmer of hope for meeting future emissions targets. “We have to come to grips with the fact that we waited too long and that we took some options off the table,” Michael Oppenheimer, a Princeton scientist who studies climate and policy, told me. As a result, NETs no longer seem to be just interesting ideas; they look like necessities. And as it happens, the Climeworks machines on the rooftop do the work each year of about 36,000 trees.", "url": "https://www.nytimes.com/2019/02/12/magazine/climeworks-business-climate-change.html"}