{"authors": ["Edward Wong", "Eric Schmitt"], "date_download": "2022-10-25 23:00:54", "date_modify": "2022-10-25 23:00:54", "date_publish": "2019-04-08 14:55:13", "description": "The designation is the first one by the United States against part of a foreign government. The Pentagon and C.I.A. oppose the move, citing risks to Americans.", "filename": "2019_04_08_world_middleeast_trump-iran-revolutionary-guard-corps_1666738854.html", "image_url": "https://static01.nyt.com/images/2019/04/08/us/politics/08dc-iran-promo/08dc-iran-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=9c74463b073a42bfd8c44c0ce7d36a72ab31d1f0d77cabab9219e293f49de7bb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_08_world_middleeast_trump-iran-revolutionary-guard-corps_1666738854.html", "title": "Trump Designates Iran’s Revolutionary Guards a Foreign Terrorist Group", "title_page": "Trump Designates Iran’s Revolutionary Guards a Foreign Terrorist Group - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump said on Monday that he was designating a powerful arm of the Iranian military as a foreign terrorist organization, the first time that the United States has named part of another nation’s government as that type of official threat.\nThe designation imposes wide-ranging economic and travel sanctions on the Islamic Revolutionary Guards Corps as well as organizations, companies and individuals with ties to it. Iran’s Revolutionary Guards carry out operations across the Middle East, train Arab Shiite militias and oversee businesses in Iran.\nMonday’s designation “will significantly expand the scope and scale of our maximum pressure on the Iranian regime,” Mr. Trump said in a statement.\nThe designation was opposed by some top Trump administration national security officials who said it could incite retaliation by Tehran against American troops and intelligence officers. It takes effect April 15, but was announced Monday in what American officials described as a chaotic and rushed process.", "url": "https://www.nytimes.com/2019/04/08/world/middleeast/trump-iran-revolutionary-guard-corps.html"}