{"authors": ["Damien Cave", "Emily Steel"], "date_download": "2022-10-25 23:34:17", "date_modify": "2022-10-25 23:34:17", "date_publish": "2019-03-19 06:59:03", "description": "Prime Minister Jacinda Ardern says she will not name the suspected gunman in the Christchurch massacre in an effort to deny him notoriety and publicity for his views.", "filename": "2019_03_19_world_asia_new-zealand-shooting-suspect-name.html_module=inline_1666740857.html", "image_url": "https://static01.nyt.com/images/2019/03/19/world/19nz-shooting-span-promo/19nz-shooting-span-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=56c8980ecbff8195356bc689745974c378ed718556d8ab8fb54ab20464b7d7a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_19_world_asia_new-zealand-shooting-suspect-name.html_module=inline_1666740857.html", "title": "New Zealand Is Loath to Use Suspect’s Name to Avoid Amplifying His Cause", "title_page": "New Zealand Is Loath to Use Suspect’s Name to Avoid Amplifying His Cause - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On a cached site for the National Front, which has campaigned under the slogan, “It’s O.K. to be white,” reactions to the attack were divided. Some commenters expressed compassion for the victims, while others said the shootings were a “natural outcome.”\n“This is ‘bad optics.’ I hope and pray that no one in the ethno-nationalist community has had anything to do with this,” one person wrote. “Because we know what’s coming: government crackdown, surveillance, increased gun control and an emboldened Antifa harassing us.”\nAnother person called the shootings a “brutal wake-up call” and said the victims deserved “no sympathy.”\nA user called Celtic Warrior said, “Harsh medicine, indeed, but sadly, very necessary.”\nThe Dominion Movement is a year-old group that describes itself as a “fraternity of young New Zealand nationalists” united by the belief that “Europeans are the defining people of this nation and that they were essential in its creation.”\n“We oppose the animosity and contempt this system holds for us and our people, we reject the entire concept of White guilt,” a cached version of its website reads.\nAs of Tuesday, the group’s Twitter and Instagram accounts had been suspended.\nWhether these groups or others have a chance to amplify whatever Mr. Tarrant says when he appears in court — his next appearance is scheduled for April 5 — is still unknown. The judge in the case could ban cameras or find other ways to suppress information, according to lawyers.\nRichard Peters, the duty lawyer at the suspected gunman’s first court appearance Saturday, said he didn’t know whether the man’s decision to represent himself would draw more attention to the case or less.\nBut for Ms. Ardern and many others, his efforts are best ignored, in court, and on the internet.\n“I don’t have all of the answers now, but we must collectively find them,” she said. “And we must act.”", "url": "https://www.nytimes.com/2019/03/19/world/asia/new-zealand-shooting-suspect-name.html?module=inline"}