{"authors": ["Andrew Ross Sorkin", "Peter Eavis"], "date_download": "2022-10-25 23:51:23", "date_modify": "2022-10-25 23:51:23", "date_publish": "2019-12-13 19:46:44", "description": "After a bailout by SoftBank, the shared office space company plans to sell customers more services and renegotiate leases with landlords.", "filename": "2019_12_13_business_wework-marcelo-claure_1666741883.html", "image_url": "https://static01.nyt.com/images/2019/12/13/business/13wework5/merlin_160725219_be3ac7d3-520e-4cf4-a28a-85462b385ee4-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a045401639275218dc9871420486a0928df9a88941fd0f102df3b6524a9e5751&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_13_business_wework-marcelo-claure_1666741883.html", "title": "‘We Trusted You’: WeWork’s Chair on Adam Neumann and the Future", "title_page": "‘We Trusted You’: WeWork’s Chair on Adam Neumann and the Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It hasn’t been an easy transition. In addition to stabilizing the company’s financial situation, WeWork has fielded a steady stream of headlines about the antics of its founder, Adam Neumann, and the prospect that he is likely to receive roughly $1 billion from SoftBank even as more than 4,000 employees are laid off or transferred to other employers.\nTo Mr. Claure, Mr. Neumann — and the details of the transaction — are misunderstood, as are the company’s prospects, which he argued were strong.\nHe recounted his conversation when he effectively ousted Mr. Neumann. “I said: ‘Adam, we trusted you. We gave you everything. And it’s fair to say things didn’t work out the way we originally planned,’” Mr. Claure said. “‘Now it’s your turn to turn around and basically pay back that trust and provide us with a proxy of all of your shares.’”\nMr. Neumann ultimately complied, stepping down from the company he created in 2010. He remains a board observer and a paid consultant to WeWork. Mr. Claure said he met with Mr. Neumann often and found his input useful, but stressed that the meetings took place “outside the office.”\n“I value his opinion a lot in terms of where he wanted to take the business. He has 10 years of experience, and it’d be foolish not to take full advantage of — not the mistakes he has made — of the great things he created,” Mr. Claure said.", "url": "https://www.nytimes.com/2019/12/13/business/wework-marcelo-claure.html"}