{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 23:34:55", "date_modify": "2022-10-25 23:34:55", "date_publish": "2019-06-14 19:07:10", "description": "Provisions set by the Justice Department, described by people familiar with the plan, could weaken a lawsuit that 10 attorneys general filed to try to block the $26 billion deal.", "filename": "2019_06_14_technology_t-mobile-sprint-merger_1666740895.html", "image_url": "https://static01.nyt.com/images/2019/07/27/business/26techfix2-print/14sprint2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e728c3f2e926cddd02d925fc72918c6a43dc78a6bbc4f64f5541a13c36812285&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_14_technology_t-mobile-sprint-merger_1666740895.html", "title": "Sprint and T-Mobile Merger Approval, Said to Be Near, Could Undercut Challenge by States", "title_page": "Sprint and T-Mobile Merger Approval, Said to Be Near, Could Undercut Challenge by States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The talks with Dish Network, Charter and Altice were reported this week by Bloomberg News.\nExecutives at Sprint and T-Mobile argue that the companies need to merge to compete with their bigger rivals, and to afford investments in the next generation of wireless technology, known as 5G.\nThe companies have tried to merge three times in the last five years. Two years ago, they failed to agree on terms. A deal announced in 2014 was abandoned when federal regulators voiced concerns that it could hurt consumers. T-Mobile, in particular, has pushed the entire industry to offer lower prices, shorter contracts terms and fewer restrictions.\nThe deal requires approval by both the Justice Department, which enforces antitrust law, and the Federal Communications Commission, which oversees the telecommunications industry.\nAjit Pai, the chairman of the F.C.C., signaled his support last month. He said the support was based on the companies’ commitment to invest in rural broadband service and 5G technology. The companies also committed to selling off Boost Mobile.\nThe states, which argued in their complaint that the merger would cost Sprint and T-Mobile subscribers at least $4.5 billion a year, intend to seek a preliminary injunction, said Xavier Becerra, the attorney general of California. If that happened, Sprint and T-Mobile would first have to resolve the lawsuit from the states, even if the Justice Department approved the deal.\nBut the case could run into trouble because it doesn’t take into account the selling of both Boost and the wireless frequencies to another company, analysts said.\n“The states would have to evaluate whether they believe in light of that divestiture their arguments about harm are still valid,” said Blair Levin, an analyst at New Street Research. “We are in uncharted territory.”", "url": "https://www.nytimes.com/2019/06/14/technology/t-mobile-sprint-merger.html"}