{"authors": ["Mitch Smith", "Julie Bosman"], "date_download": "2022-10-25 23:33:04", "date_modify": "2022-10-25 23:33:04", "date_publish": "2019-11-07 15:49:24", "description": "Eddie Johnson helped stabilize the country’s second-largest municipal police force as it faced mounting protests and an uptick in homicides.", "filename": "2019_11_07_us_chicago-police-eddie-johnson-retires_1666740784.html", "image_url": "https://static01.nyt.com/images/2019/11/06/us/00chicagopoliceHFO/00chicagopoliceHFO-facebookJumbo.jpg?year=2019&h=550&w=1050&s=032a4e691e0f564f463548ea9d7420fc3f0b118199910365e67acdaa3bcb040a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_07_us_chicago-police-eddie-johnson-retires_1666740784.html", "title": "Chicago Police Superintendent to Retire. He Guided a Department in Crisis.", "title_page": "Chicago Police Superintendent to Retire. He Guided a Department in Crisis. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Like too many children in Chicago, I experienced the trauma of gun violence firsthand as a child,” he said. “I saw how these unspeakable acts could tear a family apart. I also saw how those who were sworn to protect our city instead relied on prejudice and intimidation. I could have easily learned to hate this city. But my family taught us to love it.”\nChicago becomes the latest in a series of large cities this year to experience turnover at the top of their police departments. The Philadelphia police commissioner abruptly resigned in August, the chief in Charlotte, N.C., announced plans to step down, and a new commissioner was appointed this week in New York City.\nOn Friday, Chicago officials announced that Charlie Beck, a former police chief of Los Angeles, was being appointed as interim superintendent to fill Mr. Johnson’s post until a permanent replacement is picked.\nMr. Beck was known in Los Angeles for embracing changes to police use-of-force standards and insisting that the best way to reduce crime was for officers to improve relationships with people in high-crime neighborhoods. He was also known for his support of technology to fight crime including predictive policing.\nDuring more than three years in charge of the Chicago Police, the second-largest municipal police force in the country, Superintendent Johnson led an overhaul in training, introduced more restrictive rules for when officers could use force, and guided the department into a court-enforced consent decree with the Justice Department . After a large rise in homicides early in his tenure, the city’s murder rate has steadily dropped.", "url": "https://www.nytimes.com/2019/11/07/us/chicago-police-eddie-johnson-retires.html"}