{"authors": ["Elisabetta Povoledo"], "date_download": "2022-10-25 23:51:07", "date_modify": "2022-10-25 23:51:07", "date_publish": "2019-12-06 16:58:26", "description": "A headline alongside photos of two black players in the Corriere dello Sport brought new condemnations of racism in Italy. The newspaper said it had suffered a “lynching.”", "filename": "2019_12_06_world_europe_black-friday-italy-soccer_1666741867.html", "image_url": "https://static01.nyt.com/images/2019/12/06/world/06italy-soccer1/merlin_165126186_99c3c9b2-5a80-4dd0-a847-4e4611f320cc-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1dddd1d97fd2fd293b0b98ddc1cd3749f54aa42054841b8b77beb01f67bc1e4d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_06_world_europe_black-friday-italy-soccer_1666741867.html", "title": "‘Black Friday’ Headline Is Condemned by Stars of Italian Soccer", "title_page": "‘Black Friday’ Headline Is Condemned by Stars of Italian Soccer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Italy has long struggled to deal with racism in the game, a persistent strain that has tainted the country’s most popular sport but is frequently played down when it is acknowledged at all.\nLukaku, though he has only been in Italy for a few months, was already familiar with racial abuse. When he was greeted by monkey chants during a game in Cagliari in September, the Sardinian club dismissed as “outrageous” any suggestion that its fans might be racist.\nLast month, Brescia defended controversial comments by a top club official about one of its own players, Mario Balotelli, who was born to Ghanaian parents, and whose adoptive mother is Jewish, as a “misunderstood joke.”\nBlack players in Italy, including the Juventus midfielder Blaise Matuidi, a former teammate, Moise Kean, who now plays in England, and A.C. Milan’s Ivory Coast midfielder Franck Kessie have continually been subject to racist incident. Last month, a Roma-Napoli game was temporarily suspended after Roma fans targeted the Senegalese player Kalidou Koulibaly, who plays for Napoli. Anti-Semitic insults are also not uncommon at stadiums.\nThere are signs that many prominent figures in the sport have had enough. The headline appeared two days after Luigi De Siervo, the chief executive of Serie A, Italy’s top league, vowed that the league would root out racism “stadium by stadium,” ensuring that those responsible would be banned from games, although he was referring to racism from fans, not the media.", "url": "https://www.nytimes.com/2019/12/06/world/europe/black-friday-italy-soccer.html"}