{"authors": ["Hanna Ingber"], "date_download": "2022-10-25 23:34:21", "date_modify": "2022-10-25 23:34:21", "date_publish": "2019-03-19 21:30:10", "description": "The killing of 50 people in New Zealand last week seems to be the most extreme example of a mass shooter using the internet as part of his arsenal of destruction and hate. We look at how this affected our calculations around how to cover the attack.", "filename": "2019_03_19_reader-center_new-zealand-media-coverage_1666740861.html", "image_url": "https://static01.nyt.com/images/2019/03/19/pageoneplus/19readers_newzealand/19readers_newzealand-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=c305e543b3ac543335fe2b8a52242fbacab3c42f62dff0713910213a11a9a541&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_19_reader-center_new-zealand-media-coverage_1666740861.html", "title": "The New Zealand Attack Posed New Challenges for Journalists. Here Are the Decisions The Times Made.", "title_page": "The New Zealand Attack Posed New Challenges for Journalists. Here Are the Decisions The Times Made. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Instead, you have someone who designed a horrific terrorist attack using all of the power of social media and the internet to spread his vile views,” he said. “So for us, it was how do you cover it in that context, how do we understand it and explain it, and how do we avoid becoming the tools of a terrorist?”\nHow did the unusual nature of the attack change The Times’s calculations around how to cover it?\nOur editors often have to decide if we should publish disturbing images or videos from shootings, bombings and war. They must weigh an image’s news value and our mission to inform the public about the horrors of an attack against how intrusive the image is and how upsetting it could be for our readers or those affected by the tragedy to see it.\n“We have to have a real reason for showing these things,” said Mark Scheffler, our deputy editor of video. The video or images must be used “to tell a broader story, not just to say, ‘Here’s video of this guy’s shooting spree.’”\n[Read about a recent debate among our readers and in our newsroom over whether we should have published graphic photographs after a deadly attack in Nairobi.]\nThis case was different because the person who shot the video was not an eyewitness, journalist or member of law enforcement. It was the attacker himself.\n“Here, the fact that the video was made by the killer added a whole other dimension to it,” said Phil Corbett, our associate managing editor for standards. “You have this additional factor of, Are you going to help publicize this terrorist video that the killer has made himself, obviously with the intent of it being seen as widely as possible? That made all of us even more cautious and wary about whether we would use any images.”\nUltimately our editors decided not to run any of the gunman’s video of the attack or even link to it.", "url": "https://www.nytimes.com/2019/03/19/reader-center/new-zealand-media-coverage.html"}