{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:06", "date_modify": "2022-10-25 23:43:06", "date_publish": "2019-02-11 13:04:22", "description": "The trial before the Supreme Court will examine the events of 2017 that set off a constitutional crisis and that continue to unsettle Spanish politics.", "filename": "2019_02_11_world_europe_catalonia-separatists-trial_1666741386.html", "image_url": "https://static01.nyt.com/images/2019/02/12/world/12catalonia1/12catalonia1-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=ca44ee5761bcb0fcc9a80cbc8288dc5bd23d0febf625457fcd9a39305947ebef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_11_world_europe_catalonia-separatists-trial_1666741386.html", "title": "Catalan Separatists’ Trial: How They Got Here, and What They Could Face", "title_page": "Catalan Separatists’ Trial: How They Got Here, and What They Could Face - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One person who is not in court is Carles Puigdemont, the former leader of Catalonia and a longstanding secessionist, who is living in self-imposed exile in Belgium.\nThe Spanish authorities indicted 20 Catalans in late 2017 for their roles in the drive for independence. But several of them, including Mr. Puigdemont, ignored the court summons and fled Spain, and they have successfully resisted extradition attempts to force them to face trial.\nIn March, Mr. Puigdemont was briefly jailed in Germany, where a court ruled that he could not be extradited to Spain for rebellion, the main charge he faces.\nOf the dozen defendants now standing trial, nine have already spent more than one year in jail, after being denied bail — a situation denounced by Catalan separatists.\nThe separatists also argue that the defendants should stand trial in Barcelona, not Madrid, claiming that the Spanish courts are biased.\nBut the central government and Spanish judges have firmly defended the impartiality of Spain’s judiciary. Last Thursday, Prime Minister Pedro Sánchez became the first Spanish head of government to visit the European Court of Human Rights in Strasbourg, France, where he praised his country for its solid judicial record.\nWhat happens next?\nAbout 500 witnesses are expected to testify, including Mariano Rajoy, the conservative prime minister at the time of the separatist turmoil in 2017.", "url": "https://www.nytimes.com/2019/02/11/world/europe/catalonia-separatists-trial.html"}