{"authors": ["Matthew Haag", "Winnie Hu"], "date_download": "2022-10-25 23:29:48", "date_modify": "2022-10-25 23:29:48", "date_publish": "2019-10-27 07:00:12", "description": "The push for convenience is having a stark impact on gridlock, roadway safety and pollution in New York City and urban areas around the world.", "filename": "2019_10_27_nyregion_nyc-amazon-delivery_1666740588.html", "image_url": "https://static01.nyt.com/images/2019/10/27/nyregion/27NYTECH-p1/00NYTECH1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=06746475065c7a5043d87d9fb192264c1686827c8abd1ab06cfde4dc7c8821b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_27_nyregion_nyc-amazon-delivery_1666740588.html", "title": "1.5 Million Packages a Day: The Internet Brings Chaos to N.Y. Streets", "title_page": "1.5 Million Packages a Day: The Internet Brings Chaos to N.Y. Streets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An Amazon order starts with a tap of a finger. Two days later — or even in a matter of hours — the package arrives.\nIt seems simple enough.\nBut to deliver Amazon orders and countless others from businesses that sell over the internet, the very fabric of major urban areas around the world is being transformed. And New York City, where more than 1.5 million packages are delivered daily, shows the impact that this push for convenience is having on gridlock, roadway safety and pollution.\nDelivery trucks operated by UPS and FedEx double-park on streets and block bus and bike lanes. They racked up more than 471,000 parking violations last year, a 34 percent increase from 2013.\nThe main entryway for packages into New York City, leading to the George Washington Bridge from New Jersey, has become the most congested interchange in the country. Trucks heading toward the bridge travel at 23 miles per hour, down from 30 m.p.h. five years ago.", "url": "https://www.nytimes.com/2019/10/27/nyregion/nyc-amazon-delivery.html"}