{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:44:12", "date_modify": "2022-10-25 23:44:12", "date_publish": "2019-08-09 22:43:10", "description": "A cache of documents offers disturbing testimony about what happened inside the Florida mansion owned by Jeffrey Epstein.", "filename": "2019_08_09_nyregion_epstein-sex-slave-documents_1666741452.html", "image_url": "https://static01.nyt.com/images/2019/08/09/nyregion/09epstein6/09epstein6-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8831e4ebc4006aa03c3710a9c11a913e45d3da4caf986f77771ec0f446d514d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_09_nyregion_epstein-sex-slave-documents_1666741452.html", "title": "‘Massage’ Was Code for ‘Sex’: New Epstein Abuse Revelations", "title_page": "‘Massage’ Was Code for ‘Sex’: New Epstein Abuse Revelations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Read our latest story: Jeffrey Epstein committed suicide at a Manhattan jail on Saturday, officials said.]\nA rotating cast of girls would sit around Jeffrey Epstein’s waterfront mansion, drinking milk.\nTo Alfredo Rodriguez, Mr. Epstein’s butler in the mid-2000s, that was one reason he suspected that his boss was engaged in sexual activities with underage girls. At times, Mr. Rodriguez later told a Florida police detective in a sworn statement, he was instructed to dispense hundreds of dollars to the girls after they performed massages for Mr. Epstein; at other times, Mr. Rodriguez gave them “tips” in the form of iPods and jewelry.\nManhattan federal prosecutors last month charged Mr. Epstein, 66, with sex trafficking of girls as young as 14, and details of his behavior have been emerging for years.\nBut a cache of previously sealed legal documents, released on Friday by a federal appeals court, provides new, disturbing details about what was going on inside Mr. Epstein’s homes and how his associates recruited young women and girls, including from a Florida high school.", "url": "https://www.nytimes.com/2019/08/09/nyregion/epstein-sex-slave-documents.html"}