{"authors": ["Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:31:53", "date_modify": "2022-10-25 23:31:53", "date_publish": "2019-07-18 04:10:12", "description": "The roughly 500 troops are part of a broader tranche of forces sent to the region in recent months after tensions between the U.S. and Iran escalated.", "filename": "2019_07_18_us_politics_troops-saudi-arabia-iran_1666740713.html", "image_url": "https://static01.nyt.com/images/2019/07/17/us/17dc-saudi-troops/merlin_155391132_59f96787-d9a5-4f49-b86c-27b5b8563d1a-facebookJumbo.jpg?year=2019&h=549&w=1050&s=fbc1dc8cc19038314a82b32e3e6c442584434ed095711b6b253133ea28263092&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_18_us_politics_troops-saudi-arabia-iran_1666740713.html", "title": "U.S. to Send About 500 More Troops to Saudi Arabia", "title_page": "U.S. to Send About 500 More Troops to Saudi Arabia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The United States is sending hundreds of troops to Saudi Arabia in what is intended as the latest show of force toward Iran, two Defense Department officials said Wednesday.\nThe roughly 500 troops are part of a broader tranche of forces sent to the region over the past two months after tensions between Washington and Tehran escalated.\nSince May, a spate of attacks have left six oil tankers damaged in the Gulf of Oman, with Washington accusing Tehran of inciting them. Iranian officials have denied that claim. The downing of an American drone in June by an Iranian surface-to-air missile only heightened tensions, prompting President Trump to approve military strikes against Iran before abruptly pulling back.\n[For more stories about American troop deployments, sign up for the weekly At War newsletter.]\nIn recent weeks, Iran has deliberately violated parts of the 2015 international accord that restricted its nuclear program. Last year, Mr. Trump withdrew from the pact, calling it a “horrible deal.”", "url": "https://www.nytimes.com/2019/07/18/us/politics/troops-saudi-arabia-iran.html"}