{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:00:40", "date_modify": "2022-10-25 23:00:40", "date_publish": "2019-11-29 20:44:18", "description": "The president has never made any secret of his affinity for the British prime minister. But with his own election fast approaching, Mr. Johnson wants to keep his distance.", "filename": "2019_11_29_us_politics_trump-is-heading-to-london-boris-johnson-is-not-on-his-calendar_1666738840.html", "image_url": "https://static01.nyt.com/images/2019/11/29/us/politics/29dc-nato/29dc-nato-facebookJumbo.jpg?year=2019&h=550&w=1050&s=744f078f767f294176ec2acc4c4a865dd676631df6f58f5baf6804e6a550b28a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_29_us_politics_trump-is-heading-to-london-boris-johnson-is-not-on-his-calendar_1666738840.html", "title": "Trump Is Heading to London. Boris Johnson Is Not on His Calendar.", "title_page": "Trump Is Heading to London. Boris Johnson Is Not on His Calendar. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump barreled into London like a bowling ball on his first trip to Britain as president last year, testing the special relationship by criticizing then-Prime Minister Theresa May’s approach to Brexit in the pages of The Sun ahead of his visit while praising her political rival at the time, Boris Johnson.\nMr. Trump is heading to London again next week, this time for a NATO summit marking the alliance’s 70th anniversary. Mrs. May is long gone from Downing Street. Mr. Johnson, still a favorite of the president, is prime minister and facing his own unpredictable election a little over a week after the NATO gathering on Tuesday and Wednesday.\nOn Friday, senior administration officials said the visit will include one-on-one meetings with President Emmanuel Macron of France, who recently warned about the “brain death” of NATO and suggested that Europe can no longer assume unwavering support from the United States. Mr. Trump will also meet with Angela Merkel, the chancellor of Germany, and attend a reception at Buckingham Palace hosted by Queen Elizabeth II.\nConspicuous for his absence from the list was Mr. Johnson. It is unusual for the president not to participate in a bilateral meeting with the leader of NATO’s host country. While the president’s schedule was still in flux, one official said the reason for not scheduling a meeting was that Mr. Trump was “very conscious of the fact that we do not interfere” in other country’s elections.", "url": "https://www.nytimes.com/2019/11/29/us/politics/trump-is-heading-to-london-boris-johnson-is-not-on-his-calendar.html"}