{"authors": ["Patricia Cohen"], "date_download": "2022-10-26 00:11:46", "date_modify": "2022-10-26 00:11:46", "date_publish": "2019-12-06 05:00:07", "description": "The Labor Department’s report was much stronger than the one last month, helped by the end of a General Motors strike.", "filename": "2019_12_06_business_economy_november-jobs-report.html_action=click&module=Top%20Stories&pgtype=Homepage_1666743106.html", "image_url": "https://static01.nyt.com/images/2019/12/06/business/jobs_nov_promo/jobs_nov_promo-facebookJumbo.png?year=2019&h=549&w=1050&s=1ba0c5719ab4c1ee6d0b67dae895ce5f44ce311f43a120fa8c92ef9e0f4f3dea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_06_business_economy_november-jobs-report.html_action=click&module=Top%20Stories&pgtype=Homepage_1666743106.html", "title": "U.S. Added 266,000 Jobs in November. Here’s the Bottom Line.", "title_page": "U.S. Added 266,000 Jobs in November. Here’s the Bottom Line. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Kirshner is now a career coach — a business that he controls, but that offers no steady income or benefits.\nBias can further handicap some job hunters. Researchers have documented frequent discrimination against workers over 50 and members of minority groups, especially African-American women.\nTrade Tensions Heighten Anxiety\nThe White House’s unpredictable trade policy continues to unsettle some businesses and cramp investment, especially in manufacturing.\n“When you look globally, there are some tentative signs that the global manufacturing slowdown is bottoming out,” Michael Gapen, chief United States economist for Barclays, said. “But it may take the U.S. manufacturing sector a little longer than the rest of the world to stabilize.”\nA trade agreement with China would, of course, be welcome, but Mr. Gapen said that at this point, he did not expect it to do much to lift growth.\n“It’s more of a going back to the beginning,” he said, noting that in the end, China is likely to commit to agricultural purchases that it might have made earlier without tariffs.\nThe government will revise its November job estimates two more times, and its October estimate once more.", "url": "https://www.nytimes.com/2019/12/06/business/economy/november-jobs-report.html?action=click&module=Top%20Stories&pgtype=Homepage"}