{"authors": ["Daniel Victor", "Tiffany May"], "date_download": "2022-10-25 23:39:46", "date_modify": "2022-10-25 23:39:46", "date_publish": "2019-06-15 15:00:07", "description": "The government said it needed an extradition bill to punish a killer. Hundreds of thousands of protesters didn’t buy it.", "filename": "2019_06_15_world_asia_hong-kong-murder-taiwan-extradition_1666741186.html", "image_url": "https://static01.nyt.com/images/2019/06/16/world/16hk-murder2/merlin_156327003_19ecc360-f968-4a51-8c26-b74d4dbd7ec4-facebookJumbo.jpg?year=2019&h=550&w=1050&s=bd8ba41a917bd508b6664cdd7c7d7c380ec795e868de6ba98ab184ced2c54a15&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_15_world_asia_hong-kong-murder-taiwan-extradition_1666741186.html", "title": "The Murder Case That Lit the Fuse in Hong Kong", "title_page": "The Murder Case That Lit the Fuse in Hong Kong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Friday, she quietly traveled across the border to the mainland city of Shenzhen, where she consulted with senior Chinese officials. Some had flown in from Beijing, and a few of the party’s top experts on Hong Kong were there, too. (Mr. Xi was out of the country, celebrating his birthday with President Vladimir V. Putin of Russia at a regional summit meeting in Tajikistan.)\nThere was a consensus: Given the public’s reaction, Mrs. Lam should delay the legislation indefinitely.\nAnnouncing the decision on Saturday, she raised Mr. Chan’s case again in defending the measure but finally acknowledged that Taiwan’s position meant there was no rush to pass it. “We will adopt the most sincere and humble attitude to accept criticisms and make improvements,” she said.\nMrs. Lam’s argument failed to resonate, in part because many believe Hong Kong can find a way to ensure Mr. Chan faces trial without opening the door to extraditions to the mainland.\nChina and Taiwan have for years sent criminal suspects to each other, for example, even though they do not formally recognize each other, and some lawmakers believe Hong Kong should establish a similar arrangement with Taiwan.\nDoing so with Taiwan and not mainland China, however, would be politically challenging.\nJulian Ku, a law professor at Hofstra University, said it would mean acknowledging that Taiwan’s courts are more trustworthy and fair to criminal defendants than China’s are.\n“While this is undoubtedly true by almost every measurement,” he said, “it would be really embarrassing for the Hong Kong government to admit that truth.”", "url": "https://www.nytimes.com/2019/06/15/world/asia/hong-kong-murder-taiwan-extradition.html"}