{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:27:59", "date_modify": "2022-10-25 23:27:59", "date_publish": "2019-11-22 14:54:47", "description": "A dispute over a decisive slice of votes in the country’s presidential election is again exposing the fragility of Afghan democracy, as President Trump pushes for a drawdown of troops.", "filename": "2019_11_22_world_asia_afghanistan-election-ghani-abdullah_1666740479.html", "image_url": "https://static01.nyt.com/images/2019/11/22/world/22afghan-election1/22afghan-election1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9734d4715eca4601d1dd5429f7da045ab58461a4b7e539900f3dfb12420a90af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_22_world_asia_afghanistan-election-ghani-abdullah_1666740479.html", "title": "Afghan Vote Crawls Toward Crisis, With No Results After 2 Months", "title_page": "Afghan Vote Crawls Toward Crisis, With No Results After 2 Months - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Little changed in the behavior of candidates, who often seemed less focused on campaigning and more on rigging and influencing the electoral process or maneuvering for a slice of power.\nWhile disputes in previous elections were over millions of stuffed ballots, the turnout this time was below two million, and the current, intense fight centers on about 300,000 votes that could decide whether Mr. Ghani or Mr. Abdullah won a majority in the first round or whether the election must go to a runoff.\nWhile much of the vote is divided between Mr. Ghani and Mr. Abdullah, nearly a dozen other candidates drew close to 200,000 of the votes in September, making it harder for either of the top contenders to reach 50 percent.\nWith both candidates having claimed a lead, many observers say a runoff remains the likely outcome.\nMr. Abdullah’s allies say they have lost faith in the election commission for relaxing its validity criteria after the voting, allowing ballots that should have been discarded to be either included in the tally or sent for auditing and a recount. Those include about 100,000 votes that the biometric data showed were cast before or after Election Day — some with a time difference of months.\n“When the rules and procedures are changed, the formula falls apart,” said Noor Rahman Akhlaqi, a member of Mr. Abdullah’s team. “There is an environment of complete mistrust now.”\nElection officials say the date discrepancies were probably caused by technical workers entering incorrect times and dates into the thousands of devices used to collect voter fingerprints and pictures before they cast their ballot. Voters should not be disenfranchised for mistakes made by others, the officials said.", "url": "https://www.nytimes.com/2019/11/22/world/asia/afghanistan-election-ghani-abdullah.html"}