{"authors": ["Alisa Roth"], "date_download": "2022-10-25 23:37:33", "date_modify": "2022-10-25 23:37:33", "date_publish": "2019-06-07 09:00:09", "description": "Rachel Louise Snyder’s “No Visible Bruises” recounts the horror of domestic violence in all its forms and argues for a more systematic approach to this abuse.", "filename": "2019_06_07_books_review_rachel-louise-snyder-no-visible-bruises_1666741053.html", "image_url": "https://static01.nyt.com/images/2019/06/09/books/review/09Roth1/09Roth1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5c53d261feab84a64b77699dd5eb1b16060bdcc034e73950c4888c0b313c07db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_07_books_review_rachel-louise-snyder-no-visible-bruises_1666741053.html", "title": "An Epidemic of Violence We Never Discuss", "title_page": "An Epidemic of Violence We Never Discuss - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This kind of tragedy seems all the more appalling because it might have been prevented. Yet victims and family members often have few places to turn to for help. The police frequently don’t take the complaints seriously. “He hadn’t gotten into police work to break up some dispute over butter between husbands and wives,” Synder writes of one officer. Meanwhile, our society — and our legal system — tends to regard household abuse differently than other crimes. “Imagine a man, a stranger, strangling another man with a phone cord, pushing another man down the stairs, punching another man so hard he breaks an orbital eye socket,” Snyder writes. “Such assaults happen daily with domestic violence but I have yet to speak with a prosecutor who sees these crimes treated as seriously” when they occur in that setting. She wants to see prosecutors handle domestic violence with the same rigor they accord to stranger violence.\nThis shouldn’t surprise us. For most of our history, domestic violence has been considered a private matter. The first law to protect victims of domestic abuse passed Congress only in 1984. And it would take a dozen more years before the first national hotline for victims was established. (One outcome of the #MeToo movement may be a greater willingness to report domestic violence: In 2018, calls to the national domestic violence hotline reportedly went up 30 percent.) As recently as the 1990s, there were three times as many shelters for abused pets as there were for abused partners. Even today, Snyder writes, we still tend to hold the victims responsible: Why didn’t she just leave?\nWomen, Snyder tells us, stay in abusive relationships out of fear for their lives, or to protect their children. Many feel they have few alternatives. When a situation becomes life-threatening, she observes, it is generally the victim, rather than the aggressor, who is expected to go into a shelter, leaving home, job, school, friends and family behind.\nMuch could be done if law enforcement were more responsive to the problem. According to Snyder, the communities that have made the biggest gains in dealing with the issue have been able to meld the functions of law enforcement and domestic violence crisis centers. Still the current culture of law enforcement is deeply entrenched and I wonder whether Snyder’s hope for change is overly optimistic. I’ve often heard police officers complain about the growing “social work” aspects of their job, whether it’s responding to mental health crises or homelessness. (As Snyder points out, the reluctance to intervene in cases of domestic violence isn’t helped by the high incidence of such violence within the law enforcement community itself.)", "url": "https://www.nytimes.com/2019/06/07/books/review/rachel-louise-snyder-no-visible-bruises.html"}