{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:22:51", "date_modify": "2022-10-25 23:22:51", "date_publish": "2019-11-20 10:00:40", "description": "Sadr City residents have come in droves to Baghdad’s protests, driven by anger at the Iraq government’s neglect and fueled by their long history of defiance.", "filename": "2019_11_20_world_middleeast_iraq-protests-sadr-city_1666740171.html", "image_url": "https://static01.nyt.com/images/2019/11/16/world/16iraq-dispatch/16iraq-dispatch-facebookJumbo.jpg?year=2019&h=550&w=1050&s=bda95b2c7815f9881cae5193daf1b524cf384fddccacd370affa65b7e5bc2ea1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_20_world_middleeast_iraq-protests-sadr-city_1666740171.html", "title": "‘Our Patience Is Over’: Why Iraqis Are Protesting", "title_page": "‘Our Patience Is Over’: Why Iraqis Are Protesting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "These Iraqis have suffered decades of economic deprivation as well as government oppression by the Sunni Muslims, who controlled the government during the dictatorship of Saddam Hussein. And they have a history of violent resistance.\nThey feel frustrated that having endured Saddam Hussein’s reign, the civil war that followed his overthrow and then the invasion of the Islamic State, their lives have seen little improvement.\nMost of Sadr City’s residents are descended from people who migrated from Iraq’s south, and retain rural and tribal ties there. So the neighborhood offers a window into the passions driving the current protests and its roots in southern Iraq’s tradition of defiance.\nWith more than three million inhabitants, Sadr City is crowded and littered. Its larger boulevards give way to smaller unpaved streets and cracked asphal t alleys.\nPublic baths are a feature of life, a place for male bonding and a rare source of plentiful hot water. As in much of Baghdad, electricity is rarely on for more than half the day , but hardly any family can afford its own generator, so vast spider webs of wire spin out from ones shared by a neighborhood.", "url": "https://www.nytimes.com/2019/11/20/world/middleeast/iraq-protests-sadr-city.html"}