{"authors": ["Jennifer Vineyard"], "date_download": "2022-10-25 23:41:09", "date_modify": "2022-10-25 23:41:09", "date_publish": "2019-03-11 16:40:19", "description": "From Jon and Ygritte’s sexy cave time to the Red Wedding, here are the key episodes to watch and themes to consider.", "filename": "2019_03_11_arts_television_rewatching-game-of-thrones-season-3_1666741269.html", "image_url": "https://static01.nyt.com/images/2019/03/11/arts/11THRONES-NL-1/merlin_151914396_dc5d9280-7dfd-4734-9baa-bd0f7dce3a51-facebookJumbo.jpg?year=2019&h=536&w=1024&s=b03b9270a5d357b13bf036b42e387157fb8a644ac35269fa89fd2429322be6b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_11_arts_television_rewatching-game-of-thrones-season-3_1666741269.html", "title": "Rewatching ‘Game of Thrones,’ Season 3: Say a Little Prayer", "title_page": "Rewatching ‘Game of Thrones,’ Season 3: Say a Little Prayer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The War of the Five Kings has lost one king but remains in full swing, with three of the seven kingdoms in open rebellion. Plots are in place to remove another king from the board by the end of the season, but there are so many plots, counterplots, and untrustworthy types lurking about, it’s hard to keep track. Focusing on these might help:\nCalling Child Protective Services\nAn awful lot of children in Westeros and Essos get mistreated — molested, murdered, sold or sacrificed (as we learn the daughter-raping Craster has done with his 99 sons, and would have done with his 100th, Gilly’s baby). Some 8,000 newborns were killed in Astapor because slave masters wanted to prove their eunuch soldiers had no sense of empathy. Other children are orphaned when their parents are killed in one or another war.\nFew kids can fend for themselves — the Stark children survive primarily because they have guardians who step in and take care of them. (The Hound isn’t a bad babysitter!) We don’t know yet what kind of parental substitutes the White Walkers are, but you’d figure they have to be better than Craster. (They at least show an interest.) No wonder Dany develops a savior complex — there are so many children in this brutal world who desperately need saving.\nSpy vs. Spy\nSpies are everywhere. Jon Snow goes undercover with the Free Folk as a defector (and doesn’t fully fool them). Varys convinces Ros to spy on Littlefinger (or perhaps she lured him in, looking to spill some valuable info about her boss’s travel plans). Varys then tries to thwart Littlefinger by plotting with the Tyrells, but Littlefinger’s prostitute Olyvar easily seduces Loras Tyrell and reports back. Key bit of intel: Loras is set to marry … someone. Littlefinger concludes that the someone is Sansa and alerts the Lannisters, leading to Tywin’s strategic matchmaking of Cersei with Loras and Tyrion with Sansa, which none of them are happy about. (Littlefinger gives Ros to Joffrey, which doesn’t end well.)\nEven though Jorah Mormont is no longer a spy, he’s clearly worried that new Team Dany member Barristan Selmy knows he was, and could use that fact against him. And the ultimate spymaster in all of Westeros, of course, is the Three-Eyed Raven, who recruits Jojen Reed and Bran Stark for his mysterious purposes. At least Jon, Ros, Olyvar and Jorah know the risks of their espionage: Bran has no idea what’s in store for him. (“The raven is you” does not count.)\nRed Wedding RSVPs\nWhen did the plans for the Red Wedding coalesce? The Frey alliance with the Starks was in tatters by the end of Season 2, but they didn’t plan it alone.\nWhen did Tywin Lannister get in on the action? Clues come early in Season 3, when he embarks on a correspondence spree. (Notice that when both Tyrion and Cersei come to visit him, he is preoccupied with writing letters). Tywin’s first missives would most likely be to the Freys, who want revenge on the Starks and an end to the war in the Riverlands.", "url": "https://www.nytimes.com/2019/03/11/arts/television/rewatching-game-of-thrones-season-3.html"}