{"authors": ["Ben Protess", "William K. Rashbaum", "Benjamin Weiser"], "date_download": "2022-10-25 23:38:10", "date_modify": "2022-10-25 23:38:10", "date_publish": "2019-07-17 21:21:50", "description": "But it is unclear if prosecutors plan to file additional charges in the case, which led to the conviction of Michael D. Cohen, the president’s former lawyer.", "filename": "2019_07_17_nyregion_michael-cohen-trump-investigation_1666741090.html", "image_url": "https://static01.nyt.com/images/2019/07/17/nyregion/17nycohen/17nycohen-facebookJumbo.jpg?year=2019&h=550&w=1050&s=6030a28f7a20def4b3b1b19dc3218b3d18d961750a463392fd8de64466985be1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_17_nyregion_michael-cohen-trump-investigation_1666741090.html", "title": "Investigation Into Trump Campaign Finance Violations Is Over, Judge Says", "title_page": "Investigation Into Trump Campaign Finance Violations Is Over, Judge Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nA federal judge in Manhattan disclosed on Wednesday that prosecutors have concluded their investigation into campaign finance violations involving President Trump and ordered that they publicly release some of their files, a new twist in a case that had threatened to upend the Trump presidency.\nThe judge’s order did not answer one of the lingering questions of the investigation: whether prosecutors in the United States attorney’s office in Manhattan still plan to file additional charges in connection with the case.\nThe investigation, which centered on hush money payments arranged during the 2016 presidential campaign to two women who said they had affairs with Mr. Trump, already resulted in the conviction of the president’s former fixer, Michael D. Cohen.\nMr. Cohen, who is now serving a three-year prison sentence, has said he helped arrange the hush money at the direction of Mr. Trump, an accusation that the federal prosecutors in Manhattan ultimately repeated in court papers.", "url": "https://www.nytimes.com/2019/07/17/nyregion/michael-cohen-trump-investigation.html"}