{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:01:59", "date_modify": "2022-10-25 23:01:59", "date_publish": "2019-04-19 09:00:11", "description": "Attorney General William P. Barr sent a letter to Congress last month citing brief fragments from the Mueller report. Now that the document is public, his selections are coming under scrutiny.", "filename": "2019_04_19_us_politics_mueller-report-william-barr-excerpts_1666738919.html", "image_url": "https://static01.nyt.com/images/2019/04/19/us/politics/19dc-barrvmueller/19dc-barrvmueller-facebookJumbo.jpg?year=2019&h=453&w=864&s=37cd4607083e937c097f05d1655f115535cade05ba3f7b8b738571a8020878ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_19_us_politics_mueller-report-william-barr-excerpts_1666738919.html", "title": "How Barr’s Excerpts Compare to the Mueller Report’s Findings", "title_page": "How Barr’s Excerpts Compare to the Mueller Report’s Findings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Similarly, Mr. Barr truncated the special counsel explanation of what “coordination” meant — and didn’t mean\nFrom William P. Barr\n“In assessing potential conspiracy charges, the special counsel also considered whether members of the Trump campaign ‘coordinated’ with Russian election interference activities. The special counsel defined ‘coordination’ as an ‘agreement — tacit or express — between the Trump campaign and the Russian government on election interference.’”\nFrom Robert S. Mueller III\nVol. I, Page 2: We understood coordination to require an agreement — tacit or express — between the Trump campaign and the Russian government on election interference. That requires more than the two parties taking actions that were informed by or responsive to the other’s actions or interests.\nIn the second sentence, which Mr. Barr omitted, Mr. Mueller again emphasized that there can be a type of complicit conduct that falls short of how the special counsel defined coordination.\nMr. Barr omitted the reason Mr. Mueller trumpeted the thoroughness of his factual investigation\nFrom William P. Barr\n“After making a ‘thorough factual investigation’ into these matters, the special counsel considered whether to evaluate the conduct under department standards governing prosecution and declination decisions but ultimately determined not to make a traditional prosecutorial judgment.”\nFrom Robert S. Mueller III\nVol. II, Page 2: Second, while the O.L.C. opinion concludes that a sitting president may not be prosecuted, it recognizes that a criminal investigation during the president’s term is permissible. The O.L.C. opinion also recognizes that a president does not have immunity after he leaves office. And if individuals other than the president committed an obstruction offense, they may be prosecuted at this time. Given those considerations, the facts known to us, and the strong public interest in safeguarding the integrity of the criminal justice system, we conducted a thorough factual investigation in order to preserve the evidence when memories were fresh and documentary materials were available.\nIn his letter to Congress, Mr. Barr did not explain that Mr. Mueller was trying to leave open the possibility that prosecutors in the future, after Mr. Trump leaves office, could look at the evidence he gathered and decide then whether to indict Mr. Trump. That rationale — which stemmed from the view of the Justice Department’s Office of Legal Counsel, or O.L.C., that sitting presidents cannot be indicted but former presidents lose such immunity — conflicted with Mr. Barr’s move to pronounce Mr. Trump cleared now.\nMr. Barr portrayed Mr. Mueller as encountering “difficult issues” in reaching a decision on obstruction\nFrom William P. Barr\n“The special counsel therefore did not draw a conclusion — one way or the other — as to whether the examined conduct constituted obstruction. Instead, for each of the relevant actions investigated, the report sets out evidence on both sides of the question and leaves unresolved what the special counsel views as ‘difficult issues’ of law and fact concerning whether the president’s actions and intent could be viewed as obstruction. The special counsel states that ‘while this report does not conclude that the president committed a crime, it also does not exonerate him.’”", "url": "https://www.nytimes.com/2019/04/19/us/politics/mueller-report-william-barr-excerpts.html"}