{"authors": ["William J. Broad"], "date_download": "2022-10-25 23:32:44", "date_modify": "2022-10-25 23:32:44", "date_publish": "2019-08-21 21:55:35", "description": "A recent visit to the world’s most famous shipwreck found it “being consumed by the ocean and returned to its elemental state.”", "filename": "2019_08_21_science_titanic-shipwreck-archaeology_1666740764.html", "image_url": "https://static01.nyt.com/images/2019/08/21/science/21TITANIC/21TITANIC-facebookJumbo.jpg?year=2019&h=550&w=1050&s=bfad1e135f55ac2ec955731c0c493fcf2ead56f958e2dc4eaf49be659d70e434&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_21_science_titanic-shipwreck-archaeology_1666740764.html", "title": "Where the Titanic Shipwreck Rests, New Photos Reveal Extensive Decay", "title_page": "Where the Titanic Shipwreck Rests, New Photos Reveal Extensive Decay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the 34 years since the R.M.S. Titanic was discovered on the seafloor south of Newfoundland, it has become the world’s most famous shipwreck — a rusting hulk assailed by hundreds of explorers and moviemakers, salvors and tourists, scientists and federal watchdogs.\nAll agree that the once-grand ship is rapidly falling apart. Resting on the icy North Atlantic seabed more than two miles down, upright but split in two, the fragile mass is slowly succumbing to rust, corrosive salts, microbes and colonies of deep-sea creatures.\nThis month, a team from Triton Submarines captured video of the iconic wreck with human-occupied submersible s, in order to assess its status and anticipate the trajectory of its deterioration. The company called it the first such visit in nearly 14 years.\n“It was kind of a cool thing to see the ocean reclaiming it,” said Patrick Lahey, the president of Triton, who surveyed the wreck himself during one of the dives.", "url": "https://www.nytimes.com/2019/08/21/science/titanic-shipwreck-archaeology.html"}