{"authors": ["Marc Santora", "Anna Schaverien"], "date_download": "2022-10-25 23:51:04", "date_modify": "2022-10-25 23:51:04", "date_publish": "2019-10-15 12:00:42", "description": "The sport was roiled anew after Bulgarian fans made Nazi salutes and yelled monkey chants at England’s players in Sofia on Monday.", "filename": "2019_10_15_world_europe_bulgaria-england-racist-abuse_1666741864.html", "image_url": "https://static01.nyt.com/images/2019/10/15/world/15bulgaria/15bulgaria-facebookJumbo.jpg?year=2019&h=550&w=1050&s=91e9b71c2f702c337bb4a36a701ac2da05bdfb86446ce360c96d940da0dd704d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_15_world_europe_bulgaria-england-racist-abuse_1666741864.html", "title": "Bulgarian Soccer Chief Resigns After Fans’ Racist Abuse of England", "title_page": "Bulgarian Soccer Chief Resigns After Fans’ Racist Abuse of England - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the hours after Bulgarian soccer fans made monkey chants, raised arms in Nazi salutes and verbally abused black players on England’s national soccer team on Monday, outrage spread from the field to soccer officials and fans around the world.\nThe English team condemned the fans’ actions and resolved to keep playing. The president of European soccer’s governing body called the behavior unacceptable, fueled by rising nationalism. And on Tuesday, Prime Minister Boyko Borisov of Bulgaria forced the head of the country’s soccer federation to step down.\nBut for him and many other Bulgarians, the vitriol hurled by the fans could not have come as too great a surprise: Hate speech has grown more mainstream in Central Europe with the rise of nationalist parties in recent years. Three of those parties have joined the governing coalition in Bulgaria, with the prime minister mostly tolerating their worst behavior.\nOn Monday night, that kind of conduct was televised across the Continent at the European Championship 2020 qualifier match in Sofia, the capital of Bulgaria. There, as in many countries in Europe, the most extreme political groups tend to be tied — if not officially, then often ideologically — with the most extreme soccer fans.", "url": "https://www.nytimes.com/2019/10/15/world/europe/bulgaria-england-racist-abuse.html"}