{"authors": ["Sydney Ember", "Jonathan Martin"], "date_download": "2022-10-25 23:41:57", "date_modify": "2022-10-25 23:41:57", "date_publish": "2019-10-08 22:38:26", "description": "The Vermont senator said he would “change the nature” of his campaign. He also acknowledged that voters would take his health into account when deciding whether to support him.", "filename": "2019_10_08_us_politics_bernie-sanders-heart-attack_1666741317.html", "image_url": "https://static01.nyt.com/images/2019/10/11/us/politics/08sanders/08sanders-facebookJumbo.jpg?year=2019&h=549&w=1050&s=568d37a86c3575cae623d7c8cf46d2a4feac47e9a9ee4d82bdeaea87c5b6d85a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_08_us_politics_bernie-sanders-heart-attack_1666741317.html", "title": "Bernie Sanders Says He Will Slow His Campaign Pace After Heart Attack", "title_page": "Bernie Sanders Says He Will Slow His Campaign Pace After Heart Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In recent weeks, the race has become more of a two-person contest between Senator Elizabeth Warren, a fellow liberal who shares many of the same goals as Mr. Sanders, and former Vice President Joseph R. Biden Jr., whose policy positions are generally more moderate. Ms. Warren has risen steadily in many polls while both Mr. Biden and Mr. Sanders have lost some ground, particularly in surveys of Iowa voters, who will hold the first nominating contest in February.\nPollsters said on Tuesday that it was too soon to determine or measure the impact of Mr. Sanders’s health issues on voter preferences in the race, but they noted that his admission about his health would create a new challenge for Mr. Sanders, who, at 78, would be the oldest president ever elected by far.\n​“This will just raise the issue of his age​, which to me has always been the Achilles’ heel of the Sanders campaign,” said Andrew Smith, director of the University of New Hampshire Survey Center, which polls public opinion in the key primary state. “When Sanders ran for president in 2016, he was the not-Hillary Clinton candidate and no one paid attention to how old he is. Now, there will be a lot of attention to how old he is, and how old Joe Biden is.”\nMr. Biden is 76, while Ms. Warren is 70. President Trump is 73.\nSpeaking to reporters outside his home in Burlington Tuesday, Mr. Sanders gave no indication that he was planning to drop out of the race and said he would continue to campaign actively. Indeed, Mr. Sanders remains formidable: He reported a third-quarter fund-raising total of $25.3 million, the largest in the Democratic field, and he has helped steer many in the party to embrace ideas like “Medicare for all” and tuition-free public colleges.\nMr. Sanders has been campaigning almost nonstop when not carrying out his Senate duties in Washington, D.C., a pace that he pointedly noted on Tuesday.", "url": "https://www.nytimes.com/2019/10/08/us/politics/bernie-sanders-heart-attack.html"}