{"authors": ["Edmund Lee", "John Koblin"], "date_download": "2022-10-25 23:34:52", "date_modify": "2022-10-25 23:34:52", "date_publish": "2019-03-04 14:53:25", "description": "The company’s two core businesses are both facing upheaval as tech companies like Amazon, Netflix, Apple, Google and Facebook have become dominant players in both entertainment and distribution.", "filename": "2019_03_04_business_media_att-warner-greenblatt_1666740892.html", "image_url": "https://static01.nyt.com/images/2019/03/05/business/05ATT-sub/05ATT-sub-facebookJumbo.jpg?year=2019&h=549&w=1050&s=92aabb7c5bb557a5f165516f30c49059c503af64f661989473b0b18c9cf872ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_04_business_media_att-warner-greenblatt_1666740892.html", "title": "AT&T Assembles a Media Team, Joining a Battle With Giants", "title_page": "AT&T Assembles a Media Team, Joining a Battle With Giants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The new AT&T is coming into focus.\nOn Monday the company took a step closer to becoming something never before seen on the American corporate landscape — part telecommunications behemoth and part media-entertainment giant.\nThe transformation started in earnest last June when AT&T, based in Dallas, ventured beyond its core business and muscled into New York and Los Angeles with its $85.4 billion acquisition of Time Warner, the former home of HBO, the Warner Bros. movie studio, CNN and cable channels like TBS and TNT. Last week, the deal was set in stone when the Justice Department, after losing a hard-fought appeal to block it, said it would no longer try to undo the merger.\nWith this final green light, AT&T has in recent days altered its leadership team with an eye toward reinvention.\nOn Monday, the company named Robert Greenblatt, the former head of entertainment at NBC and Showtime, as the new chairman at Warner Media, a job that will give him oversight of Time Warner properties like HBO, TBS and TNT. His hiring followed the resignations of Richard Plepler, the longtime chief executive of HBO, and David Levy, the president of Turner Broadcasting, the division that includes TBS and TNT.", "url": "https://www.nytimes.com/2019/03/04/business/media/att-warner-greenblatt.html"}