{"authors": ["Julie Bosman", "Monica Davey"], "date_download": "2022-10-25 23:34:35", "date_modify": "2022-10-25 23:34:35", "date_publish": "2019-05-24 00:07:18", "description": "First came floods across Nebraska and Iowa. Then the Mississippi River rose and rose, threatening towns. And on Wednesday, a series of violent tornadoes tore through the region.", "filename": "2019_05_23_us_missouri-oklahoma-tornado_1666740875.html", "image_url": "https://static01.nyt.com/images/2019/05/23/us/23missouri-01/23missouri-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5c4264db4cbd26c2f45265ff5ae02ab95a0ab415e6d576a9dc56a8e697df6770&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_23_us_missouri-oklahoma-tornado_1666740875.html", "title": "Missouri Tornadoes: Rain, Floods and ‘Then the Sirens Go’", "title_page": "Missouri Tornadoes: Rain, Floods and ‘Then the Sirens Go’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JEFFERSON CITY, Mo. — It has been a relentless storm season in the Midwest.\nFirst came flooded farm fields and roads across Nebraska and Iowa. Then the Mississippi River rose and rose, threatening towns along its banks. And on Wednesday night, a series of violent tornadoes tore through the region, ripping apart buildings and darkening whole neighborhoods.\nEven then, another threat was looming: rising waters. In Tulsa, Okla., and surrounding suburbs it was a tense evening on Thursday as water levels steadily rose and officials braced for some of the worst flooding in decades along the Arkansas River after the Army Corps of Engineers increased the flow of releases from Keystone Dam.\nAnd officials were warning of swollen waters along the Mississippi, the Missouri and the Illinois Rivers.\n[Update: Deadly tornado strikes El Reno, suburb of Oklahoma City.]\nAll of it was bringing a new level of exhaustion to a region that has found itself fighting multiple crises through a wet and battering spring.", "url": "https://www.nytimes.com/2019/05/23/us/missouri-oklahoma-tornado.html"}