{"authors": ["Maggie Astor"], "date_download": "2022-10-25 23:52:55", "date_modify": "2022-10-25 23:52:55", "date_publish": "2019-06-03 22:45:39", "description": "In the absence of hardball questions, Mr. Buttigieg delved into policy, at points appearing to work through the details of his ideas in real time.", "filename": "2019_06_03_us_politics_buttigieg-msnbc-town-hall_1666741975.html", "image_url": "https://static01.nyt.com/images/2019/06/03/us/politics/03buttigieg2/03buttigieg2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=15cc483d6aaab6512c45d0e340a9504dc26840e5af02f6446fc94e04ebb0c70c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_03_us_politics_buttigieg-msnbc-town-hall_1666741975.html", "title": "Pete Buttigieg Finds a Friendly Crowd at MSNBC Town Hall", "title_page": "Pete Buttigieg Finds a Friendly Crowd at MSNBC Town Hall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pete Buttigieg thrives in town halls: It was one of them, on CNN in March, that initially sent him near the top of what is now a 23-person Democratic presidential field. But this one was different.\nLess than a month after he appeared on Fox News, whose audience gave him an enthusiastic reception but also combative questions, Mr. Buttigieg visited the more welcoming terrain of MSNBC on Monday. The Fresno, Calif., audience was friendly; the questions friendlier still. So receptive was the moderator, Chris Matthews, that his response to some of Mr. Buttigieg’s answers was a murmured “Good.”\nIn the absence of hardball questions, Mr. Buttigieg, the 37-year-old mayor of South Bend, Ind., found an opening for something missing from his previous appearances: detailed answers on policy. At points, he seemed to be fine-tuning in real time, working through kinks and grappling aloud with possible holes in his arguments.\nAsked whether prisoners should be able to vote — an idea that Senator Bernie Sanders of Vermont has backed but that most candidates, including Mr. Buttigieg, have not — he at first offered a straightforward answer. Upon their release, he said, formerly incarcerated people should immediately regain their voting rights. But, he added, “I’m not there yet on when somebody’s still incarcerated.”", "url": "https://www.nytimes.com/2019/06/03/us/politics/buttigieg-msnbc-town-hall.html"}