{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2022-10-25 23:52:51", "date_modify": "2022-10-25 23:52:51", "date_publish": "2019-03-21 11:39:59", "description": "The former vice president is considering naming a running mate earlier in the primary than is customary, and the possibility of serving only one term.", "filename": "2019_03_21_us_politics_joe-biden-2020-election_1666741971.html", "image_url": "https://static01.nyt.com/images/2019/03/21/world/21Biden1/21Biden1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=583baefa88e96ccae2ad7f23a43ae871064e60315d50963662d25b4aaa564c42&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_21_us_politics_joe-biden-2020-election_1666741971.html", "title": "Joe Biden Weighing Unique Steps to Reassure Voters Concerned About His Age", "title_page": "Joe Biden Weighing Unique Steps to Reassure Voters Concerned About His Age - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Former Vice President Joseph R. Biden Jr., aware that concerns about his age could weigh on his candidacy if he runs for the White House, has discussed two steps that could reassure voters about electing a 78-year-old president next year.\nMr. Biden and his top advisers are considering nodding to the rising next generation in Democratic politics — and elevating an heir — by announcing a running mate early, well before the nomination is sealed. Also under discussion is a possible pledge to serve only one term and framing Mr. Biden’s 2020 campaign as a one-time rescue mission for a beleaguered country, according to multiple party officials.\nSuch moves would amount to a big play that would send a signal about the seriousness of the election, and could potentially appeal to both liberal activists and general-election voters who are eager to chart the safest route toward defeating President Trump. But Mr. Biden is not sold on either approach, and both carry significant risks, chiefly that they could call further attention to the age of a candidate who would turn 80 in the White House.\nThere is also the risk that Mr. Biden could appear presumptuous — even imperious — by choosing a running mate before the electorate has the chance to sift the field of candidates, presenting voters with a two-person package before anyone has voted for even the top spot on the ticket. More than a dozen people are running in the Democratic primary, including a record number of women and minorities, and announcing a running mate too soon could foreclose the possibility of uniting the party by inviting a popular runner-up to join the ticket later.", "url": "https://www.nytimes.com/2019/03/21/us/politics/joe-biden-2020-election.html"}