{"authors": ["Ernesto Londoño"], "date_download": "2022-10-25 22:59:07", "date_modify": "2022-10-25 22:59:07", "date_publish": "2019-10-23 15:10:41", "description": "Although early vote counts showed close results, President Evo Morales declared himself the outright winner, saying he did not need to face a runoff.", "filename": "2019_10_23_world_americas_boliva-election-protests_1666738747.html", "image_url": "https://static01.nyt.com/images/2019/10/23/world/23bolivia/23bolivia-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9eadd8e3cfb2d7014c40fd06996928edc125f6b6bb263e63c535d5b6c87dcc82&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_23_world_americas_boliva-election-protests_1666738747.html", "title": "‘There Could Be a War’: Protests Over Elections Roil Bolivia", "title_page": "‘There Could Be a War’: Protests Over Elections Roil Bolivia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The legitimacy of Mr. Morales’s mere candidacy was in dispute well before the vote. The president in 2016 convened a referendum seeking to do away with term limits. Voters narrowly rejected that effort. But a year later, the country’s constitutional court ruled that term limits violated an international human rights treaty from the 1960s, a decision questioned by many experts.\nAs of Wednesday morning, the Supreme Electoral Tribunal had not issued a final comprehensive count of the vote. Concerns about the fairness of the process grew when Antonio Costas, a vice president on the tribunal, resigned in protest over his colleague’s decision to stop issuing periodic vote tally updates on Monday, breaking with what had been the norm in previous elections.\nA few hours before his resignation was announced, Mr. Costas said in an interview on Tuesday that he had no reason to believe fraud had been committed.\nThe president’s rival, Mr. Mesa, has called for mobilizations across the country, saying he fears that Morales loyalists could be working to rig the vote behind the scenes.\n“It’s clear there is a gigantic fraud in the works,” said Mr. Mesa. “We will be permanently mobilized, and I will stand with you, until there is recognition that the second round must take place because it is legitimately the vote of the Bolivian people.”\nBolivians are bracing for growing violence and unrest as the dispute goes on.\nJudith Contreras, 57, a currency trader in downtown La Paz, watched Tuesday as security forces barricading a road to the presidential compound held back a group of protesters by lobbing tear gas canisters.\n“I fear there could be a war,” she said. “They’re going to have to oust him by force.”\nMs. Contreras said she voted for Mr. Morales and had high hopes for him when he was first elected in 2005. “The hope was that since he was a humble person, we all felt he would do good things,” she said.", "url": "https://www.nytimes.com/2019/10/23/world/americas/boliva-election-protests.html"}