{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:41:23", "date_modify": "2022-10-25 23:41:23", "date_publish": "2019-05-22 20:13:51", "description": "President Trump said in 2016 that the Obama-era decision to put Tubman on the bill was “pure political correctness.’’ Now it won’t be in circulation until 2028.", "filename": "2019_05_22_us_harriet-tubman-bill.html_module=inline_1666741283.html", "image_url": "https://static01.nyt.com/images/2018/06/06/business/22xp-tubman-photo/06dc-tubman-facebookJumbo.jpg?year=2019&h=549&w=1050&s=27803f6782fc930b09b968b5f56c8b9fce7195704ba5f6d264c7182a4aefe05d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_22_us_harriet-tubman-bill.html_module=inline_1666741283.html", "title": "Harriet Tubman $20 Bill Is Delayed Until Trump Leaves Office, Mnuchin Says", "title_page": "Harriet Tubman $20 Bill Is Delayed Until Trump Leaves Office, Mnuchin Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During the hearing, Mr. Mnuchin said that he was now focused on enhancing the anti-counterfeiting security features of the currency, focusing first on the $10 and $50 bills. Designing new imagery is on the back burner.\n“It is my responsibility now to focus on what is the issue of counterfeiting and the security features,” Mr. Mnuchin said. “The ultimate decision on the redesign will most likely be another secretary down the road.”\nReplacing Jackson with Tubman was both filled with symbolism and marred by controversy.\nTubman was born into slavery, escaped and then returned to the South, where she led other slaves to freedom. She was a Union scout during the Civil War and later advocated women’s voting rights. Jackson orchestrated the removal of Native Americans from lands to the east of the Mississippi River and sent them marching west on the so-called Trail of Tears.\nIn 2017, speculation began that Mr. Trump might scrap Mr. Lew’s plan for the $20 bill when mentions of it were scrubbed from the Treasury Department’s website during a redesign.\nThen, that August, Mr. Mnuchin made clear that Tubman’s future on the bill was in doubt.\n“People have been on the bills for a long period of time,” he told CNBC. “This is something we’ll consider. Right now, we’ve got a lot more important issues to focus on.”\nSenator Jeanne Shaheen, Democrat of New Hampshire, recently introduced the Harriet Tubman Tribute Act and called on the Treasury Department to offer clarity on the status of the $20 bill. The legislation, if passed, would direct the department to place the likeness of Tubman on $20 Federal Reserve notes printed after Dec. 31, 2020.\n“There is no excuse for the administration’s failure to make this redesign a priority,” Ms. Shaheen said. “Sadly, this delay sends an unmistakable message to women and girls, and communities of color, who were promised they’d see Harriet Tubman on the $20 bill.”", "url": "https://www.nytimes.com/2019/05/22/us/harriet-tubman-bill.html?module=inline"}