{"authors": ["Jack Ewing"], "date_download": "2022-10-25 23:24:17", "date_modify": "2022-10-25 23:24:17", "date_publish": "2019-03-12 19:01:47", "description": "The German carmaker, responsible for 1 percent of global carbon dioxide emissions, also said it would be carbon neutral by 2050.", "filename": "2019_03_12_business_volkswagen-electric-cars_1666740257.html", "image_url": "https://static01.nyt.com/images/2019/03/12/business/12volkswagen/12volkswagen-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4bcdef700c6cf607bf0a2464a7344ff0b6a6bd464913dfed3104f5f10a05f6db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_12_business_volkswagen-electric-cars_1666740257.html", "title": "Volkswagen Moves to Rapidly Increase Production of Electric Cars", "title_page": "Volkswagen Moves to Rapidly Increase Production of Electric Cars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Volkswagen plans to rapidly increase its production of electric cars as it tries to transform itself from an emissions cheat to a leader in bringing battery-powered transportation to the masses.\nThe company will build 22 million electric cars through 2028, Herbert Diess, Volkswagen’s chief executive, said Tuesday at a news conference at company headquarters in Wolfsburg, Germany. The company, which currently sells only a small number of electric cars, has set a new goal well above the 15-million-vehicle mark it had previously forecast.\nVolkswagen’s move is another sign of how quickly the car industry is changing and how automakers are assessing what the next generation of car buyers want.\nBut the company is also taking a major risk by making such a major commitment to electric cars. Sales of such vehicles are growing fast but still account for only a sliver of the new car market, and it remains unclear how many buyers will want them.", "url": "https://www.nytimes.com/2019/03/12/business/volkswagen-electric-cars.html"}