{"authors": ["Kenneth P. Vogel"], "date_download": "2022-10-25 23:01:00", "date_modify": "2022-10-25 23:01:00", "date_publish": "2019-09-23 00:14:09", "description": "No evidence has surfaced that the former vice president intentionally tried to help his son by pressing for the ouster of a Ukrainian prosecutor.", "filename": "2019_09_22_us_politics_biden-ukraine-trump.html_module=inline_1666738860.html", "image_url": "https://static01.nyt.com/images/2019/09/22/multimedia/22dc-bidenexplainer/22dc-bidenexplainer-facebookJumbo.jpg?year=2019&h=550&w=1050&s=6e5e4aebcd1f23a2fb80aeb40145685c3708f02d1c1e54ca442334a344df2e9e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_22_us_politics_biden-ukraine-trump.html_module=inline_1666738860.html", "title": "Trump, Biden and Ukraine: Sorting Out the Accusations", "title_page": "Trump, Biden and Ukraine: Sorting Out the Accusations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The prosecutor general, Viktor Shokin, was soon voted out by the Ukrainian Parliament.\nHis dismissal had been sought not just by Mr. Biden, but also by others in the Obama administration, as well other Western governments and international lenders. Mr. Shokin had been repeatedly accused of turning a blind eye to corruption in his office and among the Ukrainian political elite, and criticized for failing to bring corruption cases.\nImage Former Vice President Joseph R. Biden Jr. standing with his son Hunter on Capitol Hill in 2009. Credit... Charles Dharapak/Associated Press\nDid Hunter Biden do anything wrong?\nHunter Biden has not been accused of legal wrongdoing related to his work for Burisma, which paid him as much as $50,000 per month in some months for his service on the board of the directors. He said in a statement this year that he never discussed Burisma with his father.\nBut he has been criticized by government watchdog groups in the United States and Ukraine for what they characterize as the perception of a conflict of interest, and trading on his family name by allowing it to be used to burnish the reputations of Burisma and Mr. Zlochevsky.\nStarting in 2012, Mr. Zlochevsky has faced a long series of accusations of money laundering and tax evasion, as well as overseeing the awarding of lucrative gas licenses to his companies while he was the head of the Ukrainian Ministry of Ecology and Natural Resources under the Russia-aligned government of the former president Viktor F. Yanukovych.\nWhen Hunter Biden joined the board of Burisma, he had no experience in Ukraine. He has a professional history including a number of roles that intersected with his father’s political career. When his father represented Delaware in the Senate, Hunter Biden worked with a credit card issuer in the state. He also worked at the Commerce Department under President Bill Clinton and as a lobbyist on behalf of various universities, associations and companies.\nDid Joe Biden’s push to remove the prosecutor help Hunter Biden’s employer?\nMr. Zlochevsky’s allies were relieved by the dismissal of Mr. Shokin, the prosecutor whose ouster Mr. Biden had sought, according to people familiar with the situation.\nMr. Shokin was not aggressively pursuing investigations into Mr. Zlochevsky or Burisma. But the oligarch’s allies say Mr. Shokin was using the threat of prosecution to try to solicit bribes from Mr. Zlochevsky and his team, and that left the oligarch’s team leery of dealing with the prosecutor.", "url": "https://www.nytimes.com/2019/09/22/us/politics/biden-ukraine-trump.html?module=inline"}