{"authors": ["Raymond Zhong"], "date_download": "2022-10-25 23:51:22", "date_modify": "2022-10-25 23:51:22", "date_publish": "2019-07-26 04:33:11", "description": "The Japanese conglomerate behind investments in Uber, WeWork and Bytedance has attracted $108 billion for the new Vision Fund 2.", "filename": "2019_07_26_technology_softbank-vision-fund-2_1666741882.html", "image_url": "https://static01.nyt.com/images/2019/07/26/world/26softbank/26softbank-facebookJumbo.jpg?year=2019&h=549&w=1050&s=724b0c534b9b98691dc35adecfb56c607cbbfb83b441faf4eb9145ba31f64fde&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_26_technology_softbank-vision-fund-2_1666741882.html", "title": "SoftBank Unveils New Tech Fund to Expand Its Sprawling Portfolio", "title_page": "SoftBank Unveils New Tech Fund to Expand Its Sprawling Portfolio - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Few can resist the allure of a sequel. Not even, it seems, in the investing world.\nSoftBank announced on Friday that it was planning to create Vision Fund 2, a follow-up to the Japanese conglomerate’s $100 billion vehicle for investing in the technologies that it believes will shape the future.\nSince it started in 2017, the first Vision Fund has placed bets on some the biggest rising names in tech, including Uber, WeWork, Slack and Bytedance, the Chinese owner of the video app TikTok.\nSoftBank’s aggressive approach, which often involves offering start-ups outsize funding and demanding grandiose, ambitious ideas in return, has helped upend the venture capital market, and has even changed the way entrepreneurs build new tech companies.\nThe new fund has attracted about $108 billion in expected investment, SoftBank said, while adding that the size of the pot is likely to grow. The company is putting in $38 billion of its own money, and other expected investors include tech giants such as Apple, Microsoft and the Taiwanese manufacturer Foxconn; several major Japanese financial institutions; and the sovereign wealth fund of the oil-rich nation of Kazakhstan.", "url": "https://www.nytimes.com/2019/07/26/technology/softbank-vision-fund-2.html"}