{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:53:26", "date_modify": "2022-10-25 23:53:26", "date_publish": "2019-06-12 17:27:44", "description": "A Monmouth University poll of voters in Nevada, a key early-voting state, showed only three candidates polling in the double digits.", "filename": "2019_06_12_us_politics_2020-polls_1666742006.html", "image_url": "https://static01.nyt.com/images/2019/06/12/us/politics/12poll/12poll-facebookJumbo.jpg?year=2019&h=549&w=1050&s=5fdb9d3ac1cea66a79390d426cae507396a287f4c76fde96e2212b5a6c63cc64&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_12_us_politics_2020-polls_1666742006.html", "title": "Warren Surpasses Sanders in Nevada Poll, Trailing Only Biden in 2020 Field", "title_page": "Warren Surpasses Sanders in Nevada Poll, Trailing Only Biden in 2020 Field - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Elizabeth Warren, whose presidential campaign has gained momentum in recent weeks, is polling ahead of Senator Bernie Sanders among voters in Nevada and is trailing only former Vice President Joseph R. Biden Jr. there, according to a poll released on Wednesday.\nThe poll, which was conducted by Monmouth University, showed Mr. Biden leading comfortably with the support of 36 percent of Democratic voters who are likely to attend the Nevada caucuses in February, a key early contest. Ms. Warren, of Massachusetts, garnered 19 percent support, and Mr. Sanders, of Vermont, earned 13 percent.\nThe Monmouth survey is the first Nevada poll that candidates can use to qualify for the party’s debates, and it is only the second qualifying poll that has shown Ms. Warren ahead of Mr. Sanders. The other was a national survey by Quinnipiac University in April that showed Ms. Warren with just a one-point edge over Mr. Sanders.\nThe new poll surveyed 370 Nevada Democrats and had a margin of sampling error of plus or minus 5 percentage points. The poll was conducted June 6-11.", "url": "https://www.nytimes.com/2019/06/12/us/politics/2020-polls.html"}