{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:31:54", "date_modify": "2022-10-25 23:31:54", "date_publish": "2019-06-06 21:42:51", "description": "In a letter signed by 17 industry giants including Ford, General Motors and Toyota, the firms asked Mr. Trump to go back to the negotiating table.", "filename": "2019_06_06_climate_trump-auto-emissions-rollback-letter_1666740714.html", "image_url": "https://static01.nyt.com/images/2019/06/08/climate/06CLI-AUTOS1/06CLI-AUTOS1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=15771db3eb1a61f4dc7f0ac96bb90d5c1dd637d28d7a521ebf268f0e3483dd0b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_06_climate_trump-auto-emissions-rollback-letter_1666740714.html", "title": "Automakers Tell Trump His Pollution Rules Could Mean ‘Untenable’ Instability and Lower Profits", "title_page": "Automakers Tell Trump His Pollution Rules Could Mean ‘Untenable’ Instability and Lower Profits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The world’s largest automakers warned President Trump on Thursday that one of his most sweeping deregulatory efforts — his plan to weaken tailpipe pollution standards — threatens to cut their profits and produce “untenable” instability in a crucial manufacturing sector.\nIn a letter signed by 17 companies including Ford, General Motors, Toyota and Volvo, the automakers asked Mr. Trump to go back to the negotiating table on the planned rollback of one of President Barack Obama’s signature policies to fight climate change.\nThe carmakers are addressing a crisis that is partly of their own making. They had sought some changes to the pollution standards early in the Trump presidency, but have since grown alarmed at the expanding scope of the administration’s plan.\nMr. Trump’s new rule, which is expected to be made public this summer, would all but eliminate the Obama-era auto pollution regulations, essentially freezing mileage standards at about 37 miles per gallon for cars, down from a target of 54.5 miles per gallon by 2025. The policy makes it a near certainty that California and 13 other states will sue the administration while continuing to enforce their own, stricter rules — in effect, splitting the United States auto market in two.", "url": "https://www.nytimes.com/2019/06/06/climate/trump-auto-emissions-rollback-letter.html"}