{"authors": ["Ellen Barry", "Stephen Castle"], "date_download": "2022-10-25 23:45:11", "date_modify": "2022-10-25 23:45:11", "date_publish": "2019-01-16 00:26:41", "description": "The outsized defeat of Prime Minister Theresa May’s Brexit plan in Parliament may signal the end of Britain’s “elective dictatorship” and the start of a more gridlock-prone system.", "filename": "2019_01_15_world_europe_brexit-britain-parliament-theresa-may_1666741511.html", "image_url": "https://static01.nyt.com/images/2019/01/16/world/16brexit-power1/16brexit-power1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=18f10b26018df2863f4fdfea7046868ed154ee5a63e5ac07e1d923db0f82137e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_15_world_europe_brexit-britain-parliament-theresa-may_1666741511.html", "title": "Amid Parliament’s Brexit Rebellion, a Tectonic Shift in How Britain Is Governed", "title_page": "Amid Parliament’s Brexit Rebellion, a Tectonic Shift in How Britain Is Governed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The annals of British politics are filled with stories about the government’s iron-fisted, sometimes terrifying control of parliamentary affairs.\nOne former Labour cabinet secretary, Jack Straw, recalled his first encounter as a young member of Parliament with his party’s enforcer, who stopped him in a corridor and grabbed him between the legs. When he asked the deputy chief whip what he had done wrong, the answer was nothing.\nThen the whip added, “But think what I’d do if you crossed me.”\nThe many tales of British lawmakers once being kept ruthlessly in line stand in stark contrast to the events of the last week, as Prime Minister Theresa May and her lieutenants tried ineffectually to get her party members to support the government’s plan on withdrawing from the European Union, known as Brexit.\nHer ally Michael Gove, the environment minister, tried on Tuesday morning to scare some wayward lawmakers straight, using the foreboding terminology from “Game of Thrones” to warn them that “if we don’t vote for this deal tonight, in the words of Jon Snow, winter is coming.”", "url": "https://www.nytimes.com/2019/01/15/world/europe/brexit-britain-parliament-theresa-may.html"}