{"authors": ["Kathryn Shattuck"], "date_download": "2022-10-25 22:59:28", "date_modify": "2022-10-25 22:59:28", "date_publish": "2019-01-25 15:00:48", "description": "The star opens up about being reborn in her dark new Netflix comedy, “Russian Doll,” and wrapping up her old one, “Orange Is the New Black.”", "filename": "2019_01_25_arts_television_natasha-lyonne-netflix-russian-doll_1666738768.html", "image_url": "https://static01.nyt.com/images/2019/01/27/arts/27snapshot-promo/27snapshot-promo-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=d680624309197431284761bbf426e85e93e4d5a3b1f6acd1f0f2820a5c2302fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_25_arts_television_natasha-lyonne-netflix-russian-doll_1666738768.html", "title": "Natasha Lyonne Has a New Life. It’s Just That She Keeps Dying.", "title_page": "Natasha Lyonne Has a New Life. It’s Just That She Keeps Dying. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Amy called me out of the blue one day and said, “You know, as long as I’ve known you, you’ve always been the oldest girl in the world.” And I’m like, “Is that a compliment?” Cut to the end of the story: We ended up developing a show for NBC called “Old Soul,” in which I played a character named Nadia, and Ellen Burstyn played [a character based on] Ruth, my real-life godmother who lives in Murray Hill and spends most of her time at the Borgata in Atlantic City and is a high-roller but almost exclusively on the slot machines. Chain-smoker, Carltons. So when that show did not get picked up, it was almost like a paid investigation of what would become “Russian Doll.”\nWhat’s it like handing off your ideas to an all-female writers’ room?\nIn an amazing way, the first thing that goes out the window is the trope of a woman. Everybody is a vulnerable, complex person, but I don’t think that the ways in which we exhibit that are in any way how our stories have been told traditionally.\nHow fun was it thinking up ways for Nadia to die?\nThere’s probably a bit of a misconception around how key the deaths are. It was more an emotional story of bottoming out. There are metaphorical deaths big and small throughout the day: There are the bigger ones where you just feel like your whole world is collapsing, [because of] health or a relationship falling apart. Then there’s the smaller deaths of the text message that didn’t get responded to that you’re obsessing on, and it feels like you’re suddenly a hollow man inside.\nLet’s not forget those street-crossing hazards.\nI’m definitely a real criminal jaywalker. I’m happy for the environment that we have bicycles now in the city, but it’s unmanageable. You don’t know if they’re coming from this side or the other side. It’s way too zany. No longer is there this elegant kind of Richard Hell sort of Lou Reed lazy amble through the city as you cross the street, looking over your shoulder like a cool guy. They’ve killed that entire rhythm to Manhattan.\nI don’t want to spoil anything, but you’ve cast Chloë Sevigny in a very personal role.\nChloë is my closest person in life, and there was really only one person that felt like it was safe to entrust that role to. Probably the most incredible moment for me was walking home with my little director’s binder in the East Village and watching the sun begin to rise. And I’m like, this is a very different kind of sunrise than what I’ve experienced historically at this hour. This was the good guy’s version of that, and it was deep stuff. Chloë and I had walked those streets so many times, and now it was this world that we had built. There was a lot of gratitude. I just couldn’t believe how things have turned out.\nIn July, you told some crossword puzzle jokes for T Magazine. It seems you’re obsessed.\nI might like the crossword puzzle more than I care about cigarettes, which is insane. There have been relationships where I’ve broken up because I’m like, I need this to feel more like a crossword puzzle. At the time, I didn’t know that that’s what was missing — about the stimulus or lack thereof — but it’s a real sweet spot. Imagine if they ever really figure out virtual reality: It would feel similar in terms of why people would want to escape into a futuristic pod and just live in there because the world outside has become too toxic to inhabit. That was an early concept for “Russian Doll” that we abandoned because we realized we didn’t know how to make that show.", "url": "https://www.nytimes.com/2019/01/25/arts/television/natasha-lyonne-netflix-russian-doll.html"}