{"authors": ["Chris Buckley", "Javier C. Hernández", "Dan Bilefsky"], "date_download": "2022-10-25 23:27:57", "date_modify": "2022-10-25 23:27:57", "date_publish": "2019-05-16 08:36:28", "description": "Supporters of the two men, who were detained in December, say the case amounts to retaliation for the arrest in Vancouver of a Chinese tech executive.", "filename": "2019_05_16_world_asia_china-canadian-arrested_1666740477.html", "image_url": "https://static01.nyt.com/images/2018/12/15/world/16China-canada-promo/15CANADA-DETAINEES-COMBO-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2753ac25e34a9040e6da3c966c2748424233cbb033ffde32ddc08304eb3f9b47&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_16_world_asia_china-canadian-arrested_1666740477.html", "title": "China Arrests 2 Canadians on Spying Charges, Deepening a Political Standoff", "title_page": "China Arrests 2 Canadians on Spying Charges, Deepening a Political Standoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Two Canadian men detained in China since December have been formally arrested on espionage charges, the Chinese Foreign Ministry said on Thursday, a move likely to ratchet up tensions between China and Canada that broke out with the arrest of a Chinese tech executive in Vancouver.\nMichael Kovrig, a former diplomat who was detained while visiting Beijing, was arrested on suspicion of “gathering state secrets and intelligence for abroad,” and Michael Spavor, a business consultant who was detained in northeastern China, was accused of “stealing and providing state secrets for abroad,” Lu Kang, a spokesman for the foreign ministry, said at a regularly scheduled news briefing.\nThe vague reference to unspecified overseas entities left open the question of whether the men were suspected of working for a government or for some other organization.\nMr. Lu did not provide further details and said only that the arrests had been made recently.\n“Everything in China is done in accordance with law,” Mr. Lu said.", "url": "https://www.nytimes.com/2019/05/16/world/asia/china-canadian-arrested.html"}