{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:45:14", "date_modify": "2022-10-25 23:45:14", "date_publish": "2019-01-10 18:37:57", "description": "With two losses in Parliament this week and almost certain defeat for her plan next week, her room to maneuver is dwindling rapidly.", "filename": "2019_01_10_world_europe_theresa-may-brexit-bercow_1666741514.html", "image_url": "https://static01.nyt.com/images/2019/01/11/world/11brexit-print/11brexit1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=bb44927dcb95729aec6226ccbe13177885c3963d92f99bded43405080023cd97&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_10_world_europe_theresa-may-brexit-bercow_1666741514.html", "title": "For Theresa May, Still at Odds With Parliament, the Brexit Walls Are Closing In", "title_page": "For Theresa May, Still at Odds With Parliament, the Brexit Walls Are Closing In - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There has to be a crisis for positions to evolve,” he added.\nTo keep alive any hope of passing her plan, Mrs. May needs to limit the size of any defeat next week, but it is not clear how she can. Concessions that she hoped might calm fears over the so-called backstop plans to keep goods flowing through the Irish border were dismissed as “cosmetic and meaningless,” by Nigel Dodds, the deputy leader of Northern Ireland’s Democratic Unionist Party, whose 10 lawmakers normally support Mrs. May’s government.\nIn desperation, Mrs. May seems to be reaching out to pro-Brexit lawmakers with the opposition Labour Party by dropping hints that the government might accept amendments to her Brexit plan that would protect workers’ rights and the environment. She also made rare calls to two union bosses, though to no avail. And most Labour lawmakers would require a much bigger shift of policy to consider supporting the government, if they are persuadable at all.\nAnother part of her strategy is looking less convincing by the day. Mrs. May argues that her deal, a fuzzy compromise that would maintain some close ties to the European Union, is the only alternative either to an economically catastrophic “cliff edge” rupture, or canceling Brexit altogether.\nBut opponents of leaving without an agreement, the no-deal option, seem to have a good chance of blocking that avenue before the end date on March 29. On Tuesday they showed their strength by defeating the government over an amendment that restricts its ability to spend money on planning for such a departure.\nAdding to the gloom, Jaguar Land Rover said it would cut 4,500 jobs, as car sales have faltered not just in China, one of its prime markets, but also at home. The company has also complained about uncertainty over Brexit, which could pose a particular threat to automakers because of their complex supply chains.", "url": "https://www.nytimes.com/2019/01/10/world/europe/theresa-may-brexit-bercow.html"}