{"authors": ["Sophie Egan"], "date_download": "2022-10-25 23:22:39", "date_modify": "2022-10-25 23:22:39", "date_publish": "2019-06-27 09:00:02", "description": "If you plan to grill often experts suggest taking some small steps to make a big difference in lowering your exposure to compounds that are tied to cancer.", "filename": "2019_06_27_well_eat_10-ways-to-lower-the-cancer-risk-of-grilling_1666740159.html", "image_url": "https://static01.nyt.com/images/2019/07/02/science/02-well-grilling/well-grilling-facebookJumbo.jpg?year=2019&h=549&w=1050&s=e1de91389a847e1dcf1752f3939ffe3a3da66d334a280eefac0cff115a58f198&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_27_well_eat_10-ways-to-lower-the-cancer-risk-of-grilling_1666740159.html", "title": "10 Ways to Lower the Cancer Risk of Grilling", "title_page": "10 Ways to Lower the Cancer Risk of Grilling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many people would be surprised to hear that grilling carries potential cancer risks. But each year, the American Institute for Cancer Research publishes guidance for “cancer-safe grilling,” cautioning consumers to avoid two types of compounds that have been tied to cancer. These compounds, called polycyclic aromatic hydrocarbons and heterocyclic amines, get generated when food, especially meat, is cooked on a grill. They have not been proven to cause cancer in people, but lab studies have shown they alter DNA in a way that could lead to cancer.\n“Polycyclic aromatic hydrocarbons are formed when any kind of organic matter,” primarily fat that drips off meat and down into the grill grates, “gets burned, because the carbon inside is being combusted in the flames, and those hydrocarbons get carried up in the smoke,” said Rashmi Sinha, senior investigator in the Division of Cancer Epidemiology and Genetics at the National Cancer Institute. The resulting smoke can envelop the meat and coat it in the potentially carcinogenic compounds.\nThe black char we’ve all seen on grill grates and grilled food? That’s the heterocyclic amines, or HCAs, which occur when high temperatures meet muscle meat, which includes red meat (pork, beef, lamb, goat), poultry (turkey, chicken) and fish. “Grilling — or even pan-frying — at these high temps causes amino acids found in the meat to react with another substance found in meat called creatine,” said Colleen Doyle, managing director of nutrition and physical activity at the American Cancer Society and a registered dietitian. Creatine is found only in muscle meat.\n“It’s the reaction of those amino acids and the creatine that form the HCAs, which is why we don’t see HCAs formed when grilling asparagus, squash, peppers and other vegetables.”", "url": "https://www.nytimes.com/2019/06/27/well/eat/10-ways-to-lower-the-cancer-risk-of-grilling.html"}