{"authors": ["Katie Benner", "Kate Conger"], "date_download": "2022-10-25 23:46:23", "date_modify": "2022-10-25 23:46:23", "date_publish": "2019-07-31 22:01:23", "description": "The Silicon Valley company, a major government contractor, was accused of selling video surveillance software that it knew had a security issue.", "filename": "2019_07_31_technology_cisco-tech-flaw-sales_1666741583.html", "image_url": "https://static01.nyt.com/images/2019/07/31/business/31cisco/31cisco-facebookJumbo.jpg?year=2019&h=549&w=1050&s=3287b3d155d5cd1ce8d1da94018261d6e48e828e8b201dda0bc07a6165a469b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_31_technology_cisco-tech-flaw-sales_1666741583.html", "title": "Cisco to Pay $8.6 Million to Settle Government Claims of Flawed Tech", "title_page": "Cisco to Pay $8.6 Million to Settle Government Claims of Flawed Tech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Cisco Systems agreed on Wednesday to pay $8.6 million to settle claims that it sold video surveillance technology that it knew had a significant security flaw to federal, state and local government agencies.\nCisco will pay civil damages in connection with software that it sold to various government agencies, including Homeland Security, the Secret Service, the Army, the Navy, the Marines, the Air Force and the Federal Emergency Management Agency, according to a government complaint unsealed on Wednesday.\nEighteen states, including New York and California, and the District of Columbia joined the Justice Department in the claim against Cisco, one of the world’s largest sellers of software and equipment to businesses and governments; 15 states and the District of Columbia recovered under the settlement. The case was filed in the Federal District Court for the Western District of New York under the False Claims Act, which addresses fraud and misconduct in federal government contracts.\nThe government said the video surveillance software it bought from Cisco was “of no value” because it did not “meet its primary purpose: enhancing the security of the agencies that purchase it.” In many cases, the Cisco software actually reduced the protection provided by other security systems, the complaint said.", "url": "https://www.nytimes.com/2019/07/31/technology/cisco-tech-flaw-sales.html"}