{"authors": ["Brian M. Rosenthal"], "date_download": "2022-10-25 23:48:55", "date_modify": "2022-10-25 23:48:55", "date_publish": "2019-07-02 23:35:01", "description": "Anthony J. Medina, who was charged with pretending to be a city law enforcement official to intimidate yellow cabdrivers, was arrested after an investigation in The New York Times.", "filename": "2019_07_02_nyregion_nyc-taxis-arrest_1666741735.html", "image_url": "https://static01.nyt.com/images/2019/07/02/nyregion/02nytaxi1/02nytaxi1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4a120817869796286e10e578b1d36b01ddb1767b05ca38ef8b139a4d9e8fa0d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_02_nyregion_nyc-taxis-arrest_1666741735.html", "title": "Notorious Debt Collector in Taxi Industry Is Arrested", "title_page": "Notorious Debt Collector in Taxi Industry Is Arrested - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the rough-and-tumble New York City taxi industry, Anthony J. Medina was an enforcer.\nFor years, Mr. Medina was the go-to debt collector for banks that lent money to drivers seeking to buy a permit to own a cab. If a driver fell behind on payments, it was Mr. Medina’s job to ensure the driver paid up. Sometimes, he temporarily seized the car. Other times, he confronted people on the street. Occasionally, drivers said, he flashed a gun.\nOn Tuesday, the New York City sheriff’s office arrested Mr. Medina outside his home on Staten Island and charged him with impersonating a city marshal, a misdemeanor. He is expected to make separate appearances in courts in Manhattan, Brooklyn, Queens and Staten Island in September.\n“This individual’s actions as alleged are nothing short of brutal,” said Bill Heinzen, the acting head of the city Taxi and Limousine Commission, which oversees the yellow cab industry. “The city will not tolerate these kinds of illegal and callous actions.”\nIn an interview, Mr. Medina, 50, dismissed any complaints against him as bitterness from delinquent borrowers. He denied ever using a gun.", "url": "https://www.nytimes.com/2019/07/02/nyregion/nyc-taxis-arrest.html"}