{"authors": ["Lisa Lerer", "Reid J. Epstein", "Shane Goldmacher"], "date_download": "2022-10-25 23:52:25", "date_modify": "2022-10-25 23:52:25", "date_publish": "2019-07-31 22:01:52", "description": "The candidates along the wings went hard after the night’s leading candidates, Joe Biden and Kamala Harris.", "filename": "2019_07_31_us_politics_live-updates-democratic-debate_1666741945.html", "image_url": "https://static01.nyt.com/images/2019/07/31/us/politics/31takeaways-1/merlin_158705172_04e1e8e6-3f2e-4f22-9fc4-095404a1b592-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1fcc11a0a9b8e8782a51e91554231eb8ac9047cd0bb35716751add3f2e77ba36&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_31_us_politics_live-updates-democratic-debate_1666741945.html", "title": "5 Highlights From Night 2 of Democratic Debates", "title_page": "5 Highlights From Night 2 of Democratic Debates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Unfortunately, Vice President Biden, you’re just simply inaccurate in what you’re describing.” “The cost of doing nothing is far too expensive.” “I’m going to go back to Vice President Biden.” “You do nothing to hold the insurance companies to task for what they have been doing to American families.” “Kamala Harris said she’s not trying to restructure society—” “She put over 1,500 people in jail for marijuana violations and then laughed about it when she was asked if she ever smoked marijuana.” “She had a police department when she was there that in fact was abusing people’s rights.” “You want to compare records, and frankly, I’m shocked that you do—” “It looks like one of us has learned the lessons of the past, and one of us hasn’t.” “Mr. Vice President, there’s a saying in my community: You’re dipping into the Kool-Aid and you don’t even know the flavor.” “Mr. Vice President, you didn’t answer my question. What did you mean when you said, when a woman works outside the home, it’s resulting in ‘the deterioration of family’?” “Mr. Vice President, you want to be president of the United States, you need to be able to answer the tough questions. I guarantee you, if you’re debating Donald Trump, he’s not going to let you off the hook.” “I love your affection for me. You spent a lot of time with me.” “And I don’t know what math you do in New York. I don’t know what math you do anywhere, California. But I tell you, that’s a lot of money.” “This idea is a bunch of malarkey, what we’re talking about here.” “... that puts working people first.” Protester: “Fire Pantaleo!” “Thank you, Mayor de Blasio.” “The—” “Fire Pantaleo! Fire Pantaleo!” Protester: “Three million deportations!” “Please be respectful. Please be respectful in the crowd.” “I think that folks are making a mistake by not pursuing impeachment.” “I just want to make sure whatever we do doesn’t end up with an acquittal by Mitch McConnell in the Senate, which it surely would. And then President Trump would be running saying that he had been acquitted by the United States Congress.” “When we look back in history at what happened when a president of the United States started acting more like an authoritarian leader than the leader of the free world, the question is, what will we have done? And I believe the Congress should do its job.” “We have a predator living in the White House.” “We can no longer allow a white nationalist to be in the White House.” “The first thing that I’m going to do when I’m president is I’m going to Clorox the Oval Office.” “Adios to Donald Trump.”", "url": "https://www.nytimes.com/2019/07/31/us/politics/live-updates-democratic-debate.html"}