{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 22:59:30", "date_modify": "2022-10-25 22:59:30", "date_publish": "2019-10-04 18:31:26", "description": "He has begun legal proceedings against The Sun and The Daily Mirror, accusing them of phone hacking. The case is an extraordinary break from the royal practice, “Never complain, never explain.”", "filename": "2019_10_04_world_europe_prince-harry-sues-sun-daily-mirror_1666738770.html", "image_url": "https://static01.nyt.com/images/2019/10/04/world/04harry-suit/04harry-suit-facebookJumbo.jpg?year=2019&h=550&w=1050&s=db9308ffd133a9d9770f72c7c46778048eae29af9342d7ba9f65a54625642e8d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_04_world_europe_prince-harry-sues-sun-daily-mirror_1666738770.html", "title": "Prince Harry Goes to Battle With Tabloids, Rupturing an Old Relationship", "title_page": "Prince Harry Goes to Battle With Tabloids, Rupturing an Old Relationship - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Meghan, known as Meghan Markle when she worked as an actress, has faced an abundance of unflattering coverage, and Prince Harry and others have accused the news media of drawing on racist attitudes about the relationship. The couple has also reportedly stewed over more straightforward criticism, like that for the 2.4 million pound, or $3 million, price tag for taxpayer-funded renovations to their house.\nSeveral days after Prince Harry filed his phone-hacking claims last week, Meghan also issued legal proceedings against a tabloid, The Mail on Sunday. She argued that the newspaper had breached her privacy and infringed on copyright by publishing a private letter. The newspaper has denied wrongdoing.\nEnglish law dictates that the author of a letter owns its content, no matter who has it, giving the duchess a strong case, legal experts said. But newspapers have been more alarmed by her claim that the publication stepped on her privacy, an allegation that, if upheld, could become the basis for a spate of legal actions by celebrities over unwanted coverage.\nThe royal family has sued the press before. And the royals have long done what they can to curtail newspapers’ access to their personal lives, seeking to stymie the lacerating articles about their indulgences even as they court more admiring coverage for their weddings and tours overseas.\nBut the succession of rebukes that Prince Harry and Meghan dealt the press over the last week was unusual, even by the standards of that sometimes bitter history.\nFor one thing, Prince Harry objected not only to the particular articles that tabloids had written about him and his wife, but also to what he called a “long and disturbing pattern of behavior by British tabloid media.”\n“It destroys people and destroys lives,” he wrote in his statement. “Put simply, it is bullying, which scares and silences people. We all know this isn’t acceptable, at any level.”", "url": "https://www.nytimes.com/2019/10/04/world/europe/prince-harry-sues-sun-daily-mirror.html"}