{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:52:24", "date_modify": "2022-10-25 23:52:24", "date_publish": "2019-02-01 01:23:49", "description": "Vice President Mike Pence wrote that a push in New York and other states to expand abortion rights was a “call to action for all Americans.”", "filename": "2019_01_31_nyregion_late-term-abortion-pence-trump-republicans_1666741944.html", "image_url": "https://static01.nyt.com/images/2019/02/01/nyregion/01abortion-print/01abortion-facebookJumbo.jpg?year=2019&h=549&w=1050&s=d19bbfc092a2a6440160d54ef1c2da77be34e0cd2f31dcd9457f918009d3430f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_31_nyregion_late-term-abortion-pence-trump-republicans_1666741944.html", "title": "Trump, Pence Lead G.O.P. Seizure of Late-Term Abortion as a Potent 2020 Issue", "title_page": "Trump, Pence Lead G.O.P. Seizure of Late-Term Abortion as a Potent 2020 Issue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s going to come into play, quite frankly, in the elections next year. We’re not going to let it go away,” Carol Tobias, the president of the National Right to Life Committee, the country’s largest anti-abortion group, said of New York’s law and Virginia’s defeated proposal.\n“You’re going to see articles written and speeches, and our affiliates around the country are going to take it up,” Ms. Tobias added. She singled out a video clip of the Virginia lawmaker, Kathy Tran, earlier this week acknowledging that her bill would allow, in certain circumstances, for a woman to request an abortion when she was about to give birth.\nMs. Tran later clarified that she “misspoke” and that the bill would not allow the prevention of a live birth.\nNonetheless, the clip of her initial comments, already viral, was further amplified when Virginia’s Democratic governor, Ralph Northam, was asked during a radio interview on Wednesday about Ms. Tran’s bill. Mr. Northam, a pediatric neurologist, said late-term abortions would be permissible in cases of severe deformities or nonviable fetuses, and described a situation in which such an infant would be delivered, and then a “discussion would ensue between the physicians and the mother.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nConservatives seized upon the answer as proof that Mr. Northam approved of killing an infant even after it was delivered, even as Mr. Northam’s office said the reply was taken out of context and called the idea that he would support such a proposal “disgusting.”\n“That’s going to be played in legislative bodies around the country or at least used to lobby,” Ms. Tobias, of the National Right to Life Committee, said.\nIt already has: Virginia’s Republican Party sent a fund-raising email with the clip of the Virginia lawmaker; the National Republican Congressional Committee has also attacked several newly elected House Democrats from Virginia, trying to link them to the debate in the statehouse. Senator Marco Rubio of Florida likened the Democratic proposals to legalizing infanticide, and the former United Nations ambassador, Nikki Haley, said the idea made her sick.", "url": "https://www.nytimes.com/2019/01/31/nyregion/late-term-abortion-pence-trump-republicans.html"}