{"authors": ["James Poniewozik"], "date_download": "2022-10-25 22:59:28", "date_modify": "2022-10-25 22:59:28", "date_publish": "2019-01-02 19:16:14", "description": "Both the choose-your-own adventure gimmick in “Black Mirror” and debates around the “Sopranos” finale appeal to the same fallacy of knowable destiny.", "filename": "2019_01_02_arts_television_netflix-bandersnatch-the-sopranos_1666738768.html", "image_url": "https://static01.nyt.com/images/2019/01/03/arts/03BLACKMIRROR1/03BLACKMIRROR1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=11741864e5a0cf366043738258ec63fcac0e2fe7464dee725ca7383b7fca4a55&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_02_arts_television_netflix-bandersnatch-the-sopranos_1666738768.html", "title": "‘Bandersnatch,’ ‘The Sopranos,’ and the Myth of Certainty", "title_page": "‘Bandersnatch,’ ‘The Sopranos,’ and the Myth of Certainty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The year 2018 ended with a TV event that offered multiple resolutions. The year 2019 is beginning with the anniversary of a TV series that, famously, left us with no resolution at all.\n“Bandersnatch,” the new interactive — episode? movie? game? — of “Black Mirror” on Netflix, and “The Sopranos,” which began 20 years ago Jan. 10, are products of two different TV eras. The former lets the viewer direct the story (sort of) through a series of choices. The latter was the work of a creator who resisted catering to his audience and ended his series on a big, fat question mark.\nBut as different as the two works are, they’re oddly complementary. Each is an example of the tension between two ways of seeing fiction. Is a story a puzzle to be solved or a mystery to be pondered?\n“Bandersnatch,” released Dec. 28, is full of tricks. It allows you to control Stefan (Fionn Whitehead), a video game designer in 1984 creating his own choose-your-path game. Along the way (limited spoilers ahead), you can learn codes that release mysteries from a vault. You can kill your father, or not. Somewhere, there’s a 1980s-style console game you can unlock. And after you reach an ending — most of them unhappy — you can try for another.", "url": "https://www.nytimes.com/2019/01/02/arts/television/netflix-bandersnatch-the-sopranos.html"}