{"authors": ["Thomas Kaplan", "Abgoodnough", "Margot Sanger-Katz"], "date_download": "2022-10-25 23:52:47", "date_modify": "2022-10-25 23:52:47", "date_publish": "2019-11-01 12:38:28", "description": "Ms. Warren would impose huge tax increases on businesses and billionaires to pay for “Medicare for all,” but she said she would not raise taxes on the middle class.", "filename": "2019_11_01_us_politics_elizabeth-warren-medicare-for-all_1666741967.html", "image_url": "https://static01.nyt.com/images/2019/11/01/us/politics/01warren-medicare/01warren-medicare-facebookJumbo.jpg?year=2019&h=550&w=1050&s=22879f9e070cd216d63ea20b9fa4aa59e451ddad18808a987df885a0be937e00&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_01_us_politics_elizabeth-warren-medicare-for-all_1666741967.html", "title": "Elizabeth Warren Proposes $20.5 Trillion Health Care Plan", "title_page": "Elizabeth Warren Proposes $20.5 Trillion Health Care Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But whether such a detailed plan will end up as a strength or a liability is unknown, and represents a gamble for a candidate who has stirred doubts about her electability among establishment Democrats. Some in the party believe that concerns about income inequality and corporate greed have become such a powerful motivator that her stance will win her converts. Others say such a strong alignment with Medicare for all will haunt her if she gets to the general election.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“This is not a symbolic proposal,” Mr. Levitt said. “This is the most specific plan for Medicare for all that’s ever been proposed by a candidate.”\n“Candidates often pivot to the center on issues in the general election,” he added. “This proposal will make it more difficult for Warren to do that on health care.”\nFor Ms. Warren to achieve her desired health care transformation, she would need to persuade Congress to pass far-reaching legislation, an enormous political challenge and a virtual impossibility unless Democrats win control of the Senate.\nMr. Biden’s campaign quickly criticized Ms. Warren’s plan as “unrealistic.”\n“The mathematical gymnastics in this plan are all geared towards hiding a simple truth from voters: It’s impossible to pay for Medicare for all without middle-class tax increases,” Kate Bedingfield, a deputy campaign manager for Mr. Biden, said in a statement. In an interview with “PBS NewsHour,” Mr. Biden said of Ms. Warren’s plan, “She’s making it up.”\nSpeaking to reporters in Des Moines, Ms. Warren rebuffed criticism of her proposal, saying: “Democrats are not going to win by repeating Republican talking points and by dusting off the points of view of the giant insurance companies and the giant drug companies who don’t want to see any change in the law that will bite into their profits.”\nShe said anyone defending the profits of the insurance and drug companies was “running in the wrong presidential primary.”", "url": "https://www.nytimes.com/2019/11/01/us/politics/elizabeth-warren-medicare-for-all.html"}