{"authors": ["Daniel Victor", "Alan Yuhas"], "date_download": "2022-10-25 23:39:47", "date_modify": "2022-10-25 23:39:47", "date_publish": "2019-08-08 23:18:24", "description": "The demonstrations in Hong Kong have evolved, characterized by changing tactics and goals — and more frequent violence. Here’s a guide.", "filename": "2019_08_08_world_asia_hong-kong-protests-explained_1666741187.html", "image_url": "https://static01.nyt.com/images/2019/08/07/world/07hkg-catchup1/07hkg-catchup1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=7b5cdf9c002e3b32bbba96af239b6acb6da0b0c1cb62db2965c59a19b680a3da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_08_world_asia_hong-kong-protests-explained_1666741187.html", "title": "What’s Happening in Hong Kong?", "title_page": "What’s Happening in Hong Kong? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Traffic cones, suitcases and laser pointers: These are just some of the objects that have been made into tactical gear by demonstrators in Hong Kong. Protests here began nine weeks ago in response to a controversial extradition bill. But demonstrators are now demanding more widespread democratic reforms. Protesters have faced a heavy police crackdown. And while some have gotten violent by throwing bricks and using slingshots, many more have employed innovative tactics to stay safe. They’ve tried to extinguish tear gas canisters with water bottles, using traffic cones and metal bowls to snuff out the gas before it spreads. On the front lines, many demonstrators wear makeshift armor. Saran wrap becomes skin protection, while garbage can lids and luggage are made into shields. The near-weekly protests have also stood out for their meticulous organization. Videos show protesters forming human supply chains, some over one mile long. And to communicate what supplies are needed, they use hand signals passed along the chain. In this video, protesters are asking for helmets. Several videos show how the massive crowds part to allow ambulances free passage. For the most part, the protests are organized anonymously. Posters with information about marches are shared through AirDrop and Telegram chats. Protesters have adopted a strategy they’re calling “Be Water” in order to evade the police. It means that they move quickly rather than occupying a single location. You can see that in this video: a large group of protesters entering a train station so they can travel to another area. And here, riot police have just arrived to disperse a crowd that has already left. Anti-government demonstrators, most wearing masks, have also established new ways to hide their identities. Laser pointers and spray paint are used to obscure security cameras. And some people leave single-use transit tickets at train stations so that protesters don’t have to use the card registered to their name. It doesn’t seem like the protests will end anytime soon. Though hundreds have been arrested in recent weeks, thousands more have been able to evade police capture. It’s clear that as the demonstrations continue, this level of organization will remain key to keeping the movement alive.", "url": "https://www.nytimes.com/2019/08/08/world/asia/hong-kong-protests-explained.html"}