{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:02", "date_modify": "2022-10-25 23:43:02", "date_publish": "2019-09-17 22:15:21", "description": "Spain was plunged into political uncertainty after talks to form a government collapsed, forcing another national election in November.", "filename": "2019_09_17_world_europe_spain-election-government-collapse_1666741382.html", "image_url": "https://static01.nyt.com/images/2019/09/17/world/-17spain-government-1/-17spain-government-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3620869d5bb3e312d82a14f7070dfb019a712a4d0fd02b19b88841314336885c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_17_world_europe_spain-election-government-collapse_1666741382.html", "title": "Spain Heads to 4th Election in 4 Years After Failure to Form Government", "title_page": "Spain Heads to 4th Election in 4 Years After Failure to Form Government - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — Spain was plunged on Tuesday into another round of political uncertainty after King Felipe VI announced that its main parties had failed to agree on who should lead the next government, forcing another national election in November.\nPedro Sánchez, the caretaker Socialist prime minister, blamed the other three main parties for failing to endorse him as the government’s leader, after he won a clear-cut election victory in April but did not gain a parliamentary majority.\nIt will be the fourth election in four years, underscoring how fragmented and polarized Spanish politics have become. In 2016, Spain spent 10 months in political limbo after two inconclusive elections, a sign of future fractures. In July, Mr. Sánchez lost a bid to take office amid feuding between the two major left-wing parties, the Socialists and Unidas Podemos, over a power-sharing agreement.\n“I have tried by all possible means, but it has proved impossible,” Mr. Sánchez said Tuesday evening at a news conference, to explain why five months of negotiations had ended in failure. “Spain needs a government, but not any old government.”", "url": "https://www.nytimes.com/2019/09/17/world/europe/spain-election-government-collapse.html"}