{"authors": ["Liam Stack"], "date_download": "2022-10-25 23:02:27", "date_modify": "2022-10-25 23:02:27", "date_publish": "2019-12-09 20:39:16", "description": "Mr. Durham, the top federal prosecutor in Connecticut, has investigated potential wrongdoing by the F.B.I. and C.I.A. for the Clinton, Bush, Obama and Trump administrations.", "filename": "2019_12_09_us_politics_who-is-john-durham-attorney_1666738947.html", "image_url": "https://static01.nyt.com/images/2019/12/09/multimedia/09xp-johndurham/09xp-johndurham-facebookJumbo.jpg?year=2019&h=550&w=1050&s=822ec550dd361ba2f2c1e35e70172b1aa21a00cec15616165c4d5e955e52c201&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_09_us_politics_who-is-john-durham-attorney_1666738947.html", "title": "Who Is John Durham, the Prosecutor Investigating the Russia Inquiry", "title_page": "Who Is John Durham, the Prosecutor Investigating the Russia Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "John H. Durham, a federal prosecutor conducting a criminal investigation into the origins of the F.B.I.’s Russia probe, said Monday that he disagreed with a report released by the Justice Department’s inspector general, which said there was no basis for President Trump’s accusation that the bureau conspired against him during the 2016 presidential election.\nThe report by the independent inspector general, Michael E. Horowitz, criticized the F.B.I.’s handling of a wiretap application used in the early stages of its Russia investigation, but said the bureau had adequate reason to open its investigation into the Trump campaign’s ties with Russia in 2016.\nMr. Durham is the top federal prosecutor in Connecticut and was tasked with examining the roots of the Russia investigation by Attorney General William P. Barr in May. In October, the inquiry, which began as an administrative review, was turned into a criminal investigation.\nMr. Durham has been a Justice Department lawyer since 1982, and as a career public servant has conducted special investigations under both Democratic and Republican presidents. Mr. Trump nominated him to be United States Attorney for the District of Connecticut in 2017, and he was confirmed the next year.", "url": "https://www.nytimes.com/2019/12/09/us/politics/who-is-john-durham-attorney.html"}