{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:24:16", "date_modify": "2022-10-25 23:24:16", "date_publish": "2019-01-15 13:34:32", "description": "The automakers will develop and build pickup trucks and vans for various markets while pursuing wider cooperation on advanced technologies.", "filename": "2019_01_15_business_ford-volkswagen_1666740256.html", "image_url": "https://static01.nyt.com/images/2019/01/16/business/16FORD1/16FORD1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=a2135ddd3e373b084f7b4bdaf36d95fc53b0c6928b2627c1f3baf1b9a401a4c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_15_business_ford-volkswagen_1666740256.html", "title": "Ford and VW Team Up, With Talk of Driverless and Electric Cars", "title_page": "Ford and VW Team Up, With Talk of Driverless and Electric Cars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ford Motor and Volkswagen have outlined what the companies hope will become a broad alliance — one that will hasten development of electric and self-driving cars and eventually cut costs.\nBut the initial step announced Tuesday, a plan to cooperate on pickup trucks and delivery vans, will do little to address the troubles both automakers face now. It also falls short of the detailed restructuring plan from Ford that investors have been waiting to see for more than a year.\nOn the fringes of the North American International Auto Show in Detroit, Ford said it would develop and manufacture a compact pickup truck that the two companies may sell under their own names in South America, Africa and Europe. The truck will be based on the new Ford Ranger, which goes on sale in the next few weeks. Ford will also produce a large delivery van and Volkswagen a compact van, both primarily for Europe.\nFord expects those projects to save about $500 million a year, but not until after the vehicles are introduced in 2023.", "url": "https://www.nytimes.com/2019/01/15/business/ford-volkswagen.html"}