{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:42:59", "date_modify": "2022-10-25 23:42:59", "date_publish": "2019-10-06 09:38:12", "description": "The Socialists appeared likely to fall short of a majority in Parliament, but Prime Minister António Costa has plenty of leeway to negotiate an alliance with smaller parties and form a new government.", "filename": "2019_10_06_world_europe_portugal-election-costa_1666741379.html", "image_url": "https://static01.nyt.com/images/2019/10/07/world/07portugal1/04portugal1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=59915ad572f99eb04d8d8e1111f3b0536acb015f9432a34634c86f04427d4dea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_06_world_europe_portugal-election-costa_1666741379.html", "title": "Portugal Prime Minister Is Re-Elected as Socialists Solidify Position", "title_page": "Portugal Prime Minister Is Re-Elected as Socialists Solidify Position - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Four years later, the “geringonça” label has been worn as a badge of honor by Mr. Costa. He has become a rare thing in Europe — not only a Socialist head of government, but one who has overseen a solid economy, helped by tourism and foreign investors, and proved wrong the critics who had long caricatured the left as incapable of fiscal discipline.\nMr. Costa, 58, had been leading in the polls long before the voting on Sunday, making a Socialist victory appear as almost a foregone conclusion.\nStill, as results trickled in on Sunday, they suggested a resounding defeat for the prime minister’s center-right opponents. They had maintained that Mr. Costa was doing little more than taking the credit for an economic recovery that he did not engineer. They argued that it was instead rooted in earlier spending cuts and reforms imposed by international creditors in granting a bailout of 78 billion euros, or about $85 billion, to Portugal during the financial crisis.\nIn late 2015, Mr. Costa promised to put an end to the austerity of the bailout program. But instead, he showed himself to be a firm believer in fiscal discipline, even squeezing investment in sectors like health care to bring Portugal close to a balanced budget.", "url": "https://www.nytimes.com/2019/10/06/world/europe/portugal-election-costa.html"}