{"authors": ["Manohla Dargis"], "date_download": "2022-10-25 23:45:45", "date_modify": "2022-10-25 23:45:45", "date_publish": "2019-12-12 18:56:37", "description": "In the Safdie brothers’ new movie, Sandler plays a jewelry-store owner and compulsive gambler running for his life.", "filename": "2019_12_12_movies_uncut-gems-review_1666741545.html", "image_url": "https://static01.nyt.com/images/2019/12/13/arts/13uncut-1/13uncut-1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=bdcc1e994992a8f9050730d8234cdc4d7630b1cdbef0ffe227cd7c363179c7a6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_12_movies_uncut-gems-review_1666741545.html", "title": "‘Uncut Gems’ Review: Adam Sandler’s Punch-Drunk Hustle", "title_page": "‘Uncut Gems’ Review: Adam Sandler’s Punch-Drunk Hustle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Uncut Gems,” the latest from the brothers Josh and Benny Safdie, blows in like a Category 4 hurricane. It’s a tumult of sensory extremes, of images and sounds, lurching shapes, braying voices, intensities of feeling and calculated craziness. So, naturally it stars — why not? — Adam Sandler as a cheat, liar, loving dad, bad husband, jealous lover and compulsive gambler who can’t stop, won’t stop acting the fool.\nThe Safdies, two of the more playfully inventive filmmakers working in American cinema, won’t stop, either, which makes “Uncut Gems” fun if also wearying and at times annoying. It doesn’t seem to add up to much — a little man lives his life — but this is just enough. It’s easier to admire than to love, and I hate the ending, but the Safdies clearly like working your nerves. They’re not interested in the dumb, easy stuff movies give you — the likable, relatable characters, the sermonizing and moralizing; they’re too busy deploying color and noise, pushing the form, testing their (and our) limits.\nAmid this enjoyable chaos, Sandler plays Howard Ratner, who has a small jewelry store in the Diamond District of Manhattan. He has a few employees, one of whom is his mistress (Julia Fox), and an aggrieved wife (Idina Menzel) who’s fed up with him. He’s a careless family man, but he dotes on his sons and still clocks in for homey obligations. There’s a leisurely Passover Seder in the middle of the movie that’s suffused with love and alive with squalling kids, bustling women and well-padded men chewing cigars. But Howard has his plagues: He’s a gambler and presumably an unlucky one given the heavy debt that he’s carrying.\nLots of stuff happens, lots and lots, and some of it can be hard to track. But the bedlam is intentional and amusing. All you need to do is latch onto Howard as he runs from here to there, yelling greetings, taking calls, making deals, always moving amid jump cuts, zooms and lurid close-ups. (The superb cinematography is by Darius Khondji, shooting on 35-millimeter film.) Howard’s dodging some toughs who work for a mystery man whom he owes big; the men are scary, bruisers with cruelty etched in their faces and no trace of the usual movie manicuring. One (Keith Williams Richards) punches Howard in the kisser, which is almost understandable.", "url": "https://www.nytimes.com/2019/12/12/movies/uncut-gems-review.html"}