{"authors": ["Ivan Nechepurenko"], "date_download": "2022-10-25 22:56:26", "date_modify": "2022-10-25 22:56:26", "date_publish": "2019-09-17 17:02:07", "description": "Though the theater and film industries are firmly controlled by the Kremlin, many Russian actors spoke out against what they called a trumped-up case.", "filename": "2019_09_17_world_europe_russia-pavel-ustinov-actor-jailed_1666738586.html", "image_url": "https://static01.nyt.com/images/2019/09/17/world/17russia/17russia-facebookJumbo.jpg?year=2019&h=549&w=1050&s=cf3e96e4098dbf6c5ae790f9b82efe5a6f0e3380fb4c96b1cf5f63b3dc3fe6af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_17_world_europe_russia-pavel-ustinov-actor-jailed_1666738586.html", "title": "In Rare Show of Defiance, Russian Celebrities Rally Behind Jailed Actor", "title_page": "In Rare Show of Defiance, Russian Celebrities Rally Behind Jailed Actor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Pal’s call was picked up by Nikita Efremov, an actor with Moscow’s Sovremennik theater and a member of a famed family of actors.\n“I remember well the case of Ivan Golunov, I was amazed by how journalists got united,” he said in a video, adding “I think we can do that too.”\nIn June, Mr. Golunov, a prominent Russian investigative reporter, was arrested in central Moscow and charged with drug trafficking. The arrest swiftly prompted protests by journalists and their supporters, who picketed the Moscow police headquarters. In a stunning reversal, the charges were dropped days later, and several high-ranking police officers were fired.\n“In terms of corporate solidarity, this is not the first time it is being expressed,” Ekaterina Schulmann, a political scientist in Moscow and a member of President Vladimir V. Putin’s Council for Civil Society and Human Rights, told Kommersant, a Russian newspaper. “Any unity is an effective instrument.”\nMr. Golunov’s case raised hopes of a new Kremlin flexibility in the face of public outrage. But weeks later, the police began making mass arrests during the street protests in Moscow — more than 2,000 overall.\nSpeaking to reporters on Tuesday, Mr. Putin’s spokesman, Dmitri S. Peskov, repeated his usual line that the Kremlin had nothing to do with the court system and that Mr. Ustinov had the right to appeal if he disagreed with the sentence.\n“Of course, the president is aware and received all information about everything,” Mr. Peskov said. “However, the president also cannot either react or influence the court’s decision.”", "url": "https://www.nytimes.com/2019/09/17/world/europe/russia-pavel-ustinov-actor-jailed.html"}