{"authors": ["Suhasini Raj", "Maria Abi-Habib"], "date_download": "2022-10-25 22:58:03", "date_modify": "2022-10-25 22:58:03", "date_publish": "2019-12-12 12:24:53", "description": "Demonstrators defied troops and a curfew after the bill, which would make it easier for some non-Muslim migrants to become citizens, was approved in Parliament.", "filename": "2019_12_12_world_asia_india-protests-citizenship-bill_1666738683.html", "image_url": "https://static01.nyt.com/images/2019/12/12/world/12india3/12india3-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e33abea2428ddd2e350663fd5bab52926a18dba8c5cc9d0ad9126e4ec9b388b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_12_world_asia_india-protests-citizenship-bill_1666738683.html", "title": "2 Dead in Protests Over India’s Religion-Based Citizenship Bill", "title_page": "2 Dead in Protests Over India’s Religion-Based Citizenship Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — Tens of thousands of protesters rioted in three states across India’s northeast, some defying a government curfew and military deployment to demonstrate against the passage of the contentious Citizenship Amendment Bill, which will grant citizenship to thousands of migrants on religious grounds.\nBy Thursday night, the government had shut down the internet, deployed hundreds of troops, imposed a curfew in Assam state and banned groups of more than four people from assembling in neighboring Meghalaya state.\nThe police shot and killed two protesters in Assam whom they accused of defying the curfew, and arrested dozens of others there, The Associated Press reported.\nProtesters are angry that the bill will grant citizenship to thousands of Hindu, Christian, Jain, Buddhist and Sikh migrants from some neighboring countries where New Delhi says they are religiously persecuted. Demonstrators say this will flood their hometowns with unwanted foreigners.", "url": "https://www.nytimes.com/2019/12/12/world/asia/india-protests-citizenship-bill.html"}