{"authors": ["Emily Cochrane", "Ana Swanson", "Elisabeth Malkin", "Maggie Haberman"], "date_download": "2022-10-25 22:59:05", "date_modify": "2022-10-25 22:59:05", "date_publish": "2019-12-09 17:53:47", "description": "Congressional Democrats and the White House are on the cusp of an agreement on revisions to the United States-Mexico-Canada Agreement.", "filename": "2019_12_09_business_democrats-close-to-agreement-with-white-house-on-new-nafta_1666738745.html", "image_url": "https://static01.nyt.com/images/2019/12/09/business/09DC-USMCA-01/09DC-USMCA-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=bc156b94a1b4832e604508de0cc85ebd728192e1b4009923f0ec8faf05c3f06f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_09_business_democrats-close-to-agreement-with-white-house-on-new-nafta_1666738745.html", "title": "Democrats Close to Agreement With White House on New NAFTA", "title_page": "Democrats Close to Agreement With White House on New NAFTA - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Democratic lawmakers are nearing an agreement to bring the revised North American free trade deal to a vote after securing additional labor, enforcement and other provisions and winning the support of top labor leaders.\nAn agreement between congressional Democrats and the White House on the final terms of the revised trade deal would lift the last remaining hurdle to enacting President Trump’s trade pact. It would also cap off more than two years of negotiations between officials in the United States, Canada and Mexico over a critical agreement that governs commerce around North America.\nCongressional aides and trade advisers said they were still reviewing the final provisions of the United States-Mexico-Canada Agreement, but a resolution appeared to be close at hand. The group of House Democrats negotiating changes to the pact emerged from Speaker Nancy Pelosi’s office Monday night optimistic that an announcement could come as early as Tuesday.\n“I hope that we will be able to give you some verification on it tomorrow,” said Representative Richard E. Neal, Democrat of Massachusetts and the chairman of the Ways and Means Committee, adding that he was “delighted” with the agreement. Mr. Neal ticked off multiple phone calls with Robert Lighthizer, the United States trade representative, and Ms. Pelosi over the weekend — including a call with Ms. Pelosi in the middle of Sunday’s New England Patriots game — about the trade deal.", "url": "https://www.nytimes.com/2019/12/09/business/democrats-close-to-agreement-with-white-house-on-new-nafta.html"}