{"authors": ["Michael Gold", "Tyler Pager"], "date_download": "2022-10-25 23:41:29", "date_modify": "2022-10-25 23:41:29", "date_publish": "2019-03-25 15:34:57", "description": "Jeremy Richman, 49, was found at a movie theater and event space, according to a statement from the local police.", "filename": "2019_03_25_nyregion_sandy-hook-father_1666741289.html", "image_url": "https://static01.nyt.com/images/2019/03/26/nyregion/26sandyhook-print/25sandyhook01-facebookJumbo.jpg?year=2019&h=549&w=1050&s=db2274297712843de3f2013d88407b1ed93cc6e18eda21419392fc1636d0879f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_25_nyregion_sandy-hook-father_1666741289.html", "title": "Sandy Hook Victim’s Father Dies in Apparent Suicide in Newtown", "title_page": "Sandy Hook Victim’s Father Dies in Apparent Suicide in Newtown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the more than six years since his daughter Avielle was killed in the massacre at Sandy Hook Elementary School, Jeremy Richman had devoted his life to preventing families from experiencing the kind of tragic loss he did.\nWith his wife, Jennifer Hensel, he created the Avielle Foundation to support research into brain abnormalities that could be linked to violent behavior. In this endeavor, he stressed mental health education and compassion.\n“Compassion is the ability to feel somebody else’s suffering, to empathize,” Mr. Richman, a neuroscientist, said in a video for the foundation. “But most importantly, it’s the hope that you can do something to alleviate that suffering.”\nOn Monday, Mr. Richman, 49, was found dead in an apparent suicide in the Newtown, Conn., building where the Avielle Foundation had an office, the local police said. His death was all the more shocking given the scope of his work, community members said.\n“Our hearts are shattered, and our heads are struggling to comprehend,” the foundation said in a statement.\n“Tragically, his death speaks to how insidious and formidable a challenge brain health can be and how critical it is for all of us to seek help for ourselves, our loved ones and anyone who we suspect may be in need,” it continued.\nThe police were called to Edmond Town Hall, a movie theater and event space that also rented offices and meeting rooms, at about 7 a.m. on Monday by contractors who were working there, said Lt. Aaron Bahamonde of the Newtown Police Department.\nUpon arriving, the police also found a note left by Mr. Richman. Lieutenant Bahamonde did not disclose what it said.\nThe police and the state’s medical examiner’s office were investigating the death, he said.\nMr. Richman’s death came more than six years after a gunman stormed Sandy Hook Elementary School, killing Avielle, 6, and 25 other people, before turning the gun on himself. The massacre, on Dec. 14, 2012, thrust Newtown into the caustic national debates on gun control and mental health.\nSome of the police officers who reported to Edmond Town Hall on Monday had responded to the school shooting, Lieutenant Bahamonde said.\n[Newtown shows how mourning evolves and endures for years after mass violence.]\n“It’s something that you never expect to see happen, but in the back of your mind you know that many of us are still suffering,” said Neil Heslin, whose son Jesse Lewis, 6, also died in the shooting. “He was a good friend, and it was an honor and a privilege to have known him. He did a wonderful job with the foundation, building his daughter’s legacy.\nMr. Heslin added: “I’m sure it will rip open a lot in Newtown again. The town hall will be another tragic place here, like the school.”\nAfter the Sandy Hook shooting, Mr. Richman expressed grief over his daughter’s death through verse, friends said. On Fridays, the day of the week that the shooting occurred, Mr. Richman posted haiku on his Facebook page. Some of the poems were haunting, including one on Dec. 5, 2015, titled “Anniversary,” which he posted beside a photograph of himself and his wife on a visit to Avielle’s grave:\nWhat is your number\nWhen will your heart be broken?\nMine is 12/14\nBut Mr. Richman also channeled his grief into action, leaving his job at a pharmaceutical company to focus full time on the foundation. He began hosting discussions and speaking at academic events about brain health and violence.\nLast week, he was the keynote speaker at a summit at Florida Atlantic University, where he talked about research that was geared toward helping people identify the symptoms of those in crisis and support those at risk of harming themselves or others.", "url": "https://www.nytimes.com/2019/03/25/nyregion/sandy-hook-father.html"}