{"authors": ["Mark Landler", "Stephen Castle"], "date_download": "2022-10-25 23:44:38", "date_modify": "2022-10-25 23:44:38", "date_publish": "2019-10-17 07:03:25", "description": "Britain’s prime minister cited a “great new deal that takes back control,” hours after a Northern Irish party rejected the agreement.", "filename": "2019_10_17_world_europe_brexit-boris-johnson-eu_1666741478.html", "image_url": "https://static01.nyt.com/images/2019/10/17/world/17brexit5/17brexit5-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=099d5e6c66c92359111f35ce090a818e52cb1078bdbb12809a88535ed3b8d5ff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_17_world_europe_brexit-boris-johnson-eu_1666741478.html", "title": "A Brexit Deal in Hand, Boris Johnson Faces an Uphill Struggle in Parliament", "title_page": "A Brexit Deal in Hand, Boris Johnson Faces an Uphill Struggle in Parliament - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — Britain and the European Union agreed on a Brexit deal Thursday, setting the stage for a fateful showdown in the British Parliament, where Prime Minister Boris Johnson faces an uphill struggle to marshal enough votes for his plan after three years of anguished, politically corrosive debate.\nHowever, Mr. Johnson, who has yet to win a vote in Parliament as prime minister, may win even if he loses. He can rightfully say he negotiated an agreement but that Parliament is to blame. He is then likely to call for a general election in the coming weeks, hoping to win a mandate to do what Britain’s paralyzed political class has so far been unwilling to do: pull Britain out of the European Union as swiftly as possible.\nBritain’s opposition Labour Party is determined to reject the agreement and defeat Mr. Johnson at the polls, and others are hoping to force a second referendum that could reverse Brexit altogether.\nIt all suggested a recipe for further convulsions in the messy divorce instigated by Britain that began with the first referendum in June 2016, in which voters chose to leave the European Union, polarizing British politics and testing the resolve of the bloc’s 27 other members to stay unified.", "url": "https://www.nytimes.com/2019/10/17/world/europe/brexit-boris-johnson-eu.html"}