{"authors": ["Mark Landler", "Benjamin Mueller"], "date_download": "2022-10-25 23:00:42", "date_modify": "2022-10-25 23:00:42", "date_publish": "2019-12-02 20:18:55", "description": "President Trump has roiled British politics before, with comments on terrorism, as well as Brexit, trade and other sensitive issues. He may do so again as he visits for a NATO meeting.", "filename": "2019_12_02_world_europe_uk-boris-johnson-trump_1666738842.html", "image_url": "https://static01.nyt.com/images/2019/12/02/world/02uk-politics/02uk-politics-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a27477530b71ab49bc04c6734ecabcaf6c162677a1631b1c4e7bf8288bb77387&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_02_world_europe_uk-boris-johnson-trump_1666738842.html", "title": "For Boris Johnson, a Perilous Week Negotiating Terrorism and Trump", "title_page": "For Boris Johnson, a Perilous Week Negotiating Terrorism and Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The last time a terrorist attack erupted on London Bridge in the final weeks of an election campaign, in 2017, the backlash stung the Conservative prime minister, Theresa May, exposing her to a damaging critique by the Labour Party that she had cut funding for the police and left the British people unprotected.\nThis time, after a lone extremist fatally stabbed two people on Friday before being killed by the police on the bridge, the fallout seemed less likely to alter the course of the election, which is set for Dec. 12. Neither the Conservative Party nor Labour has an especially strong cudgel to wield against the other as the circumstances that put the assailant, a convicted terrorist, back on the streets are complex and involve both parties.\nBut for Prime Minister Boris Johnson, a potential change agent is still to come — in the form of President Trump, who landed in London late on Monday night to attend a meeting of NATO leaders.\nMr. Trump has roiled British politics on previous visits with inflammatory statements on terrorism, as well as Brexit, trade and other sensitive issues. He is a wild card who could jolt the election with a single tweet.", "url": "https://www.nytimes.com/2019/12/02/world/europe/uk-boris-johnson-trump.html"}