{"authors": ["Lance Morrow"], "date_download": "2022-10-25 23:30:38", "date_modify": "2022-10-25 23:30:38", "date_publish": "2019-04-03 18:05:25", "description": "Arthur C. Brooks, in “Love Your Enemies,” offers advice on how to restore civility to American politics.", "filename": "2019_04_03_books_review_arthur-c-brooks-love-your-enemies_1666740638.html", "image_url": "https://static01.nyt.com/images/2019/04/03/books/review/03Morrow/merlin_152608404_5e23df37-ff27-4e45-9a43-a7753b267a0a-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4d510d310811b5be325f405e9b21e9ffab6c77df443b2dcb7395c0e22aff4760&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_03_books_review_arthur-c-brooks-love-your-enemies_1666740638.html", "title": "Healing the Divisions in Our Country", "title_page": "Healing the Divisions in Our Country - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOVE YOUR ENEMIES\nHow Decent People Can Save America From the Culture of Contempt\nBy Arthur C. Brooks\nArthur C. Brooks begins “Love Your Enemies” with a scene, a moment of grace, that occurred on the National Mall in Washington on Sept. 16, 2017, during a rally of Trump supporters. A counter-demonstrator from Black Lives Matter, a man named Hawk Newsome, was, quite unexpectedly, invited to address the Trump supporters. Quite unexpectedly, he won them over — a little bit, anyway. Newsome ended by saying, “If we really want to make America great, we do it together!” The Trumpers cheered, and the better angels of our nature flapped about the Mall for a little while. The mystic chords of memory reverberated from one side of the American divide to the other.\nWas that moment a model for the future? Or just an accident?\nLove your enemies? In this America? “Maybe this seems impossible to you,” Brooks writes. “You might say: ‘There are some people who are simply beyond the pale. There are millions of awful people in this country who advocate ideas we cannot tolerate. They deserve our contempt, not our love!’ I have heard this sentiment from serious journalists, respected academics and mainstream politicians. I have thought it myself.\n“That attitude is both wrong and dangerously radical. Anyone who can’t tell the difference between an ordinary Bernie Sanders supporter and a Stalinist revolutionary, or between Donald Trump’s average voter and a Nazi, is either willfully ignorant or needs to get out of the house more.”", "url": "https://www.nytimes.com/2019/04/03/books/review/arthur-c-brooks-love-your-enemies.html"}