{"authors": ["Christopher F. Schuetze", "Melissa Eddy"], "date_download": "2022-10-25 23:34:14", "date_modify": "2022-10-25 23:34:14", "date_publish": "2019-10-10 11:00:54", "description": "The gunman who fatally shot two people made clear that he chose his target intending to kill as many Jews as possible and that he hoped to impress extremists beyond Germany.", "filename": "2019_10_10_world_europe_germany-synagogue-attack_1666740854.html", "image_url": "https://static01.nyt.com/images/2019/10/10/world/10germany4/10germany4-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3a8fb87e7177ab6336b2208618d6a0c5f8c8b524a933552121d0bb702e63609f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_10_world_europe_germany-synagogue-attack_1666740854.html", "title": "Only a Locked Door Stopped a Massacre at a German Synagogue", "title_page": "Only a Locked Door Stopped a Massacre at a German Synagogue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HALLE, Germany — Were it not for a dark wooden door, the authorities say, Stephan Balliet may have succeeded in carrying out a massacre of Jews he had planned to broadcast live around the world. He chose Yom Kippur, knowing the synagogue in Halle, Germany, would be full.\nBut during every service, the thick, narrow door was locked from the inside. It served as the only protection for Halle’s Jewish community from the outside world. On Wednesday, it spared the lives of 51 Jews from the area and a group of young, international visitors, including 10 Americans, who had come to be with them on the holiest day on the Jewish calendar.\nOn Thursday, bouquets of flowers and candles lay on the flagstones of the sidewalk outside of synagogue. They served as memorials to the two victims of the massacre that wasn’t — but an event that nevertheless shattered Germans’ belief that the lessons of the Nazi past had immunized them from global, internet-bred hatred espoused by right-wing attackers in Christchurch, New Zealand and El Paso, Tex.\n“This brutal crime is a disgrace for our entire country,” Horst Seehofer, the country’s interior minister, said. “With our history, something like this should not happen in Germany.”", "url": "https://www.nytimes.com/2019/10/10/world/europe/germany-synagogue-attack.html"}