{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:44:57", "date_modify": "2022-10-25 23:44:57", "date_publish": "2019-08-28 09:25:37", "description": "Britain’s prime minister asked the queen to suspend Parliament, a move intended to ensure that lawmakers have as little time as possible to challenge a no-deal Brexit. The opposition called it a “coup.”", "filename": "2019_08_28_world_europe_boris-johnson-brexit-parliament_1666741497.html", "image_url": "https://static01.nyt.com/images/2019/08/28/world/28brexit2/28brexit2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=861ae3bd36c1ad9b3bc52544c034a494e70a48e7e7e3fa577ef836ec9fc97913&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_28_world_europe_boris-johnson-brexit-parliament_1666741497.html", "title": "Boris Johnson’s ‘Explosive’ Move to Get His Way on Brexit: Suspend Parliament", "title_page": "Boris Johnson’s ‘Explosive’ Move to Get His Way on Brexit: Suspend Parliament - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Parliament had been scheduled to meet during the first two weeks of September and then to take a three-week break for annual political party conferences. It was scheduled to reconvene around Oct. 9.\n[Bold move or coup? Social media erupts, and even the queen is not spared.]\nBut in a letter sent Wednesday to all members of Parliament, Mr. Johnson said he intended to ask Queen Elizabeth II to “prorogue,” or suspend, Parliament for a further week and to have it resume on Oct. 14 with the “Queen’s speech,” in which the monarch traditionally lays out the government’s agenda.\nThe monarch’s approval is considered a formality, and hours after the announcement, the government said that the queen had approved the request.\nThe formal suspension of Parliament poses a number of significant challenges to the opposition. For one, any legislation developed in the first two weeks in September when Parliament will still meet does not carry over to the new parliamentary session if not passed, meaning lawmakers will have to start from scratch.\nWednesday’s move also forecloses any attempt by the opposition to shorten the three-week break to allow for more time to address Brexit — something lawmakers were considering. On top of that, the period of the queen’s speech is likely to take up several critical days, as Parliament debates the slate of proposals put forth.\nAll those obstacles reinforce Mr. Johnson’s core goal with Wednesday’s maneuver: making sure Parliament has as little time as possible to mount an effective challenge to his commitment to leave the European Union on Oct. 31, without a deal if necessary.", "url": "https://www.nytimes.com/2019/08/28/world/europe/boris-johnson-brexit-parliament.html"}