{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 22:56:35", "date_modify": "2022-10-25 22:56:35", "date_publish": "2019-08-17 14:35:33", "description": "Looming over the demonstrations were questions about whether the movement could be sustained past the Sept. 8 elections, and what comes after President Vladimir Putin’s term.", "filename": "2019_08_17_world_europe_russia-protest-moscow-putin_1666738595.html", "image_url": "https://static01.nyt.com/images/2019/08/17/world/17russia5/17russia5-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9b792c50426c00f640ec5301f583842cb92adb6780b74db5fbb00c61b5bee995&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_17_world_europe_russia-protest-moscow-putin_1666738595.html", "title": "With Pickets, Russian Protesters Look to Sustain Momentum", "title_page": "With Pickets, Russian Protesters Look to Sustain Momentum - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the wind and sweeping rain pushing yellow leaves along the sidewalks on Saturday, there was a feeling of fall in the air. With it came the question of whether the protests could be sustained past the Sept. 8 elections that had inspired them.\nFor some, the answer was decidedly yes. The protests have not really focused on President Vladimir V. Putin as such, but the question of what comes after him looms in the background. Mr. Putin is not allowed to seek a fifth term as president after 2024.\nThis month signifies 20 years since Mr. Putin was appointed prime minister under President Boris N. Yeltsin, with little expectation that the former K.G.B. foreign intelligence officer would have much staying power. But Mr. Putin has remained the main figure in Russia ever since, even during the four-year interlude when term limits forced him to cede the presidency and become prime minister before retaking power in 2012.\nThat sleight of hand inspired the previous round of large street protests, which Mr. Putin ended with a combination of harsh crackdown and renewed nationalism. The 2014 annexation of Crimea fueled a surge in support for him that has now worn off.\nMr. Putin’s fallback position has always been that, without him, the chaos of the 1990s would return. At the forefront of the current protests, however, is a younger generation that was either schoolchildren in the 1990s or not even born. Mr. Putin is the only leader they have ever known, and for them the protests are more about shaping their country.", "url": "https://www.nytimes.com/2019/08/17/world/europe/russia-protest-moscow-putin.html"}