{"authors": ["Alissa J. Rubin", "Falih Hassan"], "date_download": "2022-10-25 23:53:43", "date_modify": "2022-10-25 23:53:43", "date_publish": "2019-03-25 00:06:22", "description": "After a ferry disaster that killed at least 97, Parliament fired the governor of Nineveh Province and replaced him with a “crisis cell” to improve government services and root out endemic corruption.", "filename": "2019_03_24_world_middleeast_iraq-mosul-corruption_1666742023.html", "image_url": "https://static01.nyt.com/images/2019/03/25/world/24iraq1/24iraq1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=1c53f74e13f6d0297f1e29fe7ab2801b39ae88390bc600d45407367f06ee0c37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_24_world_middleeast_iraq-mosul-corruption_1666742023.html", "title": "Iraq Ferry Accident Sets Off Political Upheaval in Mosul", "title_page": "Iraq Ferry Accident Sets Off Political Upheaval in Mosul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSUL, Iraq — In a rare show of deference to the anger of Mosul citizens over government abuses, the Iraqi Parliament on Sunday voted overwhelmingly to remove the province’s governor, citing accusations of corruption, self-dealing and negligence.\nAlthough Mosul citizens had pleaded with the central government to remove the governor for more than two years, it was only after a ferry disaster brought angry citizens into the street that senior political figures decided to act.\nThe deposed governor, Nufal Hammadi, who had held the job since 2015, made no comment publicly either before or after the Parliament vote. A report on the allegations against Mr. Hammadi will be released in the next few days, several government officials said.\nIn Mr. Hammadi’s stead, Prime Minister Adil Abdul Mahdi appointed a “crisis cell” to run Nineveh Province, which includes Mosul, the second-largest city in Iraq.", "url": "https://www.nytimes.com/2019/03/24/world/middleeast/iraq-mosul-corruption.html"}