{"authors": ["Kenneth Chang"], "date_download": "2022-10-25 23:30:48", "date_modify": "2022-10-25 23:30:48", "date_publish": "2019-10-16 13:00:17", "description": "Virgin Galactic’s space tourists will wear the outfits, which would look at home on the bridge of the starship Enterprise.", "filename": "2019_10_16_science_virgin-galactic-spacesuit_1666740648.html", "image_url": "https://static01.nyt.com/images/2019/10/16/science/16SPACESUITS-loop-cover/16SPACESUITS-loop-cover-facebookJumbo.jpg?year=2019&h=549&w=1050&s=54dc28f21f530b49d578bae713e5aa3dc26ea8c748b81cc154ceabc038a0c48c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_16_science_virgin-galactic-spacesuit_1666740648.html", "title": "This Is the Free Jumpsuit You’ll Get With a $250,000 Ticket to Space", "title_page": "This Is the Free Jumpsuit You’ll Get With a $250,000 Ticket to Space - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Branson, who founded Virgin Galactic in 2004, had originally expected the company to start flying years ago. But progress was slow, and in 2014, the first of its space planes disintegrated during a test flight, killing a pilot. After making design changes in the second space plane, Virgin has completed other test flights successfully, the most recent in February.\nCompany officials now say, with increasing confidence, that next year Mr. Branson will finally get his ride on his space plane, taking off from Spaceport America in New Mexico. Then the first of more than 600 people who have signed up will follow.\n“We’re getting very, very close,” said George Whitesides, chief executive of Virgin Galactic.\nMore people are interested. Mr. Branson said Norman Foster, the renowned 84-year-old architect who designed the futuristic-looking terminal at Spaceport America, “just wrote me a letter about three or four days ago, asking could we take him to space?\"\nNot all the passengers will be tourists. This month, Virgin Galactic announced that the Italian Air Force has signed a contract to fly three people and a package of experiments. “The tests conducted by the Air Force will be mostly aimed at studying the effects of acceleration, deceleration and microgravity on a human body,” said Col. Gianmattia Somma, an Italian Air Force spokesman.\nEach trip will last about 90 minutes, from takeoff to a gliding landing. Most of that time will transpire as the space plane is carried to an altitude of 50,000 feet by a larger carrier aircraft. After the space plane is dropped, its engine ignites. The most exciting part of weightlessness will last only about five minutes.\nFor the past year and a half, Under Armour designers at the company’s research center in south Baltimore have been putting together prototypes in a small section of the cavernous space, cordoned off by a tall red curtain.", "url": "https://www.nytimes.com/2019/10/16/science/virgin-galactic-spacesuit.html"}