{"authors": ["Vindu Goel", "Ayesha Venkataraman"], "date_download": "2022-10-25 23:28:55", "date_modify": "2022-10-25 23:28:55", "date_publish": "2019-08-29 16:24:24", "description": "Frustrated by the steep commissions and discounts that apps like Zomato and Uber Eats push on restaurants, thousands have started a movement to #Logout from them.", "filename": "2019_08_29_technology_india-restaurants-logout-delivery-zomato_1666740535.html", "image_url": "https://static01.nyt.com/images/2019/08/30/business/30jpindianwalkout1-print/00indianwalkout2-facebookJumbo.jpg?year=2019&h=549&w=1050&s=c3e0a3a3c62c8eb5c8d80374250e42f5689a875a7961117b6db4bf6fb0d70e68&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_29_technology_india-restaurants-logout-delivery-zomato_1666740535.html", "title": "India’s Restaurants Rebel Against Food Delivery Apps", "title_page": "India’s Restaurants Rebel Against Food Delivery Apps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Another sore point is customer data. Neither Zomato nor Swiggy shares customers’ names and phone numbers with the restaurant that fills the order, citing privacy concerns. Restaurant owners said that left them with no way to market directly or build long-term relationships with their best customers.\nZomato and Swiggy also keep cooking up promotions and programs to provide value to app users — often at the expense of the restaurants.\nZomato recently enrolled about 250 restaurants in an experiment called Infinity, in which people could eat as much as they wanted from a restaurant’s entire menu for a flat price. The ensuing gluttony was difficult for restaurants to manage and resulted in a lot of wasted food. Mr. Goyal said Zomato now planned to limit the unlimited dining to selected items like pancakes or dosas.\nSwiggy, which is focused entirely on delivery, is beginning to compete directly with restaurant partners through its own brands, which make food in special, delivery-only “cloud kitchens.” The restaurant industry has asked India’s antitrust regulators to block the in-house brands. Swiggy declined to comment on the matter.\nThe frustrations came to a head on Aug. 13, just before India’s Independence Day.\nAbout 300 restaurant owners in Gurugram, a New Delhi suburb that is home to many tech companies, including Zomato, decided they were tired of losing money to patrons of Zomato Gold. They made a pact to pull out of Gold and other discount programs for a few days, saying that they wanted to “detox consumers from discount addiction.”\nNews of the protest went viral. Within days, more than 2,000 restaurants — from white-tablecloth establishments to neighborhood dosa shops — joined in. This week, the industry called for additional changes to the food delivery programs operated by the major players, including Uber Eats.", "url": "https://www.nytimes.com/2019/08/29/technology/india-restaurants-logout-delivery-zomato.html"}