{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:31:44", "date_modify": "2022-10-25 23:31:44", "date_publish": "2019-02-15 14:34:27", "description": "The deal is the latest example of how the auto industry is being reshaped by new technologies and nimble companies that have raced ahead of many traditional carmakers.", "filename": "2019_02_15_business_rivian-amazon_1666740704.html", "image_url": "https://static01.nyt.com/images/2019/02/16/business/16RIVIAN/16RIVIAN-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b92eeed54a6ed6ddc28646f8f31764b97b7ae3205b22d48e38b1a0d9fc31cdf8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_15_business_rivian-amazon_1666740704.html", "title": "Amazon Invests in Rivian, a Tesla Rival in Electric Vehicles", "title_page": "Amazon Invests in Rivian, a Tesla Rival in Electric Vehicles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A potential rival to Tesla in electric cars just got a big boost from Amazon.\nThe online retail giant is leading a $700 million investment in Rivian, a Michigan company that is developing a battery-powered pickup truck and an electric sport utility vehicle. The automaker announced the new round of investment on Friday, offering few details but saying it would remain independent.\nFounded in 2009 by an M.I.T.-trained engineer, R. J. Scaringe, Rivian first showed its truck and S.U.V. at the Los Angeles Auto Show in November. The key feature of each is a chassis that is shaped like a skateboard and includes all the components that propel the vehicles — a large battery pack, axles, suspension, cooling system and four electric motors. The company says its pickup will be able to go up to 400 miles on a full charge.\nThe deal is the latest example of how the auto industry is being reshaped by new technologies and nimble companies that have raced ahead of many traditional carmakers. While General Motors, Ford Motor and others are scrambling to introduce new electric vehicles, Tesla has become by far the leading seller of electric cars in the United States. Waymo, a division of Google’s parent company, Alphabet, is considered by some analysts to be the leading developer of autonomous vehicles.\n“We’re inspired by Rivian’s vision for the future of electric transportation,” Jeff Wilke, Amazon’s chief executive for worldwide consumer, said in a statement. “R. J. has built an impressive organization, with a product portfolio and technology to match. We’re thrilled to invest in such an innovative company.”", "url": "https://www.nytimes.com/2019/02/15/business/rivian-amazon.html"}