{"authors": ["Charlie Savage", "Robert Pear"], "date_download": "2022-10-25 23:30:19", "date_modify": "2022-10-25 23:30:19", "date_publish": "2019-02-19 00:46:29", "description": "A coalition of 16 states, including California and New York, is challenging President’s Trump use of emergency powers to spend billions on a border wall.", "filename": "2019_02_18_us_politics_national-emergency-lawsuits-trump_1666740619.html", "image_url": "https://static01.nyt.com/images/2019/02/19/us/politics/19dc-emergency-promo2/19dc-emergency-promo2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1329b222b38d24a9b302cb457548c9fcb0a9e77449210f9dc1dac4c82b5c555d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_18_us_politics_national-emergency-lawsuits-trump_1666740619.html", "title": "16 States Sue to Stop Trump’s Use of Emergency Powers to Build Border Wall", "title_page": "16 States Sue to Stop Trump’s Use of Emergency Powers to Build Border Wall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A coalition of 16 states, including California and New York, on Monday challenged President Trump in court over his plan to use emergency powers to spend billions of dollars on his border wall.\nThe lawsuit is part of a constitutional confrontation that Mr. Trump set off on Friday when he declared that he would spend billions of dollars more on border barriers than Congress had granted him. The clash raises questions over congressional control of spending, the scope of emergency powers granted to the president, and how far the courts are willing to go to settle such a dispute.\nThe suit, filed in Federal District Court in San Francisco, argues that the president does not have the power to divert funds for constructing a wall along the Mexican border because it is Congress that controls spending.\n[Read the full lawsuit here.]\nXavier Becerra, the attorney general of California, said in an interview that the president himself had undercut his argument that there was an emergency on the border.", "url": "https://www.nytimes.com/2019/02/18/us/politics/national-emergency-lawsuits-trump.html"}