{"authors": ["Nicholas Fandos", "Michael D. Shear"], "date_download": "2022-10-25 23:02:22", "date_modify": "2022-10-25 23:02:22", "date_publish": "2019-12-18 18:50:38", "description": "Voting nearly along party lines, the House approved two articles of impeachment against President Trump, making him the third president in history to face removal by the Senate.", "filename": "2019_12_18_us_politics_trump-impeached_1666738942.html", "image_url": "https://static01.nyt.com/images/2019/12/18/us/politics/18dc-impeachvid/18dc-impeachvid-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1c7173b035411762eaf781b30f835d81c7a4f04d03c060f440cab3e4f441968e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_18_us_politics_trump-impeached_1666738942.html", "title": "Trump Impeached for Abuse of Power and Obstruction of Congress", "title_page": "Trump Impeached for Abuse of Power and Obstruction of Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Today: The United States House of Representatives has impeached President Trump for abuse of power and obstruction of Congress. My colleague Lisa Chow and I on the story of how a fractious Democratic Party, which started the year divided on impeachment, ultimately united around it.\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.”\nlisa chow\nAnd how far away from Holly?\nspeaker\n35 miles from the home.\nlisa chow\nO.K. So yeah, we will get there in time. You want to describe what you’re seeing outside the window?\nmichael barbaro\nSo we’re driving by a strip mall about 45 minutes outside Detroit. There’s a Best Buy, a Michaels, a PetSmart, a Lowes, Chipotle and a DSW. This is a solid, solid, solid strip mall.\nlisa chow\nSo Michael, why are we driving through the strip malls of Detroit?\nmichael barbaro\nSo we are headed to the home of Congresswoman Elissa Slotkin.\narchived recording\nElissa Slotkin has a lead of more than 2,000 votes against Republican incumbent Mike Bishop.\nmichael barbaro\nShe is a moderate Democrat who won her seat —\narchived recording (elissa slotkin)\nI won in a district that was a Republican district. So the only way —\nmichael barbaro\nShe flipped a red district and turned it blue in 2018. And in doing so, she helped the Democrats win back the House.\narchived recording\nThe blue wave. The blue wave that swept Democrats into power in the House.\nmichael barbaro\nBut the moment she gets into office —\narchived recording (rashida tlaib)\nBecause we’re going to go in there, we’re going to impeach the motherfucker. [CHEERS]\nmichael barbaro\n— people like Rashida Tlaib, the congresswoman who represents a district just to the south here that we just drove through, they’re saying that the findings of the Russia inquiry merit impeachment. And Slotkin is not having any of it.\narchived recording\nImportant quote. This is from Congresswoman Slotkin of Michigan. Impeachment is not what people are coming up to me in the grocery store and talking to me about. They want to know —\nmichael barbaro\nShe is skeptical of that, she’s opposed to it. It’s not part of her political brand to want to impeach the president. And then all of a sudden, the whistle-blower report comes out, and she reads it, and she’s very troubled. And she and a handful of her moderate swing-district Democratic House colleagues write an op-ed in The Washington Post calling for an impeachment inquiry.\narchived recording\nThey write, we have devoted our lives to the service and security of our country. Now we join as a unified group to uphold —\nmichael barbaro\nAnd their voice carries a tremendous amount of weight, because they are moderates, because they helped win back the House for Democrats. And shortly afterwards, House Speaker Nancy Pelosi opens an impeachment inquiry.\narchived recording (nancy pelosi)\nI’m announcing the House of Representatives is moving forward with an official impeachment inquiry. The president must be held accountable. No one is above the law.\nmichael barbaro\nAnd right away, it’s clear that there are political consequences for Slotkin.\nelissa slotkin\nI am going to wait for the facts. I’m going to look at them judiciously. I’m going to do what I was trained to do, which is to look at the —\nmichael barbaro\nWe went to three town halls in her district and just listened as constituents pelted her with questions about why she was doing this.\ncrowd\n[JEERING]\nmichael barbaro\nTwo months go by. The impeachment inquiry unfolds. Hearings happen, a report is filed. And now she has to make a decision — is she going to vote to impeach the president, or is she going to vote not to the impeach the president?\nlisa chow\nWhoa, we’re going into her driveway.\nmichael barbaro\nWe’re doing it. I think it’s O.K. I mean, we’re a little early. What’re you gonna do? We are arriving at Slotkin’s house in the middle of these final hours of deliberation for her on impeachment. She has told her constituents that she’s going to announce her decision on Monday morning. We are talking to her on Sunday night.\nlisa chow\nHow do you feel?\nmichael barbaro\nI feel good. I mean, I feel dehydrated. Did you actually eat your granola bar?\nlisa chow\nI did not eat my granola bar. Hard to eat and hold a microphone.\nmichael barbaro\nYou’re going to regret it when you’re in the middle of this interview and you’re starving.\nelissa slotkin\nHi, guys. Come on in.\nmichael barbaro\nHi.\nelissa slotkin\nI’m Elissa.\nmichael barbaro\nCongresswoman, so nice to see you.\nelissa slotkin\nSo nice to meet you. Hi.\nmichael barbaro\nThank you for letting us — Lisa.\nelissa slotkin\nCome on in, come on in.\nmichael barbaro\nThis is a truly a farmhouse.\nelissa slotkin\nOh yeah, I’m sorry, I’m sorry. I think of you guys as audio, and so I’m not doing a very nice job, but this is 1895 farmhouse. My family bought it in the ‘50s. We held off lighting a fire because we didn’t know if the noise would be annoying, but we can definitely light a fire. And this — I should just say, this desk, for whatever it’s worth, is sort of one of the big heirlooms in my family. This was my great-grandfather’s desk. And if you see on the plate here —\nmichael barbaro\nIt is kind of a resolute desk.\nelissa slotkin\nYes. So it was used by Lindley Garrison, secretary of war, 1913 to 1916.\nmichael barbaro\nDuring the presidency of Woodrow Wilson.\nelissa slotkin\nYeah.\nmichael barbaro\nGeez.\nelissa slotkin\nSo that was a gift to my great-grandfather, Sam Slotkin. And it’s been passed down.\nmichael barbaro\nIs this where you go to make big decisions?\nelissa slotkin\nThis is where I make my big decisions.\nmichael barbaro\nIs this that — this three-ring binder looks like it’s the House Intelligence report?\nelissa slotkin\nYes. This is — well, it’s a lot, I guess, more than it. It is — let’s see. My team has diligently tabbed it out for me. So this is the impeachment documents that came down, I guess, what now, three weeks ago —\nmichael barbaro\nFrom the Judiciary Committee.\nelissa slotkin\nYes, from the Judiciary Committee. This is the HPSCI report, the House Intelligence report.\nmichael barbaro\nMay I see this?\nelissa slotkin\nYou’re welcome to.\nmichael barbaro\nClinton articles of impeachment. Nixon articles of impeachment. And I see you’ve done a bunch of underlining.\nelissa slotkin\nYeah. For me, this is, frankly, a very standard way that I look at things, which just comes from my training as a C.I.A. officer, which is sequester yourself away, get all the original base documents. And then you do some historical research and then make an objective decision not based on what you see in the news or what someone’s telling you.\nmichael barbaro\nThanks for letting us interrupt it.\nelissa slotkin\nWhere would you guys like to set up? Would you like to be —\nmichael barbaro\nWhere would you like us to set up?\nelissa slotkin\nTake the dining room.\nmichael barbaro\nAll right, we’ll go set ourselves up.\nelissa slotkin\nSure.\nlisa chow\nO.K., check, check, check, check.\nmichael barbaro\nHow am I sounding? O.K. So, Congresswoman, thank you for letting us into your home —\nelissa slotkin\nOf course.\nmichael barbaro\n— during a really important moment for you.\nelissa slotkin\nYeah.\nmichael barbaro\nThe last time we talked to you, you had just made a decision to support an impeachment inquiry, which ended up being a very consequential decision.\nelissa slotkin\nYeah.\nmichael barbaro\nTell me what the last couple of months have been like for you as that inquiry has unfolded. What’s that experience been like?\nelissa slotkin\nWell, I would say it’s probably been some of the most intense months I’ve had as a working professional, that’s for sure. The principal reason why I decided to come out back in September in support of an inquiry, after many, many months of not supporting impeachment or an inquiry, was this very basic idea that the president of the United States reached out to a foreign party and solicited help in influencing an American election. And confirming or denying that very basic idea was pretty important to me in this process.\nmichael barbaro\nThat fact pattern.\nelissa slotkin\nThat fact pattern. And you know, I was in national security for a long time. We are in the business of pressuring governments to do things that we want, right? That happens all the time. And anyone who gets to a senior-enough level has been in that position. The difference here was that the president was doing it for his own personal political gain, not for the national security interests of the United States. So for me, the central idea was whether the president asked for foreigners to get involved in the American political process.\nmichael barbaro\nSo did the inquiry and did the hearings establish that?\nelissa slotkin\nWell, that’s what I’ve been trying to parse through. What became clearer and clearer through what I read and what the reporting produced was that you have a lot of people who were aware that, for instance, security assistance was held up in exchange for something. And we have Ambassador Sondland saying very directly that it was held up because they were waiting for the Ukrainians to live up to their end of the bargain.\nmichael barbaro\nTo conduct these investigations on —\nelissa slotkin\nYes, to announce investigations. That’s the hardest thing for me about my peers who may decide not to vote on these articles, is that do they accept that it’s O.K. to invite foreign help into the American political process?\nmichael barbaro\nI think I just watched Lindsey Graham say that he’s O.K. with it in an interview.\nelissa slotkin\nWell, I’m sorry, and I think that history will show them to be misguided. And maybe it’s because I was a C.I.A. officer, but I am comfortable making hard decisions that aren’t popular, because I know that they’re the right thing for the security of the country. I was asked to do that over and over and over again in my prior life. And that’s the same approach I take to these decisions.\nmichael barbaro\nI hear you hinting that a hard decision that you’re capable of making may be heading in one direction.\nelissa slotkin\nWell, listen, I mean, no offense, but I’m not going to tell The New York Times before I tell my own constituents. It’s why we’re having a big town hall tomorrow. My hope and my responsibility is to be transparent with the constituents of the Eighth District, to be available to listen to their current concerns and answer them, and to be honest with them.\nmichael barbaro\nSo understanding that you’re not going to be disclosing your intentions just now at this table in your house, I want to talk about your constituents for just a moment.\nelissa slotkin\nSure.\nmichael barbaro\nBased on my understanding of your district, which voted for Trump by a healthy margin, and according to you, does not seem to support impeachment as a whole, you could find yourself very much at odds with your own constituents.\nelissa slotkin\nI mean —\nmichael barbaro\nAre you comfortable with that?\nelissa slotkin\nThis is what it means to be an elected leader. You have to make tough calls. And in a district like this, I’m never going to make everyone happy. If I lose my seat because I stood up for my principles, that’s O.K. I, of course, want to be re-elected, and I want to maintain the House majority. I think it’s an important check and balance. But I’m not going to compromise my principles just to keep that job. I’m just not. And I hope that people want that kind of an elected representative.\nmichael barbaro\nI do have to ask you the kind of political version of this question, which is mathematically, your vote isn’t required to impeach the president. And so there’re kind of two ways to look at this. On the one hand, if you vote yes, that would be very politically risky. The other way to look at this is that if you vote no, that’s its own set of risks, because as a moderate, you would be sending a message that the people in the middle who started all this, who said there should be an inquiry, don’t think there’s enough there to actually impeach. And that would be a very complicated message to send in 2020 when the president’s running for re-election. It’s essentially that impeachment was a project of the far left. And so there’s basically a ton of risk no matter what you do, and I wonder how you weigh those risks.\nelissa slotkin\nWell, I mean, listen, voting on articles of impeachment is right up there with Congress’s role in declaring war. I mean, it’s got to be one of the top two things that a member of Congress will ever vote on in their career — most important things. So when you have a vote like that, it’s beyond that political calculus. I think it should be. It certainly is for me. And I’ve certainly had people propose to me, you know, just vote no, save your seat.\nmichael barbaro\nYour vote isn’t needed, anyway.\nelissa slotkin\nI’ve had people say that to me.\nmichael barbaro\nAnd what do you say?\nelissa slotkin\nI have to look at myself in the mirror. Like, I have to come away from this experience with a sense that I haven’t done what so many people here in Michigan think of elected officials. I cannot just become that cynical political person who just orients their major decisions around what would save their seat. I just —\nmichael barbaro\nOr even their party.\nelissa slotkin\nYou know, we have the president admitting that he reached out to a foreigner to ask for help in an American political election. If you think about that outside the normal insanity that we have right now on TV and all the events that are happening, if you think about that, which I’ve been trying to do today here quietly at my farm, that is — that is wrong. And I think that sending a signal in the most clear terms we can is important enough even to risk the majority.\nmichael barbaro\nSo it’s 7:30 on Sunday night and you’re planning to make an announcement tomorrow morning in front of your constituents. How are you doing inside? How are you feeling?\nelissa slotkin\nI actually feel pretty clear. I’ve done the work. I’ve kept an open mind, and I’ve sat with the documents, I’ve sat with the transcripts, and I’ve made my best assessment. So I’m going to try and be as present and available as I can. I trust my voters, I do. And I think —\nmichael barbaro\nTrust them to do what?\nelissa slotkin", "url": "https://www.nytimes.com/2019/12/18/us/politics/trump-impeached.html"}