{"authors": ["Alexandra Stevenson"], "date_download": "2022-10-25 23:40:10", "date_modify": "2022-10-25 23:40:10", "date_publish": "2019-06-12 08:08:02", "description": "A wave of concern has spread through a community of foreign consultants, investors and executives who have made the territory their home and regional headquarters.", "filename": "2019_06_12_business_hong-kong-china-protests-business.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741210.html", "image_url": "https://static01.nyt.com/images/2019/06/12/world/12hkbiz-1/12hkbiz-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e52c2875d977f37185112d2589ec7ef0a79afdee78a20113c9f78ad966010332&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_12_business_hong-kong-china-protests-business.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741210.html", "title": "As Protesters Fill Hong Kong’s Streets, Businesses Are Alarmed, Too", "title_page": "As Protesters Fill Hong Kong’s Streets, Businesses Are Alarmed, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There were signs on Wednesday that tensions in Hong Kong were already undermining business confidence. A Hong Kong property developer called Goldin Financial Holdings cited “recent social contradiction and economic instability” for its decision this week to walk away from its $1.4 billion bid for a plot of land at the city’s former Kai Tak Airport. It did not detail its concerns.\nFor big business, Hong Kong was supposed to be safer than this.\nWhen the British handed over Hong Kong, a former colony, to China in 1997 under the policy of “one country, two systems,” there was a promise that the territory would continue to operate under relative autonomy. Though Beijing effectively controls the system by which Hong Kong picks its top leaders, the city enjoys wide freedoms of speech and of the press. The government takes a light hand compared with the mainland when it comes to business regulation, and its courts are considered independent and well run.\nFor decades, major companies parked their Chinese or Asian headquarters in Hong Kong, making the city a major nexus of finance and commerce, though some of that power has ebbed as China grew wealthy in its own right and more companies began to deal with that market directly.\nStill, unease has grown in recent months.\nLast year, the American Chamber of Commerce in Hong Kong said that over half of its respondents were concerned about the rule of law. Business leaders cited a move by the Hong Kong government to reject a standard request by a journalist to renew his work visa last year as a major setback for Hong Kong’s independence. While the city government declined to disclose a reason, it appeared to be in response to the journalist hosting a talk with Andy Chan, the leader of a small political party that calls on Hong Kong to secede from China.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe trade war between the United States and China also threatens to make Hong Kong a bargaining chip. On Monday, a State Department spokeswoman said that “the continued erosion of the ‘one country, two systems’ framework puts at risk Hong Kong’s long-established special status in international affairs.”\nTara Joseph, the president of the American Chamber of Commerce in Hong Kong, said, “The extradition bill is worrying because for business it starts to call into question whether there is now a blurred line between politics and business in a city that views itself as a commercial capital that puts business first.”\nYet even as American companies, sometimes privately, have expressed increasing concern about the bill, it was too early to say whether they would pull out of Hong Kong and move operations elsewhere.", "url": "https://www.nytimes.com/2019/06/12/business/hong-kong-china-protests-business.html?action=click&module=Top%20Stories&pgtype=Homepage"}