{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:34:16", "date_modify": "2022-10-25 23:34:16", "date_publish": "2019-01-29 17:55:07", "description": "Brussels has said many times that the “Irish backstop” cannot and will not be renegotiated. But a paradox lurks at the heart of its position.", "filename": "2019_01_29_world_europe_brexit-theresa-may-eu-irish-border_1666740856.html", "image_url": "https://static01.nyt.com/images/2019/01/30/world/30brexit-eu1/30brexit-eu1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=79017769679c28e8ceae2e83671170af054dcd68498ce285514fdfe2dd6d1e46&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_29_world_europe_brexit-theresa-may-eu-irish-border_1666740856.html", "title": "Theresa May Wants the E.U. to Renegotiate Brexit. Will It?", "title_page": "Theresa May Wants the E.U. to Renegotiate Brexit. Will It? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — To try to preserve support within her own fractured Conservative Party, Prime Minister Theresa May of Britain said on Tuesday that she would seek to reopen the withdrawal agreement painfully negotiated with the European Union to alter what is known as “the Irish backstop.”\nThat may have been a smart tactical move, as a domestic political matter. The problem remains, however, that the European Union has said flatly that it will not reopen the withdrawal agreement or remove the backstop, increasing the possibility of a “no-deal Brexit” on March 29 that would damage the economies of both sides, but particularly Britain’s.\nBy trying to pressure the European Union to alter its stance on the backstop, which she negotiated and her cabinet supported, Mrs. May is essentially playing chicken with Brussels, trying to turn her own political vulnerability into a benefit.", "url": "https://www.nytimes.com/2019/01/29/world/europe/brexit-theresa-may-eu-irish-border.html"}