{"authors": ["Concepción De León"], "date_download": "2022-10-25 23:37:24", "date_modify": "2022-10-25 23:37:24", "date_publish": "2019-05-11 10:00:00", "description": "Books set from the United States to Nigeria showcase the bonds between mothers and their children.", "filename": "2019_05_11_books_mothers-day_1666741044.html", "image_url": "https://static01.nyt.com/images/2019/05/11/books/10newsbook-mothersday/10newsbook-mothersday-facebookJumbo.jpg?year=2019&h=550&w=1050&s=28761889e8caa884ea9f82c3153c4f337ac0e3022e0ca1f8514e09dbdd21d40b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_11_books_mothers-day_1666741044.html", "title": "Mom, Maman, Mamá: 13 Stories of Motherhood From Around the World", "title_page": "Mom, Maman, Mamá: 13 Stories of Motherhood From Around the World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If you don’t want a cookie-cutter story\nBELOVED by Toni Morrison\nA runaway slave kills her daughter in an attempt to keep her from being taken into captivity, and the devastating action reverberates in her life for decades. This novel “possesses the heightened power and resonance of myth - its characters, like those in opera or Greek drama, seem larger than life and their actions, too, tend to strike us as enactments of ancient rituals and passions,” our reviewer wrote.\nMOTHERS AND SONS by Colm Tóibín\n“You pick up a book called ‘Mothers and Sons’ and expect something reassuring and warm, domestic,” wrote our reviewer about this short story collection, “but it is part of Tóibín’s pitiless and often brilliant vision to show that mothers and sons are suspicious even of one another, less pietàs than emblems of missed connections.”\nROOM by Emma Donoghue\nThis book is told from the perspective of 5-year-old Jack, who the reader comes to understand was born in captivity, in a room where his mother has been held prisoner for years. “This is a truly memorable novel, one that can be read through myriad lenses — psychological, sociological, political,” our reviewer wrote. “It presents an utterly unique way to talk about love, all the while giving us a fresh, expansive eye on the world in which we live.”\nSTAY WITH ME by Ayobami Adebayo\nThough the central female character in this novel, Yejide, is not a mother, the book is grounded in her struggles with fertility and how these threaten to destroy her marriage. Yejide begins to realize the secrets her husband has been keeping from her. “It’s a realization that forces her to question traditional attitudes toward women in Nigeria — including the primacy of motherhood and deference toward their husbands — and to try to sort out her own expectations from those she’s inherited from her family and society,” our reviewer wrote.\nIf you’ve lost a mother\nWHAT WE LOSE by Zinzi Clemmons\nIn “searing vignettes” (our reviewer’s words), Clemmons describes her protagonist Thandi’s life before and after her mother’s death to cancer. “The book’s distinctive form and voice give it an unusual capacity to show how individuals connect deep feeling to broad political understanding — an experience too rarely rendered in fiction,” our reviewer wrote.", "url": "https://www.nytimes.com/2019/05/11/books/mothers-day.html"}