{"authors": ["Alan Rappeport", "Jim Tankersley"], "date_download": "2022-10-25 23:47:15", "date_modify": "2022-10-25 23:47:15", "date_publish": "2019-07-30 23:06:03", "description": "Republican senators and conservative anti-tax groups are increasingly pushing to redefine how capital gains are calculated, a change that would primarily benefit the rich.", "filename": "2019_07_30_us_politics_trump-capital-gains-tax-cut_1666741635.html", "image_url": "https://static01.nyt.com/images/2019/07/30/business/30dc-tax1/30dc-tax1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2a3094e3b84b761a6b3f1344f4f55b78eae4cb06b5ccbc48a44b0ef59ef54c50&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_30_us_politics_trump-capital-gains-tax-cut_1666741635.html", "title": "Trump Administration Is Divided Over Tax Cut for Investors", "title_page": "Trump Administration Is Divided Over Tax Cut for Investors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There is also a question of politics: Democrats have already assailed Mr. Trump’s $1.5 trillion tax cut as a giveaway to the wealthy. Some Republicans, including senior Treasury Department officials, have privately expressed worry that a unilateral tax cut for investors would simply give Mr. Trump’s potential 2020 rivals more fodder for those attacks.\nThe plan under discussion would require the Treasury Department to change the definition of “cost” for calculating capital gains, allowing taxpayers to adjust the initial value of an asset, such as a home or a share of stock, for inflation when it sells. Such a move would lower investors’ tax bills by effectively reducing the profit earned on the sale of their assets.\nBrian Callanan, who is the department’s deputy general counsel and has been nominated as its next general counsel, told staff members on the Senate Finance Committee before his confirmation hearing last week that the change could not be made without a new Justice Department memorandum declaring it legal.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\n“In a meeting prior to his hearing,” said Ashley Schapitl, a spokeswoman for Democrats on the committee, “Mr. Callanan indicated to Finance Committee staff that he would adhere to the Office of Legal Counsel’s 1992 opinion that the Treasury Department could not unilaterally index capital gains rates to inflation. If the Treasury general counsel nominee doesn’t believe the department has authority to unilaterally give the top 1 percent nearly $100 billion in additional tax cuts, that should put the issue to bed.”\nThe Justice Department did not immediately respond to a request for comment.\nCapital gains come from the sale of an asset, like a stock or a house, that has grown in value over time. Gains from assets held by a taxpayer for more than a year are taxed at a maximum rate of 20 percent, which is lower than the top rate on income earned as wages. Currently, the gains are calculated using dollar amounts that are not adjusted for inflation: If an investor bought a tech stock for $10 in 1980 and sold it for $50 today, she would owe tax on a $40 capital gain.", "url": "https://www.nytimes.com/2019/07/30/us/politics/trump-capital-gains-tax-cut.html"}