{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:53:33", "date_modify": "2022-10-25 23:53:33", "date_publish": "2019-05-22 09:00:11", "description": "A liberal think tank concluded that plans from the 2020 contenders Kamala Harris, Cory Booker and Michael Bennet would cost less than the 2017 tax cuts while lifting incomes more for low- and middle-income workers.", "filename": "2019_05_22_business_democrats-taxes-middle-class_1666742013.html", "image_url": "https://static01.nyt.com/images/2019/05/22/business/22DC-TAXPLAN-01/22DC-TAXPLAN-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=11f253781fbb75c5c036bac8c6cf89a0921c04ffb99a04a03d3a25b913bd001c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_22_business_democrats-taxes-middle-class_1666742013.html", "title": "Democrats’ Tax Cuts Target Middle Class More Than Trump’s, Study Says", "title_page": "Democrats’ Tax Cuts Target Middle Class More Than Trump’s, Study Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Tax plans from several Democratic candidates for president would cost less than President Trump’s signature tax cuts but deliver larger benefits to most low- and middle-income Americans, according to a new analysis by the Institute on Taxation and Economic Policy, a liberal think tank in Washington.\nThe analysis is one of the first to examine the revenue losses and distributional effects of a growing number of tax-cut proposals from 2020 contenders that seek to draw contrasts with the $1.5 trillion package Mr. Trump signed into law in 2017. It finds differences between the Democrats’ plans, in both ambition and design.\nThe plan by Senator Kamala Harris of California would deliver $271 billion in tax cuts in 2020 if it was in effect, including large benefits for both the very poor and the upper middle class, while a plan from Senator Michael Bennet of Colorado would yield more modest benefits for fewer taxpayers, at a cost of $105 billion for the year.\nThe sharpest contrast is not between Ms. Harris and Mr. Bennet plans but between the Democratic field and Mr. Trump, whose tax cuts for corporations and individuals will deliver a total of $324 billion in benefits in 2020, the institute found.", "url": "https://www.nytimes.com/2019/05/22/business/democrats-taxes-middle-class.html"}