{"authors": ["Andrew Ross Sorkin"], "date_download": "2022-10-25 23:24:21", "date_modify": "2022-10-25 23:24:21", "date_publish": "2019-01-28 00:04:15", "description": "Mr. Schultz, decrying the “broken political system,” said he is considering running as an independent and has already begun the groundwork to get on the ballot in all 50 states.", "filename": "2019_01_27_us_politics_howard-schultz-president-2020_1666740261.html", "image_url": "https://static01.nyt.com/images/2019/01/27/us/28SCHULTZ/28SCHULTZ-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5899d67b6962627100b02cd86c45b15d4ccbf25e1dcc492ef7702b2f50eaa9ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_27_us_politics_howard-schultz-president-2020_1666740261.html", "title": "Howard Schultz Draws Fire From Trump and Bloomberg Over 2020 Plans", "title_page": "Howard Schultz Draws Fire From Trump and Bloomberg Over 2020 Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The possibility of Mr. Schultz’s candidacy as an independent has drawn condemnation from Democrats, who said that an independent run would split the vote on Election Day 2020 and hand Mr. Trump a second term.\n“I have two words for Howard Schultz on a potential run for president as an independent: Just don’t,” Tina Podlodowski, chairwoman of the state Democratic Party of Washington, said last week as speculation mounted about Mr. Schultz’s plans. Ms. Podlodowski also appeared on CNN Monday to reiterate her concerns.\nNeera Tanden, president of the Center for American Progress and a former adviser to Hillary Clinton, said on Twitter, “If he enters the race, I will start a Starbucks boycott because I’m not giving a penny that will end up in the election coffers of a guy who will help Trump win.”\nMr. Schultz said he was well aware of the criticism, but said it was misplaced.\n“I am certainly prepared for the cynics and the naysayers to come out and say this cannot be done,” he said. “I don’t agree with them. I think it’s un-American to say it can’t be done. I’m not doing this to be a spoiler.”\nAsked if he would consider changing his mind and run as a Democrat, he said, “I feel if I ran as a Democrat I would have to be disingenuous and say things that I don’t believe because the party has shifted so far to the left.”\n“When I hear people espousing free government-paid college, free government-paid health care and a free government job for everyone — on top of a $21 trillion debt — the question is, how are we paying for all this and not bankrupting the country?” Mr. Schultz said.", "url": "https://www.nytimes.com/2019/01/27/us/politics/howard-schultz-president-2020.html"}