{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 23:44:28", "date_modify": "2022-10-25 23:44:28", "date_publish": "2019-11-04 14:28:05", "description": "Things feel chillier in the executive suite than they do at the mall, and the future of a record expansion hangs in the balance.", "filename": "2019_11_04_business_economy_economy-consumers-business_1666741468.html", "image_url": "https://static01.nyt.com/images/2019/11/03/business/03econ1/00econ1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=6bde7fa652ef996a045a3768337515b502e54dddf77157b08a88d73c3a9de33b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_04_business_economy_economy-consumers-business_1666741468.html", "title": "Companies Cut Back, but Consumers Party On, Driving the Economy", "title_page": "Companies Cut Back, but Consumers Party On, Driving the Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We can’t justify that spend without certainty,” said Mr. Jeppson, who has watched from his office in Tacoma, Wash., as sales and profits plummeted because of continuing trade discord between the United States and China. “So we’ll go into salvage-and-repair mode till there is.”\nHis company has also shelved plans for millions of dollars in other equipment purchases and investments. “We cut 80 percent of the capital budget that we anticipated spending,” he said. In addition, 100 of the 1,600-member work force were laid off; another 125 had their hours reduced.\nBusinesses and households swim in the same economic soup and their outlooks — gloomy or bright — are usually in sync. But in recent months, the two seem to occupy opposite ends of a teeter-totter, with consumers continuing to spend while business owners and managers are chastened by doubt and uncertainty.\nThe economic expansion has extended its record run despite this curious divergence. The question is how long it can continue.\n“They will catch up with each other,” said Richard Curtin, director of consumer surveys at the University of Michigan . When they do, if consumers are in the lead and businesses respond in kind, the economy will keep growing. If business anxiety spreads to households, the risk of a recession looms.", "url": "https://www.nytimes.com/2019/11/04/business/economy/economy-consumers-business.html"}