{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:36:41", "date_modify": "2022-10-25 23:36:41", "date_publish": "2019-03-30 09:00:05", "description": "America’s top diplomat stands out in the Trump administration for brazenly inserting his evangelical Christian beliefs into discussions of foreign policy.", "filename": "2019_03_30_us_politics_pompeo-christian-policy_1666741001.html", "image_url": "https://static01.nyt.com/images/2019/03/31/us/politics/31dc-diplo/29dc-diplo-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f6d4274f627128b5d34510f31427731efb4e79f6a4505025ff82a1fe4a700cb0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_30_us_politics_pompeo-christian-policy_1666741001.html", "title": "The Rapture and the Real World: Mike Pompeo Blends Beliefs and Policy", "title_page": "The Rapture and the Real World: Mike Pompeo Blends Beliefs and Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — When Secretary of State Mike Pompeo sat down for an interview with the Christian Broadcasting Network in a hotel in Jerusalem earlier this month, he made a remark that was perhaps the most revelatory of any in his nearly one year in office.\nAn evangelical Christian, Mr. Pompeo had just returned from tours of the Church of the Holy Sepulcher, built on the ground where Jesus is said to have been crucified and buried, and of tunnels beneath the Western Wall, by the holiest site in Judaism. The interviewer posed a question around a biblical tale about a queen who saved Jews from slaughter by a Persian official: Did Mr. Pompeo think President Trump had been “raised for such a time as this, just like Queen Esther, to help save the Jewish people from the Iranian menace?”\n“As a Christian, I certainly believe that’s possible,” Mr. Pompeo said. “It was remarkable — so we were down in the tunnels where we could see 3,000 years ago, and 2,000 years ago, if I have the history just right — to see the remarkable history of the faith in this place, and the work that our administration’s done, to make sure that this democracy in the Middle East, that this Jewish state, remains. I am confident that the Lord is at work here.”\nWhite evangelical Christians are a powerful force in the Republican Party. Vice President Mike Pence is a staunch believer and former President George W. Bush is an adherent, too.", "url": "https://www.nytimes.com/2019/03/30/us/politics/pompeo-christian-policy.html"}