{"authors": ["Niraj Chokshi", "Eric A. Taub"], "date_download": "2022-10-25 23:40:32", "date_modify": "2022-10-25 23:40:32", "date_publish": "2019-12-06 22:43:07", "description": "A jury found that the Tesla billionaire did not defame a cave explorer in a dispute over a rescue effort in Thailand last year.", "filename": "2019_12_06_business_elon-musk-defamation-verdict_1666741232.html", "image_url": "https://static01.nyt.com/images/2019/12/07/business/06musk-print/06musk-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d149cd77e215e90d9ba35e5618f96b78e66d9c31200c80ab4fc6f2a3a50e3534&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_06_business_elon-musk-defamation-verdict_1666741232.html", "title": "Elon Musk Is Cleared in Lawsuit Over His ‘Pedo Guy’ Tweet", "title_page": "Elon Musk Is Cleared in Lawsuit Over His ‘Pedo Guy’ Tweet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Elon Musk did not defame a British cave explorer by calling him a “pedo guy” on Twitter, a jury concluded on Friday in Los Angeles. The verdict ended a short trial based on an acrid dispute between the men over the high-profile rescue of a group of children trapped in Thailand in the summer of 2018.\n“My faith in humanity is restored,” Mr. Musk told reporters after hearing the verdict.\nThe explorer, Vernon Unsworth, sued Mr. Musk in September last year, arguing that the billionaire had used the tweet to insinuate that Mr. Unsworth was a pedophile and damage his reputation. Mr. Musk, the chief executive of Tesla, and his lawyers countered that “pedo guy” was a generic insult borrowed from his youth in South Africa.\nBoth men had become involved in the rescue shortly after rising waters trapped a boys’ soccer team in a cave in June 2018. Mr. Unsworth had firsthand knowledge of the cave system, while Mr. Musk flew in a team of engineers and proposed an unorthodox rescue plan using a minisubmarine.\nAfter Mr. Unsworth slammed the idea in a televised interview, suggesting that Mr. Musk “stick his submarine where it hurts,” the billionaire lashed out on Twitter, describing Mr. Unsworth as a “pedo guy” in a post to his 22 million followers at the time.", "url": "https://www.nytimes.com/2019/12/06/business/elon-musk-defamation-verdict.html"}