{"authors": [], "date_download": "2022-10-25 23:01:58", "date_modify": "2022-10-25 23:01:58", "date_publish": "2019-04-18 13:55:40", "description": "Attorney General William P. Barr addressed journalists on Thursday ahead of the release the report by the special counsel, Robert S. Mueller III.", "filename": "2019_04_18_us_politics_barr-conference-transcript.html_module=inline_1666738918.html", "image_url": "https://static01.nyt.com/images/2019/04/18/us/politics/18dc-barrtranscript/18dc-barrtranscript-facebookJumbo.jpg?year=2019&h=549&w=1050&s=3bd17beb4c66c532e7d8438959aa514c28a6b1df515519eb23127f130b3fe44d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_18_us_politics_barr-conference-transcript.html_module=inline_1666738918.html", "title": "Read Barr’s News Conference Remarks Ahead of the Mueller Report Release", "title_page": "Read Barr’s News Conference Remarks Ahead of the Mueller Report Release - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Special Counsel’s report outlines two main efforts by the Russian government to influence the 2016 election:\nFirst, the report details efforts by the Internet Research Agency, a Russian company with close ties to the Russian government, to sow social discord among American voters through disinformation and social media operations. Following a thorough investigation of this disinformation campaign, the Special Counsel brought charges in federal court against several Russian nationals and entities for their respective roles in this scheme. Those charges remain pending, and the individual defendants remain at large.\nBut the Special Counsel found no evidence that any Americans – including anyone associated with the Trump campaign – conspired or coordinated with the Russian government or the IRA in carrying out this illegal scheme. Indeed, as the report states, “[t]he investigation did not identify evidence that any U.S. persons knowingly or intentionally coordinated with the IRA’s interference operation.” Put another way, the Special Counsel found no “collusion” by any Americans in the IRA’s illegal activity.\nSecond, the report details efforts by Russian military officials associated with the GRU to hack into computers and steal documents and emails from individuals affiliated with the Democratic Party and the presidential campaign of Hillary Rodham Clinton for the purpose of eventually publicizing those emails. Obtaining such unauthorized access into computers is a federal crime. Following a thorough investigation of these hacking operations, the Special Counsel brought charges in federal court against several Russian military officers for their respective roles in these illegal hacking activities. Those charges are still pending and the defendants remain at large.\nBut again, the Special Counsel’s report did not find any evidence that members of the Trump campaign or anyone associated with the campaign conspired or coordinated with the Russian government in its hacking operations. In other words, there was no evidence of Trump campaign “collusion” with the Russian government’s hacking.\nThe Special Counsel’s investigation also examined Russian efforts to publish stolen emails and documents on the internet. The Special Counsel found that, after the GRU disseminated some of the stolen materials through its own controlled entities, DCLeaks and Guccifer 2.0, the GRU transferred some of the stolen materials to Wikileaks for publication. Wikileaks then made a series of document dumps. The Special Counsel also investigated whether any member or affiliate of the Trump campaign encouraged or otherwise played a role in these dissemination efforts. Under applicable law, publication of these types of materials would not be criminal unless the publisher also participated in the underlying hacking conspiracy. Here too, the Special Counsel’s report did not find that any person associated with the Trump campaign illegally participated in the dissemination of the materials.\nFinally, the Special Counsel investigated a number of “links” or “contacts” between Trump Campaign officials and individuals connected with the Russian government during the 2016 presidential campaign. After reviewing those contacts, the Special Counsel did not find any conspiracy to violate U.S. law involving Russia-linked persons and any persons associated with the Trump campaign.\nSo that is the bottom line. After nearly two years of investigation, thousands of subpoenas, and hundreds of warrants and witness interviews, the Special Counsel confirmed that the Russian government sponsored efforts to illegally interfere with the 2016 presidential election but did not find that the Trump campaign or other Americans colluded in those schemes.", "url": "https://www.nytimes.com/2019/04/18/us/politics/barr-conference-transcript.html?module=inline"}