{"authors": ["Derrick Bryson Taylor"], "date_download": "2022-10-25 23:44:42", "date_modify": "2022-10-25 23:44:42", "date_publish": "2019-07-24 11:00:05", "description": "An expert called the laws in both Utah and Oregon a “win” and said students who are “quietly suffering” from mental illness will benefit most.", "filename": "2019_07_24_health_need-a-mental-health-day-some-states-give-students-the-option_1666741482.html", "image_url": "https://static01.nyt.com/images/2019/09/13/education/22xp-mentalhealth/22xp-mentalhealth-facebookJumbo.jpg?year=2019&h=549&w=1050&s=0c9a366195333ca4d2c8d72228ab1b9ca9abd03818367e3864b3d84269cfe07c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_24_health_need-a-mental-health-day-some-states-give-students-the-option_1666741482.html", "title": "Need a Mental Health Day? Some States Give Students the Option", "title_page": "Need a Mental Health Day? Some States Give Students the Option - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Depression and anxiety. The state of the country. Climate change. Mass shootings. Today’s students are grappling with a variety of issues beyond the classroom.\nTo that end, lawmakers in two states have recently recognized the importance of the mental health of their students by allowing them to take sick days just for that. The measures “empower” children to take care of their mental health, one expert said.\nOn July 1, a law in Oregon went into effect giving students five mental health days in a three-month period. In 2018, Utah changed the definition of a student’s “valid excuse” to miss a day to include an illness “which may be mental or physical.” According to a recent study, teenagers named depression as a problem among their peers. Others blamed their anxiety on politics or climate change.\nIn Oregon, the bill was supported by several teenagers. One recent graduate, Hailey Hardcastle, told The Associated Press that the bill was inspired by politically active students in Parkland, Fla., and that she and her peers wanted to address mental health issues in schools.", "url": "https://www.nytimes.com/2019/07/24/health/need-a-mental-health-day-some-states-give-students-the-option.html"}