{"authors": ["Raymond Zhong"], "date_download": "2022-10-25 23:32:23", "date_modify": "2022-10-25 23:32:23", "date_publish": "2019-05-16 13:35:26", "description": "By restricting the Chinese technology giant’s ability to buy American components, Washington could hamstring Huawei’s operations worldwide.", "filename": "2019_05_16_technology_huawei-ban-president-trump_1666740743.html", "image_url": "https://static01.nyt.com/images/2019/05/16/business/16HUAWEI-2-promo/16HUAWEI-2-promo-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=2ed376f7e226fa86ef875ba8bd347af7b7e4a8636a84cdc014c14341a2848eb1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_16_technology_huawei-ban-president-trump_1666740743.html", "title": "Trump’s Latest Move Takes Straight Shot at Huawei’s Business", "title_page": "Trump’s Latest Move Takes Straight Shot at Huawei’s Business - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — The Trump administration has filed criminal charges against Huawei for stealing technology. It has all but snuffed out the Chinese tech giant’s sales in the United States, calling the firm an espionage threat. And it has tried to persuade other governments to do similarly.\nBut Washington had not taken a straight shot at Huawei’s ability to do business anywhere in the world until late Wednesday, when the Commerce Department announced restrictions on the company’s access to American technology.\nAmerican companies including Qualcomm, Intel and Broadcom sell Huawei microchips and other specialized parts that go into its smartphones and telecom equipment. Google’s Android software powers its phones. Of the $70 billion that Huawei spent on components and other supplies last year, $11 billion went to American companies, a Huawei spokesman, Joe Kelly, said.\nIf Huawei is cut off from these suppliers, the effect could be catastrophic for the millions of people who use Huawei smartphones — and for the mobile networks, across a wide swath of the planet, that run on Huawei gear.", "url": "https://www.nytimes.com/2019/05/16/technology/huawei-ban-president-trump.html"}