{"authors": ["Fahim Abed"], "date_download": "2022-10-25 23:48:10", "date_modify": "2022-10-25 23:48:10", "date_publish": "2019-06-06 17:16:30", "description": "At least 50 pro-government forces and 19 civilians were killed in Afghanistan during the past week.", "filename": "2019_06_06_magazine_afghan-war-casualty-report_1666741690.html", "image_url": "https://static01.nyt.com/images/2019/06/06/magazine/06atwar-casualtyreport/merlin_155864424_a0d8982c-73a5-4f1b-8e2d-31c3528709ad-facebookJumbo.jpg?year=2019&h=549&w=1050&s=a29d18c32e30a6c39323cbc13bbbc144bff51a502d2a0c4f06f0cc1da03cb2b2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_06_magazine_afghan-war-casualty-report_1666741690.html", "title": "Afghan War Casualty Report: May 31-June 6", "title_page": "Afghan War Casualty Report: May 31-June 6 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The following report compiles all significant security incidents confirmed by New York Times reporters throughout Afghanistan from the past seven days. It is necessarily incomplete as many local officials refuse to confirm casualty information. The report includes government claims of insurgent casualty figures, but in most cases these cannot be independently verified by The Times. Similarly, the reports do not include Taliban claims for their attacks on the government unless they can be verified. Both sides routinely inflate casualty totals for their opponents.\nAt least 50 pro-government forces and 19 civilians were killed in Afghanistan during the past week. The deadliest attack took place in Oruzgan Province, where the Taliban ambushed the police headquarters of Shahid Hasas District with two stolen Humvees packed with explosives. After the initial assault, insurgents entered the compound to target surviving officers. At least 11 soldiers and eight police officers were killed and six police officers were wounded. There are fears that the Taliban will soon capture the district center. Separately, a convoy of American forces was targeted by a car bomb in Kabul City, reportedly wounding four Americans. Four Afghan civilians were killed in the explosion. In Kabul, there were three bombings within 24 hours mostly targeting civilians. Seven civilians were killed and dozens were wounded.\n[Read the Afghan War Casualty Report from previous weeks.]\nJune 6 Ghor Province: one soldier killed\nFawad Andarabi, the commander of an army battalion in western Afghanistan, was killed in a Taliban attack in the Somak area of Dawlatyar District. Andarabi was leading an operation in the area to clear Taliban.\nJune 5 Paktia Province: one commando killed\nAn Afghan commando was taken prisoner by the Taliban in Ahmadkhail District while he was visiting his family during Eid holidays. He was killed the same day by insurgents.\nJune 5 Logar Province: four civilians killed\nA roadside bomb hit a vehicle in Daber area of Charkh District, killing two women and two men. The bomb was planted by the Taliban, according to local officials.", "url": "https://www.nytimes.com/2019/06/06/magazine/afghan-war-casualty-report.html"}