{"authors": ["Jonathan Martin", "Sydney Ember"], "date_download": "2022-10-25 23:52:55", "date_modify": "2022-10-25 23:52:55", "date_publish": "2019-02-26 19:31:47", "description": "In a blow to the campaign, the consultants, who produced some of the most memorable ads in 2016, said that they had strategic differences with Mr. Sanders and his wife.", "filename": "2019_02_26_us_politics_bernie-sanders-campaign-consultants_1666741975.html", "image_url": "https://static01.nyt.com/images/2019/02/27/us/politics/27SANDERS-print/27SANDERS-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b8fae9d4665539b216fec3b7d237ee2478ee8ae035b21a22fa570cbd4a3a9b89&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_26_us_politics_bernie-sanders-campaign-consultants_1666741975.html", "title": "Architects of Bernie Sanders’s 2016 Race Part Ways With 2020 Campaign", "title_page": "Architects of Bernie Sanders’s 2016 Race Part Ways With 2020 Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The architects of the 2016 insurgent campaign for Senator Bernie Sanders abruptly parted ways with his 2020 campaign on Tuesday, dealing him a surprise blow one week after he entered the presidential race with an emphatic show of fund-raising strength.\nThe consultants, Tad Devine, Julian Mulvey and Mark Longabaugh, said in a statement that they were “leaving because we believe that Senator Sanders deserves to have media consultants who share his creative vision for the campaign.”\nTheir decision was unexpected: The three produced the announcement video that Mr. Sanders released last week, which has helped him raise $10 million, and they had been intimately involved in the planning of a second White House bid for the Vermont senator.\nThe rupture infuriated some of Mr. Sanders’s supporters, who feared it would detract from a stunning financial haul that they had hoped would quiet the doubters about a second Sanders candidacy. The shake-up was also the latest indication that Mr. Sanders is going to run a different kind of race this time around — or at least, that his advisers want him to do so.", "url": "https://www.nytimes.com/2019/02/26/us/politics/bernie-sanders-campaign-consultants.html"}