{"authors": ["Monica Davey"], "date_download": "2022-10-25 23:32:49", "date_modify": "2022-10-25 23:32:49", "date_publish": "2019-02-26 00:07:35", "description": "As Chicagoans prepare to vote in a new mayor, the city stands at a pivotal crossroads, with black residents leaving by the thousands even as new white residents flow in.", "filename": "2019_02_25_us_chicago-mayoral-election_1666740769.html", "image_url": "https://static01.nyt.com/images/2019/02/26/us/26chicago-crossroads-print/merlin_142916529_895be622-903f-49b5-a106-bd8fc68c391e-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a23f58a6572fffe9fe3b4da04969431dc93aa3073126e99f70fafffd70968c01&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_25_us_chicago-mayoral-election_1666740769.html", "title": "Seeking a New Mayor, Chicago Sees Many Black Residents Voting With Their Feet", "title_page": "Seeking a New Mayor, Chicago Sees Many Black Residents Voting With Their Feet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There’s a set of crises that need to be addressed simultaneously when each one of them, alone, is a bear,” said Representative Jesús G. García, a Democrat who forced Mr. Emanuel into a runoff for mayor in 2015 before running for the House last fall. “There’s so much on the line for the city of Chicago. The next four years are going to be a very, very critical time. It could be a turning point, for the better or for the worse.”\nChicago is accustomed to elections in which the outcome is all but certain before the first vote is cast. But this time, there’s a blur of 14 candidates who want to be mayor and no clear favorite. It’s only the fourth time in a century that an incumbent isn’t on the ballot and in at least one of those elections, eight years ago, the winner, Mr. Emanuel, seemed preordained.\nA who’s who of Chicago politics has stepped forward and Chicago seems, mainly, confused. Polls show no one near the 50 percent mark needed to avoid a second election — a runoff is expected in April — and lots of Chicagoans said they were undecided with only days to go.\n“No one has really captured the imagination of the city,” said David Axelrod, a longtime Chicagoan and political strategist. “It is generating kind of a ho-hum from voters, but this is an election of real consequence.”\nIn a contest that is technically nonpartisan, though Democrats reliably win, there’s a Daley, the brother and son of famed mayors who ran this place for 43 of the last 63 years.\nThere’s a county board president with strong union backing.\nThere’s a New York native who was hired (and later fired) by Mr. Emanuel to lead the Chicago Police Department; a former leader of the Chicago public schools; a community activist endorsed by Chance the Rapper; and on and on.", "url": "https://www.nytimes.com/2019/02/25/us/chicago-mayoral-election.html"}