{"authors": ["Luis Ferré-Sadurní"], "date_download": "2022-10-25 23:53:25", "date_modify": "2022-10-25 23:53:25", "date_publish": "2019-12-16 08:00:09", "description": "A groundbreaking legislative session has hit pause, with a slew of legislation awaiting Gov. Andrew M. Cuomo’s signature or veto.", "filename": "2019_12_16_nyregion_ny-state-senate-assembly_1666742005.html", "image_url": "https://static01.nyt.com/images/2019/12/16/nyregion/00nybills02/merlin_162855021_4d4f564c-2992-4575-b635-2001abef6a1a-facebookJumbo.jpg?year=2019&h=549&w=1050&s=6905a8a41220aa56ddd8ec23e4d7053f264c0fe0cdbf54d574ecc3e0108f4f51&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_16_nyregion_ny-state-senate-assembly_1666742005.html", "title": "N.Y. Lawmakers Passed 935 Bills by June. Many Remain Unsigned.", "title_page": "N.Y. Lawmakers Passed 935 Bills by June. Many Remain Unsigned. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY, N.Y. — For six months, Democrats in the State Capitol flexed the power of unbridled one-party rule, ushering in a sweeping overhaul of New York’s housing, environmental, criminal and social justice laws.\nBy the time lawmakers were done in June, 935 bills were passed, roughly 15 bills for each day they were in session. It was, in the words of Gov. Andrew M. Cuomo, the “most productive legislative session in modern history.”\nBut this being Albany, not everything is quite as it seems: More than 300 bills that the Legislature had passed had still not been signed into law by the governor as of Dec. 5 — necessitating a recent flurry of signings and vetoes that cut the number of outstanding bills to 168 as of Friday.\nThe sheer amount of legislation, the most passed since 2006, was driven by first-term Democratic legislators who pushed a progressive agenda often to the left of Mr. Cuomo. Many of those bills advanced without the blessing of the governor’s office.", "url": "https://www.nytimes.com/2019/12/16/nyregion/ny-state-senate-assembly.html"}