{"authors": ["Natalie Proulx"], "date_download": "2022-10-25 23:43:11", "date_modify": "2022-10-25 23:43:11", "date_publish": "2019-03-28 09:00:02", "description": "Is the system a good way of making sure every citizen’s vote counts?", "filename": "2019_03_28_learning_should-the-us-get-rid-of-the-electoral-college_1666741391.html", "image_url": "https://static01.nyt.com/images/2019/03/24/sunday-review/24Douthat/24Douthat-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d785328d033e0c5d85cc10953cab16f9cfbf64b57439d674b4f532c67483e189&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_28_learning_should-the-us-get-rid-of-the-electoral-college_1666741391.html", "title": "Should the U.S. Get Rid of the Electoral College?", "title_page": "Should the U.S. Get Rid of the Electoral College? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What do you know about the Electoral College? What is its purpose? How does it work? (If you need more information, you might watch the two-minute video, “The Electoral College Explained,” or read the related article, “How Does the Electoral College Work?” from 2016.)\nOn March 18, at a CNN town hall in Jackson, Miss., Senator Elizabeth Warren of Massachusetts called for shutting down the Electoral College. “I believe we need a constitutional amendment that protects the right to vote for every American citizen and to make sure that vote gets counted,” she said.\nRepublicans responded:\n“The desire to abolish the Electoral College is driven by the idea Democrats want rural America to go away politically,” Senator Lindsey Graham of South Carolina said on Twitter. His colleague Marco Rubio of Florida posted a similar note, calling the Electoral College a “work of genius” that “requires candidates for president to earn votes from various parts of country. And it makes sure interests of less populated areas aren’t ignored at the expense of densely populated areas.” President Trump weighed in as well: “With the Popular Vote, you go to just the large States — the Cities would end up running the Country. Smaller States & the entire Midwest would end up losing all power — & we can’t let that happen. I used to like the idea of the Popular Vote, but now realize the Electoral College is far better for the U.S.A.”\nWhat is your reaction to Ms. Warren’s statement? Based on what you know right now, do you think the Electoral College is an important part of the United States election process? Why or why not?\nRecently, two Times Opinion columnists have weighed in on the issue. In “Getting Rid of the Electoral College Isn’t Just About Trump,” Jamelle Bouie makes an argument for why the Electoral College should be abolished:\nIn February, I wrote about the Electoral College, its origins and its problems. Whatever its potential merits, it is a plainly undemocratic institution. It undermines the principle of “one person, one vote,” affirmed in 1964 by the Supreme Court in Reynolds v. Sims — a key part of the civil and voting rights revolution of that decade. It produces recurring political crises. And it threatens to delegitimize the entire political system by creating larger and larger splits between who wins the public and who wins the states. Many readers disagreed, making arguments similar to those used by the president and his allies. But those claims — that the Electoral College ensures rural representation, that its counter-majoritarian outcomes reflect the intentions of the framers and that it keeps large states from dominating small ones — don’t follow from the facts and are rooted more in folk civics than in how the system plays out in reality. Take rural representation. If you conceive of rural America as a set of states, the Electoral College does give voters in Iowa or Montana or Wyoming a sizable say in the selection of the president. If you conceive of it as a population of voters, on the other hand, the picture is different. Roughly 60 million Americans live in rural counties, and they aren’t all concentrated in “rural” states. Millions live in large and midsize states like California, New York, Illinois, Alabama and South Carolina. With a national popular vote for president, you could imagine a Republican campaign that links rural voters in California — where five million people live in rural counties — to those in New York, where roughly 1.4 million people live in rural counties. In other words, rural interests would be represented from coast to coast, as opposed to a system that only weights those who live in swing states. Totaling the 2016 numbers, Sam Wang, a molecular biologist at Princeton who also runs a widely read election website, found that out of almost 400 campaign stops made after the conventions, neither Hillary Clinton nor Donald Trump made appearances in Arkansas, Oregon, Idaho, Wyoming, Montana, the Dakotas, Kansas, Oklahoma, Louisiana, Mississippi, New York, South Carolina, Tennessee, Kentucky, West Virginia or Vermont. It doesn’t matter that Trump won millions of votes in New Jersey or that Hillary Clinton won millions in Texas. If your state is reliably red or blue, you are ignored. By contrast, under a national popular vote, the margin of your loss within a state matters as much as the size of your win. Democrats would have reason to maximize their share of the vote in the Deep South, and Republicans would see the same incentive in the Northeast (and the West for that matter). Still, you might argue, the Electoral College keeps large states from dominating small ones. If there were no such system, campaigns could win by focusing all their attention on the largest states. As a matter of math, that is unlikely. In 2016, New York, California, Texas and Florida cast about 35 million ballots, roughly a quarter of the total 137 million. Even if you somehow won every single one of those ballots, you’d still have to campaign elsewhere for tens of millions more votes, assuming a 50 percent threshold. Take the total of 2016 presidential votes in the 10 largest states, and you’d get only 71 million ballots, or about 52 percent of the vote. In the incredible event that a candidate won every ballot cast in those states, then yes, under a national popular vote, he or she could ignore the rest of the country and become president. But that isn’t politically possible. Even an attempt to “run up the score” and retreat to the largest cities isn’t viable — there just aren’t enough votes. Compare that with what we have under the Electoral College, where hypothetically a bare majority in the 11 largest states is all it takes to win 270 electors and become president — an actual instance of big-state domination.\nAnd in “A Case for the Electoral College,” Ross Douthat counters:\nIs there a case for a system that sometimes produces undemocratic outcomes? I think so, on two grounds. First, it creates incentives for political parties and candidates to seek supermajorities rather than just playing for 50.1 percent, because the latter play is a losing one more often than in a popular-vote presidential system. Second, it creates incentives for political parties to try to break regional blocs controlled by the opposition, rather than just maximizing turnout in their own areas, because you win the presidency consistently only as a party of multiple regions and you can crack a rival party’s narrow majority by flipping a few states. According to this — admittedly contrarian — theory, the fact that the Electoral College produces chaotic or undemocratic outcomes in moments of ideological or regional polarization is actually a helpful thing, insofar as it drives politicians and political hacks (by nature not the most creative types) to think bigger than regional blocs and 51 percent majorities. Thus the electoral/popular split of 1888 pointed the way to William McKinley and Teddy Roosevelt’s national Republican majorities, and the near-splits of 1968 and 1976 pushed us toward Reagan’s nationwide landslides and Bill Clinton’s successful center-left campaigns. Time and again a close election leads to hand-wringing about the need for Electoral College reform; time and again, politicians and parties respond to the college’s incentives, and more capacious and unifying majorities are born. Does this theory fit our current situation? In a sense, yes. Donald Trump could win the presidency without a popular-vote majority only because both parties have been locked into base-turnout strategies that are partially responsible for our government’s ineffectiveness and gridlock. And to the extent that Hillary Clinton’s campaign leaned into this polarization (writing off many constituencies that her husband competed for), she deserved her electoral-college loss. Trump could also only win the presidency without a popular-vote majority because a large region of the country, the greater Rust Belt and Appalachia, had been neglected by both parties’ policies over the preceding decades, leading to a slow-building social crisis that the national press only really noticed because of Trump’s political success. In this sense, Clinton’s weird post-election boast that her half of the country was way more economically dynamic indicated the advantages of a system where a declining region can punch above its popular-vote weight — because it makes it harder for a party associated with economic winners to simply write the losers off.\nStudents, read both articles, then tell us:\n— Has your opinion about the Electoral College changed at all? If so, how? If not, why not?\n— What does “democracy” mean to you? Given your understanding, do you believe the Electoral College is democratic? Why or why not?\n— The Electoral College has elected a president who did not win the popular vote twice in the past 20 years, in 2000 and 2016. Do you think this means the system is broken? Or is it working the way it is supposed to?\n— Is the Electoral College a good way of making sure every citizen’s vote counts? Why or why not?\n— Do you think the United States should get rid of the Electoral College? If so, why and what should replace it? If not, why not?", "url": "https://www.nytimes.com/2019/03/28/learning/should-the-us-get-rid-of-the-electoral-college.html"}