{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 22:56:32", "date_modify": "2022-10-25 22:56:32", "date_publish": "2019-08-03 15:04:29", "description": "Russia’s version of the F.B.I. said the anticorruption foundation led by Aleksei A. Navalny was suspected of money laundering.", "filename": "2019_08_03_world_europe_moscow-protest-navalny-corruption_1666738592.html", "image_url": "https://static01.nyt.com/images/2019/08/04/world/03moscow-protest1/03moscow-protest1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=81a5cf5bc95461fb2a13468abc117f9c84b3b16ff6f61d9fd4d5e963e1e266c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_03_world_europe_moscow-protest-navalny-corruption_1666738592.html", "title": "Hundreds Arrested in Moscow as Criminal Case Is Brought Against Opposition Leader", "title_page": "Hundreds Arrested in Moscow as Criminal Case Is Brought Against Opposition Leader - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — As thousands of riot police flooded central Moscow on Saturday to curb protests calling for fair elections, the Russian authorities announced they had opened a criminal money-laundering investigation against an anticorruption organization led by Russia’s most prominent opposition activist.\nThe case against Aleksei A. Navalny’s organization, the Anti-Corruption Foundation, was opened by the Investigative Committee, Russia’s version of the F.B.I., the state news agency Tass reported. It involved funding for the anticorruption group’s work of 1 billion rubles (around $15 million) in “money obtained by criminal means.”\nThe money-laundering case is a sharp escalation in the Kremlin’s drive to silence Mr. Navalny, the driving force behind a surge of public dissent in recent weeks, and to snuff out opposition to President Vladimir V. Putin, whose popularity has slumped as Russia’s economy continues to stagnate.\nFearful that even modest peaceful protests could snowball into a serious challenge to Mr. Putin and his so-far secret plans for what will happen when his supposedly final term ends in 2024, the authorities have taken an increasingly hard line against all forms of dissent on the street.", "url": "https://www.nytimes.com/2019/08/03/world/europe/moscow-protest-navalny-corruption.html"}