{"authors": ["Jennifer Schuessler"], "date_download": "2022-10-25 22:55:12", "date_modify": "2022-10-25 22:55:12", "date_publish": "2019-08-06 13:00:07", "description": "In 2016, he was a surprise National Book Award winner for a sweeping history of ever-mutating American racism. Now, he’s back with a new book that outlines how to fight it.", "filename": "2019_08_06_arts_ibram-x-kendi-antiracism_1666738512.html", "image_url": "https://static01.nyt.com/images/2019/08/07/us/06kendi13/06kendi13-facebookJumbo.jpg?year=2019&h=550&w=1050&s=51ffaeb81a292427a1136c077db28dd59d9d2b3421d7c35a0e5be79ce6ba0200&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_06_arts_ibram-x-kendi-antiracism_1666738512.html", "title": "Ibram X. Kendi Has a Cure for America’s ‘Metastatic Racism’", "title_page": "Ibram X. Kendi Has a Cure for America’s ‘Metastatic Racism’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I was writing this history as someone critical of racist ideas,” he said. “And one of the more prevailing racist ideas within scholarship was this idea that black people do not write definitive texts.”\nSome scholars have questioned Dr. Kendi’s broad definition of racist ideas, which seems to ensnare just about everyone in American history, including Frederick Douglass, Du Bois and Barack Obama. (Mr. Obama’s celebrated 2008 speech on race, Dr. Kendi writes, mixed antiracist and assimilationist ideas).\nBut others have welcomed “Stamped” as a broad, accessible history that directly and unapologetically engages with the present.\n“Once it existed, it was clear that we could use this kind of big-picture synthesis, which we haven’t had in a long time,” said Martha S. Jones, a professor of history at Johns Hopkins University. “I think of Ibram as someone who really gives us not only the big historical signposts, but the deep rationale for why we should call racism racism.”\nIn keeping with his activist approach to scholarship, Dr. Kendi organized the inaugural Antiracist Book Festival , held last April, which drew roughly 3,000 people to hear a mix of junior and senior scholars, along with activists, novelists, poets, Y.A. authors, educators and publishing professionals.\nIn the final chapter of “How to Be an Antiracist,” Dr. Kendi connects his own cancer with the “metastatic racism” afflicting America. To cure it, he says, we must actively combat it, rather than taking comfort in the false neutrality of being “not racist.”", "url": "https://www.nytimes.com/2019/08/06/arts/ibram-x-kendi-antiracism.html"}