{"authors": ["David Waldstein"], "date_download": "2022-10-25 23:35:33", "date_modify": "2022-10-25 23:35:33", "date_publish": "2019-10-18 16:54:55", "description": "Major League Baseball officials have proposed a restructuring of several lower leagues, which could sever some teams’ ties with M.L.B. clubs.", "filename": "2019_10_18_sports_baseball_minor-league-changes_1666740933.html", "image_url": "https://static01.nyt.com/images/2019/10/18/sports/18minorleagues-web1/18minorleagues-web1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=972447d7ffeaeba32977abb7f233bdd579b8b5eedaad670993555671492a26f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_18_sports_baseball_minor-league-changes_1666740933.html", "title": "M.L.B. Said to Be Pushing for Overhaul of Minor Leagues", "title_page": "M.L.B. Said to Be Pushing for Overhaul of Minor Leagues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Major League Baseball has proposed a radical restructuring of the lower level of the minor leagues that could eliminate or change the nature and affiliations of as many as 40 teams across the country.\nOne plan that has been discussed, according to two people familiar with the negotiations who requested anonymity because they were not authorized to speak publicly about the matter, would convert some teams from the lower-level minor leagues — short-season, rookie ball and lower Class A — into a so-called Dream League of undrafted players looking to break into professional baseball.\nTeams in that league would be co-owned and operated by M.L.B. and Minor League Baseball — a departure from the current system, in which the vast majority of teams are independently owned and operated . Part of the proposal could include a plan to cut the amateur draft in half, to 20 rounds, which would reduce the player pool by about 600 and subsequently eliminate the need for roughly 20 teams.\n“We are in discussions with the owners of the Minor League teams to reorganize elements of the system with the goal of improving the working conditions of minor league players,” M.L.B. said in a statement, “including upgrading the facilities to Major League standards, increasing player compensation, reducing travel time between affiliates for road games, improving transportation and hotel accommodations, increasing the number of off days, and providing better geographical affiliations between the M.L.B. Clubs and affiliates.”", "url": "https://www.nytimes.com/2019/10/18/sports/baseball/minor-league-changes.html"}