{"authors": ["Jim Tankersley", "Maggie Haberman", "Emily Cochrane"], "date_download": "2022-10-25 23:47:18", "date_modify": "2022-10-25 23:47:18", "date_publish": "2019-05-02 16:32:24", "description": "Mr. Moore, a conservative commentator, appeared unlikely to win Senate confirmation after several Republican lawmakers raised concerns about his past writings denigrating women.", "filename": "2019_05_02_business_stephen-moore-fed_1666741638.html", "image_url": "https://static01.nyt.com/images/2019/04/30/us/30dc-moore-promo/30dc-moore-facebookJumbo.jpg?year=2019&h=549&w=1050&s=37ac6607208dcab84d2bf485df78fe9fec0b656b86ca5f5b1471a0e79a95cdaa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_02_business_stephen-moore-fed_1666741638.html", "title": "Trump Won’t Nominate Stephen Moore for Fed Board", "title_page": "Trump Won’t Nominate Stephen Moore for Fed Board - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an interview with the Fox Business Network on Thursday, Mr. Moore blamed a “sleaze campaign” for the decision to withdraw, saying that “if I had any sense that this would happen — people would be looking at my writings from 20, 25 years ago — I would have told the president, ‘Wait a minute, I can’t do a Senate confirmation.’”\nHe said some of his writings “were insulting to women and they were meant to be a joke.”\n“They were meant to be humorous and they weren’t,” he continued.\nIn choosing Mr. Moore and Mr. Cain, Mr. Trump turned to men he considered friends and whom he saw as potential allies at the central bank, which he has criticized as an impediment to economic growth. Mr. Trump has selected four of the Fed’s seven board members, including its chairman, Jerome H. Powell. But the Fed’s decision last year to raise interest rates four times has angered Mr. Trump, who has urged the Fed to cut rates by one point and engage in other types of economic stimulus.\nFed officials have expressed few anxieties about the two remaining vacancies, and it is not unprecedented for the board to operate without a full slate of governors. Both Janet L. Yellen and Ben Bernanke led the Fed without a full seven-member board during large parts of their tenure.\nRepublican lawmakers urged the president to take his time before floating another name.\n“Read people’s articles that they write,” said Senator Shelley Moore Capito, Republican of West Virginia. That, she said, “would be a good start.”\nThe president selected Mr. Moore after Larry Kudlow, his National Economic Council director who was a best man at Mr. Moore’s wedding, showed the president a Wall Street Journal opinion piece in which Mr. Moore called for the Fed to cut interest rates and said the central bank posed the biggest risk to the American economy.\nMr. Trump told reporters he planned to nominate Mr. Moore and Mr. Cain before White House officials had performed a traditional background check, including reviewing writings, finances and past public controversies. That left his nominees to endure intense public scrutiny before being subjected to the kind of internal vetting that would typically determine whether a person could pass congressional muster.", "url": "https://www.nytimes.com/2019/05/02/business/stephen-moore-fed.html"}