{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:53:19", "date_modify": "2022-10-25 23:53:19", "date_publish": "2019-03-29 21:40:02", "description": "Logistical concerns and swift, vigorous lobbying by the real estate industry stalled a proposal that had legislative support.", "filename": "2019_03_29_nyregion_pied-a-terre-tax_1666741999.html", "image_url": "https://static01.nyt.com/images/2019/03/29/nyregion/29piedaterre1/29piedaterre1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=50f6983dce75393f5799cccb9a7051d38ae5fcf5d0b7b5dd6264d19e859bf539&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_29_nyregion_pied-a-terre-tax_1666741999.html", "title": "N.Y. Had a Plan for a ‘Pied-à-Terre’ Tax on Expensive Homes. The Real Estate Industry Stopped It.", "title_page": "N.Y. Had a Plan for a ‘Pied-à-Terre’ Tax on Expensive Homes. The Real Estate Industry Stopped It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nALBANY — When state leaders rallied this month behind a proposal to tax luxury second homes in New York City, it seemed to encapsulate the goals of the Capitol’s new Democratic leadership: The bill would simultaneously help pay for public transit, vex real estate developers and target the überwealthy.\nThe sudden momentum for the tax surprised even supporters of the proposal, which for years failed to gain traction. But it was especially unexpected to the real estate industry, which had not been consulted on the idea, had not expected it to go anywhere, and had not mobilized against it.\nThe industry wasted little time.\nDevelopers hired well-connected lobbyists and presented legislators with printouts of economic analyses. They wrote opinion pieces and warned that the high-end market, already weakened, would collapse under the weight of a recurring surcharge.\nBy Friday, the proposal was dead. In its place, lawmakers were discussing a one-time fee on all real estate transactions over $3 million, although that threshold was still fluid.", "url": "https://www.nytimes.com/2019/03/29/nyregion/pied-a-terre-tax.html"}