{"authors": ["Kenneth P. Vogel"], "date_download": "2022-10-25 23:00:57", "date_modify": "2022-10-25 23:00:57", "date_publish": "2019-09-10 01:22:32", "description": "President Trump has signaled displeasure with the American ally. His lawyer has been pressing the government in Kiev to investigate his political foes.", "filename": "2019_09_09_us_politics_trump-ukraine-house-investigation_1666738857.html", "image_url": "https://static01.nyt.com/images/2019/09/09/us/politics/09dc-inquire1/09dc-inquire1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=2708684fb1ab96ad36d7a2be3f2ad57c9e77e18502ffcc058acf26f15c32b9a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_09_us_politics_trump-ukraine-house-investigation_1666738857.html", "title": "Amid Diplomatic Strain, House Opens Inquiry Into Trump’s Dealings With Ukraine", "title_page": "Amid Diplomatic Strain, House Opens Inquiry Into Trump’s Dealings With Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In private, though, the president has been more adversarial, declaring in May that all Ukrainian politicians are “corrupt,” and that the Ukrainian government “tried to take me down,” according to people familiar with an Oval Office briefing delivered by a United States government delegation that had recently returned from attending Mr. Zelensky’s inauguration in Kiev. The delegation had been impressed by Mr. Zelensky, and had encouraged Mr. Trump to assist the new government.\nThe White House did not respond to questions about the meeting.\nVice President Mike Pence denied last week that the delay in releasing military assistance was in any way related to Mr. Giuliani’s efforts to convince the Ukrainians to investigate matters related to the family of Mr. Biden, who is the early front-runner for the Democratic presidential nomination.\nBut, after a meeting with Mr. Zelensky on the sidelines of a commemoration of the outbreak of World War II, Mr. Pence said he and Mr. Trump “have great concerns about issues of corruption.” Without detailing those concerns, Mr. Pence linked them to the military assistance, telling reporters “to invest additional taxpayer in Ukraine, the president wants to be assured that those resources are truly making their way to the kind of investments that will contribute to security and stability in Ukraine.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Zelensky’s office did not immediately respond to questions emailed after business hours in Kiev.\nBut Senator Christopher S. Murphy, a Connecticut Democrat who serves on the Foreign Relations Committee and met with Mr. Zelensky last week, said the Ukrainian president, a political neophyte who had been a comedian before winning the presidency, seemed confused about why the assistance was being withheld.\n“The first question President Zelensky asked us was whether we knew anything about the security aid,” Mr. Murphy said. “There seems to be very little understanding from anyone in the government as to why the aid has been withheld or what they need to do in order to get it released.”", "url": "https://www.nytimes.com/2019/09/09/us/politics/trump-ukraine-house-investigation.html"}