{"authors": ["Jan Hoffman", "Mary Williams Walsh"], "date_download": "2022-10-25 23:22:56", "date_modify": "2022-10-25 23:22:56", "date_publish": "2019-09-16 03:26:59", "description": "The filing is a centerpiece of an agreement to settle thousands of cases against the company for its role in the opioids crises. But it is expected to be vigorously contested by many states.", "filename": "2019_09_15_health_purdue-pharma-bankruptcy-opioids-settlement_1666740176.html", "image_url": "https://static01.nyt.com/images/2019/09/15/business/00purdue1/00purdue1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=bc46f2fb6f06dc25cc75b9775999ef76204da0fbcfc7706db92e60377bf3476f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_15_health_purdue-pharma-bankruptcy-opioids-settlement_1666740176.html", "title": "Purdue Pharma, Maker of OxyContin, Files for Bankruptcy", "title_page": "Purdue Pharma, Maker of OxyContin, Files for Bankruptcy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The opposing states also object to the deal because its structure allows the Sacklers, through Mundipharma, to participate in the drug manufacturing business until it is sold. These states note that the resolution of the lawsuits will be paid in part from ongoing sales of OxyContin in the United States and abroad — rather than all of it from the Sacklers themselves.\nThe states that have not signed on to the settlement deal, including Massachusetts, New York, New Jersey, Connecticut, Pennsylvania, California, Illinois, Virginia, Delaware, North Carolina and others, as well as the District of Columbia, are almost uniformly those that have sued the Sacklers in addition to Purdue, or are about to.\nWhat remains unclear is whether the individual Sacklers who have been sued will benefit from the automatic stay of litigation that will most likely be accorded to their company.\nIn a statement, the Sackler family expressed “deep compassion for the victims of the opioid crisis,” concluding: “We are hopeful that in time, those parties who are not yet supportive will ultimately shift their focus to the critical resources that the settlement provides to people and problems that need them.”\nThe 24 states that have signed onto the deal, including Tennessee, Florida, West Virginia and Texas, as well as the municipal plaintiffs in nearly 2,300 cases consolidated in federal court, have said they wanted to secure guaranteed money from a bankruptcy that seemed inevitable. They want to begin addressing opioid-gouged public funds, they say, and to end litigation, which itself is crushingly expensive.\nThe possibility of bankruptcy had been in the works since at least the summer of 2018, when Purdue named Steve Miller, a restructuring specialist who is widely known by his nickname, “the Turnaround Kid,” to chair its board and hired the law firm Davis, Polk & Wardwell, which has a large bankruptcy practice.\nThe filing itself comes scarcely 48 hours after an announcement late Friday afternoon by the New York attorney general, Letitia James, that her office had uncovered almost a billion dollars in previously undisclosed wire transfers from Purdue to private accounts held by one of the Sacklers. The discovery came from just one of 33 subpoenas the state issued recently to financial institutions and advisers that have done business with the Sacklers.", "url": "https://www.nytimes.com/2019/09/15/health/purdue-pharma-bankruptcy-opioids-settlement.html"}