{"authors": ["Adam Satariano", "Jack Nicas"], "date_download": "2022-10-25 23:40:58", "date_modify": "2022-10-25 23:40:58", "date_publish": "2019-03-13 13:19:44", "description": "The music streaming service said Apple used its App Store to undercut companies that compete with its own services, like Apple Music.", "filename": "2019_03_13_business_spotify-apple-complaint_1666741258.html", "image_url": "https://static01.nyt.com/images/2019/03/13/business/13spotify-sub/13spotify-sub-facebookJumbo.jpg?year=2019&h=549&w=1050&s=45e2a17bbff0da3a1d0635bd671708518ad11cf1d73d6ab3ee2ef3c57690bd58&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_13_business_spotify-apple-complaint_1666741258.html", "title": "Spotify Accuses Apple of Anticompetitive Practices in Europe", "title_page": "Spotify Accuses Apple of Anticompetitive Practices in Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“They continue to give themselves an unfair advantage at every turn,” Daniel Ek, Spotify’s chief executive, said in a message posted on the company’s website. He said Apple was acting as both \"player and referee to deliberately disadvantage other app developers.”\nApple did not respond to a request for comment. The company has said the fees are reasonable given that it must maintain the App Store and is providing access to millions of potential customers who own Apple devices.\nApple’s introduction of the App Store in 2008 revolutionized the mobile-phone industry, creating a new marketplace for consumers to download games, productivity tools and social networking services. There are now more than two million apps available on the App Store.\nCompanies like Spotify have thrived on Apple’s platform, which typically generates more money for app developers than Google’s Play Store.\nSpotify’s overall sales last year rose 29 percent to 5.3 billion euros, or about $6 billion, but the company is not profitable and is under pressure from investors to improve its margins. The company paid about 74 percent of its revenue to cover music rights and related costs.\nSpotify has been a formidable competitor to Apple in attracting customers for music streaming. Spotify said that it ended 2018 with 207 million active users around the world, including 96 million who were signed up for a paid subscription that did not include ads. In January, Apple said that its Apple Music service had 50 million paying users.\nApple’s control over the App Store has been an increasing source of tension as the company has focused more on online services that compete with many of the apps sold on its platform. As iPhone sales have leveled off, Apple has relied more on sales of software and services. The largest driver of that sort of revenue is the App Store.", "url": "https://www.nytimes.com/2019/03/13/business/spotify-apple-complaint.html"}