{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:07", "date_modify": "2022-10-25 23:43:07", "date_publish": "2019-02-16 10:00:12", "description": "The party got its breakthrough in a southern coastal farming region, where migration was an issue. Now it’s hoping for success at the national level.", "filename": "2019_02_16_world_europe_spain-elections-vox-far-right_1666741387.html", "image_url": "https://static01.nyt.com/images/2019/02/17/world/17spain-vox/15spain-voix1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9eedb316ced05d11e7853df640e7e7e0fe8bba989e37c098ec9dcb54225ae94a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_16_world_europe_spain-elections-vox-far-right_1666741387.html", "title": "Spain’s Far-Right Vox Party Sees Breakout Moment in New Election", "title_page": "Spain’s Far-Right Vox Party Sees Breakout Moment in New Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Illegal migration is a problem for the whole of Spain,” said Juan Francisco Rojas, the president of Vox in Almería, where about 14,000 migrants arrived from Africa last year as the populist government in Italy tightened its borders.\nAs for Catalan secessionism, he said, “Anything that affects one part of our territory also impacts the rest of Spain, which is why Vox wants to guarantee nobody can threaten our unity.”\nWhile much of the country favors a hard line toward Catalonia, Spain has been relatively tolerant on the issue of migration.\nJust how far Vox’s message will carry beyond the coastal south, then, is unclear. But the party’s emergence in a country with a long chapter of dictatorship under Francisco Franco has unsettled many.\nSantiago Abascal, the founder of Vox, has quickly found like-minded company in Europe, joining the French nationalist Marine Le Pen on her presidential campaign in 2017. Vox has also sought advice from Stephen K. Bannon, the former chief strategist of President Trump.\nIn fact, the party also wants to follow Mr. Trump’s example and erect walls around two Spanish enclaves in North Africa, to block migrants.\n“If you look at Trump in America or Bolsonaro in Brazil, you see that people now want politicians who are tough enough to do what they promise,” said Juan Carlos Perez Carreño, the owner of a fleet of refrigerated trucks that transport produce picked in the greenhouses, referring to Jair Bolsonaro, the right-wing leader of Brazil.", "url": "https://www.nytimes.com/2019/02/16/world/europe/spain-elections-vox-far-right.html"}