{"authors": ["Peter S. Goodman"], "date_download": "2022-10-25 22:55:18", "date_modify": "2022-10-25 22:55:18", "date_publish": "2019-02-11 16:02:55", "description": "New data for 2018’s fourth quarter shows the British economy growing at its slowest pace since 2012, bringing the broad impact of a no-deal split from the European Union into sharp relief.", "filename": "2019_02_11_business_brexit-economy-europe-britain-netherlands_1666738518.html", "image_url": "https://static01.nyt.com/images/2019/02/12/business/12brexitmess-1-print/00brexitess-sub3-facebookJumbo.jpg?year=2019&h=550&w=1050&s=195b594538079b6e7fe52395c336ab688267d0099e1040b0e828e9e327afef48&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_11_business_brexit-economy-europe-britain-netherlands_1666738518.html", "title": "U.K. Economy Falters as Brexit Looms. Amsterdam Sees Risks, and Opportunity.", "title_page": "U.K. Economy Falters as Brexit Looms. Amsterdam Sees Risks, and Opportunity. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He assumes that the Dutch authorities will do what they can to avoid hindering trade, including coordinating customs and immigration checks.\n“Our worry is the other side,” he said. “They don’t have the infrastructure and the technology. They will never be able to cope with the enormous flow.”\nAt the English port of Dover, 10,000 trucks proceed every day without fuss bearing cargo between Britain and the Continent. An additional 500 trucks pass through Dover from countries outside the European bloc. They sit there for as long as a half-hour, submitting to inspections and customs procedures.\nBrexit could turn much of the fast lane into a profit-killing purgatory. Cargo like fresh meat and fish would be vulnerable to spoiling.\n“It’s really going to hit us,” said Paul Smit, a sales manager at Windhorst, a trucking company. “All the Dutch people are extremely worried.”\nHis company hauls garden plants and trees from Dutch nurseries, with 70 percent of the cargo bound for Britain via ferry. With 100 trucks in its fleet, the company has delayed plans to buy 20 or 30 more, given worries over Brexit.\nReimposing customs checks after a quarter-century of unimpeded trade will eliminate flexibility, Mr. Smit complained. Now, Windhorst loads as many trees as can fit into a trailer. Once a customs regimen is in place, it will need to enumerate precisely what it plans to carry — say, 300 fir trees — and then cease loading even if more space remains.\n“I’m getting so fed up with this Brexit,” Mr. Smit said. “You’re not doing anything else other than talking about this.”", "url": "https://www.nytimes.com/2019/02/11/business/brexit-economy-europe-britain-netherlands.html"}