{"authors": ["Ian Austen"], "date_download": "2022-10-25 23:47:56", "date_modify": "2022-10-25 23:47:56", "date_publish": "2019-02-08 17:18:01", "description": "The murders prompted concerns that Toronto police had not taken gay residents’ fears seriously.", "filename": "2019_02_08_world_canada_bruce-mcarthur-toronto-sentenced_1666741676.html", "image_url": "https://static01.nyt.com/images/2019/02/09/world/09toronto-killersub/merlin_150379995_2d505f90-c796-4b1d-8996-e8a0c302a2eb-facebookJumbo.jpg?year=2019&h=550&w=1050&s=309093da40d017fc9c4351fa5923a690154f560c54295c463032a84a2c078f82&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_08_world_canada_bruce-mcarthur-toronto-sentenced_1666741676.html", "title": "Serial Killer Bruce McArthur Gets Life Sentence in Case That Terrorized Gay Men", "title_page": "Serial Killer Bruce McArthur Gets Life Sentence in Case That Terrorized Gay Men - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Sign up for the Canada Letter newsletter for more Canadian coverage.]\nMr. McArthur’s string of murders has prompted an inquiry by a retired judge into how the Toronto police handle missing persons cases and whether their investigations are influenced by the sexuality or race of those who have vanished.\nIn November 2012, the Toronto police began an investigation into the disappearances of three men who, it eventually emerged, were murdered by Mr. McArthur. But the inquiry was shut down after 18 months.\nMr. McArthur, who was convicted of assaulting a man with a pipe in 2003, was arrested in 2016.\nA man said that Mr. McArthur had tried to choke him in the back of his van but that he escaped. The police, at that time, accepted Mr. McArthur’s story that they were engaging in consensual sex.\nA Toronto police officer is facing disciplinary charges over his involvement in that arrest and release.\nTwo pieces of evidence finally connected Mr. McArthur to the killings when the police renewed their investigation in August 2017.\nAndrew Kinsman, his final victim, had written “Bruce” in a calendar on the date of his disappearance. The police then found surveillance video of someone who appeared to be Mr. Kinsman getting into a red Dodge minivan that day.\nThe video did not capture the minivan’s license plate. But once the police identified it as a 2004 model, a search of Ontario’s license records showed that there were only five such red vans registered to men named Bruce. Mr. McArthur was the only one who had been in contact with the force.", "url": "https://www.nytimes.com/2019/02/08/world/canada/bruce-mcarthur-toronto-sentenced.html"}