{"authors": ["Julian E. Barnes", "Maggie Haberman", "Michael S. Schmidt"], "date_download": "2022-10-25 23:01:33", "date_modify": "2022-10-25 23:01:33", "date_publish": "2019-10-16 00:26:16", "description": "Some advisers fear that the inquiry is a hunt for a scapegoat, people familiar with it said.", "filename": "2019_10_15_us_politics_white-house-review-ukraine_1666738893.html", "image_url": "https://static01.nyt.com/images/2019/11/12/us/politics/15dc-investigate-01/12dc-investigate-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e277f324ad0c1f7f8456e765f90a3202c0f27f40955fa85fe2a94560935e9eeb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_15_us_politics_white-house-review-ukraine_1666738893.html", "title": "White House Is Said to Open Internal Review of Ukraine Call", "title_page": "White House Is Said to Open Internal Review of Ukraine Call - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump has for weeks sought to unmask the whistle-blower who shed light on his Ukraine dealings. But instead aides have fixated on one another: Advisers began a fact-finding review that some fear is a hunt for a scapegoat, according to White House aides and other people familiar with it.\nEven as the impeachment inquiry intensifies in Congress, White House lawyers are leading their own review, the people said. They are seeking to understand White House officials’ actions around Mr. Trump’s July 25 call with President Volodymyr Zelensky of Ukraine, which is central to the whistle-blower’s allegation that Mr. Trump abused his power.\nThe lawyers’ inquiry centers on why one of their colleagues, the deputy White House counsel John A. Eisenberg, placed a rough transcript of the call in a computer system typically reserved for the country’s most closely guarded secrets. Mr. Trump later directed that a reconstructed transcript be released amid intensifying scrutiny from House Democrats.\nThe review shows how quickly the impeachment inquiry escalated tensions in a West Wing already divided over the publication of the transcript, and it appears to be the latest example of administration officials rushing to protect themselves in the Ukraine scandal.", "url": "https://www.nytimes.com/2019/10/15/us/politics/white-house-review-ukraine.html"}