{"authors": ["Katie Glueck", "Matt Stevens"], "date_download": "2022-10-25 22:58:32", "date_modify": "2022-10-25 22:58:32", "date_publish": "2019-08-05 16:54:41", "description": "After shootings in Texas and Ohio killed dozens, Democrats renewed their condemnation of the president for divisive rhetoric and inaction on guns.", "filename": "2019_08_05_us_politics_beto-trump_1666738712.html", "image_url": "https://static01.nyt.com/images/2019/08/05/us/politics/05DEMS1/05DEMS1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=167476b8737da602b299cacf13cf00e283918aadbe11cce25f4037b53bf1f118&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_05_us_politics_beto-trump_1666738712.html", "title": "‘Of Course He’s Racist’: 2020 Democrats Criticize Trump After Shootings", "title_page": "‘Of Course He’s Racist’: 2020 Democrats Criticize Trump After Shootings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN DIEGO — From cable news interviews early Monday morning to speeches before a Latino civil rights group later in the day, Democratic candidates for president mounted one of their most brutal offensives of the 2020 campaign against President Trump, excoriating him over rampant gun violence in America and a racist and divisive culture they accuse him of fostering.\nIt was a rare day when the candidates were largely in unison in their message, as they raised alarms about the mass shootings in El Paso and Dayton, Ohio. Only last week the candidates were criticizing each other over policy differences during their televised debates; on Monday, the Democrats were all but acting in concert as they sought to hold Mr. Trump accountable for his past remarks on white supremacy and attacks on people of color.\nFormer Representative Beto O’Rourke of Texas and Representative Tim Ryan of Ohio, who hail from the states where two gunmen killed 31 people this weekend, began Monday by strongly condemning Republican inaction on passing gun control measures. Their sentiments were echoed by several of their 2020 rivals at a gathering of the civil rights group, UnidosUS, held here in San Diego.\n“Mr. President, it’s long past time you addressed it for what it is: this is hatred, pure and simple,” said former Vice President Joseph R. Biden Jr. as he railed against white supremacy and the most divisive actions of the Trump administration. “And it’s being fueled by rhetoric that is so divisive, and it’s causing, causing people to die.”", "url": "https://www.nytimes.com/2019/08/05/us/politics/beto-trump.html"}