{"authors": ["Hiroko Tabuchi", "Coral Davenport"], "date_download": "2022-10-25 23:31:51", "date_modify": "2022-10-25 23:31:51", "date_publish": "2019-09-06 15:59:47", "description": "The investigation escalates a standoff between President Trump, California and the auto industry over one of his most significant rollbacks of climate regulations.", "filename": "2019_09_06_climate_automakers-california-emissions-antitrust_1666740711.html", "image_url": "https://static01.nyt.com/images/2019/09/06/climate/06CLI-AUTOEMISSIONS1/06CLI-AUTOEMISSIONS1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=dc6b17271b4acff1913ac58d1405845ff6d3a264a3d92c5e41f514e33adf7ded&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_06_climate_automakers-california-emissions-antitrust_1666740711.html", "title": "Justice Dept. Investigates California Emissions Pact That Embarrassed Trump", "title_page": "Justice Dept. Investigates California Emissions Pact That Embarrassed Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Justice Department has opened an antitrust inquiry into the four major automakers that struck a deal with California this year to reduce automobile emissions, according to people familiar with the matter, escalating a standoff over one of the president’s most significant rollbacks of climate regulations.\nIn July, four automakers — Ford Motor Company, Volkswagen of America, Honda and BMW — announced that they had reached an agreement in principle with California on emissions standards stricter than those being sought by the White House. The announcement came as an embarrassment for the Trump administration, which assailed the move as a “P.R. stunt.”\nNow, the Justice Department is investigating whether the four automakers violated federal antitrust laws by reaching a deal with California, on the grounds that the agreement could potentially limit consumer choice, those people said. The Justice Department declined to comment on the investigation, which was reported by The Wall Street Journal.\nThe investigation comes amid a battle over the Trump administration’s effort to drastically roll back Obama-era rules intended to reduce emissions from cars and light trucks that contribute to global warming, a rollback that major automakers have publicly opposed. The administration is also considering a plan to revoke California’s legal authority to enforce stricter greenhouse gas emissions rules within its state borders, putting the two sides on a collision course.", "url": "https://www.nytimes.com/2019/09/06/climate/automakers-california-emissions-antitrust.html"}