{"authors": ["Robert D. Mcfadden"], "date_download": "2022-10-25 23:37:34", "date_modify": "2022-10-25 23:37:34", "date_publish": "2019-12-31 15:37:45", "description": "A voracious reader and an instinctive decision maker, Mr. Mehta could spot great books and, coming from a paperback world, had no qualms about pushing them.", "filename": "2019_12_31_books_sonny-mehta-dead_1666741054.html", "image_url": "https://static01.nyt.com/images/2020/01/01/obituaries/31mehta2/31mehta2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=57e2b580c751ba3f1c309257e8779912f4a6d5dc968d48141c1b3b4956131ab5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_31_books_sonny-mehta-dead_1666741054.html", "title": "Sonny Mehta, Venerable Knopf Publisher, Is Dead at 77", "title_page": "Sonny Mehta, Venerable Knopf Publisher, Is Dead at 77 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He was not easy to know. Some colleagues called him reserved and moody, aloof in a way that gave him an enigmatic magnetism. But others said he could also be charming and gregarious, especially at the frequent book parties he gave at his nearby apartment. In later years, he attended events all over Manhattan and became known for a more extravagant man-about-town night life.\nA Bold Approach\nBut in his first year on the job, he was all work. He signed up 32 books, including biographies, novels and titles about Broadway, Hawaii and India. He ordered much larger first printings than his predecessor had, often doubling them — an aggressiveness seemingly born of confidence that he would be able to sell them as easily as he had mass-marketed paperbacks.\n“Yes, there is something attractive about taking risks,” he told The New York Times in 1988. “I’m more marketing- and sales-oriented than others, and the notion of selling books continues to interest me. Just because we’re Knopf doesn’t mean we shouldn’t sell books as well as any other publisher in the land. I still want us to publish the best books in every area. I want us to remain the classiest publisher in town.”\nIn 1989, with the arrival of Alberto Vitale as the hard-charging chief executive of Knopf’s parent, Random House, Mr. Mehta found a powerful new ally. They both had strong backgrounds in competitive paperback sales and promotion, and Mr. Vitale told The Times that Mr. Mehta was “without question the most brilliant publisher in the country,” adding, “He is phenomenal, he has everything.”\nIn Random House’s Balkanized corporate world, there were dozens of imprints, and their publishers had been allowed — even encouraged — by Mr. Vitale to compete with one another with bids for the same books. “I was a troublemaker, a motivator, an instigator,” Mr. Vitale told The Times in 2001. “I did with my publishers what I did with my children: treated them evenhandedly.”\nWhatever it did for the Random House bottom line, the in-house competition often raised bitter feuds among publishers in the family of fiefs. But it also brought opportunities for Mr. Mehta.", "url": "https://www.nytimes.com/2019/12/31/books/sonny-mehta-dead.html"}