{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 23:52:45", "date_modify": "2022-10-25 23:52:45", "date_publish": "2019-06-09 00:02:50", "description": "Joseph R. Biden Jr. leads in a poll of likely Iowa caucusgoers, but Elizabeth Warren and Pete Buttigieg have made clear gains to join Bernie Sanders in a virtual three-way tie for second place.", "filename": "2019_06_08_us_politics_iowa-poll-2020-democrats_1666741965.html", "image_url": "https://static01.nyt.com/images/2019/06/08/multimedia/08iowapoll/merlin_156160914_d809b2ab-48ea-4ad6-9f5f-21048691b705-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a6c4abdbff88dd9eb4b322fd02f9703a4274c44842b84d352594f4d3057f45b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_08_us_politics_iowa-poll-2020-democrats_1666741965.html", "title": "Biden Retains Lead in Iowa Poll, but Warren and Buttigieg Gain", "title_page": "Biden Retains Lead in Iowa Poll, but Warren and Buttigieg Gain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CRESCO, Iowa — Former Vice President Joseph R. Biden Jr. retains a lead among likely Iowa caucusgoers, but both he and Senator Bernie Sanders have lost ground over the past three months while Senator Elizabeth Warren and Pete Buttigieg, the mayor of South Bend, Ind., have made clear gains, according to a new poll from The Des Moines Register and CNN.\nThe poll showed that Mr. Biden is the first choice for 24 percent of would-be Democratic caucusgoers, with three candidates in a virtual tie for second — Mr. Sanders of Vermont at 16 percent, Ms. Warren of Massachusetts at 15 percent and Mr. Buttigieg at 14 percent.\nIn March, before Mr. Biden formally entered the race, he and Mr. Sanders held a commanding lead, with 27 percent and 25 percent support according to The Register’s polling, which has long been judged by campaigns as the best in the state. At the time, Ms. Warren was polling at 9 percent and Mr. Buttigieg at 1 percent.\nSenator Kamala Harris of California was at 7 percent support in both surveys. Senator Amy Klobuchar of Minnesota and former Representative Beto O’Rourke of Texas, both at 2 percent, were the only other candidates above 1 percent in the new poll.", "url": "https://www.nytimes.com/2019/06/08/us/politics/iowa-poll-2020-democrats.html"}