{"authors": ["Julie Hirschfeld Davis", "Maggie Haberman", "Michael Crowley"], "date_download": "2022-10-25 23:01:35", "date_modify": "2022-10-25 23:01:35", "date_publish": "2019-07-18 16:10:49", "description": "But as the crowd chanted at his re-election rally in North Carolina, President Trump looked around and seemed to bask in the enthusiastic refrain.", "filename": "2019_07_18_us_politics_ilhan-omar-donald-trump_1666738895.html", "image_url": "https://static01.nyt.com/images/2019/07/18/us/politics/18dc-factcheck1/18dc-factcheck1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=0762fc335943ec59a658b91023a16acc6a90f609ddd1354eb6fa93061d94e31d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_18_us_politics_ilhan-omar-donald-trump_1666738895.html", "title": "Trump Disavows ‘Send Her Back’ Chant After Pressure From G.O.P.", "title_page": "Trump Disavows ‘Send Her Back’ Chant After Pressure From G.O.P. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Nervous Republicans, from senior members of Congress to his own daughter Ivanka, urged President Trump on Thursday to repudiate the “send her back” chant directed at a Somali-born congresswoman during his speech the night before at a rally in North Carolina, amid widespread fears that the rally had veered into territory that could hurt their party in 2020.\nIn response, Mr. Trump disavowed the behavior of his own supporters in comments to reporters at the White House and claimed that he had tried to contain it, an assertion clearly contradicted by video of the event.\nMr. Trump said he was “not happy” with the chant directed at Representative Ilhan Omar of Minnesota, a freshman Democrat who is Muslim. At the rally Wednesday evening, he had been in the middle of denouncing her as an anti-American leftist who has spoken in “vicious, anti-Semitic screeds” when the chant was taken up by the crowd.\nPressed on why he did not stop it, Mr. Trump said, “I think I did — I started speaking very quickly.” In fact, as the crowd roared “send her back,” Mr. Trump paused and looked around silently for more than 10 seconds as the scene unfolded in front of him, doing nothing to halt the chorus. “I didn’t say that,” he added. “They did.”", "url": "https://www.nytimes.com/2019/07/18/us/politics/ilhan-omar-donald-trump.html"}