{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:03", "date_modify": "2022-10-25 23:43:03", "date_publish": "2019-04-29 16:04:10", "description": "The vote was likely to hearten supporters of socialism. If not the beginnings of a backlash against the populists, it seemed at least to be a fortifying of defenses.", "filename": "2019_04_29_world_europe_spain-election-sanchez-vox_1666741383.html", "image_url": "https://static01.nyt.com/images/2019/04/29/world/29spain3/29spain3-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=b703931f43d53b3c5813229952110c6439d187c9df3787cd0921d18f2a65adce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_29_world_europe_spain-election-sanchez-vox_1666741383.html", "title": "Spain’s Election Gives a Lift to the Left and a Warning to the Far Right", "title_page": "Spain’s Election Gives a Lift to the Left and a Warning to the Far Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — Before Sunday’s election in Spain, politicians had exchanged dire warnings over whether the country would break apart if the left won, or return to the dark days of Franco’s authoritarianism if the right did.\nVoters responded to the politics of fear with one of their highest turnouts since Spain’s return to democracy in the 1970s — 76 percent — mostly to confirm their attachment to a left-wing social agenda and to the country’s regional diversity.\nThe vote also gave Vox, an anti-immigration party, its first seats in Parliament — the crossing of a significant threshold for Spain, a country in which nationalism was long stigmatized by the legacy of the Franco dictatorship.\nVox’s national debut showed that Spain was not immune to the advance of far-right parties that have made inroads elsewhere in Europe. But the emergence of Vox did as much or more to mobilize its opponents on the moderate left.", "url": "https://www.nytimes.com/2019/04/29/world/europe/spain-election-sanchez-vox.html"}