{"authors": ["Sheryl Gay Stolberg", "Nicholas Fandos"], "date_download": "2022-10-25 23:02:38", "date_modify": "2022-10-25 23:02:38", "date_publish": "2019-10-23 19:47:45", "description": "House Republicans staged a protest in the secure suite on Capitol Hill where the impeachment inquiry is proceeding, seeking to shift the focus away from damaging revelations about the president.", "filename": "2019_10_23_us_politics_republicans-storm-trump-impeachment-hearing_1666738958.html", "image_url": "https://static01.nyt.com/images/2019/10/23/us/23dc-impeach-promo/23dc-impeach-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=2e0ab78f230ddd64a0eaad853fcfede2f2ce05cb1c2869a642263eeccf01a667&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_23_us_politics_republicans-storm-trump-impeachment-hearing_1666738958.html", "title": "Republicans Grind Impeachment Inquiry to Halt as Evidence Mounts Against Trump", "title_page": "Republicans Grind Impeachment Inquiry to Halt as Evidence Mounts Against Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After waiting about five hours for the protest to break up, Laura K. Cooper , the deputy assistant secretary of defense for Russia, Ukraine and Eurasia, answered questions for more than three hours before the panel wrapped up its work for the day.\n“This is a Soviet-style process,” declared Representative Steve Scalise, the No. 2 House Republican. “It should not be allowed in the United States of America. Every member of Congress ought to be allowed in that room. The press ought to be allowed in that room.”\nRoughly a quarter of House Republicans are members of the three panels conducting the inquiry, and have been allowed to participate in the private depositions and interviews from the start. But most of the Republicans who rushed the secure rooms on Wednesday morning are not committee members.\nThe protest came a day after the most damning testimony yet about Mr. Trump’s pressure campaign to enlist Ukraine to smear his political rivals, which unfolded even as Mr. Trump met privately at the White House with ultraconservative Republicans who promised aggressive measures to defend him against the impeachment onslaught.\nIn his testimony on Tuesday, William B. Taylor Jr., the top American diplomat in Kiev, effectively confirmed Democrats’ main accusation against Mr. Trump: that the president withheld military aid from Ukraine in a quid pro quo effort to pressure that country’s leader to incriminate former Vice President Joseph R. Biden Jr. and smear other Democrats.", "url": "https://www.nytimes.com/2019/10/23/us/politics/republicans-storm-trump-impeachment-hearing.html"}