{"authors": ["Javier C. Hernández"], "date_download": "2022-10-25 23:39:42", "date_modify": "2022-10-25 23:39:42", "date_publish": "2019-07-04 11:18:29", "description": "Roy Kwong, a 36-year-old legislator, has emerged as a hero for the city’s youth and a leading voice for moderation during the political crisis there.", "filename": "2019_07_04_world_asia_hong-kong-protests-roy-kwong_1666741182.html", "image_url": "https://static01.nyt.com/images/2019/07/04/world/04hongkong-lawmaker-1/04hongkong-lawmaker-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4a8b71a29b4c8bd6a89980ea0f691745caed13d900a749f760052a213f1319db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_04_world_asia_hong-kong-protests-roy-kwong_1666741182.html", "title": "The Peacemaker at the Center of Hong Kong’s Turbulent Protests", "title_page": "The Peacemaker at the Center of Hong Kong’s Turbulent Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“These students are my comrades, my brothers, my family,” Mr. Kwong said during a recent interview in his office at the Legislative Council, where, before Monday’s siege, he had been sleeping in case protesters who often camped out there clashed with the police. “I don’t want to see any blood.”\nMr. Kwong said he did not consider himself a leader of the protests, which began in early June in opposition to a bill that would allow criminal suspects in Hong Kong, a semiautonomous territory, to be extradited for trial in mainland Chinese courts.\nBut Mr. Kwong, a professed admirer of Abraham Lincoln who races around the city in a T-shirt, jeans and sneakers, has assumed the role of peacemaker, foot soldier and guardian at critical moments.\nWhen a man last month threatened to jump from the top of a shopping mall in protest, Mr. Kwong rushed to the scene with a loudspeaker to plead with him to reconsider. When demonstrators considered storming the headquarters of the police at a demonstration in mid-June, he urged them to avoid taking unnecessary risks and possibly getting arrested.\nOn Monday, when a small group of protesters charged the legislature, undermining weeks of peaceful protests, he faced a new test.\nMr. Kwong, along with several other pro-democracy lawmakers, attempted to persuade the masked protesters to walk away, arguing that their actions would have little impact given that the building was largely empty. But the protesters pushed back, dismissing the politicians as “useless” and resuming their destruction.", "url": "https://www.nytimes.com/2019/07/04/world/asia/hong-kong-protests-roy-kwong.html"}