{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:56:02", "date_modify": "2022-10-25 23:56:02", "date_publish": "2019-09-10 15:54:22", "description": "The move by Israel’s prime minister, who faces an election in a week, would reduce any future Palestinian state to an enclave encircled by Israel.", "filename": "2019_09_10_world_middleeast_netanyahu-israel-west-bank.html_module=inline_1666742162.html", "image_url": "https://static01.nyt.com/images/2019/09/10/world/10netanyahu-promo-1/10netanyahu-promo-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a97c21863d2961a44e1e01a1ba997dfa4ed3010cccd774673ea38fde01453b21&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_10_world_middleeast_netanyahu-israel-west-bank.html_module=inline_1666742162.html", "title": "Netanyahu, Facing Tough Israel Election, Pledges to Annex a Third of West Bank", "title_page": "Netanyahu, Facing Tough Israel Election, Pledges to Annex a Third of West Bank - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Prime Minister Benjamin Netanyahu of Israel said Tuesday that he would move swiftly to annex nearly a third of the occupied West Bank if voters returned him to power in the election next week, seizing what he called a historic opportunity from a sympathetic White House to give Israel “secure, permanent borders.”\nHis plan to annex territory along the Jordan River would reshape the Israeli-Palestinian conflict and would reduce any future Palestinian state to an enclave encircled by Israel.\nMr. Netanyahu’s rivals on the left and right largely greeted the announcement, made in the heat of a campaign in which he is battling for survival, as a transparent political ploy.\nMr. Netanyahu said he planned to annex all Israeli settlements in the West Bank, and that he would move immediately after forming a new government to annex the Jordan Valley, a strategic and fertile strip of territory along the border with Jordan that runs from Beit Shean in northern Israel to the shores of the Dead Sea.", "url": "https://www.nytimes.com/2019/09/10/world/middleeast/netanyahu-israel-west-bank.html?module=inline"}