{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:55:05", "date_modify": "2022-10-25 23:55:05", "date_publish": "2019-11-07 22:30:46", "description": "The indictment of two former Twitter employees accused of spying for the Saudis highlights the platform’s power and the kingdom’s efforts to control it.", "filename": "2019_11_07_world_middleeast_saudi-arabia-twitter-arrests_1666742105.html", "image_url": "https://static01.nyt.com/images/2019/11/07/world/07saudi-twitter/07saudi-twitteer-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c425bc9e3d39fbe1809acf434c3e5c13685c25d22219e1c0d69db186c9077301&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_07_world_middleeast_saudi-arabia-twitter-arrests_1666742105.html", "title": "Why Spy on Twitter? For Saudi Arabia, It’s the Town Square", "title_page": "Why Spy on Twitter? For Saudi Arabia, It’s the Town Square - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "How does the Saudi government handle Twitter?\nUnlike other authoritarian governments in, say, Iran or China, Saudi Arabia has not blocked access to Twitter, perhaps considering it a useful, and relatively harmless, pressure valve for society. Instead, critics and researchers say, it has invested in a range of techniques to influence what Saudis see when they use the platform.\nThese include hard tactics like arresting or putting on trial prominent Twitter personalities who criticize the government and softer efforts like promoting positive tweets and working to sideline negative ones.\n“They can’t really block out these websites from the server side, so they have to contest the space,” said Alexei Abrahams, a research fellow at the Citizen Lab at the University of Toronto. “If they pour enough resources in, then maybe social media becomes more useful to the regime than to the opposition. I’m not sure we’ve crossed that threshold yet, but we can’t be that far from it.”\nTo shape the online environment, the Saudi government has marshaled armies of accounts to promote pro-government content and attack critical voices, Mr. Abrahams said. These can be automated accounts, known as bots, or accounts run by people working for the Saudi government who use Twitter in a coordinated fashion, according to an investigation published by The New York Times last year.\nActing together, they can promote accounts or hashtags that, say, praise the kingdom’s leadership while diluting the presence of critical conversations. That can end up shaping what average Saudis find when they go online.\n“You can make it appear that the weight of public opinion lies with the regime,” Mr. Abrahams said.\nHow do Saudi dissidents use Twitter?\nSaudi dissidents, many of them abroad, use Twitter to broadcast their views to their countrymen inside the kingdom. They include human rights activists who track detentions, and dissidents like Omar Abdulaziz, who lives in Canada and who posts frequent videos of himself commenting on current events and criticizing Saudi policies.", "url": "https://www.nytimes.com/2019/11/07/world/middleeast/saudi-arabia-twitter-arrests.html"}