{"authors": ["Campbell Robertson", "Mitch Smith", "Rick Rojas"], "date_download": "2022-10-25 22:58:39", "date_modify": "2022-10-25 22:58:39", "date_publish": "2019-08-05 11:20:43", "description": "President Trump spoke out against racism and white supremacy in the wake of two mass shootings, but he stopped short of embracing tighter restrictions on guns.", "filename": "2019_08_05_us_mass-shootings.html_action=click&module=Spotlight&pgtype=Homepage_1666738719.html", "image_url": "https://static01.nyt.com/images/2019/08/05/us/05shooting-briefing1/05shooting-briefing1-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=bb626ca482c908db1f60e5137df8c36125fa6569294c1cc81c06b694aaf26073&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_05_us_mass-shootings.html_action=click&module=Spotlight&pgtype=Homepage_1666738719.html", "title": "The Aftermath of Shootings in Ohio and Texas", "title_page": "The Aftermath of Shootings in Ohio and Texas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Mr. Trump was also criticized for mistakenly naming Toledo, not Dayton, as the Ohio city where the massacre took place.]\nAfter a taxing weekend filled with frayed nerves, anger and tears, Representative Tim Ryan of Ohio and former Representative Beto O’Rourke of Texas, who hail from the states where the attacks were carried out, strongly condemned Republican inaction.\nSpeaking with CNN Monday morning from Dayton, Ohio, where one of the shootings killed nine people, Mr. Ryan demanded that Senator Mitch McConnell, the majority leader, “do something.”\n“People are getting killed in the streets in America and nobody is acting,” Mr. Ryan said.\n[Read more about what the 2020 candidates had to say here.]\n8chan has gone dark after a networking company cut it off.\n8chan, the online message board where a hate-filled, anti-immigrant manifesto was posted minutes before the El Paso shooting, vanished from the internet on Monday and remained offline several hours later, after a San Francisco company decided to stop providing vital network services to the site.\nThe forum went dark at about midnight in California. After the move was announced late Sunday by the company, Cloudflare, 8chan confirmed the change on Twitter and warned that an interruption in the site’s connectivity would probably follow.\nThe screed was posted minutes before the El Paso shooting, and the authorities said Sunday it was written by the suspected gunman. At least three mass shootings this year — including the mosque killings in Christchurch, New Zealand, and the synagogue shooting in Poway, Calif. — have been announced in advance on 8chan, which has become known as a forum for racist views.", "url": "https://www.nytimes.com/2019/08/05/us/mass-shootings.html?action=click&module=Spotlight&pgtype=Homepage"}