{"authors": ["Peter S. Goodman"], "date_download": "2022-10-25 23:44:57", "date_modify": "2022-10-25 23:44:57", "date_publish": "2019-09-02 19:47:41", "description": "With the German and Italian economies in trouble, a so-called “hard Brexit” could tip the entire continent toward a recession.", "filename": "2019_09_02_business_brexit-europe-recession_1666741497.html", "image_url": "https://static01.nyt.com/images/2019/09/02/business/02EUBREXIT-01/merlin_160102911_ea8bb155-366d-4a99-84d9-9ae59479066b-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1efd11e589609996d07631dbdcca8521950cb32c7a6b9ad31751dcd53cecb13e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_02_business_brexit-europe-recession_1666741497.html", "title": "For Europe, the Threat of a No-Deal Brexit Comes at a Bad Time", "title_page": "For Europe, the Threat of a No-Deal Brexit Comes at a Bad Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For Europe, heading toward the Brexit cliffs in a diminished state was not supposed to be part of the plan.\nOnly two years ago, Europe’s economy was expanding more rapidly than at any time since the global financial crisis a decade before. European leaders assumed they could drive a hard bargain with Britain in negotiating the terms of their breakup. If Britain followed through on threats to walk away without a deal, trade would surely suffer, but Europe calculated it was strong enough to weather the resulting chaos.\n“There was an idea that the European Union could withstand a hard Brexit, that it would be bad but manageable,” said Angel Talavera, senior eurozone economist at Oxford Economics, a research institution in London. “Now, there is an increasing concern that the eurozone is really weakening significantly, and that a hard Brexit could be the thing that would send it into recession.”\nNot that Europe’s deepening economic troubles are likely to alter the political calculus in its standoff with Britain. Ever since the June 2016 referendum that set Brexit in motion, Europe has shown unwavering unity in its negotiations with its interlocutors across the channel. After three years of fierce politicking in London without any semblance of clarity on a national Brexit position, a recession will not prompt the Europeans to go soft and submit to British demands, analysts said.\n“It’s actually the opposite,” said Christian Odendahl, Berlin-based chief economist at the Center for European Reform, a research institution. “There has been a slight hardening, a tendency among Germans to say, ‘Let’s at least end this uncertainty and let the Brits go their own way.’”", "url": "https://www.nytimes.com/2019/09/02/business/brexit-europe-recession.html"}