{"authors": ["Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:29:46", "date_modify": "2022-10-25 23:29:46", "date_publish": "2019-01-01 20:17:49", "description": "Fewer people were killed last year in vehicle crashes, a sign that Mayor Bill de Blasio’s Vision Zero plan is working. But pedestrian deaths increased.", "filename": "2019_01_01_nyregion_traffic-deaths-decrease-nyc_1666740586.html", "image_url": "https://static01.nyt.com/images/2019/01/02/nyregion/02vision/merlin_138832818_f2207daa-7e7a-4957-9ab1-18941b775032-facebookJumbo.jpg?year=2019&h=550&w=1050&s=352b9ffc330a372c0fc3595a3821bf049f38b36a8ea1dd975da44101d0343dee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_01_nyregion_traffic-deaths-decrease-nyc_1666740586.html", "title": "Traffic Deaths in New York City Drop to 200, a Record Low", "title_page": "Traffic Deaths in New York City Drop to 200, a Record Low - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The number of bicyclist deaths dropped last year to 10, from 24 in 2017, according to the city. The number of people who died in vehicles also fell to 37, from 58 in 2017. But the number of motorcyclist deaths increased to 39, from 33 in 2017.\nNationally, more than 37,000 people died in traffic crashes in 2017, according to federal transportation data that is not available yet for 2018. The number of traffic fatalities in the United States fell by about 2 percent in 2017, but that followed increases in deaths in 2016 and 2015.\nIn New York, safety advocates have pressed Mr. de Blasio to move faster to improve streets. Marco Conner, deputy director of Transportation Alternatives, an advocacy group, said there were still too many deaths and injuries.\n“It’s an achievement, and it should be celebrated,” Mr. Conner said of the drop last year. “But I think the big question is: Why aren’t we doing more against the enormity of the epidemic? We’re only really taking baby steps.”\nThe people who lost their lives represent a cross section of New Yorkers: A 5-year-old girl, Abigail Blumenstein, and a 1-year-old boy, Joshua Lew, were killed by a driver in Brooklyn while crossing the street with their mothers; an 89-year-old woman, Beatrice Kahn, was hit by a car in the Bronx; and a 9-year-old boy, Giovanni Ampuero, was struck by a driver who fled the scene in Queens.\nIn August, a 23-year-old Australian woman died after she was hit by a garbage truck while riding a bicycle near Central Park. She was cut off by a livery cab that entered a bike lane. Her death led to calls for better bike infrastructure, such as protected lanes with a physical barrier.\nThe city’s transportation commissioner, Polly Trottenberg, said that her agency completed 138 street improvement projects last year and added more than 20 miles of protected bike lanes. She called the 2018 figures “encouraging results unparalleled among American cities.”", "url": "https://www.nytimes.com/2019/01/01/nyregion/traffic-deaths-decrease-nyc.html"}