{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 23:44:17", "date_modify": "2022-10-25 23:44:17", "date_publish": "2019-09-06 10:12:48", "description": "Amid attacks on her husband and herself, Lyubov Sobol has become the face of a revived Russian protest movement.", "filename": "2019_09_06_world_europe_russia-lyubov-sobol-protests_1666741457.html", "image_url": "https://static01.nyt.com/images/2019/09/06/world/06profile-sobol1/06profile-sobol1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c8cdfb712c00a0b37c57330000fe648b0e3069fc4e197a4a8bed715c03bf03ed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_06_world_europe_russia-lyubov-sobol-protests_1666741457.html", "title": "‘I Am Always Asked if I Am Afraid’: Activist Lawyer Takes On Putin’s Russia", "title_page": "‘I Am Always Asked if I Am Afraid’: Activist Lawyer Takes On Putin’s Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She abandoned a hunger strike last month after appeals from the mother of a detained protester that she start eating. Though still frail from more than three weeks of fasting, she has shown no sign of backing away from her zeal for protest.\nLast Saturday, thousands of Muscovites answered her call to join an unauthorized march along a tree-lined pedestrian walkway in the center of the Russian capital. The turnout was smaller than that for protests in late July and early August called by Mr. Navalny. But it was still a bold act of defiance in a city where protesters and even pedestrians who happen to be in the vicinity risk being beaten and arrested by baton-waving riot police officers in body armor.\nOlga Nazarenko, a 44-year-old teacher who attended the march to show support and waved a banner denouncing Mr. Putin’s administration as an “organized crime group,” said she did not always agree with Ms. Sobol. But she said she nevertheless admired Ms. Sobol’s fearless determination in the face of a system “that spits on the people” by denying them competitive elections in favor of a “farce of democracy.”\nPrevented from attending previous rallies by the security forces, Ms. Sobol managed to slip surveillance and make it to the march, taunting the authorities in videos posted on her Twitter account: “Hello, everybody, and hi, too, to everyone from the Moscow police and the Investigative Committee. I am not afraid of you and have come out today to the center of my native city, Moscow, in order to express my disagreement.”\nMs. Sobol grew up in a suburb north of Moscow near the main airport, Sheremetyevo, where her mother worked as a supervisor, while her father was associated with a flight research institute.\nA fan from childhood of Sherlock Holmes and a law graduate from Moscow State University, Russia’s most prestigious university, Ms. Sobol worked for a time as a clerk in a Moscow courthouse. But she took a decisive turn away from a quiet and conventional legal career in 2011 when she took a job with Mr. Navalny’s Anti-Corruption Foundation.", "url": "https://www.nytimes.com/2019/09/06/world/europe/russia-lyubov-sobol-protests.html"}