{"authors": ["Annie Karni", "Katie Rogers"], "date_download": "2022-10-25 23:00:46", "date_modify": "2022-10-25 23:00:46", "date_publish": "2019-05-26 01:52:35", "description": "President Trump played down North Korea’s recent tests of short-range ballistic missiles, undercutting declarations by both Prime Minister Shinzo Abe and the president’s own national security adviser.", "filename": "2019_05_25_world_asia_trump-japan-north-korea.html_module=inline_1666738846.html", "image_url": "https://static01.nyt.com/images/2019/05/26/us/politics/26prexy1-print/26prexy1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9049321b8a7a3505df4594625136022fcd8b73cdf52a53a9231503cb13535a8a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_25_world_asia_trump-japan-north-korea.html_module=inline_1666738846.html", "title": "Trump Opens Tokyo Visit With a Tweet Sure to Unnerve the Japanese", "title_page": "Trump Opens Tokyo Visit With a Tweet Sure to Unnerve the Japanese - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — President Trump kicked off the first full day of a state visit to Japan on Sunday by playing down North Korea’s recent tests of short-range ballistic missiles, undercutting declarations by both Prime Minister Shinzo Abe and the president’s own national security adviser that the launches violated United Nations resolutions.\n“North Korea fired off some small weapons, which disturbed some of my people, and others, but not me,” Mr. Trump wrote on Twitter from his hotel in Tokyo before a round of golf with Mr. Abe in nearby Chiba. “I have confidence that Chairman Kim will keep his promise to me.”\nAs it has pursued on-again, off-again denuclearization talks with North Korea, the United States has been focused on the North’s attempt to build nuclear-tipped intercontinental ballistic missiles that could reach the United States mainland.\nBut Japanese officials are worried about the sort of “small weapons” Mr. Trump dismissed — short-range missiles that could strike Japan and are often pointed in its direction.", "url": "https://www.nytimes.com/2019/05/25/world/asia/trump-japan-north-korea.html?module=inline"}