{"authors": ["Ali Winston"], "date_download": "2022-10-25 23:41:29", "date_modify": "2022-10-25 23:41:29", "date_publish": "2019-03-23 18:56:23", "description": "The attack, on board a No. 2 train in the Bronx this month, was captured on a video that has gained more than 10 million views.", "filename": "2019_03_23_nyregion_man-kicking-woman-subway-arrested_1666741289.html", "image_url": "https://static01.nyt.com/images/2019/03/23/nyregion/23arrest-suspect/23arrest-suspect-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2360585da661f4ba941438f4a181a4df53c8b814f644340c6d43933a68662e08&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_23_nyregion_man-kicking-woman-subway-arrested_1666741289.html", "title": "Man Charged in Subway Attack on 78-Year-Old Woman That Was Caught on Video, Police Say", "title_page": "Man Charged in Subway Attack on 78-Year-Old Woman That Was Caught on Video, Police Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nA man has been taken into police custody in connection with a brutal attack on a 78-year-old woman on the subway in the Bronx this month, the police said on Saturday.\nThe man, Marc Gomez, 36, of Yonkers, was arrested around 10:30 a.m. on Saturday in Lower Manhattan, the police said. Mr. Gomez was identified this week by an anonymous tip that said he often hung around areas of Lower Manhattan. Mr. Gomez was charged with felony assault.\nThe attack, which took place around 3 a.m. on March 10, surfaced this week when a video of the assault was posted to the internet. The recording of the attack had received more than 10 million views as of Saturday afternoon.\nThe video showed a tall man wearing jeans, glasses, a leather jacket and a knit cap forcefully kicking the woman at least six times as she sat on a northbound No. 2 train that was pulling into the Nereid Avenue station. Bystanders recorded the encounter and shouted but did not intervene.", "url": "https://www.nytimes.com/2019/03/23/nyregion/man-kicking-woman-subway-arrested.html"}