{"authors": ["Matthew Futterman"], "date_download": "2022-10-25 23:54:56", "date_modify": "2022-10-25 23:54:56", "date_publish": "2019-10-11 02:26:22", "description": "After the United States Anti-Doping Agency banned Alberto Salazar for four years, Nike stood by him.", "filename": "2019_10_10_sports_nike-oregon-project-salazar_1666742096.html", "image_url": "https://static01.nyt.com/images/2019/10/10/sports/10nike/10nike-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=1c885bcb0792332e9241fd66a8193b74dc95c3198784b93859d3da21c515bf31&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_10_sports_nike-oregon-project-salazar_1666742096.html", "title": "Nike to Shut Down Salazar’s Oregon Project", "title_page": "Nike to Shut Down Salazar’s Oregon Project - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The end of the Oregon Project is the latest development in a stunning downfall for Salazar and a fissure in one of the longest professional relationships of his life. Salazar has had a close relationship with Nike since he migrated to the Pacific Northwest from Massachusetts as a teenager to attend and run for the University of Oregon, alma mater of the Nike co-founder Phil H. Knight. Knight started the company that would become Nike with the famed Oregon coach Bill Bowerman shortly after graduating from Oregon, where he was a member of the track team.\nNike sponsored Salazar as a professional, when he won three consecutive New York City Marathons and became the world’s top distance runner. His running career cratered in the mid-1980s as he battled injuries and depression. Salazar later became a sports marketing executive with Nike, and in 2001 founded the Oregon Project. The venture emulated other elite training groups that were popping up at the time, notably the Mammoth Lakes, Calif.-based Team Running U.S.A., but with far more money, access to Nike’s scientific research labs, and with America’s best-known distance runner at the helm.\nThe biggest stars of the Oregon Project were Galen Rupp, an Oregonian Salazar discovered when he was a teenage soccer star, and later, Mo Farah, the Somali-born Briton, who won four Olympic gold medals and then left the Oregon Project in 2017. Both Rupp and Farah have denied using performance enhancing drugs. Even as those stars succeeded,others left the Oregon Project dispirited, their bodies broken and their minds damaged by Salazar’s intense workouts and coaching style.\nFor more than a decade the Oregon Project operated largely in secrecy. The wall of silence began to break 10 years ago, when a Nike scientist called USADA to report suspicious testosterone levels in blood tests of Oregon Project athletes.\nThree years later, an Oregon Project scientist and coach, Steve Magness, left and began to speak publicly about experiments with testosterone and L-carnitine infusions that were in excess of antidoping limits.\nKara Goucher, the former Olympian who trained with Salazar for seven years, spoke of how Salazar pushed athletes to take prescription drugs that were unnecessary but had side effects that might prove beneficial to endurance athletes. In testimony at his arbitration hearing, Salazar acknowledged distributing prescription drugs.\n“I was a part of a culture that was so manipulative and so controlling and so wrong,” Goucher said in an interview last week. “Your entire life is dependent on the power of this brand.”", "url": "https://www.nytimes.com/2019/10/10/sports/nike-oregon-project-salazar.html"}