{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:45:05", "date_modify": "2022-10-25 23:45:05", "date_publish": "2019-01-19 15:45:54", "description": "Speaker John Bercow has overturned precedent to give the British Parliament a bigger role in Brexit.", "filename": "2019_01_19_world_europe_brexit-speaker-john-bercow_1666741505.html", "image_url": "https://static01.nyt.com/images/2019/01/20/world/20bercow-p1/20bercow1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b6f85cf87ed1fb4b93e6ba7df623d60e8cd89b0427438499ef9ded61f3705226&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_19_world_europe_brexit-speaker-john-bercow_1666741505.html", "title": "John Bercow, Shouting for ‘Order’ Amid Chaos, Is Brexit’s Surprise Star and Villain", "title_page": "John Bercow, Shouting for ‘Order’ Amid Chaos, Is Brexit’s Surprise Star and Villain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those personal qualities have come into play at a pivotal moment as Britain hurtles toward its March 29 exit with a government in stalemate.\n“He is a law unto himself,” said Bobby Friedman, the author of a biography of Mr. Bercow, recalling the speaker’s decision on Jan. 9 to allow Parliament to amend a government business motion on Brexit. Business motions give the executive power to determine what happens in Parliament and when, and have not been considered changeable by Parliament.\n“From a political geek’s point of view, it was pretty astonishing,” Mr. Friedman said of Mr. Bercow’s decision. “He said, ‘I’ll do what I like.’ If anyone else was speaker, it would have been incredibly surprising. With him, not particularly.”\nEven in the hyper-loquacious environment of British politics, Mr. Bercow stands out for his love of ornate language and withering insult.\n“He could never say, ‘It’s great to see you’ ”; instead he would say, ‘It gives me inestimable pleasure to meet you for the finest condiments created by Mrs. Twinings,’ ” a colleague told Mr. Friedman, his biographer. A sitting lawmaker told The New York Times in 2013, “It’s as if he goes to bed every night, reads a thesaurus, inwardly digests it and then spews it out the next day.”\nOccasionally, when a fellow politician was speaking, he would cry out, “Split infinitive!”\nMr. Bercow has made a career out of annoying his conservative colleagues. Some are still seething over his decision not to wear the traditional speaker’s regalia, including wig and knee-breeches, which he said created “a barrier between Parliament and the public.”", "url": "https://www.nytimes.com/2019/01/19/world/europe/brexit-speaker-john-bercow.html"}