{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:42:28", "date_modify": "2022-10-25 23:42:28", "date_publish": "2019-06-13 17:56:10", "description": "Jim Jarmusch’s movie, starring Bill Murray, Adam Driver, Tilda Swinton and a bunch of other interesting people, respects the genre without committing to it.", "filename": "2019_06_13_movies_the-dead-dont-die-review_1666741348.html", "image_url": "https://static01.nyt.com/images/2019/06/14/arts/13deaddontdie-1/13deaddontdie-1-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=10cff4c74e7b59f695b7e0a64d3973dccb672c059f174375ad05cdb6fe0a43b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_13_movies_the-dead-dont-die-review_1666741348.html", "title": "‘The Dead Don’t Die’ Review: Zombies Gobbling Up Scraps of Pop Culture", "title_page": "‘The Dead Don’t Die’ Review: Zombies Gobbling Up Scraps of Pop Culture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This is Jim Jarmusch. I’m the writer and director of “The Dead Don’t Die.” This is a scene that takes place in the Centerville police station. It’s a three-cop town, Centerville. Bill Murray, the chief. Adam Driver and Chloë Sevigny play the other two officers. There are two parts to this scene. The first is Officer Peterson — Adam Driver — explaining to Chloë Sevigny’s character that there is, in fact, a zombie apocalypse. “It’s zombies.” “What are you saying?” “Well, it’s the undead. They’ve been reanimated, caused by the Earth having been pulled off its axis, caused by the polar fracking.” And the second part of the scene is dealing with one of the undead who comes to life, played by Carol Kane. Her name is Mallory O’Brien and was known as the town drunk. - [screams] These undead in our film have a kind of vestigial memory for one thing that they were sort of obsessed with when they were alive. And in this case, being the town drunk, her obsession was chardonnay. “Look out, kids.” I’m not a big splatter film guy, so all the zombies in our film are dried up and dust inside. “Chardonnay.” “I got this, Cliff.” The visual effect is quite stunning and was done by a wonderful company, Chimney. It was quite daunting. We had to have a stand-in for Carol Kane for the actual swinging of the machete. The machete itself was only a very short blade so that it actually didn’t touch the stunt person. “Chardonnay.” - [screams] [gunshot] Bill Murray’s last shot to the severed head was improvised. In each of the other takes, he didn’t do that. But I found that very funny. Chloë Sevigny, as an actor, she is a real master of small reactions. And she is our kind of scream queen in the film because she screams maybe six times throughout the entire film.", "url": "https://www.nytimes.com/2019/06/13/movies/the-dead-dont-die-review.html"}