{"authors": ["Jim Dwyer"], "date_download": "2022-10-25 22:59:54", "date_modify": "2022-10-25 22:59:54", "date_publish": "2019-05-30 09:00:16", "description": "“When They See Us” revisits the case of the wrongfully convicted teenage boys. A writer who covered the original trial looks back on a warped time, and the warping of truth.", "filename": "2019_05_30_arts_television_when-they-see-us-real-story_1666738794.html", "image_url": "https://static01.nyt.com/images/2019/06/02/arts/02park-essay1/02park-essay1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=526f5dc6d7a11f206eeedf2db9e2f72fe01df0bf001a092206d792ed986b7bd2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_30_arts_television_when-they-see-us-real-story_1666738794.html", "title": "The True Story of How a City in Fear Brutalized the Central Park Five", "title_page": "The True Story of How a City in Fear Brutalized the Central Park Five - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This is a story of the biggest story of its day, a crime that set a high-water mark for depravity, an urban atrocity that caused existential hand-wringing for America’s biggest city.\nIt was a story that — over 30 years — changed from solid to liquid to gas, all but vanishing.\n“When They See Us,” a four-part series premiering May 31 on Netflix directed by Ava DuVernay, is based on the lives of five men who were wrongfully convicted and sent to prison as teenagers for gang-raping and nearly killing Trisha Meili, a woman who was jogging in Central Park in 1989. Their convictions were vacated in 2002, and the city paid $41 million in 2014 to settle their civil rights lawsuit. Hated by one generation as brutalizers, they were hailed by the next as the brutalized.\n[The Central Park Five discussed “When They See Us” with their onscreen counterparts.]\nIn the series, these events are fictionalized, lightly but not trivially. With the license of imagination, it follows the boys as they turn to men, and opens interior spaces — personal torments, family turmoils, prison torture, the sustenance of odd friendships — to which daily journalism has little access, and in which it has scant interest.\nFew crimes leave permanent marks on anyone other than the people involved. From its first moments, the Central Park case had been a global cultural phenomenon, its meaning debated and anguished over by urban scholars, politicians, ordinary citizens. A real estate developer, not widely known outside New York in 1989, used it for one of his earliest forays into civic affairs, placing full-page ads to proclaim his fury. “You better believe that I hate the people who took this girl and raped her brutally,” that developer, Donald J. Trump, said at a standing room-only news conference. “You better believe it.”", "url": "https://www.nytimes.com/2019/05/30/arts/television/when-they-see-us-real-story.html"}