{"authors": ["Patrick Mcgeehan"], "date_download": "2022-10-25 23:53:32", "date_modify": "2022-10-25 23:53:32", "date_publish": "2019-11-06 16:55:44", "description": "Get ready, New York. Hoboken shows what happens when the scooters come to town.", "filename": "2019_11_06_nyregion_lime-scooter-hoboken_1666742012.html", "image_url": "https://static01.nyt.com/images/2019/10/29/nyregion/00scooters-promo/00scooters-promo-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=7843cb3255452d72cd0b80f5c25702fa3551055ea817081e3da3e36b275771aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_06_nyregion_lime-scooter-hoboken_1666742012.html", "title": "Riding While Drunk and Other Dangers of the Electric Scooter Craze", "title_page": "Riding While Drunk and Other Dangers of the Electric Scooter Craze - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an August letter to the Metropolitan Council, the legislative body for the consolidated city-county government in Nashville, Mayor David Briley, a Democrat, wrote that the safety of residents, workers and visitors “remains at risk with more than 2,000 scooters still zipping through our streets and littered across our sidewalks.” But the Council voted against banning scooters altogether, deciding instead to reduce each company’s fleet by half.\nIn New York, lawmakers in Albany passed a bill this year that would legalize electric-powered bikes and scooters, with one notable exception. The bill singled out Manhattan as the only place in the state where scooters would not be legal. Gov. Andrew M. Cuomo, a Democrat, has not yet signed it into law, so New York City has not yet authorized their use in any of its other four boroughs.\n“New York City is one of the places that, without the prohibition, the companies would have launched in long ago,” said Juan Matute, the deputy director of the UCLA Institute of Transportation Studies. “It has density, the ability to pay, a preponderance of short trips. And people are looking for an alternative to the subway.”\nIn the meantime, New Yorkers who want to try a rental scooter would have to cross the Hudson to Hoboken, Asbury Park or one of a few other places in New Jersey where they are available.\nDespite the accidents and arrests in Hoboken, the scooters have been firmly embraced. On a recent weeknight, commuters leaving the PATH train station at the south end of the city waited impatiently as two young men unloaded 73 Lime scooters from a packed van. Within minutes, all but a few were gone.\nPhil Jones, a senior director for government relations at Lime, said more than 30,000 users had taken a total of more than 500,000 rides on the company’s scooters in Hoboken in five months. Lime started out with 250 scooters there in May and now has more than 300 in Hoboken, a compact city with about 50,000 residents.\nMr. Jones said Lime had canceled the accounts of more than 500 people for violations of its rules, such as allowing children to ride or carrying passengers. Others have been warned or fined for lesser offenses, he said.", "url": "https://www.nytimes.com/2019/11/06/nyregion/lime-scooter-hoboken.html"}