{"authors": [], "date_download": "2022-10-25 22:58:50", "date_modify": "2022-10-25 22:58:50", "date_publish": "2019-02-06 23:58:53", "description": "The complete statement from Dr. Tyson, who has accused Mr. Fairfax, the lieutenant governor of Virginia, of sexually assaulting her in 2004.", "filename": "2019_02_06_us_politics_vanessa-tyson-statement_1666738730.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2019", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_06_us_politics_vanessa-tyson-statement_1666738730.html", "title": "Vanessa Tyson’s Full Statement on Justin Fairfax", "title_page": "Vanessa Tyson’s Full Statement on Justin Fairfax - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vanessa C. Tyson, who has accused Lt. Gov. Justin E. Fairfax of Virginia of sexually assaulting her at the 2004 Democratic National Convention in Boston, released a statement on Wednesday describing her account of their encounter. Mr. Fairfax has denied the allegations. Read the full story here.\nHere is the complete text of her statement:\nOn the night of Friday, February 1, 2019, I read multiple news accounts indicating that Virginia Lt. Governor Justin Fairfax would likely be elevated to Governor as an immediate result of a scandal involving Governor Ralph Northam. This news flooded me with painful memories, bringing back feelings of grief, shame, and anger that stemmed from an incident with Mr. Fairfax that occurred in July 2004 during the Democratic National Convention in Boston.\nI met Mr. Fairfax on July 26, 2004, when he and I were working at the Convention. We struck up a conversation on the first day of the Convention and soon realized we had a mutual friend. We crossed paths occasionally during the first two days and our interactions were cordial, but not flirtatious. We commiserated about our long work hours, and on the afternoon of the third day of the Convention, July 28, 2004, Mr. Fairfax suggested that I get some fresh air by accompanying him on a quick errand to retrieve documents from his room in a nearby hotel. Given our interactions up to that time, I had no reason to feel threatened and agreed to walk with him to his hotel. I stood in the entryway of the room and after he located the documents, he walked over and kissed me. Although surprised by his advance, it was not unwelcome and I kissed him back. He then took my hand and pulled me towards the bed. I was fully clothed in a pantsuit and had no intention of taking my clothes off or engaging in sexual activity. In the back of my mind, I also knew I needed to return to Convention headquarters.\nWhat began as consensual kissing quickly turned into a sexual assault. Mr. Fairfax put his hand behind my neck and forcefully pushed my head towards his crotch. Only then did I realize that he had unbuckled his belt, unzipped his pants, and taken out his penis. He then forced his penis into my mouth. Utterly shocked and terrified, I tried to move my head away, but could not because his hand was holding down my neck and he was much stronger than me. As I cried and gagged, Mr. Fairfax forced me to perform oral sex on him. I cannot believe, given my obvious distress, that Mr. Fairfax thought this forced sexual act was consensual. To be very clear, I did not want to engage in oral sex with Mr. Fairfax and I never gave any form of consent. Quite the opposite. I consciously avoided Mr. Fairfax for the remainder of the Convention and I never spoke to him again.", "url": "https://www.nytimes.com/2019/02/06/us/politics/vanessa-tyson-statement.html"}