{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:00:52", "date_modify": "2022-10-25 23:00:52", "date_publish": "2019-11-13 13:00:08", "description": "Witnesses testified that President Trump pressured a foreign power to help him win re-election during historic hearings that previewed an intensely partisan battle.", "filename": "2019_11_13_us_politics_impeachment-hearings_1666738852.html", "image_url": "https://static01.nyt.com/images/2019/11/13/us/politics/13dc-impeach1/13dc-impeach1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=fc4ac22bc8d3bc3974b7b32b9b4e35e6831a7b5edeca431ae2ad7dc4e080202f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_13_us_politics_impeachment-hearings_1666738852.html", "title": "Key Moments From the First Public Impeachment Hearing", "title_page": "Key Moments From the First Public Impeachment Hearing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If we find that the president of the United States abused his power and invited foreign interference in our elections, or if he sought to condition, coerce, extort or bribe an ally, if this is not impeachable conduct, what is?” “Ambassador Taylor and Mr. Kent, I’d like to welcome you here. I’d like to congratulate you for passing the Democrats’ star chamber auditions held for the last weeks in the basement of the Capitol. It seems you agreed, witting or unwittingly, to participate in a drama. But the main performance, the Russia hoax, has ended and you’ve been cast in the low-rent Ukrainian sequel.” “I encountered an irregular informal channel of U.S. policymaking with respect to Ukraine, unaccountable to Congress. The odd push to make President Zelensky publicly commit to investigations of Burisma and alleged interference in the 2016 election, showed how the official foreign policy of the United States was undercut by the irregular efforts led by Mr. Giuliani.” “Did you ever try to wrest control of the irregular channel?” “I didn’t try to wrest control of the irregular channel — do that. At the time when I —” “Well why not though, if you had your concerns?” “Because Mr. Counselor, at the time, both channels were interested in having a meeting between President Zelensky and President Trump.” “New leaders, particularly countries that are trying to have good footing in the international arena, see a meeting with the U.S. president in the Oval Office at the White House as the ultimate sign of endorsement and support from the United States.” “It’s one thing to try to leverage a meeting in the White House. It’s another thing, I thought, to leverage security assistance, security assistance to a country at war.” “You also said that more Ukrainians would undoubtedly die without U.S. assistance. Why is that?” “This assistance allows the Ukrainian military to deter further incursions by the Russians against their own — against Ukrainian territory.” “In your deposition you said this and you said it again the first hour of the majority, ‘My clear understanding was security assistance money would not come until President Zelensky committed to pursue the investigation.’ Now with all due respect, Ambassador, your clear understanding was obviously wrong — because it didn’t happen. President Zelensky didn’t announce he was going to investigate Burisma or the Bidens. Ambassador, you weren’t on the call, were you? You didn’t listen on President Trump’s call, and President Zelensky’s call?” “I did not.” “You’ve never talked with Chief of Staff Mulvaney?” “I never did.” “You never met the president?” “That’s correct.” “This is what I can’t believe. And you’re their star witness. You’re their first witness.” “Mr. Jordan —” “You’re the guy, you’re the guy. 00:03:13.150 —> 00:03:14.900 Based on this, based on — I mean, I’ve seen, I’ve seen church prayer chains that are easier to understand than this.” “Mr. Kent, are you a never Trumper?” “I am a career non-professional, who serves whatever president is duly elected and carries out the foreign policies of that president and the United States. And I’ve done that for 27 years for three Republican presidents and two Democrat presidents.” “Ambassador Taylor, are you a Never Trumper?” “No, sir.” “In this impeachment hearing today where we impeach presidents for treason or bribery, or other high crimes, where is the impeachable offense in that call? Are either of you here today to assert there was an impeachable offense in that call? Shout it out — anyone?” “Mr. Ratcliffe, if I could just respond, let me just reiterate that I’m not —” “I’ve got one minute left.” “I know and let me —” “Let me just make this —” “I’ve just got 30 —” “Please allow the witness — You asked the witness a question, the witness —” “I withdraw the question.” “I’m not here to take one side or the other —” “Mr. Ratcliffe, I would just like to say that I’m not here to do anything having to do with the — to decide about impeachment. That is not what either of us are here to do. This is your job.”", "url": "https://www.nytimes.com/2019/11/13/us/politics/impeachment-hearings.html"}