{"authors": [], "date_download": "2022-10-25 23:24:38", "date_modify": "2022-10-25 23:24:38", "date_publish": "2019-10-18 09:00:20", "description": "A federal appeals court’s ruling on the Affordable Care Act could be a huge headache for the president and take Democrats’ focus off Medicare for all.", "filename": "2019_10_18_health_health-care-2020-election_1666740278.html", "image_url": "https://static01.nyt.com/images/2019/10/18/us/politics/18dc-aca/18dc-aca-facebookJumbo.jpg?year=2019&h=549&w=1050&s=3ea32740a468746d82f95ad63dc9eebd8f2f7f8a0b180d6b9d4d3f6440472bf5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_18_health_health-care-2020-election_1666740278.html", "title": "How Pending Decision on Obamacare Could Upend 2020 Campaign", "title_page": "How Pending Decision on Obamacare Could Upend 2020 Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Republicans are not conceding that possibility. Asked how a ruling against the law might affect members of the party seeking re-election, the spokesman for the House Republican campaign arm, Chris Pack, said: “Both Democrats and Republicans oppose Obamacare. The only difference is that Democrats want to replace it with socialized single-payer health care that makes private health insurance illegal.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nIn fact, most Democrats would welcome a renewed debate over the Affordable Care Act. Many Democrats in Congress have resisted Medicare for all; instead they have sought to shore up the existing health law and trap Republicans on pre-existing conditions. Senator Chuck Schumer of New York, the Democratic leader, intends to force a floor vote as soon as next week on a resolution to overturn a Trump rule that lets states promote skimpy-but-inexpensive insurance plans that do not meet the law’s coverage standards.\nThe vote, Mr. Schumer said Tuesday on the Senate floor, “will present our Republican colleagues with a choice: whether to protect Americans with pre-existing conditions or not to protect them.”\nMr. Trump is in a box on health care, the issue that registers as a top priority for voters in poll after poll. He wants deals on ending surprise medical bills and lowering prescription drug prices, but the Senate and House are far apart on what drug price legislation they would agree to, and impeachment proceedings could derail any chance of bipartisan measures.\nPublic support for the health law remains high, driven in part by swing voters. And few Americans believe Mr. Trump will offer details of a new health care plan before the end of the year, according to a Kaiser poll released this week. They also doubt any plan he releases would offer “better care at lower costs,” as he has promised.\nAlex M. Azar II, the secretary of health and human services, has repeatedly played down the importance of expanding coverage to the remaining uninsured; instead, he has said, Mr. Trump wants to improve the health care system for all Americans. His efforts thus far have mostly been directed at discrete groups of patients: a plan to reduce new H.I.V. infections by 75 percent over five years, for example, and another to move people with advanced kidney disease to home-based, instead of clinic-based, dialysis.\nAt oral arguments before the appeals court panel in July, a lawyer from the Justice Department indicated the Trump administration would seek a stay if the panel upheld Judge O’Connor’s decision. The losing side could appeal directly to the Supreme Court, increasing the chances of a ruling or at least oral arguments before that court in the final months of the presidential campaign. Alternatively, it could first ask for a hearing by the full appeals court, which would slow down the process.", "url": "https://www.nytimes.com/2019/10/18/health/health-care-2020-election.html"}