{"authors": ["Nicholas Fandos", "Eileen Sullivan"], "date_download": "2022-10-25 23:01:50", "date_modify": "2022-10-25 23:01:50", "date_publish": "2019-06-26 14:27:25", "description": "Mr. Trump repeated false accusations that the special counsel had destroyed text messages by F.B.I. officials critical of the president.", "filename": "2019_06_26_us_politics_trump-mueller-testimony_1666738910.html", "image_url": "https://static01.nyt.com/images/2019/06/26/us/26dc-mueller-promo/26dc-mueller-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=209244390841753c446ba80278826032286d5a6e5a97a01e02629bb2ee63720c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_26_us_politics_trump-mueller-testimony_1666738910.html", "title": "Weeks of Talks Led a Reluctant Mueller to Testify", "title_page": "Weeks of Talks Led a Reluctant Mueller to Testify - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Mueller staked out his position in an 11-minute address — his first and only public appearance as special counsel — in the Justice Department briefing room. Congress could force him to testify, he said, but warned he “would not go beyond our report.”\n“It contains our findings and analysis and the reasons for the decisions we made,” Mr. Mueller said. “We chose those words carefully, and the work speaks for itself. And the report is my testimony. I would not provide information beyond that which is already public in any appearance before Congress.”\nTalks about his testimony had begun after Mr. Barr released a redacted version of Mr. Mueller’s report in April. They slowed after Mr. Mueller left his post as special counsel and no longer had easy access to a coterie of staff and official government channels for negotiating, people involved in the discussions said. Democrats ultimately turned to Jonathan R. Yarowsky, a partner at Mr. Mueller’s former law firm of WilmerHale who also previously worked for the Judiciary Committee, to serve as an intermediary to Mr. Mueller’s closest aides, according to the congressional official directly involved.\nWilmerHale also made office space available to Mr. Mueller as he negotiated, Robert T. Novick, a managing partner, said on Wednesday.\nBy mid-June, the patience of Democratic activists and lawmakers on Capitol Hill was wearing thin. The White House was blocking witness after witness called to testify on Capitol Hill and threatened to go on stonewalling “illegitimate” oversight by Democrats as long as needed.\nDemocrats tried to impress upon Mr. Mueller’s team that they would subpoena him if he did not agree to terms and demand that he appear on two consecutive days for much longer sessions, said the senior official involved in the talks, who was not authorized to speak by name. And though Democrats understood his position, they made clear that Congress and the public disagreed with the view that a Justice Department prosecutor need never speak and that Mr. Mueller had a responsibility to clear the public record about his work.\nBy Tuesday evening, both sides agreed to the more limited setting under subpoena. Rather than risk letting details of the agreement leak out, Mr. Nadler and Representative Adam B. Schiff, the Intelligence Committee chairman, decided to announce the terms in a statement at 9 p.m.", "url": "https://www.nytimes.com/2019/06/26/us/politics/trump-mueller-testimony.html"}