{"authors": ["The New York Times"], "date_download": "2022-10-25 23:02:31", "date_modify": "2022-10-25 23:02:31", "date_publish": "2019-11-19 21:55:08", "description": "President Trump’s former special envoy to Ukraine appeared in front of the House Intelligence Committee on the third day of public impeachment hearings.", "filename": "2019_11_19_us_politics_volker-statement-testimony_1666738951.html", "image_url": "https://static01.nyt.com/images/2019/11/19/nyregion/19dc-volkeropeningstatement1/19dc-volkeropeningstatement1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=10f701efa537ca52e36e66e6f2174010e3d9c585241e892b9c28b12a9f062c48&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_19_us_politics_volker-statement-testimony_1666738951.html", "title": "Read Kurt Volker’s Prepared Opening Statement From the Impeachment Hearing", "title_page": "Read Kurt Volker’s Prepared Opening Statement From the Impeachment Hearing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "However, more than four weeks passed and we could not nail down a date for the meeting. I came to believe that the president’s long-held negative view toward Ukraine was causing hesitation in actually scheduling the meeting, much as we had seen in our Oval Office discussion.\nAfter weeks of reassuring the Ukrainians that it was just a scheduling issue, I decided to tell President Zelensky that we had a problem with the information reaching President Trump from Mayor Giuliani. I did so in a bilateral meeting at a conference on Ukrainian economic reform in Toronto, on July 2, 2019, where I led the U.S. delegation. I suggested that he call President Trump directly in order to renew their personal relationship, and to assure President Trump that he was committed to investigating and fighting corruption, things on which President Zelensky had based his presidential campaign. I was convinced that getting the two presidents to talk with each other would overcome the negative perception of Ukraine that President Trump still harbored.\nPresident Zelensky’s senior aide, Andrey Yermak, approached me several days later to ask to be connected to Mayor Giuliani. I agreed to make that connection. I did so because I understood that the new Ukrainian leadership wanted to convince those, like Mayor Giuliani, who believed such a negative narrative about Ukraine, that times have changed and that, under President Zelensky, Ukraine is worthy of U.S. support. The Ukrainians believed that if they could get their own narrative across in a way that convinced Mayor Giuliani that they were serious about fighting corruption and advancing reform, Mayor Giuliani would convey that assessment to President Trump, thus correcting the previous, negative narrative.\nThat made sense to me and I tried to be helpful. I made clear to the Ukrainians that Mayor Giuliani was a private citizen, the president’s personal lawyer, and not representing the U.S. government. Likewise, in my conversations with Mayor Giuliani, I never considered him to be speaking on the president’s behalf, or giving “instructions.” Rather, the information flow was the other way — from Ukraine to Mayor Giuliani, in the hopes this would clear up the information reaching President Trump.\nOn July 10, after hearing from Mr. Yermak, I wrote to Mayor Giuliani to seek to get together, and finally on July 19 we met for breakfast for a longer discussion. At that meeting, I told Mr. Giuliani that in my view, the prosecutor general with whom he had been speaking, Mr. Lutsenko, was not credible and was acting in a self-serving capacity. To my surprise, Mr. Giuliani said that he had already come to the same conclusion. Mr. Giuliani also mentioned both the accusations about Vice President Biden and about interference in the 2016 election, and stressed that all he wanted to see was for Ukraine to investigate what happened in the past and apply its own laws.\nConcerning the allegations, I stressed that no one in the new team governing Ukraine had anything to do with anything that may have happened in 2016. They were making television shows at the time. I also said that it is not credible to me that former Vice President Biden would have been influenced in any way by financial or personal motives in carrying out his duties as vice president.\nA different issue is whether some individual Ukrainians may have attempted to influence the 2016 election or thought they could buy influence: That is at least plausible, given Ukraine’s reputation for corruption. But the accusation that Vice President Biden acted inappropriately did not seem at all credible to me.", "url": "https://www.nytimes.com/2019/11/19/us/politics/volker-statement-testimony.html"}