{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 23:52:48", "date_modify": "2022-10-25 23:52:48", "date_publish": "2019-03-10 18:25:40", "description": "The poll of likely Iowa caucusgoers found the two longtime politicians far ahead of their competition. It also found widespread support for liberal policy ideas.", "filename": "2019_03_10_us_politics_biden-sanders-iowa-poll-2020_1666741968.html", "image_url": "https://static01.nyt.com/images/2019/03/10/nyregion/10iowapoll/10iowapoll-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d3420d86fe91cf9342060b87dff1e33f03f09df90e86f1da81815bf0a3ec2001&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_10_us_politics_biden-sanders-iowa-poll-2020_1666741968.html", "title": "Biden and Sanders Lead the 2020 Field in Iowa, Poll Finds", "title_page": "Biden and Sanders Lead the 2020 Field in Iowa, Poll Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Former Vice President Joseph R. Biden Jr. and Senator Bernie Sanders lead a new poll of likely Iowa caucusgoers released this weekend, underscoring how the nomination process for the Democratic Party has, to this early point, been defined by the two figures with the largest national profiles.\nThe poll, which was conducted by The Des Moines Register and CNN, had Mr. Biden as the top choice for 27 percent of respondents, leading all candidates. Though Mr. Biden’s advisers have signaled that he intends to run for president, he has yet to announce his candidacy. Mr. Sanders, who kicked off his campaign recently in New York City, was the top choice for 25 percent of those asked.\nPoll numbers have fallen sharply, however, for the other major holdout: former Representative Beto O’Rourke, who lost a Senate bid in Texas in 2018 and could announce his candidacy in the coming weeks. Only 5 percent of likely caucusgoers now call him their first choice for president — down from 11 percent in December.\nThe Iowa caucuses will be held in early February of 2020.\n[Join the conversation around the 2020 race with our politics newsletter.]", "url": "https://www.nytimes.com/2019/03/10/us/politics/biden-sanders-iowa-poll-2020.html"}