{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:56:05", "date_modify": "2022-10-25 23:56:05", "date_publish": "2019-04-06 21:15:57", "description": "Trailing his main challenger days before the election, Mr. Netanyahu offered an idea ardently sought by the settler movement but seen as a blow to a two-state solution.", "filename": "2019_04_06_world_middleeast_netanyahu-annex-west-bank_1666742165.html", "image_url": "https://static01.nyt.com/images/2019/04/06/world/06israel/06israel-facebookJumbo.jpg?year=2019&h=549&w=1050&s=0fb333930b8664fbd73c79b2ff9faaa129bab56fc5356983f9a81aa5e4fb3bbe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_06_world_middleeast_netanyahu-annex-west-bank_1666742165.html", "title": "Netanyahu Vows to Start Annexing West Bank, in Bid to Rally the Right", "title_page": "Netanyahu Vows to Start Annexing West Bank, in Bid to Rally the Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Struggling to rally right-wing voters before Tuesday’s elections, Prime Minister Benjamin Netanyahu said Saturday that he would start to extend Israeli sovereignty over the West Bank if given a fourth consecutive term.\nSuch a move has been ardently sought by the settler movement but resisted until now by Mr. Netanyahu, and by more moderate Israelis, as a potentially fatal blow to a two-state solution to the Israeli-Palestinian conflict. In the eyes of most of the world, it would also be a violation of international law that bars the annexation of land seized in war.\nBut Mr. Netanyahu trailed his main challenger, Benny Gantz, a former army chief of staff, in final polls of the campaign published Friday. And he has been frantically trying to mobilize conservative Israelis to vote for his Likud party rather than for other, more extremist parties whose leaders have joined his government but have often portrayed him as more of a brake on the settler movement than an accelerator.\nMr. Netanyahu was pressed in a live television interview Saturday night over why he had not already annexed settlement blocs like Maale Adumim and Gush Etzion, two large Jewish communities built on occupied territory on the outskirts of Jerusalem. He vowed to begin the effective annexation of those and other, more isolated areas under Jewish control.", "url": "https://www.nytimes.com/2019/04/06/world/middleeast/netanyahu-annex-west-bank.html"}