{"authors": ["Martin Selsoe Sorensen", "Richard Pérez-Peña"], "date_download": "2022-10-25 23:00:43", "date_modify": "2022-10-25 23:00:43", "date_publish": "2019-08-22 14:39:10", "description": "President Trump responded angrily when Prime Minister Mette Frederiksen rebuffed the idea of selling Greenland, but she is trying to move past it.", "filename": "2019_08_22_world_europe_-trump-greenland-denmark-mette-frederiksen_1666738843.html", "image_url": "https://static01.nyt.com/images/2019/08/21/world/21denmark-pm/21denmark-pm-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8cd8d12d9b5121b53de8172c6f12bb2568049ce81567061fd8422220e87afd02&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_22_world_europe_-trump-greenland-denmark-mette-frederiksen_1666738843.html", "title": "Denmark’s Leader Didn’t Want a Fight With Trump. She Got One Anyway.", "title_page": "Denmark’s Leader Didn’t Want a Fight With Trump. She Got One Anyway. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ODENSE, Denmark — “I’m not going to enter a war of words with anybody, including the American president,” Denmark’s prime minister, Mette Frederiksen, told a Danish television channel on Wednesday.\nToo late.\nIn Denmark, a small country with powerful neighbors, commitment to international alliances is bedrock policy, and polite, measured political debate is the norm. Ms. Frederiksen usually reflects that orthodoxy, but she has occasionally demonstrated a sharp tongue — by Danish standards — and skepticism about the United States; she made a splash early in her career by comparing American policy on women’s reproductive rights to Saudi Arabia’s.\nSo her tart dismissal this week of President Trump’s interest in buying Greenland as “an absurd discussion” was not surprising to Danes, and neither was her pivot to conciliatory words.", "url": "https://www.nytimes.com/2019/08/22/world/europe/-trump-greenland-denmark-mette-frederiksen.html"}