{"authors": ["Edmund Lee"], "date_download": "2022-10-25 23:34:52", "date_modify": "2022-10-25 23:34:52", "date_publish": "2019-08-04 09:00:06", "description": "Hidden debt, asset swaps, corporate raids: Financial journalists and a playwright well versed in the Enron scandal watch over the show’s arcane scenarios to make sure they’re plausible.", "filename": "2019_08_04_business_media_hbo-succession-business_1666740892.html", "image_url": "https://static01.nyt.com/images/2019/08/03/business/03SUCCESSION-01/merlin_158695746_aa48c028-e1f6-4efc-bb28-2866d18be4cc-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2ed76b2c589f3ab6fac76849cb375800b9684785242183795f025d57f008437c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_04_business_media_hbo-succession-business_1666740892.html", "title": "HBO’s ‘Succession’ Tries to Get the Merger-Mad Media Industry Right", "title_page": "HBO’s ‘Succession’ Tries to Get the Merger-Mad Media Industry Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Armstrong’s answer reads almost like a Wall Street analyst’s note: “We’d always imagined the Roy family controlled their holding in the public corporation via a private holding company, and in discussions it occurred to us that there can be financial secrets in that sort of structure that wouldn’t be possible in the publicly traded company.”\nThe Roys, in other words, have hidden debts on their books. The children, led at first by Kendall Roy (played by Jeremy Strong), soon discover that those debts could sink the business if the company’s share price falls below a certain level.\nThis seems at first glance like a bit of stretch. In the real world, any public company that takes out loans would have to alert its shareholders, since such a move would constitute a potential risk. But in the case of the Roys, Mr. Armstrong said, an unusual ownership structure allows the family to keep some financial details hidden.\nThat scenario is indeed rooted in reality, mirroring a corporate structure used by Mr. Redstone, whose National Amusements company is the privately held parent of CBS and Viacom. In 2008, Mr. Redstone came under pressure from shareholders when they discovered that National Amusements had taken out loans linked to the value of CBS and Viacom stocks. During her time as a reporter at The Journal, Ms. Marr, one of the show’s consultants, covered this unusual debt arrangement, which serves the series as a kind of MacGuffin.\nLike the Roys, the Redstone family wrestled with succession until recently, when it became clear that Mr. Redstone’s daughter, Shari Redstone, had emerged victorious in one of the few instances of a woman taking charge of a family media dynasty.\nMs. Marr said she and the writing staff spent a lot of time creating a realistic back story for the Roy family’s business. They know all about “its assets, its ownership and capital structure,” she said in an email, even if the details will never appear on the show.\n“Jesse and his writing team leave no stone unturned in the writing room,” Ms. Marr said. “They come to the table with pretty sophisticated business ideas, and it’s a matter of working out what works in what scenario.”", "url": "https://www.nytimes.com/2019/08/04/business/media/hbo-succession-business.html"}