{"authors": ["Ernesto Londoño"], "date_download": "2022-10-25 22:59:13", "date_modify": "2022-10-25 22:59:13", "date_publish": "2019-10-21 18:45:26", "description": "Early results suggested that President Evo Morales would be able to avoid a runoff against Carlos Mesa, but election monitors cast doubts on the result.", "filename": "2019_10_21_world_americas_Bolivia-election-vote-count_1666738753.html", "image_url": "https://static01.nyt.com/images/2019/11/21/world/21bolivia-top/merlin_163099206_8548b5dd-a59d-4cd6-9602-0d0fe2581719-facebookJumbo.jpg?year=2019&h=549&w=1050&s=46bbbf4a547190a7a51d0e5dd20efcc0aef50b272d6b6fc8911b9b5f78195165&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_21_world_americas_Bolivia-election-vote-count_1666738753.html", "title": "President Accused of Fraud in Bolivia Election as He Opens Big Vote Lead", "title_page": "President Accused of Fraud in Bolivia Election as He Opens Big Vote Lead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LA PAZ, Bolivia — President Evo Morales of Bolivia faced stinging accusations of election irregularities by international observers and violent protests in the streets on Monday as an updated tally of votes cast in the country’s presidential election appeared to give him a big enough lead to avoid a runoff.\nWith about 95 percent of the votes counted, election officials said Mr. Morales received 46.8 percent of the votes, while his closest rival, Carlos Mesa, won 36.7 percent. To avoid a runoff, the incumbent needed a 10-percentage-point advantage.\nPreliminary results released hours after polls closed on Sunday showed a far tighter margin between the two leading candidates, an outcome that appeared to make it certain they would face off in a runoff in December.\nManuel González, the head of the election observer mission dispatched by the Organization of American States to monitor Bolivia’s vote, said on Monday night that he was “profoundly concerned” by the “drastic” reversal in the vote results.", "url": "https://www.nytimes.com/2019/10/21/world/americas/Bolivia-election-vote-count.html"}