{"authors": ["Emily Flitter", "David Enrich"], "date_download": "2022-10-25 23:01:41", "date_modify": "2022-10-25 23:01:41", "date_publish": "2019-04-15 22:13:52", "description": "Subpoenas from the House’s Financial Services and Intelligence committees were the latest attempts by congressional Democrats to collect information about the finances of President Trump.", "filename": "2019_04_15_business_deutsche-bank-trump-finances-congress_1666738901.html", "image_url": "https://static01.nyt.com/images/2019/04/15/business/15banks1/merlin_137352126_ef6279af-84ee-44f8-bd29-a16b182274ac-facebookJumbo.jpg?year=2019&h=549&w=1050&s=67fbde7c1db312c74a75855d3333af380aa39be25c5dfa4df7eb51c8d6f12b1f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_15_business_deutsche-bank-trump-finances-congress_1666738901.html", "title": "Deutsche Bank Is Subpoenaed for Trump Records by House Democrats", "title_page": "Deutsche Bank Is Subpoenaed for Trump Records by House Democrats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Congressional investigators on Monday intensified their pursuit of President Trump’s personal and business financial records by issuing a subpoena to his longtime lender, Deutsche Bank.\nThe two committees that issued the subpoena, the House’s Intelligence and Financial Services committees, also demanded documents from numerous other financial institutions, including JPMorgan Chase, Bank of America and Citigroup, related to possible money-laundering by people in Russia and Eastern Europe, according to three people with knowledge of the investigation.\n“The potential use of the U.S. financial system for illicit purposes is a very serious concern,” Representative Maxine Waters, the chairwoman of the Financial Services Committee, said in a statement. She added that the panel was “exploring these matters, including as they may involve the president and his associates, as thoroughly as possible pursuant to its oversight authority, and will follow the facts wherever they may lead us.”\nThe subpoenas were the latest attempts by congressional Democrats to collect information about the finances of Mr. Trump and his family-owned company, the Trump Organization, and were immediately condemned by Mr. Trump’s son Eric.", "url": "https://www.nytimes.com/2019/04/15/business/deutsche-bank-trump-finances-congress.html"}