{"authors": ["The New York Times"], "date_download": "2022-10-25 23:40:11", "date_modify": "2022-10-25 23:40:11", "date_publish": "2019-06-13 03:56:26", "description": "The clashes between the police and protesters have put the government on the defensive and pushed debate over the extradition law back at least two days.", "filename": "2019_06_12_world_asia_hong-kong-protests_1666741211.html", "image_url": "https://static01.nyt.com/images/2019/06/13/world/13hk-livebriefing-top1/13hk-livebriefing-top1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c8d6b759f836b05544d35aaa59dae978835a989e70c375d34776b7bb2f6547fd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_12_world_asia_hong-kong-protests_1666741211.html", "title": "Police Violence Puts Hong Kong Government on Defensive", "title_page": "Police Violence Puts Hong Kong Government on Defensive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The legislature holds off debate as protesters regroup.\nWith the government on the defensive after a day of violent clashes between protesters and the police, the president of Hong Kong’s legislature on Thursday agreed to delay by at least two days consideration of a contentious bill that would allow extraditions to mainland China.\nAiming to keep the pressure on, the Civil Human Rights Front, which organized a protest against the bill that drew as many as one million people last weekend, called on residents to take to the streets again this coming Sunday. The group also called for schools, shops and workers to go on strike on Monday.\nTens of thousands of demonstrators opposed to the bill surrounded the Legislative Council building on Wednesday and prevented lawmakers from meeting as planned to move the legislation on an accelerated schedule toward a vote next week. When some protesters charged the police in an attempt to enter the building, riot control officers opened fire with rubber bullets and more than 150 canisters of tear gas.\nAlmost all the protesters dispersed overnight, and an uneasy and perhaps temporary calm returned to the streets of Hong Kong on Thursday. The government closed its main offices and security remained tight around the Legislative Council Complex. As thunderstorms rolled across the city, trash crews cleared away surgical masks, water bottles and other debris from the clashes.", "url": "https://www.nytimes.com/2019/06/12/world/asia/hong-kong-protests.html"}