{"authors": ["Alan Blinder", "Audra D. S. Burch"], "date_download": "2022-10-25 23:28:17", "date_modify": "2022-10-25 23:28:17", "date_publish": "2019-01-20 20:50:37", "description": "A cultural reckoning remains distant as both sides quarrel in courts, college campuses and town squares over Confederate symbols in public spaces.", "filename": "2019_01_20_us_confederate-monuments-legal-battles_1666740497.html", "image_url": "https://static01.nyt.com/images/2019/01/18/us/00monuments-01/00monuments-01-facebookJumbo.jpg?year=2019&h=549&w=1050&s=86baeb8a0561e3ff43cb7ce2b32f1bdef524d6d8f09515f017304966ffee0d87&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_20_us_confederate-monuments-legal-battles_1666740497.html", "title": "Fate of Confederate Monuments Is Stalled by Competing Legal Battles", "title_page": "Fate of Confederate Monuments Is Stalled by Competing Legal Battles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BIRMINGHAM, Ala. — Randall L. Woodfin, the 37-year-old mayor of Birmingham, Ala., made an unlikely sales pitch the other day after glancing toward some black-and-white photos of his city’s segregated past.\nA 52-foot-tall Confederate monument, a sandstone obelisk erected in 1905 and within sight of City Hall, is available, he said. For free.\n“Any Confederate museum that wants this thing can have it,” Mr. Woodfin said in an interview at City Hall. “I’ll give it to them right now. Hell, I’m even willing to give them whatever they need to get it to them.”\nBut Mr. Woodfin, and the State of Alabama, know such a transfer would not be without political and legal consequences. Almost 154 years after the end of the Civil War, the country is still quarreling — in state capitols and courtrooms, on college campuses and around town squares — over how, or whether, to commemorate the side that lost.", "url": "https://www.nytimes.com/2019/01/20/us/confederate-monuments-legal-battles.html"}