{"authors": ["Michael D. Shear", "Catie Edmondson"], "date_download": "2022-10-25 23:54:37", "date_modify": "2022-10-25 23:54:37", "date_publish": "2019-07-25 00:48:29", "description": "Lawmakers had tried to send an angry message to the president over his attempts to bypass them, but they do not expect to have the votes to override the veto.", "filename": "2019_07_24_us_politics_trump-veto-arms-saudi-arabia_1666742077.html", "image_url": "https://static01.nyt.com/images/2019/07/24/us/24dc-veto/merlin_158135508_cebfc03a-5e1d-4efe-b09f-487721c27e27-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2dfad2bfec67c970216b964fd54cd655c15a71d4a0f99381f90b0fb8b5332213&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_24_us_politics_trump-veto-arms-saudi-arabia_1666742077.html", "title": "Trump Vetoes Bipartisan Resolutions Blocking Arms Sales to Gulf Nations", "title_page": "Trump Vetoes Bipartisan Resolutions Blocking Arms Sales to Gulf Nations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump vetoed a series of bipartisan measures on Wednesday that would have blocked the sale of billions of dollars of arms to Saudi Arabia and the United Arab Emirates.\nLawmakers from both parties sent an angry joint message to Mr. Trump last month, saying that he could not go around Congress in his bid to help Persian Gulf allies prosecute their war in Yemen.\nBut in a veto message, Mr. Trump said blocking the arms sales “would weaken America’s global competitiveness and damage the important relationships we share with our allies and partners.”\nMr. Trump’s veto — the third of his presidency and the second turning back congressional action condemning his administration’s relationship with Saudi Arabia — had been expected. And although the resolutions passed with bipartisan majorities in both houses, lawmakers do not expect to have enough votes to override it.", "url": "https://www.nytimes.com/2019/07/24/us/politics/trump-veto-arms-saudi-arabia.html"}