{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:56:05", "date_modify": "2022-10-25 23:56:05", "date_publish": "2019-09-10 19:37:57", "description": "Strategic shifts in the Middle East have pushed the Palestinian cause down the priority list of many Arab leaders.", "filename": "2019_09_10_world_middleeast_netanyahu-palestinians-arabs-west-bank_1666742165.html", "image_url": "https://static01.nyt.com/images/2019/09/10/world/10arab-reax/10arab-reax-facebookJumbo.jpg?year=2019&h=550&w=1050&s=214559ca02014ed9d0339b8dbd2db2b6ed65942441e77cf449abfe530752ab20&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_10_world_middleeast_netanyahu-palestinians-arabs-west-bank_1666742165.html", "title": "Little Outrage in Arab World Over Netanyahu’s Vow to Annex West Bank", "title_page": "Little Outrage in Arab World Over Netanyahu’s Vow to Annex West Bank - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT — At one time, if the prime minister of Israel had vowed to extend Israeli sovereignty over the Jordan Valley in the occupied West Bank, the unilateral promise would have set off outrage across the Arab world.\nNot today.\nThe reasons for the muted response to Prime Minister Benjamin Netanyahu’s pre-election promise on Tuesday were many: It was seen as a late-game appeal by Mr. Netanyahu to right-wing voters. Israel already has de facto control of the territory in question. And the Palestinian cause no longer stirs passions across the region as it once did.\n“Yes they care,” the Palestinian journalist Daoud Kuttab said of Arabs in other countries. “But will they move their troops? No. Are they going to withdraw their money from American banks? No.”\n[If re-elected, Netanyahu says he will annex nearly a third of the occupied West Bank.]\nMr. Netanyahu’s vow comes after strategic shifts in the Middle East have pushed the Palestinian cause down the priority list of many Arab leaders and their peoples. It also follows President Trump’s endorsement of a number of unilateral steps by Israel toward other disputed territories.", "url": "https://www.nytimes.com/2019/09/10/world/middleeast/netanyahu-palestinians-arabs-west-bank.html"}