{"authors": ["Cade Metz", "Brian Dawson", "Meg Felling"], "date_download": "2022-10-25 23:40:52", "date_modify": "2022-10-25 23:40:52", "date_publish": "2019-03-26 17:25:32", "description": "In 2013, the company started an ambitious, flashy effort to create robots. Now, its goals are more modest, but the technology is subtly more advanced.", "filename": "2019_03_26_technology_google-robotics-lab_1666741252.html", "image_url": "https://static01.nyt.com/images/2019/03/22/business/22googlerobots-promo/22googlerobots-promo-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a874421049c9cd7c009176ec188a45b8354064a32de70b15163e4ee2e5597848&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_26_technology_google-robotics-lab_1666741252.html", "title": "Inside Google’s Rebooted Robotics Program", "title_page": "Inside Google’s Rebooted Robotics Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2013, the company started an ambitious, flashy effort to create robots. Now, its goals are more modest, but the technology is subtly more advanced.\nBrian Dawson and\nMarch 26, 2019\nMOUNTAIN VIEW, Calif. — Google has quietly been retooling an ambitious but troubled robotics program that was once led by an executive who left the company amid accusations of sexual harassment.\nStarting in 2013, the internet company spent tens of millions of dollars buying six robotics start-ups in the United States and Japan. The project included two teams specializing in machines that looked and moved like humans. In a nod to Google’s grand ambitions, Andy Rubin, the vice president of engineering who ran the effort, called it Replicant . (The term was originally used in the science-fiction movie “Blade Runner.”)\nLittle came of it. Over the next few years, Google either sold off the companies it had acquired or shut them down. The best known of the bunch, Boston Dynamics, was bought by the Japanese conglomerate SoftBank and is still working on robots that move like humans or animals. Mr. Rubin left Google in 2014 after the harassment allegations.", "url": "https://www.nytimes.com/2019/03/26/technology/google-robotics-lab.html"}