{"authors": ["David M. Halbfinger", "Isabel Kershner"], "date_download": "2022-10-25 23:55:54", "date_modify": "2022-10-25 23:55:54", "date_publish": "2019-09-18 20:26:53", "description": "Prime Minister Benjamin Netanyahu, who tried to win on the strength of his right-wing and religious base, appears to have fallen short of a majority.", "filename": "2019_09_18_world_middleeast_israel-election-unity-netanyahu-gantz.html_module=inline_1666742154.html", "image_url": "https://static01.nyt.com/images/2019/09/18/world/18israel1/merlin_160980945_ce679142-96fd-442f-b1d3-b0d5c69e33b7-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3a497d5339b190b5841f318cb5a16b1bf005edb92d523b8c819fdc582e1db9a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_18_world_middleeast_israel-election-unity-netanyahu-gantz.html_module=inline_1666742154.html", "title": "After a Divisive Israeli Election, Calls for Unity", "title_page": "After a Divisive Israeli Election, Calls for Unity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — The near-final results of Israel’s intensely fought election gave rise on Wednesday to a seemingly contradictory conclusion: While the country remains deeply divided, the forces of unity have gained an edge.\nPrime Minister Benjamin Netanyahu, who sought to drive wedges through the electorate along religious, ethnic and ideological lines, appeared to have come in a close second to the centrist former army chief Benny Gantz.\nMr. Gantz and another party leader, Mr. Netanyahu’s former deputy, Avigdor Liberman, who won a kingmaker’s role, have advocated a broad coalition that would govern from the center and sideline the more extreme elements of Israeli politics.\nThat would mean that after a Netanyahu government beholden to the hard right and the ultra-Orthodox, a less polarizing administration could take shape that heeds the desires and interests of a broad majority of Israelis, many of them more secular in outlook.", "url": "https://www.nytimes.com/2019/09/18/world/middleeast/israel-election-unity-netanyahu-gantz.html?module=inline"}