{"authors": ["Michael D. Shear", "Sydney Ember"], "date_download": "2022-10-25 23:02:34", "date_modify": "2022-10-25 23:02:34", "date_publish": "2019-04-10 12:47:37", "description": "President Trump said Democrats would pay a price for their position on the issue. Julián Castro, the only Latino in the Democratic presidential field, fired back.", "filename": "2019_04_10_us_politics_trump-texas-crosby_1666738954.html", "image_url": "https://static01.nyt.com/images/2019/04/10/us/politics/10dc-trump-sub/10dc-trump-sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4c3d5182aa906fd53e963add5db274ec24067a403223e15cb7ba5f929be7aa3a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_10_us_politics_trump-texas-crosby_1666738954.html", "title": "In San Antonio, a Preview of How Immigration Could Play Out in 2020", "title_page": "In San Antonio, a Preview of How Immigration Could Play Out in 2020 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN ANTONIO — President Trump used the backdrop of a Texas fund-raiser on Wednesday to warn of the dangers and tragedy of migrants flowing across the Mexican border — an issue he predicted would play well for him in his 2020 re-election campaign.\nWith high-dollar donors standing behind him, Mr. Trump said migrants pouring across the southwestern border were dying in great numbers while gang members arriving from Central America were marauding and threatening American ranchers. And he made clear that he was going to try to put the blame on Democrats.\n“I think they’re going to pay a very big price in 2020,” Mr. Trump said here, before heading to Houston for another fund-raiser. “I think the border is going to be an incredible issue. And they’re on the wrong side. They want to have open borders.”\nBut Julián Castro, the former mayor of San Antonio and a Democratic candidate for president, fired back at Mr. Trump, accusing him of using such talk as a political tool to energize his voters with dark threats about immigrants.", "url": "https://www.nytimes.com/2019/04/10/us/politics/trump-texas-crosby.html"}