{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 23:39:56", "date_modify": "2022-10-25 23:39:56", "date_publish": "2019-07-11 19:29:18", "description": "President Tsai Ing-wen of Taiwan, which China considers a breakaway province, visits the United States and the Caribbean.", "filename": "2019_07_11_world_asia_taiwan-president-united-states-china_1666741196.html", "image_url": "https://static01.nyt.com/images/2019/07/11/world/11taiwan/11taiwan-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b74c7927a7b644e1754377aae81d401947c2eb5994a39d3c912e40f1d35aa0a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_11_world_asia_taiwan-president-united-states-china_1666741196.html", "title": "Taiwan President Risks Infuriating China With U.S. Visit", "title_page": "Taiwan President Risks Infuriating China With U.S. Visit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The leader of Taiwan, the self-governing island of 24 million claimed by China, visited the United States on Thursday and said her people would “never be intimidated,” risking China’s wrath and a further fraying of ties between Beijing and the Trump administration.\nThe visit by President Tsai Ing-wen of Taiwan, which includes stopovers in New York and Denver, is happening over the objections of China, which urged the United States government not to permit it.\nMs. Tsai made the trip in the midst of a protracted trade dispute between China and the United States, and just a few days after the Defense Department approved a $2 billion arms sale to Taiwan, a deal that China regards as especially provocative.\nWhile Ms. Tsai has visited the United States before, this was her first trip as president to New York, where Taiwan maintains a large unofficial consular and trade office just a few blocks from the United Nations. Taiwan is not a United Nations member and has no representatives, but 17 countries in the world body continue to maintain diplomatic relations with Taiwan.", "url": "https://www.nytimes.com/2019/07/11/world/asia/taiwan-president-united-states-china.html"}