{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:39:43", "date_modify": "2022-10-25 23:39:43", "date_publish": "2019-09-26 14:43:02", "description": "In the Trump administration's latest jab at California, the Environmental Protection Agency is saying the state is not protecting its water quality.", "filename": "2019_09_26_climate_trump-california_1666741183.html", "image_url": "https://static01.nyt.com/images/2019/09/26/climate/26CLI-CALIWATER1/26CLI-CALIWATER1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=71982da28dbfad0fc6734206d56118f37f3bc598438bec7033e55f02a4a4b763&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_26_climate_trump-california_1666741183.html", "title": "E.P.A. Accuses California of ‘Significant’ Air and Water Problems", "title_page": "E.P.A. Accuses California of ‘Significant’ Air and Water Problems - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Newsom’s office hit back, saying the E.P.A.’s action was of a piece with the Ukraine scandal fueling impeachment talk and engulfing the White House.\n“There’s a common theme in the news coming out of this White House this week. The president is abusing the powers of the presidency and weaponizing government to attack his political opponents. This is not about clean air, clean water or helping our state with homelessness. This is political retribution against California, plain and simple,” Nathan Click, a spokesman for Mr. Newsom, said in a statement.\nThe Trump administration also has taken aim at California in other ways, attacking the state for its handling of the homeless problem, and threatening to cut off critical federal wildfire aid.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nThe E.P.A. letter lays out a multitude of accusations and says the state’s lack of response to its homeless crisis “prompted E.P.A. to review other programs.” It cites numerous pollution discharges into public water systems. While the letter does not explicitly threaten to take funding away from California, it notes that California has received $1.16 billion in federal water treatment funds over the past five years.\nMr. Wheeler cited press reports that human feces from homeless people in Los Angeles and San Francisco is increasingly common on streets and sidewalks. “The E.P.A. is concerned about the potential water quality impacts from pathogens and other contaminants from untreated human waste entering nearby waters.”\nWant climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.\nThe letter goes on to cite numerous other problems, including exceeded arsenic and lead levels, and gave the state 30 days to deliver a “remedial plan.”", "url": "https://www.nytimes.com/2019/09/26/climate/trump-california.html"}