{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:28:18", "date_modify": "2022-10-25 23:28:18", "date_publish": "2019-03-22 01:35:23", "description": "The former San Francisco 49ers teammates, who accused the league’s 32 teams of colluding to keep them out of the game, reached a deal last month that included a confidentiality agreement.", "filename": "2019_03_21_sports_colin-kaepernick-nfl-settlement_1666740498.html", "image_url": "https://static01.nyt.com/images/2019/03/21/sports/21kaepernick/21kaepernick-facebookJumbo.jpg?year=2019&h=549&w=1050&s=f52b91c9a2ef06d31c05b64061d89774a9ee7874aadc214033d52b62a8862dda&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_21_sports_colin-kaepernick-nfl-settlement_1666740498.html", "title": "N.F.L. Settlement With Kaepernick and Reid Is Said to Be Much Less Than $10 Million", "title_page": "N.F.L. Settlement With Kaepernick and Reid Is Said to Be Much Less Than $10 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The N.F.L. will pay considerably less than $10 million in its settlement of grievances filed by Colin Kaepernick and Eric Reid, according to two people with knowledge of the agreement who were not authorized to speak publicly.\nSpecifics of the settlement were not disclosed when the deal was reached Feb. 15, ending an 18-month standoff over claims by Kaepernick and Reid, former teammates with the San Francisco 49ers, that they had been denied jobs in the league because they knelt through the national anthem before games. They accused the league’s 32 teams of colluding to keep them out of the sport.\nMuch of the settlement will cover the fees of lawyers representing Kaepernick and Reid, one of the people with the knowledge of the agreement said Thursday, and the players will receive smaller, roughly equal amounts.\nThe Wall Street Journal first reported the estimated amount of the settlement, which included a confidentiality agreement.", "url": "https://www.nytimes.com/2019/03/21/sports/colin-kaepernick-nfl-settlement.html"}