{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:44:38", "date_modify": "2022-10-25 23:44:38", "date_publish": "2019-09-11 21:36:21", "description": "The U.S. has never cut interest rates below zero, but such a move has been considered. There are some big hurdles.", "filename": "2019_09_11_business_economy_trump-fed-negative-interest-rates_1666741478.html", "image_url": "https://static01.nyt.com/images/2019/09/11/business/11negativerates1/11negativerates1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=5185a1bd03b82e4bf7ec10696937a3170b6b1e2f668444cb02ee238993aa06f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_11_business_economy_trump-fed-negative-interest-rates_1666741478.html", "title": "Trump Wants Negative Rates. Here’s How That Would Work.", "title_page": "Trump Wants Negative Rates. Here’s How That Would Work. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The world has gone topsy-turvy. President Trump invited, and then disinvited, the Taliban to Camp David. Taylor Swift is in a long-term relationship, and Popeyes put its fried chicken on a bun. Now Mr. Trump wants the Federal Reserve to join everyone else in the upside down that is 2019.\nThe president said Fed officials should slash interest rates to zero or below in a tweet on Wednesday. In doing so, he urged the central bank to adopt a policy that its counterparts, including the European Central Bank and Bank of Japan, have used as an emergency measure to shore up weak economies.\nGiven that the Federal Reserve is presiding over a strong economy, it is unlikely to acquiesce. The Fed is expected to make a modest quarter-point cut at its meeting next week as it tries to guard against growing uncertainties, lowering its policy rate to a range of 1.75 to 2 percent. But it is also unclear whether the Fed could practically and successfully use negative rates to stimulate the economy.\nWhat are negative rates?\nCommercial banks usually earn interest on the extra reserves they keep at central banks, like the Fed or the European Central Bank. Negative policy interest rates force them to pay to keep money in those accounts, a penalty aimed at pushing them to lend more and goose the economy.", "url": "https://www.nytimes.com/2019/09/11/business/economy/trump-fed-negative-interest-rates.html"}