{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:26:56", "date_modify": "2022-10-25 23:26:56", "date_publish": "2019-07-01 15:25:48", "description": "The head of Israel’s spy agency nonetheless said he saw a “rare opportunity” to make progress toward peace in the region.", "filename": "2019_07_01_world_middleeast_israel-iran-mossad_1666740416.html", "image_url": "https://static01.nyt.com/images/2019/06/21/business/01mossad1/21oilcrisis-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e2e78b2110db80fd6bfd7f4b5087e193cc4a719f6078a6df327356b874c2c599&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_01_world_middleeast_israel-iran-mossad_1666740416.html", "title": "Mossad Chief Bluntly Blames Iran for Tanker Attacks", "title_page": "Mossad Chief Bluntly Blames Iran for Tanker Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HERZLIYA, Israel — The head of Israel’s intelligence service said flatly on Monday that Iran was directly responsible for the repeated attacks on oil tankers in the Persian Gulf, along with other targets in Saudi Arabia and Iraq, that have raised tensions in the Middle East.\n“They are a single campaign initiated by a single party,” Yossi Cohen, the chief of the Mossad, said in a speech at a conference on national security at the Interdisciplinary Center, a college in Herzliya, north of Tel Aviv. He did not provide any evidence to support his claim or explain how the Israeli authorities had come to that conclusion.\n“I can say to you with certainty, from the best sources of Israeli and Western intelligence, that Iran is behind these attacks,” Mr. Cohen said. “They were authorized by the Iranian government leadership” and the Islamic Revolutionary Guard Corps and its various branches.\nThe Trump administration has accused Iran of responsibility for the attacks on the tankers, based on an assessment of available intelligence, and most Western analysts concur. But Mr. Cohen’s accusation was among the most definitive yet. Iran has denied responsibility for the attacks.", "url": "https://www.nytimes.com/2019/07/01/world/middleeast/israel-iran-mossad.html"}