{"authors": ["Michael Crowley", "Maggie Haberman"], "date_download": "2022-10-25 23:34:24", "date_modify": "2022-10-25 23:34:24", "date_publish": "2019-08-05 11:19:08", "description": "President Trump addressed a country in mourning after mass shootings in Texas and Ohio killed 31 people. “In one voice our nation must condemn racism, bigotry and white supremacy,” he said.", "filename": "2019_08_05_us_politics_trump-speech-mass-shootings-dayton-el-paso_1666740864.html", "image_url": "https://static01.nyt.com/images/2019/08/05/us/05shooting-video-copy/05shooting-video-copy-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=a5ccf1fcda1b477a63039104d676cb6404646c91e8b066dc3c573c832e75276c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_05_us_politics_trump-speech-mass-shootings-dayton-el-paso_1666740864.html", "title": "Trump Condemns White Supremacy but Stops Short of Major Gun Controls", "title_page": "Trump Condemns White Supremacy but Stops Short of Major Gun Controls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump on Monday denounced white supremacy in the wake of twin mass shootings over the weekend, and citing the threat of “racist hate,” he summoned the nation to address what he called a link between the recent carnage and violent video games, mental illness and internet bigotry.\nBut he stopped well short of endorsing the kind of broad gun control measures that activists, Democrats and some Republicans have sought for years, such as tougher background checks for gun buyers and the banning of some weapons and accessories such as high-capacity magazines.\n[Explainer: What are ‘red flag’ gun laws, and which states have them?]\nAnd while he warned of “the perils of the internet and social media,” he offered no recognition of his own use of those platforms to promote his brand of divisive politics. Instead, he focused on a rising intolerance that he has been slow to condemn in the past.\n“In one voice our nation must condemn racism, bigotry and white supremacy,” Mr. Trump said at the White House. “These sinister ideologies must be defeated.”", "url": "https://www.nytimes.com/2019/08/05/us/politics/trump-speech-mass-shootings-dayton-el-paso.html"}