{"authors": ["Fatima Faizi", "Rod Nordland"], "date_download": "2022-10-25 23:28:09", "date_modify": "2022-10-25 23:28:09", "date_publish": "2019-10-04 16:31:16", "description": "Zarifa Ghafari expects to die in office. But in the meantime, she intends to do something about the litter problem.", "filename": "2019_10_04_world_asia_zarifa-ghafari-afghanistan-maidan-shar_1666740489.html", "image_url": "https://static01.nyt.com/images/2019/07/17/world/00afghan-mayor-4/00afghan-mayor-4-facebookJumbo.jpg?year=2019&h=550&w=1050&s=7668174da4a4657f9e70bc43d8a4c9da2b97d734b44efc51c3f59ba52f13fb1d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_04_world_asia_zarifa-ghafari-afghanistan-maidan-shar_1666740489.html", "title": "Afghan Town’s First Female Mayor Awaits Her Assassination", "title_page": "Afghan Town’s First Female Mayor Awaits Her Assassination - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MAIDAN SHAR, Afghanistan — Zarifa Ghafari, who at 26 became one of Afghanistan’s first female mayors, has said that she fully expects to be assassinated.\nNot that she is keeping a low profile.\nAfter taking office in March in Maidan Shar, a town of 35,000 in Afghanistan’s Wardak Province, she had a banner hoisted with her name, a picture of her wearing a bright red head scarf and the slogan of her anti-littering campaign: “Let’s keep our city clean.”\nMs. Ghafari is well aware that she is on the front lines of the struggle for women’s rights in Afghanistan, at a time when recent American peace talks with the Taliban have Afghans thinking about what might happen if the ultraconservative insurgents ever take part in running the country again.\n“My job is to make people believe in women’s rights and women’s power,” she wrote on Twitter.\nMs. Ghafari is not the first woman to take over a traditionally male job in Afghanistan’s patriarchal society. But she has one of the toughest imaginable positions.", "url": "https://www.nytimes.com/2019/10/04/world/asia/zarifa-ghafari-afghanistan-maidan-shar.html"}