{"authors": ["Robert D. Mcfadden"], "date_download": "2022-10-25 22:59:10", "date_modify": "2022-10-25 22:59:10", "date_publish": "2019-07-22 03:36:41", "description": "Mr. Morgenthau was the bane of mobsters and crooked politicians and a confidant of mayors and governors, who came and went while he stayed on for decades.", "filename": "2019_07_21_nyregion_robert-morgenthau-dead_1666738750.html", "image_url": "https://static01.nyt.com/images/2019/07/04/nyregion/00morgenthau-obit10/00morgenthau-obit10-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=5153a7a9229fa77228d83d741b896b807f9cfafeafc65ba438b718b89d924469&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_21_nyregion_robert-morgenthau-dead_1666738750.html", "title": "Robert Morgenthau, Longtime Manhattan District Attorney, Dies at 99", "title_page": "Robert Morgenthau, Longtime Manhattan District Attorney, Dies at 99 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Robert M. Morgenthau, a courtly Knickerbocker patrician who waged war on crime for more than four decades as the chief federal prosecutor for Southern New York State and as Manhattan’s longest-serving district attorney, died on Sunday in Manhattan. He was 99.\nMr. Morgenthau’s wife, Lucinda Franks, said he died at Lenox Hill Hospital after a short illness.\nIn an era of notorious Wall Street chicanery and often dangerous streets, Mr. Morgenthau was the bane of mobsters, crooked politicians and corporate greed; a public avenger to killers, rapists and drug dealers; and a confidant of mayors and governors, who came and went while he stayed on — for nearly nine years in the 1960s as the United States attorney for the Southern District of New York and for 35 more as Gotham’s aristocratic Mr. District Attorney.\nFor a Morgenthau — the scion of a family steeped in wealth, privilege and public service — he was strangely awkward, a wooden speaker who seemed painfully shy on the stump. His grandfather had been an ambassador in President Woodrow Wilson’s day, and his father was President Franklin D. Roosevelt’s treasury secretary. His own early political forays, two runs for governor of New York, ended disastrously.", "url": "https://www.nytimes.com/2019/07/21/nyregion/robert-morgenthau-dead.html"}