{"authors": ["Katie Rogers", "Maggie Haberman", "Peter Baker"], "date_download": "2022-10-25 23:44:15", "date_modify": "2022-10-25 23:44:15", "date_publish": "2019-07-10 18:52:35", "description": "R. Alexander Acosta, the labor secretary, rebuffed calls for his resignation by Democrats, who criticized his decision as a prosecutor in 2008 to accept a lenient sentence for Mr. Epstein.", "filename": "2019_07_10_us_politics_acosta-epstein_1666741455.html", "image_url": "https://static01.nyt.com/images/2019/07/10/us/politics/10dc-acosta-sub2/10dc-acosta-sub2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=df15e567530a3f1a54df08f7fc6dae20bd5df207310a4b8d7bdb1eaea4f076f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_10_us_politics_acosta-epstein_1666741455.html", "title": "Acosta Defends His Role in Brokering Jeffrey Epstein Plea Deal", "title_page": "Acosta Defends His Role in Brokering Jeffrey Epstein Plea Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Labor Secretary R. Alexander Acosta on Wednesday defended his handling of the sex crimes prosecution of the financier Jeffrey Epstein in Florida more than a decade ago, bucking a growing chorus of Democratic resignation calls while effectively making the case to President Trump to keep his job.\nAt a televised news conference watched intently in the White House, Mr. Acosta offered a clinical explanation of the 2008 plea deal, arguing that he overrode state authorities to ensure that Mr. Epstein would face jail time and that holding out for a stiffer sentence by going to trial would have been “a roll of the dice.”\n“I wanted to help them,” Mr. Acosta, who was the top federal prosecutor in Miami at the time, said of the victims during an hourlong session with reporters at the Labor Department. “That is why we intervened. And that’s what the prosecutors of my office did — they insisted that he go to jail and put the world on notice that he was and is a sexual predator.”\nHis comments did little to quell the furor over the deal, which has come under renewed scrutiny since Mr. Epstein was charged on Monday in New York with running a sex-trafficking operation that lured dozens of girls, some as young as 14, to his Upper East Side home and to a mansion in Palm Beach, Fla. Lawyers for some of the victims and the former Palm Beach prosecutor accused Mr. Acosta of rewriting history.", "url": "https://www.nytimes.com/2019/07/10/us/politics/acosta-epstein.html"}