{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:06", "date_modify": "2022-10-25 23:43:06", "date_publish": "2019-04-26 20:20:17", "description": "Even as Spain’s interior provinces empty out, they punch above their weight politically and could determine the outcome of Sunday’s national election.", "filename": "2019_04_26_world_europe_spain-election-rural-population_1666741386.html", "image_url": "https://static01.nyt.com/images/2019/04/26/world/26Spain1/26Spain1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=f31d3f36658565c54c49827212bd585934ae19e59de95ce02bf334b4b9d5a071&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_26_world_europe_spain-election-rural-population_1666741386.html", "title": "Spanish Election May Pivot on an Aging and Depleted Heartland", "title_page": "Spanish Election May Pivot on an Aging and Depleted Heartland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This month, however, both the governing Socialist party and the opposition Popular Party promised to reopen the disused local railway line, at least to transport goods.\n“We once had a great railway line, but at some point Spain decided to modernize without us,” said Jesús Lopéz, the president of Codinse, an association that uses public subsidies from the European Union and Spain to sustain 119 villages in northeastern Segovia.\nThe villages have a combined population of 10,500 people, about 60 percent of whom are now older than 60.\nFernando Arevalo, an activist from an association that fights depopulation in Soria, said voters should be wary of “empty promises” by politicians before elections.\nBut he also acknowledged that his association was struggling to mobilize older, traditional-minded voters.\n“People talk about the need for change, but then they mostly don’t vote for change,” he said.\nAntonio Arribas, 84, a former shepherd, lamented that health problems recently forced him to move from his village home to a residence for the elderly a few miles away. He said he would stick with the Popular Party on Sunday, “but I can’t really tell you why.”\n“In any case,’’ he said, ‘‘I don’t think any politician is going to save our villages.”", "url": "https://www.nytimes.com/2019/04/26/world/europe/spain-election-rural-population.html"}