{"authors": ["Noel Murray"], "date_download": "2022-10-25 23:37:30", "date_modify": "2022-10-25 23:37:30", "date_publish": "2019-05-13 18:23:37", "description": "The actress and singer, known for her wholesome, sunny screen presence, died on Monday.", "filename": "2019_05_13_arts_doris-day-best-movies_1666741050.html", "image_url": "https://static01.nyt.com/images/2019/05/13/arts/13doris-streaming-2/13doris-streaming-2-facebookJumbo.jpg?year=2019&h=527&w=1005&s=9a3acf9b61fe1b681e4403bb32c4334854d8861d993c49f377d11a15ef8dbd32&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_13_arts_doris-day-best-movies_1666741050.html", "title": "Doris Day: 4 Great Movies (and 1 TV Show) to Stream", "title_page": "Doris Day: 4 Great Movies (and 1 TV Show) to Stream - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Doris Day died Monday at 97. An actress and singer known for her wholesome, sunny screen presence, Day was a major movie star of the 1950s and ’60s: first as a dynamic leading lady during the golden age of the Hollywood musical; and then as a love interest for rugged leading men like Rock Hudson and Cary Grant in several suggestive-but-chaste screwball sex comedies, like “Pillow Talk” and “That Touch of Mink.”\nAs the public’s taste in entertainment changed in the 1970s — shifting toward gritty realism and adult themes — Day’s popularity declined. She went into semiretirement after wrapping up the fifth season of her CBS sitcom “The Doris Day Show” in 1973. But she retained a fervent fan base for her cheery movies and for her TV show.\n[Read our Doris Day obituary. | See why she was really a hip sex goddess.]\nThe five performances below run the gamut from her early days as a singing sensation to her later roles as an easily flustered romantic and an exemplar of middle-class, Middle American stability. They represent what audiences loved about her, while also illustrating her often underrated range as an actress.", "url": "https://www.nytimes.com/2019/05/13/arts/doris-day-best-movies.html"}