{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:32", "date_modify": "2022-10-25 23:45:32", "date_publish": "2019-05-17 11:23:09", "description": "With North Korea facing severe drought and a food crisis, the South said it would help “regardless of the political situation.”", "filename": "2019_05_17_world_asia_north-korea-aid-south_1666741532.html", "image_url": "https://static01.nyt.com/images/2019/05/17/world/17korea-1/17korea-1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=2e41fefe4d77960a7e932b3bc64cbac040d7baced4ff02db26f54a18d7c9aaa5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_17_world_asia_north-korea-aid-south_1666741532.html", "title": "South Korea Announces $8 Million Aid Package for North", "title_page": "South Korea Announces $8 Million Aid Package for North - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — South Korea said on Friday that it would provide $8 million in humanitarian aid to help North Korea’s malnourished children and pregnant women, as the North faces severe drought and a food crisis caused by its worst harvest in a decade.\nThe sum represents funds that the South had originally planned to donate in 2017, through the World Food Program and the United Nations Children’s Fund. But the donation was shelved after North Korea launched a ballistic missile over Japan that year and Shinzo Abe, Japan’s leader, argued for delaying it.\nSouth Korea made it clear on Friday that it did not regard the current stalemate in talks over the North’s nuclear program as a reason to deny the aid. “Our government’s position is that it will provide humanitarian assistance for North Korean people regardless of the political situation,” the country’s Unification Ministry said in a statement.\nThe World Food Program and the Food and Agriculture Organization announced this month that about 10 million North Koreans, or 40 percent of the population, were facing “severe food shortages” after the country suffered its worst harvest in a decade last fall.", "url": "https://www.nytimes.com/2019/05/17/world/asia/north-korea-aid-south.html"}