{"authors": ["Nicholas Fandos", "Michael S. Schmidt"], "date_download": "2022-10-25 23:01:17", "date_modify": "2022-10-25 23:01:17", "date_publish": "2019-11-20 19:29:20", "description": "The United States ambassador to the European Union told the impeachment inquiry his efforts to press Ukraine to announce investigations were ordered by President Trump, and top officials knew.", "filename": "2019_11_20_us_politics_sondland-says-he-followed-trumps-orders-to-pressure-ukraine_1666738877.html", "image_url": "https://static01.nyt.com/images/2019/11/20/us/politics/c20dc-impeach1vid-copy/20dc-impeach1-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=e9c56ee1ecf689319c48f2a8c46167feb17d6e885fd98d8ae3e4a07fde6c002b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_20_us_politics_sondland-says-he-followed-trumps-orders-to-pressure-ukraine_1666738877.html", "title": "Sondland Says He Followed Trump’s Orders to Pressure Ukraine", "title_page": "Sondland Says He Followed Trump’s Orders to Pressure Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.” Gordon Sondland is a Trump donor turned E.U. ambassador turned witness in the impeachment inquiry, whose testimony has been contradicted on multiple occasions. Today: How both Democrats and Republicans on the House Intelligence Committee choose to handle their most complicated witness to date. It’s Thursday, November 21. So Nick, give us a sense of what it felt like to be in that room this morning as the committee prepared to hear from Gordon Sondland, this very complicated witness.\nnicholas fandos\nSo we knew that in the middle of this jam-packed week of impeachment testimony, Gordon Sondland’s appearance was going to be something different.\nmichael barbaro\nNick Fandos was in the Capitol for Sondland’s testimony.\nnicholas fandos\nSondland has really been described by almost everybody as having been in the middle of this pressure campaign on Ukraine this summer. Now, there was particular anticipation, because Sondland’s story, unlike some other witnesses, has evolved as time has gone on. So when he first came in and spoke in private with investigators in October, he was pretty unclear about whether or not the president was trying to leverage a White House meeting or security aid for Ukraine to get the investigations that he wanted. He told them repeatedly, I can’t remember this, I can’t remember that. Well, after that happened, Sondland submitted a supplement to his testimony in writing that updated that and said, actually, I do think there was a quid pro quo. And so there was a lot of anticipation heading into his testimony as to which Gordon Sondland would show up. What story was he going to tell? Is he going to cop to all these different things? How is he going to treat the president? How’s he going to treat his own evolving story? And it really felt like it could go either way.\nmichael barbaro\nSo what happens? How does this much-anticipated hearing begin?\nnicholas fandos\nSo a little after 9:00, Gordon Sondland walks into the same grand hearing room where all the impeachment hearings have been taking place. Chairman Schiff dropped his gavel.\narchived recording (adam schiff) Meeting will come to order. [GAVEL BANG]\nnicholas fandos\nAnd then, after taking an oath to tell the truth and nothing but the truth —\narchived recording (adam schiff) And nothing but the truth, so help you God.\nnicholas fandos\n— Sondland sits down and begins reading from a pretty thick stack of papers, an opening statement that he’s brought with him. And he starts by saying that —\narchived recording (gordon sondland) I have not had access to all of my phone records, State Department emails and many, many other State Department documents.\nnicholas fandos\n— his job is made more difficult by the fact that he has not been allowed to go back to the State Department and look at notes or records that might be able to fill in his recollections.\narchived recording (gordon sondland) Having access would have been very helpful to me in trying to reconstruct with whom I spoke and met and when and what was said.\nnicholas fandos\nSeems to be a nod at the fact that his story is, in the most generous sense, evolving. And he begins to tell the story about his involvement with Ukraine policy over the last, say, five or six months.\narchived recording (gordon sondland) The U.S. delegation developed a very positive view of the Ukraine government.\nnicholas fandos\nHe begins talking about a meeting with President Trump in May in the Oval Office after he attended the inauguration of Ukraine’s new president.\narchived recording (gordon sondland) Unfortunately, President Trump was skeptical. In response to our persistent efforts in that meeting to change his views, President Trump directed us to, quote, “talk with Rudy.” We weren’t happy with the president’s directive to talk with Rudy. We did not want to involve Mr. Giuliani.\nnicholas fandos\nWhat he then starts to unspool is a set of facts and meetings that we’ve now heard a lot about in the last couple of months.\narchived recording (gordon sondland) Simply put, we were playing the hand we were dealt. We all understood that if we refused to work with Mr. Giuliani, we would lose a very important opportunity to cement relations between the United States and Ukraine. So we followed the president’s orders.\nnicholas fandos\nHow, you know, May became June, became July and then August, and it became clear to him over time that President Trump, through his lawyer Mr. Giuliani and through actions that he took, wanted to extract from the Ukrainians certain politically beneficial investigations. And at one point, pretty early in his statement, he addresses the Latin phrase that has been confusing everyone as this has gone along.\narchived recording (gordon sondland) Was there a quid pro quo?\nnicholas fandos\nWas it a quid pro quo, a this for that, or was it not? And he says —\narchived recording (gordon sondland) With regard to the requested White House call and the White House meeting, the answer is yes.\nnicholas fandos\nUnequivocally, that as far as I’m concerned, there was a quid pro quo around the White House meeting.\nmichael barbaro\nRight, and I was struck by how casually he says that, this thing that is very much at the center of the entire inquiry.\nnicholas fandos\nAnd the thing that has been contested by other witnesses. He states, you know, very authoritatively, without reservation. Now, he’s a little bit more cautious about whether or not there was a quid pro quo around the suspended military assistance.\narchived recording (gordon sondland) In July and August of 2019, we learned that the White House had also suspended security aid to Ukraine. I tried diligently to ask why the aid was suspended, but I never received a clear answer. Still haven’t to this day.\nnicholas fandos\nSo he came to conclude by August that that, too, was dependent on Ukraine announcing these investigations that the president wanted.\narchived recording (gordon sondland) Committing to the investigations of the 2016 elections and Burisma, as Mr. Giuliani had demanded.\nnicholas fandos\nNow, Sondland has another clear objective as he’s laying out his story, and that is to defend himself against the testimony from other witnesses who have tried to describe him as either a rogue actor or somebody that was working through an improper diplomatic channel.\narchived recording (gordon sondland) I’m not sure how someone could characterize something as an irregular channel when you’re talking to the president of the United States, the secretary of state, the national security adviser, the chief of staff at the White House, the secretary of energy. I don’t know how that’s irregular, if a bunch of —\nnicholas fandos\nHe says, no. This was the real channel. I was working with the president of the United States. I was working with top American diplomats and officials. And not only was it proper, but all of those people knew what I was up to and what we were trying to accomplish as this went along.\narchived recording (gordon sondland) Within my State Department emails, there is a July 19 email. This email was sent, this email was sent to Secretary Pompeo, Secretary Perry, Brian McCormack, who was Secretary Perry’s chief of staff at the time —\nnicholas fandos\nBasically, you know, if for weeks we’ve had witness after witness, and certainly the White House and the Republicans, willing to throw Gordon Sondland under the bus to try and push all of this onto him as a kind of lone wolf, I mean, he was taking everybody under the bus with him.\narchived recording (gordon sondland) — Chief of Staff Mulvaney and Mr. Mulvaney’s senior adviser, Rob Blair, a lot of senior officials. These emails show that the leadership of the State Department, the National Security Council and the White House were all informed about the Ukraine efforts.\nmichael barbaro\nRight, he’s saying, everybody who now wants to distance themselves from me, they were actually all in the loop.\nnicholas fandos\nThat’s right. It’s a phrase he uses several times.\narchived recording (gordon sondland) It was no secret. Everyone’s in the loop. Everyone was in the loop.\nnicholas fandos\nIn the loop.\narchived recording (gordon sondland) Again —\nnicholas fandos\nIn the loop.\narchived recording (gordon sondland) — everyone was in the loop.\nnicholas fandos\nThey were in the loop.\narchived recording (gordon sondland) There was a September 1 meeting with President Zelensky in Warsaw. During the actual meeting, President Zelensky raised the issue of security assistance directly with Vice President Pence. And the vice president said that he would speak to President Trump about it.\nmichael barbaro\nAnd, Nick, what’s the significance of what he’s saying here? I mean, in theory, this is very explosive. The vice president, the secretary of state are being, in Sondland’s testimony, directly drawn into this.\nnicholas fandos\nRight, he’s trying to make the point that this wasn’t just me. Like, everyone understood this to be Trump’s objective out of this relationship, and we were all working toward that. And nobody found it unusual that I was doing what I was doing.\narchived recording (gordon sondland) I sent Secretary Pompeo an email to express my appreciation for his joining a series of meetings in Brussels following the Warsaw trip. I wrote, “Mike, thanks for schlepping to Europe. I think it was really important and the chemistry seems promising. Really appreciate it.” Secretary Pompeo replied the next day, on Wednesday, September 4, quote, “All good. You’re doing great work; keep banging away.”\nnicholas fandos\nAnd with that, Sondland completes his opening statement.\narchived recording (gordon sondland) It remains an honor to serve the people of the United States as their United States ambassador to the European Union. I look forward to answering the committee’s questions. Thank you.\nnicholas fandos\nAnd it’s the Democrat’s turn for 45 minutes to begin asking questions.\narchived recording (adam schiff) We will now proceed the first round of questions, as detailed —\nnicholas fandos\nOf course, Chairman Schiff has a few of his own. But mostly, he passes the mic over to Dan Goldman, who is his chief investigator, who’s been playing a role in these hearings, questioning witnesses directly.\narchived recording (adam schiff) Mr. Goldman. archived recording (daniel goldman) Thank you, Mr. Chairman. In your opening statement, Ambassador Sondland, you detailed the benefits that you have gained from obtaining some additional documents over the past few weeks. Is that right? archived recording (gordon sondland) In terms of refreshing my recollection, that’s — archived recording (daniel goldman) Right, because —\nnicholas fandos\nHe doesn’t shy away from what becomes clear over the course of the day is a pretty shoddy memory on the part of Sondland.\narchived recording (daniel goldman) You have remembered a lot more than you did when you were deposed. Is that right? archived recording (gordon sondland) That’s correct. archived recording (daniel goldman) And one of the things that —\nnicholas fandos\nAnd in doing that, Goldman does something interesting, which is that —\narchived recording (daniel goldman) — conversation, Ambassador Taylor also testified, under oath, that you said that President Trump wanted Zelensky in a public box. Do you recall using that expression? archived recording (gordon sondland) Yeah, it goes back —\nnicholas fandos\nHe repeatedly leans on those witnesses with better memories, or people who took contemporaneous notes.\narchived recording (daniel goldman) Do you have any reason to question Ambassador Taylor’s testimony based on his meticulous and careful contemporaneous notes? archived recording (gordon sondland) I’m not going to question or not question. I’m just telling you what I believe I was referring to.\nnicholas fandos\nTo describe things that Sondland told them or describe things that Sondland did, and basically asked Sondland to confirm that these things happened —\narchived recording (daniel goldman) Let me fast forward a week and show you another text exchange, which may help refresh your recollection. On September 8, you sent a text to Ambassador Taylor and Ambassador Volker. Can you read what you wrote there?\nnicholas fandos\n— to basically bring Sondland up into line with testimony that they’ve gotten from other people about him.\narchived recording (daniel goldman) So you do acknowledge you spoke to President Trump, as you indicated in that text, right? archived recording (gordon sondland) If I said I did, I did.\nnicholas fandos\nAnd that’s important as they move towards writing a report and presenting a kind of full case about what happened to the American people. It helps eliminate some of the discrepancies in the testimony they’ve gotten.\nmichael barbaro\nWhich of these exchanges stood out to you?\nnicholas fandos\nWell, one in particular is fresh in my mind, because we just learned about it for the first time last week.\narchived recording (daniel goldman) And one of the things that you now remember is the discussion that you had with President Trump on July 26 in that restaurant in Kyiv, right?\nnicholas fandos\nNow remember, that’s the day after Trump himself spoke to Zelensky and told him that I want these investigations into the Bidens in 2016. Other witnesses have described Sondland basically speaking on the phone with the president, who was speaking so loud that he had to hold the phone away from his ear.\narchived recording (gordon sondland) He claims to have overheard part of the conversation, and I’m not going to dispute what he did or didn’t hear.\nnicholas fandos\nOthers could overhear President Trump asking about, quote, unquote, “the investigation,” and Sondland assured him, you know, don’t worry, with some expletive laid in, President Zelensky will do whatever we want.\nmichael barbaro\nRight, because Ukraine loves your tush.\nnicholas fandos\nSomething like that.\narchived recording (daniel goldman) Well, he also testified that President Zelensky, quote, “loves your ass,” unquote. Do you recall saying that? archived recording (gordon sondland) Yeah, it sounds like something I would say. [LAUGHTER]\nnicholas fandos\nAnd what he basically does over the course of this back-and-forth is says —\narchived recording (gordon sondland) Putting it in Trump-speak, by saying he loves your ass, he’ll do whatever you want, meant that he would really work with us on a whole host of issues.\nnicholas fandos\n— you’ve heard the president talk.\narchived recording (gordon sondland) That’s how President Trump and I communicate, a lot of four-letter words. In this case, three-letter.\nnicholas fandos\nHe also contests a couple of small points.\narchived recording (gordon sondland) I don’t think I would have said that. I would have — I would have —\nnicholas fandos\nBut in the end, he confirms the essence of the story as it’s been related by other witnesses, and for the first time, kind of established that that happened.\narchived recording (gordon sondland) Again, trying to reconstruct a very busy day without the benefit, but if someone said I had a meeting, and I went to the meeting, then I’m not going to dispute that.\nmichael barbaro\nSo it’s kind of that familiar mix of Sondland’s self-protection, lack of recall, but overall, damning testimony.\nnicholas fandos\nI think that’s right.\narchived recording (daniel goldman) Mr. Chairman, I yield back.\nnicholas fandos\nSo the Democrats wrap up their questioning.\narchived recording (adam schiff) That concludes our 45 minutes —\nnicholas fandos\nAnd after weeks of investigation, literally hundreds of hours of testimony, in private and in public, they’ve finally gotten, from a lead witness who had direct access to the president, a statement, an admission, of one of the things that they’ve been looking for and trying to prove out all along, that this White House meeting, an official act, was conditioned upon Ukraine publicly announcing investigations. And that Sondland, a top official, also believed that the withheld aid money — that that would only flow, too, if the investigations were announced. And so it’s with that in front of them —\narchived recording (adam schiff) Why don’t we take a 5- or 10-minute break? archived recording (gordon sondland) Thank you.\nnicholas fandos\nThat Schiff abruptly gavels the hearing into a pause, somewhat inexplicably at first. And then we quickly see why as he walks out behind the chamber —\narchived recording (adam schiff) Just want to make a couple of quick observations while we’re on a break here.\nnicholas fandos\n— to a bank of cameras, where he begins to talk about what just took place.\narchived recording (adam schiff) And what we have just heard from Ambassador Sondland is that the knowledge of this scheme was a basic quid pro quo. It was the conditioning —\nnicholas fandos\nWhich all, of course, carried it live in the middle of the proceedings. And when he was done —\narchived recording (adam schiff) So I think a very important moment in the history of this inquiry.\nnicholas fandos\n— he wrapped up and walked right back into the hearing room and gaveled the thing back into session.\narchived recording (adam schiff) Come to order.\nnicholas fandos\nNow, it wasn’t lost on Devin Nunes, the top Republican on the committee, who quickly called Schiff out.\narchived recording (devin nunes) Thank the gentleman. For those of you watching at home, that was not a bathroom break. That was actually a chance for the Democrats to go out and hold a press conference, Ambassador, for all the supposed bombshells that were in your opening testimony.\nnicholas fandos\nSo there’s quite a bit of bad blood, obviously, between the two sides. But I don’t think that this helped.\nmichael barbaro\nWe’ll be right back. So once we’re back, given that the Democrats have already sort of embraced the messiness and unreliability of Gordon Sondland and addressed it pretty directly, what is the Republican strategy when it’s their turn to question?\nnicholas fandos\nWell, Republicans are looking at the same guy and the same tendencies, and they see an amazing opportunity to weaponize it in defense of the president.\narchived recording (steve castor) Hello again, Ambassador. archived recording (gordon sondland) Hi.\nnicholas fandos\nSo it’s left to Steve Castor, who’s the Republicans’ lawyer in all of this, to start trying to do that work.\narchived recording (steve castor) I just want to go through some distinctions between your opener and your deposition.\nnicholas fandos\nThere’s a phone call that Sondland has where he says that he was getting such mixed signals and couldn’t get answers about what Trump wanted from Ukraine and why he was withholding the aid money.\narchived recording (gordon sondland) And I was getting tired of going around in circles, frankly. So I made the call —\nnicholas fandos\nAnd he asked President Trump, just kind of point blank —\narchived recording (gordon sondland) — what do you want from Ukraine? And that’s when I got the answer. archived recording (steve castor) And he was unequivocal, nothing.\nnicholas fandos\nThe president tells him, I don’t want a quid pro quo. I don’t want anything from Ukraine. They should just do what’s right. They should do what Zelensky said he was going to do. And Republicans kept going back to this call again and again and again.\narchived recording (john ratcliffe) Tell me if there’s anything sinister or nefarious in any of this, a vanilla request about corruption, a call to say, I’m on my way to Ukraine, a five-minute call you didn’t remember as significant, a call that you made where the president said, I want nothing, I want no quid pro quo, I want Zelensky to do the right thing, I want him to do what he ran on, and him telling you to go tell Congress the truth. Anything sinister and nefarious about any of that? archived recording (gordon sondland) Not the way you present it. archived recording (john ratcliffe) O.K., and that is the truth.\nnicholas fandos\nBecause in this case, as they pointed out, you know, when the president is speaking directly to Sondland, he’s saying, no quid pro quo. I don’t want anything in particular from the Ukrainians.\narchived recording (jim jordan) And you told Mr. Castor that the president never told you that the announcement had to happen to get anything. In fact, he didn’t just not tell you that, he explicitly said the opposite.\nmichael barbaro\nSo the most senior figure, and the most involved figure in all this from the Trump administration, who declares that this was a quid pro quo, is simultaneously testifying that the president gets on the phone with him and says, this is no quid pro quo. That is complicated.\nnicholas fandos\nIt is. It’s very complicated. And if you’re listening at home and listening to Republican questioning, they’re able, I think, to raise some doubts about this account that he’s giving.\narchived recording (michael turner) And if you pull up CNN today, right now, their banner says, “Sondland ties Trump to withholding aid.” Is that your testimony today, Ambassador Sondland, that you have evidence that Donald Trump tied the investigation to the aide? Because I don’t think you’re saying that.\nnicholas fandos\nAnd in this questioning, you know, Sondland says, I didn’t hear anything directly.\narchived recording (gordon sondland) I’ve said repeatedly, Congressman, I was presuming. I also said that President Trump — archived recording (michael turner) So no one told you, not just the president. Giuliani didn’t tell you. Mulvaney didn’t tell you. Nobody — Pompeo didn’t tell you — nobody else on this planet told you that Donald Trump was tying aid to these investigations. Is that correct? archived recording (gordon sondland) I think I already testified to that. archived recording (michael turner) No, answer the question, yes or no. archived recording (gordon sondland) Yes.\nmichael barbaro\nNick, why do you think that they are so focused on that, what the president told him versus what he has concluded from all the information and conversations around him?\nnicholas fandos\nRepublicans’ argument is basically that, if you’re going to impeach the president, you know, we need to know directly what his intentions were. What he told you, that’s evidence. That’s primary evidence. What you concluded, I mean, that’s no better than what we’ve heard from other witnesses. It’s hearsay.\narchived recording (michael turner) I mean, that’s what I don’t understand. So, you know what hearsay evidence is, Ambassador? Hearsay is when I testify what someone else told me. You know what made-up testimony is? Made-up testimony is when I just presume it. I mean, you’re just assuming all of these things, and then you’re giving them the evidence — that they’re running out and doing press conferences, and CNN’s headline is saying that you’re saying the president of the United States should be impeached because he tied aid to investigations. And you don’t know that. Correct? archived recording (gordon sondland) I never said the president of the United States should be impeached. archived recording (michael turner) Nope, but you did —\nnicholas fandos\nSo as this hearing starts to wind down after five or six hours of this back-and-forth, after a pretty explosive and direct opening statement and then cross-examination and examination and more cross-examination, spirits are starting to flag a little bit in the hearing room.\narchived recording (adam schiff) Mr. Maloney. archived recording (sean patrick maloney) Mr. Ambassador, let’s pick up right there.\nnicholas fandos\nThere’s an exchange near the end with Sean Patrick Maloney, a Democrat of New York.\narchived recording (sean patrick maloney) Let me ask you something. Who would have benefited from an investigation of the president’s political opponents? archived recording (gordon sondland) I don’t want to characterize who would have and who would not have. archived recording (sean patrick maloney) I know you don’t want to, sir. That’s my question. Would you answer it for me?\nnicholas fandos\nAnd Maloney, you know, seeming to kind of burst forth with Democratic frustration that’s been boiling beneath the surface all day, basically says —\narchived recording (sean patrick maloney) I guess I’m have trouble why you can’t just say — archived recording (gordon sondland) When he asked about investigations, I assumed he meant — archived recording (sean patrick maloney) I know what you assumed. But who would benefit from an investigation of the Bidens? archived recording (gordon sondland) I assume President Trump would benefit. archived recording (sean patrick maloney) There we have it. See? [APPLAUSE] Didn’t hurt a bit, did it? But let me ask you something — archived recording (gordon sondland) Mr. Maloney? archived recording (sean patrick maloney) Hold on, sir. archived recording (gordon sondland) Excuse me. I’ve been very forthright, and I really resent what you’re trying to do. archived recording (sean patrick maloney) Fair enough. You’ve been very forthright. This your third try to do so, sir. Didn’t work so well the first time, did it? And now we’re here a third time, and we got a doozy of a statement from you this morning. There’s a whole bunch of stuff you don’t recall. So all due respect, sir, we appreciate your candor. But let’s be really clear on what it took to get it out of you.\nnicholas fandos\nAnd that’s kind of the tone as this hearing begins to come to an end. Democrats are frustrated about some things. Republicans are frustrated about some things. Sondland, who’s trying to catch a flight back to Brussels, is certainly frustrated by some things. And we’ve had a pretty complex and conflicting day of testimony, where some people seem to be coming away quite happy, but not perfectly so.\nmichael barbaro\nSo is this unreliable witness turning out to be the most important witness in this inquiry? Or is he just an unreliable witness?\nnicholas fandos\nWell, the thing about Sondland is, the Democrats will tell you, prosecutors successfully bring cases all the time on highly flawed witnesses who maybe don’t even have a great history with the truth. But that doesn’t mean that what they’re saying isn’t true in a given scenario. And in this case, it’s important to remember, what he’s saying is incredibly, politically inconvenient for him. He still works for the president of the United States, who he donated a bunch of money to and whose policies he believes in. That itself lends it some power and credibility. Democrats seem to be emerging from today more comfortable and more certain that they need to bring forward this case of the president abusing his office, of committing high crimes and misdemeanors worthy of impeachment and putting it before the American people.\nmichael barbaro\nThank you, Nick.\nnicholas fandos\nThanks for having me, Michael.\nmichael barbaro\nFor the next few weeks, we’ll be covering the latest developments in the impeachment inquiry in our new podcast. It’s called “The Latest.” You can hear these episodes at the end of the day, right here on “The Daily.” Or subscribe to “The Latest” wherever you listen. We’ll be right back. Here’s what else you need to know today.\narchived recording (elizabeth warren) How did Ambassador Sondland get there? You know, this is not a man who had any qualifications except one. He wrote a check for a million dollars.\nmichael barbaro\nIn the fifth Democratic presidential debate, candidates expressed outrage over Wednesday’s testimony in the impeachment inquiry, with Senator Elizabeth Warren accusing President Trump of selling off key ambassadorships to wealthy donors like Gordon Sondland.\narchived recording (elizabeth warren) And that tells us about what’s happening in Washington.\nmichael barbaro\nBut with Mayor Pete Buttigieg now leading the polls in Iowa, the first state to pick a Democratic nominee, several of his rivals, including Senator Amy Klobuchar, sought to challenge his credentials and experience.\narchived recording (amy klobuchar) Just like I have won statewide, and Mayor, I have all appreciation for your good work as a local official, and you did not when you tried, I also have actually done this work. I think experience should matter.\nmichael barbaro\nButtigieg fired back, suggesting that the federal experience of his opponent was its own liability.\narchived recording (pete buttigieg) So first of all, Washington experience is not the only experience that matters. There’s more than 100 years of Washington experience on this stage. And where are we right now as a country? [CHEERING]\nmichael barbaro", "url": "https://www.nytimes.com/2019/11/20/us/politics/sondland-says-he-followed-trumps-orders-to-pressure-ukraine.html"}