{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:40:07", "date_modify": "2022-10-25 23:40:07", "date_publish": "2019-06-12 16:59:27", "description": "Unlike China’s retreat after big protests in 2003, this time it is not likely to back down.", "filename": "2019_06_12_world_asia_hong-kong-china_1666741207.html", "image_url": "https://static01.nyt.com/images/2019/06/12/world/12hk-pressure1/12hk-pressure1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9bb65af638eee6e926fe5c3e85291d06751169db4c94e517dfb419cef1e5c1d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_12_world_asia_hong-kong-china_1666741207.html", "title": "In Battle for Hong Kong, the Field Has Tilted Toward Beijing", "title_page": "In Battle for Hong Kong, the Field Has Tilted Toward Beijing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — An attempt by Beijing’s hand-selected chief executive in Hong Kong to push through a bill seen as a threat to civil liberties. A defiant crowd of hundreds of thousands marching against it. The deployment of the police to keep demonstrators out of the legislature.\nIt has been a tumultuous few days for Hong Kong. On Wednesday, the police fired tear gas and rubber bullets at a huge throng of protesters who forced lawmakers to postpone a debate on legislation to allow extraditions to mainland China — a measure Hong Kong residents fear would subject them to the Communist Party’s whims.\nThe legislation is being championed by Hong Kong’s current leader, Carrie Lam, a lifetime civil servant chosen two years ago by Beijing to head the territory. On Wednesday, she compared the protesters to spoiled children and vowed to keep fighting for the extradition law.\nIn standing firm, she is channeling the hard-line instincts of her boss, the Communist Party leader Xi Jinping, who has presided over a clampdown on civil society across China and essentially silenced all visible political dissent on the mainland.", "url": "https://www.nytimes.com/2019/06/12/world/asia/hong-kong-china.html"}