{"authors": [], "date_download": "2022-10-25 23:22:37", "date_modify": "2022-10-25 23:22:37", "date_publish": "2019-12-17 22:47:27", "description": "Today’s meth is far more potent than earlier versions, but because it isn’t an opioid, many federal addiction treatment funds can’t be used to fight it.", "filename": "2019_12_17_health_meth-deaths-opioids_1666740157.html", "image_url": "https://static01.nyt.com/images/2019/12/04/science/00METH1-promo/00METH1-promo-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=48c6ba1b8c9dac5440f3bb50444c04f2c0ce653a1c910f49b834ac64215c5f4f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_17_health_meth-deaths-opioids_1666740157.html", "title": "A New Drug Scourge: Deaths Involving Meth Are Rising Fast", "title_page": "A New Drug Scourge: Deaths Involving Meth Are Rising Fast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Provisional data from the C.D.C. shows there were about 13,000 deaths involving meth nationwide in 2018, more than twice as many as in 2015. That is still far fewer than opioid deaths over all, which passed 47,000, but the pace is accelerating while opioid fatalities have flattened.\nFentanyl Overdoses: What to Know Card 1 of 5 Devastating losses. Drug overdose deaths, largely caused by the synthetic opioid drug fentanyl, reached record highs in the United States in 2021. Here’s what you should know to keep your loved ones safe: Understand fentanyl’s effects. Fentanyl is a potent and fast-acting drug, two qualities that also make it highly addictive. A small quantity goes a long way, so it’s easy to suffer an overdose. With fentanyl, there is only a short window of time to intervene and save a person’s life during an overdose. Stick to licensed pharmacies. Prescription drugs sold online or by unlicensed dealers marketed as OxyContin, Vicodin and Xanax are often laced with fentanyl. Only take pills that were prescribed by your doctor and came from a licensed pharmacy. Talk to your loved ones. The best way to prevent fentanyl use is to educate your loved ones, including teens, about it. Explain what fentanyl is and that it can be found in pills bought online or from friends. Aim to establish an ongoing dialogue in short spurts rather than one long, formal conversation. Learn how to spot an overdose. When someone overdoses from fentanyl, breathing slows and their skin often turns a bluish hue. If you think someone is overdosing, call 911 right away. If you’re concerned that a loved one could be exposed to fentanyl, you may want to buy naloxone, a medicine that can rapidly reverse an opioid overdose and is often available at local pharmacies without prescription.\nThe most recent federal data, for example, estimates that from May 2018 to May 2019 there were 24.6 percent more deaths involving meth and other drugs in its class than in the previous year, compared with 9.4 percent more deaths involving fentanyl and other synthetic opioids. Deaths involving meth have been concentrated in the western United States but are moving eastward, even to regions that meth barely touched in the past, like New England.\n“This is the one thing that keeps me awake at night,” said Dr. Brett P. Giroir, assistant secretary for health at the Health and Human Services Department, at a conference on stimulant abuse on Monday. “Within a few short months, and you can model it any way you want, methamphetamines will be secondary to fentanyl nationwide associated with overdose deaths.”\nUnlike with opioids, there is no way to reverse the effects of a meth overdose, just as there is no medication approved to treat meth addiction and the cravings it creates. For now, treatment for meth addiction consists largely of behavioral therapies with “a much more moderate effect size compared with medication,” said Dr. Nora Volkow, the director of the National Institute on Drug Abuse.\nFor many here in Oklahoma, what treatments do exist are out of reach. Most poor adults in the state do not qualify for Medicaid coverage that would help those with meth addiction gain access to treatment, because the state has chosen not to expand the program under the Affordable Care Act. And while Oklahoma has won a windfall of money — $355 million — from lawsuits against opioid manufacturers, much of it is specifically for fighting opioid addiction.\n“We know there is funding coming in for the opioid problem,” said Mimi Tarrasch, the chief officer of Women in Recovery, an alternative sentencing program in Tulsa. “But what I see, and what our community continues to see, is really a lot of addiction to methamphetamine.”", "url": "https://www.nytimes.com/2019/12/17/health/meth-deaths-opioids.html"}