{"authors": ["Patrick Kingsley"], "date_download": "2022-10-25 23:34:25", "date_modify": "2022-10-25 23:34:25", "date_publish": "2019-03-15 19:31:17", "description": "The massacre in New Zealand highlights the contagious ways in which the extreme right has spread in the 21st century — even to a country not strongly associated with it.", "filename": "2019_03_15_world_asia_christchurch-mass-shooting-extremism_1666740865.html", "image_url": "https://static01.nyt.com/images/2019/04/15/world/15nz-extremnists-promo/merlin_152154996_8f177a2f-db70-4acf-9387-8ac745d44fbf-facebookJumbo.jpg?year=2019&h=549&w=1050&s=97cc1ebb37a8ea65bc323f00fd16564129dbb06b5595bb9672d17ee4ed7a59df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_15_world_asia_christchurch-mass-shooting-extremism_1666740865.html", "title": "New Zealand Massacre Highlights Global Reach of White Extremism", "title_page": "New Zealand Massacre Highlights Global Reach of White Extremism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The massacre of 49 people in New Zealand on Friday highlights the contagious ways in which extreme right ideology and violence have spread in the 21st century — even to a country that had not experienced a mass shooting for more than two decades, and which is rarely associated with the extreme right.\nNew Zealand may be thousands of miles from Europe or the United States, but videos of the killer show that he was deeply entrenched in the global far right, a man familiar with the iconography, in-jokes and shibboleths of different extremist groups from across Europe, Australia and North America, as well as a native of the extreme-right ecosystem online.\nA manifesto linked to the accused killer, released through his social media account on the morning of the massacre, suggests its author considered himself a disciple and comrade of white supremacist killers. The suspect, identified in court papers as Brenton Harrison Tarrant of Australia, also hailed President Trump, mocking his leadership skills but calling him “a symbol of renewed white identity and common purpose.”", "url": "https://www.nytimes.com/2019/03/15/world/asia/christchurch-mass-shooting-extremism.html"}