{"authors": ["Katie Rogers", "Annie Karni"], "date_download": "2022-10-25 23:00:36", "date_modify": "2022-10-25 23:00:36", "date_publish": "2019-12-03 10:02:53", "description": "President Trump said a warning from President Emmanuel Macron of France that Europe could no longer assume American support was “a very dangerous statement.” Mr. Macron said he stood by it.", "filename": "2019_12_03_us_politics_trump-nato-summit_1666738836.html", "image_url": "https://static01.nyt.com/images/2019/12/04/world/03prexy-video-promo-sub/03prexy-video-promo-sub-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=82f49c28643568fd39789d39e8b7d5899fc9ce82fcf1328d0a23ea50a60e03eb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_03_us_politics_trump-nato-summit_1666738836.html", "title": "In Tense Exchange, Trump and Macron Put Forth Dueling Visions for NATO", "title_page": "In Tense Exchange, Trump and Macron Put Forth Dueling Visions for NATO - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The dramatic moment, which came as both leaders were in London to celebrate the 70th anniversary of the NATO alliance, underscored how a relationship formerly known for lingering hugs, lint-brushing and white-knuckle handshakes has devolved over divisions on matters ranging from terrorism to trade policy.\nThis time, the deterioration took place on live television.\n“The president doesn’t like confrontation in person and doesn’t quite know how to react to being on the receiving end,” said Heather A. Conley , director of the Europe program at the Center for Strategic and International Studies. “Macron understands that. He’s decided the best defense is offense.”\nThroughout the day, Mr. Trump made news on a number of fronts in his scattershot way, speaking to reporters for over two hours in total. He castigated Democrats as “unpatriotic” for supporting a possible impeachment, commented on Prince Andrew’s relationship with the disgraced financier Jeffrey A. Epstein — “tough story,” Mr. Trump said of the prince, whom he claimed not to know — and mused that he might punt on a trade deal with China until after the 2020 election.\nBut it was Mr. Macron who was his focus for much of the day.\nIn November, Mr. Macron — another leader who enjoys talking — made headlines for lamenting, in an interview with The Economist magazine, what he said was the loss of American leadership, leading to “the brain death of NATO.” He said the United States under Mr. Trump appeared to be “turning its back on us,” notably by pulling troops out of northeastern Syria without notice, and called on Europeans to do more in their own defense with the aim of “strategic autonomy.’’\n“You have no coordination whatsoever of strategic decision-making between the United States and its NATO allies,” Mr. Macron said. “None.”", "url": "https://www.nytimes.com/2019/12/03/us/politics/trump-nato-summit.html"}