{"authors": ["Jeffrey Gettleman", "Suhasini Raj", "Kai Schultz", "Hari Kumar"], "date_download": "2022-10-25 23:45:24", "date_modify": "2022-10-25 23:45:24", "date_publish": "2019-08-05 06:55:16", "description": "The government announced an end to decades of autonomy in the disputed region, raising tensions in the restive territory and roiling relations with Pakistan.", "filename": "2019_08_05_world_asia_india-pakistan-kashmir-jammu.html_rref=collection%2Fbyline%2Fkai-schultz_1666741524.html", "image_url": "https://static01.nyt.com/images/2019/08/05/world/05kashmir4/05kashmir4-facebookJumbo.jpg?year=2019&h=550&w=1050&s=26bb77363c727d04bf34dbf887de04691b2b5fb59e1a8114afba8bf2888bf2e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_05_world_asia_india-pakistan-kashmir-jammu.html_rref=collection%2Fbyline%2Fkai-schultz_1666741524.html", "title": "India Revokes Kashmir’s Special Status, Raising Fears of Unrest", "title_page": "India Revokes Kashmir’s Special Status, Raising Fears of Unrest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — India’s Hindu nationalist government on Monday unilaterally wiped out the autonomy of the restive Kashmir region, sending in thousands of army troops to quell any possible unrest the move would bring in a disputed territory fought over by India and Pakistan.\nGovernment authorities severed internet connections, mobile phone lines and even land lines, casting Kashmir into an information black hole that made it very difficult to discern what was unfolding.\nFor years, India’s Hindu nationalists have wanted to curtail the special freedoms enjoyed by Kashmir, a mountainous, predominantly Muslim territory that has turned into a tinderbox between India and Pakistan, both of which wield nuclear arms.\nOn Monday, Amit Shah, India’s home minister, announced in a quick speech, which belied years of steady plotting, that the central government was removing the special, somewhat autonomous status that served as the foundation for Kashmir joining India more than 70 years ago.", "url": "https://www.nytimes.com/2019/08/05/world/asia/india-pakistan-kashmir-jammu.html?rref=collection%2Fbyline%2Fkai-schultz"}