{"authors": ["Emily Badger"], "date_download": "2022-10-25 23:31:08", "date_modify": "2022-10-25 23:31:08", "date_publish": "2019-09-19 07:30:04", "description": "A plan for national rent control and for reining in speculators, but also for building wealth through homeownership.", "filename": "2019_09_19_upshot_Bernie-Sanders-housing-plan_1666740668.html", "image_url": "https://static01.nyt.com/images/2019/09/18/upshot/up-rentcontrol/up-rentcontrol-facebookJumbo.jpg?year=2019&h=549&w=1050&s=6eae9385f47dc5ac8bffb557119d5c7f75557b223c313c6c806f3122ced96c8d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_19_upshot_Bernie-Sanders-housing-plan_1666740668.html", "title": "Should People Profit From Housing? Bernie Sanders Says Yes, and No", "title_page": "Should People Profit From Housing? Bernie Sanders Says Yes, and No - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His housing plan says nothing about the profits of people buying and selling homes in the normal course of homeownership. In fact, Mr. Sanders would invest an additional $8 billion into federal programs to help first-time home buyers, precisely because homeownership in America is often a means of building wealth.\nBetween the two proposals lies a fraught balance: One would curb profits in the housing market, while the other acknowledges that many Americans depend on those profits. Mr. Sanders’s campaign seeks to reconcile the two by arguing that rich investors or landlords shouldn’t get to make so much, while ordinary American families should have a chance to make something.\n“We want to return to the notion that homeownership can be an asset builder for working people and average American families, and it is not just a vehicle to commodify to make the rich richer,” said Josh Orton, a senior adviser to the Sanders campaign and its national policy director.\nIn practice, however, it’s not always obvious how to distinguish the working families from the rich investors, or how to devise policies that crack down on the one but not the other. Some middle-class families, for example, build wealth by owning rental properties. And landlord groups are skeptical that 3 percent rent increases would build them much wealth, especially when property taxes, insurance rates and utilities aren’t also capped.\nMr. Sanders’s proposal would also put a hefty tax on house flipping, hitting owners who sell a property for more than the original price within five years of purchase (for a place they don’t occupy). But that definition would cover people we don’t think of as flippers: a small-scale general contractor who remodels two homes a year; a family that buys a home for an aging parent who later dies; a landlord who herself faces financial distress and must get out of the business.", "url": "https://www.nytimes.com/2019/09/19/upshot/Bernie-Sanders-housing-plan.html"}