{"authors": ["Neil Irwin"], "date_download": "2022-10-25 23:44:42", "date_modify": "2022-10-25 23:44:42", "date_publish": "2019-08-14 15:09:37", "description": "A clear signal from the bond market that investors are pessimistic about the economy’s longer-term prospects.", "filename": "2019_08_14_upshot_global-economic-trouble-is-brewing-and-the-trade-war-is-only-part-of-it_1666741482.html", "image_url": "https://static01.nyt.com/images/2019/08/14/upshot/14up-economy/14up-economy-facebookJumbo.jpg?year=2019&h=550&w=1050&s=53c3365b4dd211ad63478ffe39d476616f39505b49adf856bbddf38a54f6c6a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_14_upshot_global-economic-trouble-is-brewing-and-the-trade-war-is-only-part-of-it_1666741482.html", "title": "Global Economic Trouble Is Brewing, and the Trade War Is Only Part of It", "title_page": "Global Economic Trouble Is Brewing, and the Trade War Is Only Part of It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sure, forestalling the latest China tariffs will help avoid a big hit to the profits of retailers and importers over the next few months — and it helps prevent American consumers from facing sticker shock during their holiday shopping.\nBut this is about something more consequential than a 10 percent tariff on iPhones. It’s really about the widening schism between the world’s two largest economies — one that cannot be reversed with a concession on tariffs by the president or with some soybean purchases by the Chinese. This clash is increasingly becoming part of the landscape that every global business must navigate.\nThe same could be said about the other geopolitical fires that risk flaring up. What will be the future of Hong Kong as China responds to pro-democracy protesters there? Will Britain leave the European Union on Oct. 31 as planned, and on what terms? Can India and Pakistan avoid a devastating armed conflict over Kashmir?\nOh, and the European economy may be heading toward recession; global central banks are largely at the end of the road in terms of what they can do to offset a new slump; and there is political dysfunction in many of the world’s biggest democracies that could limit their ability to respond to a new recession with fiscal policy or other tools.\nIf you’re a corporate C.E.O. making investment decisions, the environment in which you operate is shifting beneath your feet. Even with a seemingly bottomless supply of cheap capital available and a very low corporate tax rate, it feels awfully risky out there.\nAnd indeed, through the first half of the year, falling business investment was a drag on American economic growth.\nThe latest developments don’t mean that a recession, or even a severe slowdown, is a certainty. T he Federal Reserve, unlike its counterparts in other major economies, still has some room to cut interest rates to try to stimulate activity, and has shown it is willing to use that power. And American consumers have proved quite resilient this year even as business spending has stumbled; perhaps that will remain true.", "url": "https://www.nytimes.com/2019/08/14/upshot/global-economic-trouble-is-brewing-and-the-trade-war-is-only-part-of-it.html"}