{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:10", "date_modify": "2022-10-25 23:47:10", "date_publish": "2019-01-09 01:16:02", "description": "Cristian Rodriguez was hired by the Sinaloa drug cartel to create a secure encrypted communications network. Then he helped the F.B.I. break into it.", "filename": "2019_01_08_nyregion_el-chapo-trial_1666741630.html", "image_url": "https://static01.nyt.com/images/2019/01/09/nyregion/09chapo/09chapo-facebookJumbo.jpg?year=2019&h=549&w=1050&s=2a9533580dea8c75dfd287b87395228a78d50463bbda6a1bebe3a84d59f204d4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_08_nyregion_el-chapo-trial_1666741630.html", "title": "El Chapo Trial: How a Colombian I.T. Guy Helped U.S. Authorities Take Down the Kingpin", "title_page": "El Chapo Trial: How a Colombian I.T. Guy Helped U.S. Authorities Take Down the Kingpin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nIn February 2010, an undercover F.B.I. agent met in a Manhattan hotel with a Colombian info-tech expert who had been the target of a sensitive investigation. The I.T. specialist, Christian Rodriguez, had recently developed an extraordinary product: an encrypted communications system for Joaquín Guzmán Loera, the Mexican drug lord known as El Chapo.\nPosing as a Russian mobster, the undercover agent told Mr. Rodriguez he was interested in acquiring a similar system. He wanted a way — or so he said — to talk with his associates without law enforcement listening in.\nSo began a remarkable clandestine operation that in a little more than a year allowed the F.B.I. to crack Mr. Guzmán’s covert network and ultimately capture as many as 200 digital phone calls of him chatting with his underlings, planning ton-sized drug deals and even discussing illicit payoffs to Mexican officials. The hours of Mr. Guzmán speaking openly about the innermost details of his empire not only represented the most damaging evidence introduced so far at his drug trial in New York, but were also one of the most extensive wiretaps of a criminal defendant since the Mafia boss John Gotti was secretly recorded in the Ravenite Social Club.\nThe existence of the scheme — and several of the phone calls — were revealed for the first time Tuesday as Stephen Marston, an F.B.I. agent who helped to run the operation, appeared as a witness at Mr. Guzmán’s trial. In a day of testimony, Mr. Marston told jurors that the crucial step in the probe was recruiting Mr. Rodriguez to work with the American authorities.", "url": "https://www.nytimes.com/2019/01/08/nyregion/el-chapo-trial.html"}