{"authors": ["Trip Gabriel"], "date_download": "2022-10-25 23:53:19", "date_modify": "2022-10-25 23:53:19", "date_publish": "2019-06-18 22:38:22", "description": "The shooting of a black resident by a white police officer has revived scrutiny of Mr. Buttigieg’s sometimes strained relationships with the black community.", "filename": "2019_06_18_us_politics_buttigieg-south-bend-police-shooting_1666741999.html", "image_url": "https://static01.nyt.com/images/2019/06/18/us/politics/18southbend1/merlin_156522033_c7e39cbe-3b8b-452d-b443-5f8d1ec6a743-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1176c2fdc9aeb6572f010f4d559a15a9457c82c15554f96ed2aa5592ce0850fa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_18_us_politics_buttigieg-south-bend-police-shooting_1666741999.html", "title": "Buttigieg Facing Test of Leadership After Shooting in South Bend", "title_page": "Buttigieg Facing Test of Leadership After Shooting in South Bend - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SOUTH BEND, Ind. — Mayor Pete Buttigieg remained in South Bend, Ind., on Tuesday to confront a local crisis involving the fatal shooting of a black resident by a white police officer, skipping scheduled campaign appearances in Hollywood.\nThe shooting of the 54-year-old robbery suspect under conditions that remain murky has presented Mr. Buttigieg, a top-tier Democratic presidential candidate, with a test of leadership playing out on the national stage only a week before the first primary debates. Court records show that the officer involved in the case has previously been accused of using racially charged language and excessive force against black suspects.\nThe case has revived scrutiny of Mr. Buttigieg’s history of sometimes strained relations with black residents in South Bend. The issue is echoing in the Democratic primary as Mr. Buttigieg, who is in his second term, seeks to improve his support among African-American voters.\n[Update: At town hall, Pete Buttigieg confronts tensions around South Bend police shooting.]\nAt an economic forum in South Carolina over the weekend, Mr. Buttigieg unveiled a Marshall Plan-like effort to combat economic inequality in minority communities. He also acknowledged that he has struggled to win the backing of black voters, a gap apparent in polling. “We’re working very energetically, very actively, in order to invite more people and specifically black voters into this campaign,” he said.", "url": "https://www.nytimes.com/2019/06/18/us/politics/buttigieg-south-bend-police-shooting.html"}