{"authors": ["Rick Rojas"], "date_download": "2022-10-25 23:44:33", "date_modify": "2022-10-25 23:44:33", "date_publish": "2019-08-13 09:00:10", "description": "A new law has created a “look-back window,” during which claims that had passed the statute of limitations can be revived.", "filename": "2019_08_13_nyregion_child-victims-act-lawsuit.html_action=click&module=inline&pgtype=Homepage_1666741473.html", "image_url": "https://static01.nyt.com/images/2019/08/14/nyregion/14CHILDVICTIMACT1-print/00CHILDVICTIMACT1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=7416f9e317bb5ebc97bdbdb69ce09a1367bd15cc30412411afbf04c9dcceb6e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_13_nyregion_child-victims-act-lawsuit.html_action=click&module=inline&pgtype=Homepage_1666741473.html", "title": "He Says a Priest Abused Him. 50 Years Later, He Can Now Sue.", "title_page": "He Says a Priest Abused Him. 50 Years Later, He Can Now Sue. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If anything, the one-year period in New York could spur even more lawsuits than have been filed in other states because sexual misconduct scandals have been dominating the national conversation. Accusations have mounted against religious institutions, elite private schools, sports programs, celebrities like R. Kelly and, most recently, Jeffrey Epstein, the wealthy financier who was facing federal sex-trafficking charges and hanged himself over the weekend in his Manhattan jail cell.\nIn lobbying for the new law, advocates for abuse victims have highlighted the toll of sex abuse on children, and the decades it can often take before they are able to speak up about it, if they can at all.\nIt took Charlie d’Estries years to process the sexual encounters that he said he remembered having with a priest as a boy. They were naked together, as he recounted it, and their relationship became sexual. Still, for decades, Mr. d’Estries, 64, did not describe it as abuse, and refused to see himself as a victim.\nBut last year, when Mr. d’Estries returned to his Catholic school on Long Island for a reunion, a nun he had known as a student offhandedly called him “Billy’s buddy,” a reference to the priest.\nIn a moment, he said, everything shifted. He was deeply shaken. He realized he had been abused. He was a victim. And he wanted justice, he said.\nBut he discovered he could not sue until the law changed.\n“For 50 years, I totally set it aside,” Mr. d’Estries said on a recent morning, sitting in a park near his home in the suburbs of Buffalo. “The big piece is about being able to get it out. Let’s tell the story because it’s worth telling.”", "url": "https://www.nytimes.com/2019/08/13/nyregion/child-victims-act-lawsuit.html?action=click&module=inline&pgtype=Homepage"}