{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:24:11", "date_modify": "2022-10-25 23:24:11", "date_publish": "2019-11-30 17:29:30", "description": "John Kerry and a group that includes some Republicans, some military members and a lot of Hollywood, are launching a new coalition to push for public action on climate change.", "filename": "2019_11_30_climate_john-kerry-climate-change_1666740251.html", "image_url": "https://static01.nyt.com/images/2019/11/30/climate/30CLI-KERRY/30CLI-KERRY-facebookJumbo.jpg?year=2019&h=550&w=1050&s=32984310c258002d28ec546aa3bbfe0c369489d10cb3ef361fff65d9f39674c6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_30_climate_john-kerry-climate-change_1666740251.html", "title": "John Kerry Launches Star-Studded Climate Coalition", "title_page": "John Kerry Launches Star-Studded Climate Coalition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow our latest coverage of the COP26 climate change summit.\nWASHINGTON — John Kerry, the former senator and secretary of state, has formed a new bipartisan coalition of world leaders, military brass and Hollywood celebrities to push for public action to combat climate change.\nThe name, World War Zero, is supposed to evoke both the national security threat posed by the earth’s warming and the type of wartime mobilization that Mr. Kerry argued would be needed to stop the rise in carbon emissions before 2050. The star-studded group is supposed to win over those skeptical of the policies that would be needed to accomplish that.\nFormer presidents Bill Clinton and Jimmy Carter are part of the effort. Moderate Republican lawmakers like Arnold Schwarzenegger, the former governor of California, and John Kasich, the former governor of Ohio, are on the list. Stars like Leonardo DiCaprio, Sting and Ashton Kutcher round out the roster of more than 60 founding members. Their goal is to hold more than 10 million “climate conversations” in the coming year with Americans across the political spectrum.\nWith a starting budget of $500,000, Mr. Kerry said, he and other coalition members intend to hold town meetings across the country starting in January. Members will head to battleground states key to the 2020 election, but also to military bases where climate discussions are rare and to economically depressed areas that members say could benefit from clean energy jobs.", "url": "https://www.nytimes.com/2019/11/30/climate/john-kerry-climate-change.html"}