{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:52:41", "date_modify": "2022-10-25 23:52:41", "date_publish": "2019-09-30 14:56:38", "description": "Mr. Sanders’s plan would penalize some of the country’s largest companies if they did not narrow the gap between what they pay their top executives and what they pay their workers.", "filename": "2019_09_30_us_politics_bernie-sanders-tax-proposal_1666741961.html", "image_url": "https://static01.nyt.com/images/2019/09/30/us/30SANDERS-tax/30SANDERS-tax-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e0306885ea05be5fe3a91e91dfb5024932414c3c58db29e93dcf70ca8379c60d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_30_us_politics_bernie-sanders-tax-proposal_1666741961.html", "title": "Sanders Proposes Corporate Tax to Address Pay Gap at Big Companies", "title_page": "Sanders Proposes Corporate Tax to Address Pay Gap at Big Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Bernie Sanders of Vermont proposed a new corporate tax on Monday that would penalize some of the country’s largest companies if they did not narrow the gap between what they pay their chief executives and what they pay their workers.\nThe proposal is the latest measure from Mr. Sanders aimed at reducing income inequality — a pillar of his campaign for the Democratic nomination for president.\nIt is also the latest example of the commitment by Mr. Sanders and his leading progressive rival, Senator Elizabeth Warren of Massachusetts, to use America’s tax system to address the wide gulf between ordinary Americans and the rich.\n“The American people are sick and tired of corporate C.E.O.s who now make 300 times more than their average employees, while they give themselves huge bonuses and cut back on the health care and pension benefits of their employees,” Mr. Sanders said in a statement. “They want corporations to invest in their workers, not just dividends, stock buybacks and outrageous compensation packages to their executives.”", "url": "https://www.nytimes.com/2019/09/30/us/politics/bernie-sanders-tax-proposal.html"}