{"authors": ["Robert D. Mcfadden"], "date_download": "2022-10-25 23:30:09", "date_modify": "2022-10-25 23:30:09", "date_publish": "2019-06-17 14:50:59", "description": "An illustrious family name became synonymous with designer jeans, as Ms. Vanderbilt became a celebrity in her own right.", "filename": "2019_06_17_style_gloria-vanderbilt-death-dead_1666740609.html", "image_url": "https://static01.nyt.com/images/2019/06/17/books/17Vanderbilt-obit-new/17Vanderbilt-obit-new-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a4da1d7bfe92f65a95918561997c307488f9999d5bfa7b47bba0bf637fa721bc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_17_style_gloria-vanderbilt-death-dead_1666740609.html", "title": "Gloria Vanderbilt Dies at 95; Built a Fashion Empire", "title_page": "Gloria Vanderbilt Dies at 95; Built a Fashion Empire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gloria Vanderbilt, the society heiress who stitched her illustrious family name into designer jeans and built a $100 million fashion empire, crowning her tabloid story of a child-custody fight, of broken marriages and of jet-set romances, died on Monday at her home in Manhattan. She was 95.\nHer death was confirmed by her son Anderson Cooper, the CNN journalist, in a broadcast.\nTo millions of women (and men) who wore her jeans, blouses, scarves, shoes, jewelry and perfumes, who saw her alabaster face, jet-black hair and slim figure in magazines, and who watched her move across a television screen and proclaim that her svelte jeans “really hug your derrière,” Ms. Vanderbilt was an alluring, faintly naughty fashion diva in the 1970s.\nBut behind the flair and the practiced, throaty whisper — a plummy voice redolent of Miss Porter’s School and summers in Newport — there were hints of a little girl from the 1930s who stuttered terribly, too shy and miserable to express her feelings, and of a tumultuous American life chronicled faithfully in the gossip columns: every twist of her Hollywood affairs, her loneliness, bursts of creativity and the blow of witnessing the suicide of a son.", "url": "https://www.nytimes.com/2019/06/17/style/gloria-vanderbilt-death-dead.html"}