{"authors": ["David E. Sanger", "Michael Crowley"], "date_download": "2022-10-25 23:45:12", "date_modify": "2022-10-25 23:45:12", "date_publish": "2019-07-31 21:33:39", "description": "Officials described the foreign minister of Iran, Mohammad Javad Zarif, who worked closely with the Obama administration, as being part of a “propaganda arm.”", "filename": "2019_07_31_world_middleeast_trump-iran-sanctions-zarif.html_module=inline_1666741512.html", "image_url": "https://static01.nyt.com/images/2019/08/31/us/politics/31dc-zarif-promo/31dc-zarif-promo-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2237a0314462892eadc32bae77f58e7c49bc6d3759084940faf77785a836d38a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_31_world_middleeast_trump-iran-sanctions-zarif.html_module=inline_1666741512.html", "title": "Trump Administration Imposes Sanctions on Iran’s Top Diplomat", "title_page": "Trump Administration Imposes Sanctions on Iran’s Top Diplomat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And even as administration officials imposed sanctions on Mr. Zarif, they extended waivers on separate sanctions, related to Iran’s nuclear program, which were scheduled to kick in on Thursday. Those penalties would have dealt a new blow to the 2015 nuclear deal. Appearing Wednesday on Fox Business Network, the national security adviser, John R. Bolton, said that the waivers would be extended for 90 days. Iran hawks in Congress strongly opposed the extension.\nIt is unclear whether Mr. Zarif holds any assets in the United States that would be frozen under Wednesday’s action, or how easily the administration could bar him from entering the country. As foreign minister, Mr. Zarif regularly visits Iran’s Mission to the United Nations in New York to skillfully present Tehran’s case. In his most recent visit, he contended that the United States was honor bound to respect the deal it reached four years ago — especially because no international bodies found that Iran was out of compliance.\nSuch arguments, delivered in the colloquial English that Mr. Zarif learned in prep school, college and graduate school in the United States, make him an often witty interlocutor with deep knowledge of the American political scene. That has also made him suspect in Tehran, where his many opponents call him “Zarif the American”; he sold out Tehran in the 2015 agreement, they contend, and was duped by his counterpart, the secretary of state at the time, John Kerry.\nA senior Trump administration official suggested that Mr. Zarif had been afforded too much credibility over the years, saying that “the United States has decided enough is enough.”\nTrump administration officials maintained that talking to Mr. Zarif was pointless because, they insisted, he lacked true decision-making authority. But he clearly had enough influence in 2015 to sell the Iran deal to the supreme leader.\nEven so, Mr. Pompeo insisted he was determined to follow a diplomatic route, saying that the United States continued to seek a “solution that addresses the Iranian regime’s destructive behavior.”\n“The only path forward is a comprehensive deal that addresses the full range of its threats,” he said. “Until then, our campaign of diplomatic isolation and maximum economic pressure will continue.”", "url": "https://www.nytimes.com/2019/07/31/world/middleeast/trump-iran-sanctions-zarif.html?module=inline"}