{"authors": ["Alexandra Alter"], "date_download": "2022-10-25 23:37:35", "date_modify": "2022-10-25 23:37:35", "date_publish": "2019-09-05 15:44:36", "description": "The writer talks about her new book, effective yelling and the character who’s too good to kill.", "filename": "2019_09_05_books_handmaids-tale-sequel-testaments-margaret-atwood_1666741055.html", "image_url": "https://static01.nyt.com/images/2019/09/06/books/06atwood/06atwood-facebookJumbo.jpg?year=2019&h=549&w=1050&s=b215ee11db986bd905200fa3fe53aeb90be21f4894ef72016f68678d37748213&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_05_books_handmaids-tale-sequel-testaments-margaret-atwood_1666741055.html", "title": "‘I’m Too Old to Be Scared by Much’: Margaret Atwood on Her ‘Handmaid’s Tale’ Sequel", "title_page": "‘I’m Too Old to Be Scared by Much’: Margaret Atwood on Her ‘Handmaid’s Tale’ Sequel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When you announced the sequel, you said that you were aiming to answer questions that readers had been asking about Gilead for years. What were some of those questions?\nThey all begin with “what if.” And one of the what ifs was this: Totalitarian systems don’t last, it is my fervent belief. Some of them have lasted longer than others. When they come apart, what is it that causes them to fall apart? Well, there’s a lot of different scenarios. Crumbling from within, corruption and inter-purging among the elites; attacks from without; generational succession. The first generation generally comes with righteous fervor, the second is focused on administration; and the third generation starts to think, What are we doing?\nAfter the election of President Trump, sales of “The Handmaid’s Tale” surged and readers noted how timely it felt. Some elements have become even more aligned with current events, with the erosion of reproductive rights, separation of parents from their children at the border and the targeting of minorities by white supremacists. Did you want to write a sequel in part to address some of those new parallels?\nNo, no. It’s always bubbling away in any country. White supremacists are there and then they come out when conditions are favorable, as they are in the United States right now.\n“The Testaments” picks up 15 years later, but it weaves in plot elements that were introduced in the TV show. Were you consciously trying to build off it?\nI was trying to make it so that there weren’t any glaring inconsistencies. They updated the timeline, so we leave a lot of things open.", "url": "https://www.nytimes.com/2019/09/05/books/handmaids-tale-sequel-testaments-margaret-atwood.html"}