{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:48:16", "date_modify": "2022-10-25 23:48:16", "date_publish": "2019-12-21 00:55:32", "description": "The Senate majority leader has earned the nickname the grim reaper for his iron-fisted grip on the chamber, but an impeachment trial is harder to control.", "filename": "2019_12_20_us_mitch-mcconnell-impeachment-strategy_1666741696.html", "image_url": "https://static01.nyt.com/images/2019/12/20/us/politics/20DC-McConnell/merlin_166196775_1666b83c-5451-42a6-96cc-b6525865b0e7-facebookJumbo.jpg?year=2019&h=549&w=1050&s=92c18bf1bde8ad076a5381c0e1b7b371ceb8416303f066b1b9ece42d79e2d486&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_20_us_mitch-mcconnell-impeachment-strategy_1666741696.html", "title": "Mitch McConnell, Master of the Blockade, Plots Impeachment Strategy", "title_page": "Mitch McConnell, Master of the Blockade, Plots Impeachment Strategy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And Ms. Pelosi believes that Mr. Trump is so eager for the public vindication of a Senate acquittal that he will put pressure on the majority leader to make it happen even if it means offering some concessions to Mr. Schumer.\nFor now, however, Mr. McConnell — and many other Senate Republicans — seem unmoved by the House posture. He spent much of Thursday gleefully ridiculing Democrats’ negotiating tactics.\n“Do you think this is leverage, to not send us something we’d rather not do?” he asked reporters this week as he cracked a broad smile outside the Senate chamber, in a departure from his usual dour expression.\nFor Mr. McConnell, the role of Mr. Trump’s protector in a Senate trial is not necessarily a comfortable one. Though they have worked closely on judges and are linked politically, Mr. McConnell has privately grimaced at some of Mr. Trump’s more incendiary tweets and actions, and he has at times taken issue publicly with the president, particularly on Russia.\nThe majority leader has made clear that he believes Russia was behind the 2016 election interference and has backed penalizing Moscow. When Mr. Trump insisted that Mr. McConnell told him that his phone call with the president of Ukraine was “innocent,” Mr. McConnell told reporters that he never recalled such a conversation. But he has run the Senate floor with an eye toward minimizing any divisions between Senate Republicans and Mr. Trump.\nAs majority leader, he has essentially been given sole power by his Republican colleagues to decide what to put on the floor. He has been very stingy in what he has allowed, severely limiting the legislative activity in the Senate to spare Republicans vulnerable in next year’s elections tough votes.\nBut in the event of a Senate impeachment trial, he has less “ball control,” as Mr. McConnell, an avid sports fan, recently described it in an interview with Fox News. Unless a bipartisan agreement is reached, the conduct of the trial will probably be determined by a series of votes. With a slim 53-seat majority, he can afford to lose very few Republicans, and would much prefer to not lose a single one. A shift of four Republicans willing to entertain witnesses could take matters out of his hands.", "url": "https://www.nytimes.com/2019/12/20/us/mitch-mcconnell-impeachment-strategy.html"}