{"authors": ["Abgoodnough", "Margot Sanger-Katz"], "date_download": "2022-10-25 23:53:03", "date_modify": "2022-10-25 23:53:03", "date_publish": "2019-10-22 09:00:18", "description": "Officials point to rising employment, but the uninsured rate is climbing as families run afoul of new paperwork and as fear rises among immigrants.", "filename": "2019_10_22_upshot_medicaid-uninsured-children_1666741983.html", "image_url": "https://static01.nyt.com/images/2019/10/13/upshot/00UP-CHILDREN1/00UP-CHILDREN1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=1679d86289f06289c55884471c3e54ab3c1267c90bc3c9cf9d872762863f6660&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_22_upshot_medicaid-uninsured-children_1666741983.html", "title": "Medicaid Covers a Million Fewer Children. Baby Elijah Was One of Them.", "title_page": "Medicaid Covers a Million Fewer Children. Baby Elijah Was One of Them. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — The baby’s lips were turning blue from lack of oxygen in the blood when his mother, Kristin Johnson, rushed him to an emergency room here last month. Only after he was admitted to intensive care with a respiratory virus did Ms. Johnson learn that he had been dropped from Medicaid coverage.\nThe 9-month-old, Elijah, had joined a growing number of children around the country with no health insurance, a trend that new Census Bureau data suggests is most pronounced in Texas and a handful of other states. Two of Elijah’s older siblings lost Medicaid coverage two years ago for reasons Ms. Johnson never understood, and she got so stymied trying to prove their eligibility that she gave up.\n“I’ve been on this emotional roller coaster,” Ms. Johnson, 34, said of Elijah’s loss of coverage, an error that happened apparently because she didn’t respond quickly enough to a letter asking for new proof of income. “It’s been a very scary month.”\nNationwide, more than a million children disappeared from the rolls of the two main state-federal health programs for lower-income children, Medicaid and the Children’s Health Insurance Program, between December 2017 and June, the most recent month with complete data.", "url": "https://www.nytimes.com/2019/10/22/upshot/medicaid-uninsured-children.html"}