{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:01:26", "date_modify": "2022-10-25 23:01:26", "date_publish": "2019-10-30 19:16:49", "description": "Members who have long resisted a formal floor vote are now solidly behind the idea. The change reflects Speaker Nancy Pelosi’s close hold over her caucus.", "filename": "2019_10_30_us_politics_democrats-impeachment-vote_1666738886.html", "image_url": "https://static01.nyt.com/images/2019/10/30/us/politics/30dc-democrats1/30dc-democrats1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f100a70d6e2811236613bc16097861fa84fbc8cbc95597c802e60da9766c40bd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_30_us_politics_democrats-impeachment-vote_1666738886.html", "title": "Democrats, Once Wary of Partisan Impeachment Inquiry Vote, Unite as Politics Shift", "title_page": "Democrats, Once Wary of Partisan Impeachment Inquiry Vote, Unite as Politics Shift - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The measure would also provide a mechanism for Republicans to request subpoenas for witnesses and documents — a point that Ms. Pelosi emphasized on Wednesday during the closed-door session. Striking a sober tone, she also asked Representative Emanuel Cleaver II of Missouri, who is a Methodist pastor, to deliver a prayer.\n“Nobody came here to impeach a president, and no decision has been made to impeach the president,” she told members, according to an aide in the room who described her comments on the condition of anonymity because they were private. But, she added, a decision had been made to open the impeachment inquiry, “and now, we are putting forth the terms as to how we go forth in the fairest possible way.”\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nRepublicans, though, insist the process is rigged against them, and object in particular to a provision in the resolution that gives the Intelligence Committee chairman, Representative Adam B. Schiff of California, the power to reject their subpoena requests.\n“It affords us the same opportunities we have now, which is to beg Chairman Schiff for due process,” said Representative Mark Meadows, Republican of North Carolina and a close ally of Mr. Trump.\nThursday’s vote comes as Democrats are marching ahead with closed-door questioning of witnesses like Lt. Col. Alexander S. Vindman, a White House expert on Ukraine whose testimony rocked the Capitol on Tuesday. Colonel Vindman told investigators that he “did not think it was proper” for Mr. Trump to have asked that country’s leader to investigate former Vice President Joseph R. Biden Jr., and that a White House transcript of a call between the two leaders, which he listened to, omitted key words and phrases.\n“I think this vindicates the speaker’s strategy,” said Representative Ro Khanna, Democrat of California and an ally of Ms. Pelosi. “She has counseled a methodical, deliberative approach. She wanted to build the evidence, and she’s now gotten us in a place where we have almost the entire caucus behind us.”\n“Had she jumped the gun as others were pressuring her to do,” Mr. Khanna added, “we wouldn’t have had this kind of unanimity.”", "url": "https://www.nytimes.com/2019/10/30/us/politics/democrats-impeachment-vote.html"}