{"authors": ["Elaine Yu"], "date_download": "2022-10-25 23:40:05", "date_modify": "2022-10-25 23:40:05", "date_publish": "2019-12-11 07:39:54", "description": "The panel’s withdrawal is a blow to the government’s effort to meet public demands for an independent investigation into allegations of police brutality.", "filename": "2019_12_11_world_asia_foreign-experts-hong-kong-police-protests_1666741205.html", "image_url": "https://static01.nyt.com/images/2019/12/11/world/11hongkong-1sub/merlin_161737524_30681d96-2337-4e44-ac3c-48b970d476dc-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f526257c7390e348a440da5020ecd5802e76587f18a80d5e36cf5743bb00c805&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_11_world_asia_foreign-experts-hong-kong-police-protests_1666741205.html", "title": "Foreign Experts Quit Inquiry of Hong Kong Police Over Lack of Powers", "title_page": "Foreign Experts Quit Inquiry of Hong Kong Police Over Lack of Powers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — A group of foreign experts hired to give more credibility to Hong Kong’s police watchdog while it investigated accusations of brutality has quit over the agency’s lack of powers, dealing a blow to the government.\nThe experts said in a statement they would “formally stand aside” after concluding that the city’s police watchdog, the Independent Police Complaints Council, had limited authority to conduct independent investigations.\nThe protest movement has called for a judge-led independent commission to review the police’s conduct, a demand that draws broad public support. Critics say the council, which is stacked with conservative figures and unable to summon witnesses, is toothless.\nThe government and the police force have rejected the protesters’ demand, saying the watchdog would suffice. The watchdog hired the international panel, which included policing experts from Britain, Canada, Australia and New Zealand, in early September to try to give the probe more credibility.", "url": "https://www.nytimes.com/2019/12/11/world/asia/foreign-experts-hong-kong-police-protests.html"}