{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2022-10-25 23:52:53", "date_modify": "2022-10-25 23:52:53", "date_publish": "2019-04-26 14:40:01", "description": "Mr. Biden, appearing on “The View,” offered remorse but not a straightforward apology about a controversy that has shadowed the start of his campaign.", "filename": "2019_04_26_us_politics_anita-hill-biden-clarence-thomas_1666741973.html", "image_url": "https://static01.nyt.com/images/2019/04/26/us/politics/26biden1/26biden1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=63c5c31482efacd2d75fa686e536318bcc55365a4fa481a93afadf1271cb643e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_26_us_politics_anita-hill-biden-clarence-thomas_1666741973.html", "title": "Joe Biden Called Anita Hill After Prodding. But He’s Still Not Apologizing.", "title_page": "Joe Biden Called Anita Hill After Prodding. But He’s Still Not Apologizing. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A former vice president known for — “My love affair with Amtrak.” “Back on Amtrak” — and his famous friend. “This also gives the internet one last chance to talk about our bromance.” Joe Biden is running for president. “Today, I am announcing my candidacy for president of the United States. He’s tried it before. “And with the grace of God and the support of the American people, I mean to be that kind of president.” Twice. “This is not about experience. It’s not about change. It’s about action.” So, why does he think the third time’s a charm? Biden may be betting that in this politically tumultuous time, voters are looking for a familiar face. He arrived in Washington before C-Span existed and before these members of Congress were born. His credentials are unmatched in the Democratic Party. He served two terms as vice president, 36 years in the Senate and has chaired powerful congressional committees. And he’s earned himself a few nicknames along the way. “Working-Class Joe.” “Working-Class Joe Biden.” “Old Uncle Joe Biden.” “Crazy Uncle Joe Biden, just being Biden.” So, what are Biden’s priorities? He’s a moderate Democrat and is likely to focus on: expanding health care, investing in education and rebuilding relationships with allies. “The America I see does not wish to turn our back on the world or our allies. We will be back.” But his decadeslong record comes with some baggage, including his support for the Iraq war. “President Bush is right to be concerned about Saddam Hussein’s relentless pursuit of weapons of mass destruction.” Tough anti-crime policies. “First, we have to join together to ensure that drug dealers are punished swiftly, surely and severely.” And his role in the Anita Hill hearing. “It is appropriate to ask Professor Hill anything any member wishes to ask her to plumb the depths of her credibility.” More recently, several women have come forward saying they were uncomfortable with the way Biden touched them. “I feel Joe Biden put his hands on my shoulders, get up very close to me from behind, lean in, smell my hair and then plant a slow kiss on the top of my head.” Biden responded on Twitter. “The boundaries of protected personal space have been reset and I get it. I will be more mindful and respectful of people’s personal space. So, how has Biden taken on President Trump? They’ve had their share of fighting words. “If we were in high school, I’d take him behind the gym and beat the hell out of him.” Trump shot back on Twitter, and said Biden “would go down fast and hard, crying all the way.” Biden later said he regretted his comments. So, what are Biden’s odds? He entered the race as an instant front-runner and he’s already leading in early polls. But as a white man in his late 70s, Biden’s test will be whether his popularity can outweigh the party’s thirst for generational change.", "url": "https://www.nytimes.com/2019/04/26/us/politics/anita-hill-biden-clarence-thomas.html"}