{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:52:30", "date_modify": "2022-10-25 23:52:30", "date_publish": "2019-07-26 16:56:12", "description": "Ms. Gillibrand’s remarks came as her campaign continues to struggle, and they suggest she plans to turbocharge her efforts to run as the best candidate for women.", "filename": "2019_07_26_us_politics_kirsten-gillibrand-2020.html_module=inline_1666741950.html", "image_url": "https://static01.nyt.com/images/2019/07/26/us/politics/26gillibrand/26gillibrand-facebookJumbo.jpg?year=2019&h=550&w=1050&s=73056ed2f38c285fa451d02ba8da577fed3e34dc5b7e57fbe697b5b40aa89d53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_26_us_politics_kirsten-gillibrand-2020.html_module=inline_1666741950.html", "title": "Kirsten Gillibrand Accuses Unnamed Democratic Rivals of Not Supporting Women Working ‘Outside the Home’", "title_page": "Kirsten Gillibrand Accuses Unnamed Democratic Rivals of Not Supporting Women Working ‘Outside the Home’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Kirsten Gillibrand of New York has accused some of her fellow Democratic candidates for president of not supporting women who work outside the home, her most pointed attempt yet to frame her struggling candidacy as the best option for women voters.\n“We have Democratic candidates running for president right now who do not believe necessarily that it’s a good idea that women work outside the home,” she said emphatically on Thursday before a women’s labor event in Iowa City. “No joke.”\n[Kirsten Gillibrand drops out of Democratic presidential race.]\nMs. Gillibrand did not name names, and her campaign would not say whom she was referring to.\nThe stark accusation came ahead of next week’s second round of Democratic debates in Detroit and at a crucial juncture for Ms. Gillibrand, who has found little traction in the polls and is at risk of falling short of the party’s thresholds to qualify for the fall debates.", "url": "https://www.nytimes.com/2019/07/26/us/politics/kirsten-gillibrand-2020.html?module=inline"}