{"authors": ["Beth Pandolpho"], "date_download": "2022-10-25 23:25:09", "date_modify": "2022-10-25 23:25:09", "date_publish": "2019-02-21 02:34:06", "description": "A teacher takes her students through the process of finding a topic for our annual Student Editorial Contest, then writing, revising and submitting their final drafts.", "filename": "2019_02_20_learning_reader-idea-helping-students-discover-and-write-about-the-issues-that-matter-to-them_1666740309.html", "image_url": "https://static01.nyt.com/images/2017/09/03/opinion/sunday/03kristof-LN/03kristof-facebookJumbo.jpg?year=2019&h=550&w=1050&s=90043c7e8445efb93f4126a88eebef15ffcbec3ea5d8288c3b9dc44392e4e242&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_20_learning_reader-idea-helping-students-discover-and-write-about-the-issues-that-matter-to-them_1666740309.html", "title": "Reader Idea: Helping Students Discover and Write About the Issues That Matter to Them", "title_page": "Reader Idea: Helping Students Discover and Write About the Issues That Matter to Them - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“How exactly is social media making people feel more connected to each other? Everyone is looking down at their phones instead of looking at each other! And my favorite part of social media is seeing the smiling faces of people who I thought were my friends at the party I wasn’t invited to! Is everyone really happy all of the time except for me?”\nThey laugh, but they know I’m not joking. I quickly move on to another issue that frustrates me. “Like standardized tests? How can we possibly measure everyone’s ability on a single exam? Can students possibly feel any more stressed than they already are? How is taking classes to study for a test helping anyone? Isn’t it difficult enough being a teenager without creating more tests that propose to measure their worth?”\nAt this point in my tirade, my face is starting to get flushed, and they are beginning to understand the fire and fury I am looking for.\nI tend to become very dramatic in an effort to motivate them to be argumentative. I have an inclination to be hyperbolic about … everything, but this quality has worked in my favor to infuse excitement in my students. David Brooks may have been talking about me when he wrote that “what teachers really teach is themselves — their contagious passion for their subjects and students.” I am not faking my enthusiasm about students writing a powerful argument to The New York Times about an issue that matters to them, and I am certainly not faking my enthusiasm about the possibility of them being published. I think it’s important, and they very well know it.\nI press on with the motivational speaking when I share Anne Lamott’s words about writing from her book “Bird by Bird.” She says:\nRisk being unliked. Tell the truth as you understand it. If you’re a writer, you have a moral obligation to do this. And it is a revolutionary act — truth is always subversive.\nWe break down these lines together, and discuss why we have a moral obligation to discuss consequential issues, why doing so may cause people to not like us, and why the truth can be subversive to those who believe otherwise. It is after this conversation that they are ready to begin.\n_________\nFinding and Narrowing Topics", "url": "https://www.nytimes.com/2019/02/20/learning/reader-idea-helping-students-discover-and-write-about-the-issues-that-matter-to-them.html"}