{"authors": ["Sydney Ember", "Jonathan Martin"], "date_download": "2022-10-25 23:52:42", "date_modify": "2022-10-25 23:52:42", "date_publish": "2019-09-15 20:40:04", "description": "Mr. Sanders has overhauled his New Hampshire state operations, as his campaign fights to maintain support in a state he won by more than 22 percentage points in 2016.", "filename": "2019_09_15_us_politics_bernie-sanders-new-hampshire_1666741962.html", "image_url": "https://static01.nyt.com/images/2019/09/15/us/politics/15sanders-nh/15sanders-nh-facebookJumbo.jpg?year=2019&h=549&w=1050&s=fbd48c244e60681a281a6f43f7dd34c8c31b41496c510469871bd72adc405137&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_15_us_politics_bernie-sanders-new-hampshire_1666741962.html", "title": "Bernie Sanders Campaign Shakes Up New Hampshire Operation", "title_page": "Bernie Sanders Campaign Shakes Up New Hampshire Operation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Bernie Sanders has overhauled his New Hampshire state operations five months before the primary, as his campaign fights to maintain support in a state he won by more than 22 percentage points in 2016.\nIn a series of moves, the campaign has replaced the New Hampshire state director, Joe Caiazzo, with Shannon Jackson, who is a member of Mr. Sanders’s inner circle and who led the senator’s re-election campaign in Vermont last year. Mr. Caiazzo, who was Mr. Sanders’s political director in Massachusetts and Rhode Island during the 2016 campaign , has been named state director in Massachusetts.\nThe moves were announced to the campaign’s New Hampshire staff on Sunday.\n“We feel really good about where we stand in New Hampshire right now,” said Faiz Shakir, the Sanders campaign manager. “The poll numbers, the volunteer capacity, the crowds that we have been getting at these events all suggest to us that we are in a very good position.”\nHe added: “Obviously, much work to do to continue that trend.”\nThe Sanders campaign also recently shook up its top leadership, promoting both Ari Rabin-Havt, the chief of staff, and Arianna Jones, the communications director, to the position of deputy campaign manager and bringing on a new senior communications adviser.", "url": "https://www.nytimes.com/2019/09/15/us/politics/bernie-sanders-new-hampshire.html"}