{"authors": ["Matt Phillips"], "date_download": "2022-10-25 23:44:38", "date_modify": "2022-10-25 23:44:38", "date_publish": "2019-08-14 13:41:06", "description": "Yields on United States government bonds fell, indicating lower expectations for growth and extending a drop that began as the trade war intensified.", "filename": "2019_08_14_business_stock-market-today-bond-market_1666741478.html", "image_url": "https://static01.nyt.com/images/2019/08/14/business/dealbook/promo-live-markets-top-stories-aug14/promo-live-markets-top-stories-aug14-facebookJumbo-v8.jpg?year=2019&h=549&w=1050&s=69fd174c5119c9ce95a37d49836b5fbff55be686128848f66258d8e086cdeaaf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_14_business_stock-market-today-bond-market_1666741478.html", "title": "Stock Markets, Jolted by Economic Worry, Suffer 2nd Worst Drop of 2019", "title_page": "Stock Markets, Jolted by Economic Worry, Suffer 2nd Worst Drop of 2019 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And prices for important industrial raw materials such as aluminum, copper and steel have fallen, confirming deep weakness in the industrial sector. Major industrial firms around the world have reported softening demand.\nIn recent weeks, signs of the global industrial slowdown have also arrived in corporate earnings reports in the United States. Second-quarter profits for companies in the S&P 500 are set to contract 0.7 percent from a year earlier, according to the data provider FactSet. If that figure holds — and more than 90 percent of the companies in the index have reported — it will mark the second straight quarter that earnings have declined.\nThe industrial sector of the S&P fared poorly, with earnings falling 10 percent from last year. The slide in profits was also most pronounced among those companies with the greatest exposure to the global economy and trade.\nInvestors were intensely attuned Wednesday to downbeat economic signals from the bond market. Yields on long-term United States Treasury securities continue to plumb lows not seen in recent years. The yield on the benchmark 10-year Treasury note fell to 1.58 percent, a level it last reached in late 2016. The yield on the 30-year bond fell to 2.03 percent, the lowest level on record.\n[Read more about the intensifying recession warning in the bond market.]\nBond yields are typically determined by investors’ expectations for economic growth and inflation, making their recent precipitous drop worrisome in themselves. But the drop in long-term yields also briefly pushed the yield on the 10-year note below that of the two-year Treasury note, an unusual situation known as an inversion of the yield curve. Such inversions are considered one of the most reliable leading indicators of recession in the United States, having preceded every economic decline in the past 60 years.\nThat phenomenon, when yields on long-term bonds fall below those on short-term bonds, had already occurred with some Treasury securities this year. But the inversion between two-year and 10-year notes, which last occurred in 2007 as the economy began to sputter into a severe recession, seemed to worry investors anew.", "url": "https://www.nytimes.com/2019/08/14/business/stock-market-today-bond-market.html"}