{"authors": ["Joumana Khatib"], "date_download": "2022-10-25 23:37:35", "date_modify": "2022-10-25 23:37:35", "date_publish": "2019-08-28 17:00:05", "description": "A sequel to “The Handmaid’s Tale,” books that take on the #MeToo movement, essays from Rachel Cusk and more.", "filename": "2019_08_28_books_new-september-books_1666741055.html", "image_url": "https://static01.nyt.com/images/2019/08/30/books/28SEPTBOOKS/28SEPTBOOKS-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=d62440728e61030f045a0f066112f1d5cb69b68a91b13eeb31fe0c4020d894ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_28_books_new-september-books_1666741055.html", "title": "17 New Books to Watch For in September", "title_page": "17 New Books to Watch For in September - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[ Read our review. ]\nPower, best known as one of President Obama’s ambassadors to the United Nations, traces the evolution of her views from her years as a journalist and activist to a more pragmatic policymaker. Along the way, she weaves in moral arguments and diplomatic history.\n[ Read our review. ]\nThis book tackles many of the taboos surrounding women, political activity and extremism in the Middle East. Moaveni, an investigative reporter who has worked in the region for decades, focuses on 13 women who were inspired to join the terrorist group — and the political and religious dissatisfactions that set them on that path.\n[ Read our review. ]\nThe Institute ,’ by Stephen King (Scribner, Sept. 10)\nBrilliant children are kidnapped and sent to a terrifying center, where they are subjected to mysterious medical examinations and abuse. They live in fear of the Back Half, a section of the Institute from which no children have ever come back. The greatest evil in this novel is banal inhumanity — which is what gives the book its horror.\n[ What scares Stephen King? | Read our review of “The Institute.” ]\nDavid Livingstone, the 19th-century Scottish missionary who set out to find the source of the Nile, casts a long shadow over East Africa, and Gappah explores his legacy in her new novel. Narrated by Halima, Livingstone’s cook and slave, and Jacob, a pious freed slave, as Livingstone’s corpse is taken to the coast of Africa, the story offers a fresh look at the enduring history of colonialism.\n[ Read our profile of Petina Gappah. | Read our review of “Out of Darkness, Shining Light.” ]\nPermanent Record ,’ by Edward Snowden (Metropolitan, Sept. 17)\nThe National Security Agency whistle-blower outlines the system of mass surveillance the agency used to monitor citizens, and details the “crisis of conscience” that led him to disavow the system he helped create.\n[ Read our review. ]\nWoodson, the award-winning author known for her young adult books “Brown Girl Dreaming” and “Another Brooklyn,” has written a novel for adults. An unplanned pregnancy brings together two families, and as they gather to celebrate the child, the story shifts back in time to explore the hopes and dreams of each generation.\n[ Read our review. ]\nLove, “Doctor Zhivago” and the Cold War: This debut novel puts women at the center of the United States’ attempt to encourage dissent in the Soviet Union, when members of the C.I.A.’s secretarial pool were assigned to help distribute copies of Boris Pasternak’s epic novel in enemy territory.", "url": "https://www.nytimes.com/2019/08/28/books/new-september-books.html"}