{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:53:24", "date_modify": "2022-10-25 23:53:24", "date_publish": "2019-03-31 22:43:47", "description": "The budget takes up thousands of pages and billions of dollars, and will change the way New Yorkers vote, shop, commute and more. Here is a look at what’s included, what’s not and who is responsible.", "filename": "2019_03_31_nyregion_new-york-state-budget_1666742004.html", "image_url": "https://static01.nyt.com/images/2019/03/31/nyregion/31takeaways/merlin_151302885_b843978b-b5fb-4a5d-811f-7f50f25dacb4-facebookJumbo.jpg?year=2019&h=550&w=1050&s=448f6b69f102bc7f7e891e2258970e243102ea9b4d5fdaffc6b11bb4a17d2937&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_31_nyregion_new-york-state-budget_1666742004.html", "title": "7 Takeaways From New York’s $175 Billion Budget", "title_page": "7 Takeaways From New York’s $175 Billion Budget - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start your day: Get New York Today in your inbox.]\nALBANY — After months of frenzied lobbying, bitter infighting, late-night bill drafting and secretive negotiating, New York’s $175 billion state budget is finally here.\nYou could call it the budget of progressive priorities. It’s the first budget in a decade to be negotiated between all Democrats — Gov. Andrew M. Cuomo and the Democrat-led State Senate and Assembly — and it will turn many long-neglected liberal priorities into reality.\nBut you could also call it the budget of compromises. Even as activists cheered the inclusion of certain issues, they also said some measures did not go far enough, or delivered on certain promises in name only.\nHere’s your guide to the deals that will shape life in New York this year and beyond.\nCongestion pricing is finally here\nThe idea of charging drivers of vehicles that enter the busiest parts of Manhattan had been around for decades. But lawmakers from outside Manhattan always shot it down, worrying that their constituents would pay a price without reaping benefits.", "url": "https://www.nytimes.com/2019/03/31/nyregion/new-york-state-budget.html"}