{"authors": ["Sharon Lafraniere", "Kenneth P. Vogel", "Peter Baker"], "date_download": "2022-10-25 23:00:51", "date_modify": "2022-10-25 23:00:51", "date_publish": "2019-09-26 23:58:58", "description": "Marie Yovanovitch was forced out as ambassador after Trump allies called her disloyal. Others say she fell victim to the president’s efforts to hurt Joe Biden.", "filename": "2019_09_26_us_politics_yovanovitch-trump-ukraine-ambassador.html_module=inline_1666738851.html", "image_url": "https://static01.nyt.com/images/2019/09/26/us/politics/26dc-ambassador/26dc-ambassador-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9c0e2899648b1c72c9a10d38b72397bb983730af20643f1c95e9553f271ab14e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_26_us_politics_yovanovitch-trump-ukraine-ambassador.html_module=inline_1666738851.html", "title": "Trump Said Ukraine Envoy Would ‘Go Through Some Things.’ She Has Already.", "title_page": "Trump Said Ukraine Envoy Would ‘Go Through Some Things.’ She Has Already. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Follow our live coverage of Marie Yovanovitch’s public hearing in the impeachment inquiry.\nPresident Trump’s words about Marie L. Yovanovitch, his former ambassador to Ukraine, were ominous. In a telephone conversation that has set off a political crisis for Mr. Trump, he told Volodymyr Zelensky, the president of Ukraine, that she was “bad news.”\n“She’s going to go through some things,” he added.\nIn fact, she already has gone through quite a bit. Over the past several months, Ms. Yovanovitch, a decorated 33-year veteran of the State Department, has been vilified in the right-wing news media, denounced by the president’s eldest son as a “joker,” called a Democratic stooge by the president’s personal lawyer and then abruptly recalled from Kiev this May, months ahead of schedule.\nHer supposed sin, never backed up by evidence, was that she had shown disloyalty to Mr. Trump, disparaging him behind his back. Her friends, who say her professionalism and history of diplomatic service make that highly unlikely, have another theory: She had turned into collateral damage in efforts by Mr. Trump and Rudolph W. Giuliani, his personal lawyer, to damage the reputation of former Vice President Joseph R. Biden Jr., perhaps Mr. Trump’s most prominent Democratic rival in 2020.", "url": "https://www.nytimes.com/2019/09/26/us/politics/yovanovitch-trump-ukraine-ambassador.html?module=inline"}