{"authors": ["Nicholas Fandos", "Kenneth P. Vogel", "Michael D. Shear"], "date_download": "2022-10-25 23:00:50", "date_modify": "2022-10-25 23:00:50", "date_publish": "2019-10-15 16:31:03", "description": "George Kent told investigators he was cut out of Ukraine policymaking and told to “lay low” on it, after a May meeting orchestrated by Mick Mulvaney, the acting White House chief of staff.", "filename": "2019_10_15_us_politics_impeachment-george-kent-state.html_module=inline_1666738850.html", "image_url": "https://static01.nyt.com/images/2019/10/17/us/politics/15dc-impeach01/15dc-impeach01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=620093ec96ed819551015af632aa9e83aa23b05d661db15922d2764515fdee17&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_15_us_politics_impeachment-george-kent-state.html_module=inline_1666738850.html", "title": "Senior State Dept. Ukraine Expert Says White House Sidelined Him", "title_page": "Senior State Dept. Ukraine Expert Says White House Sidelined Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Here is a senior State Department official responsible for six countries, one of which is Ukraine, who found himself outside of a parallel process that he felt was undermining 28 years of U.S. policy and promoting the rule of law in Ukraine,” Representative Gerald E. Connolly, Democrat of Virginia, said of Mr. Kent, after departing from the room where he was being deposed.\n“And that was wrong,” Mr. Connolly said. “He used that word, ‘wrong.’”\nAfter the May 23 meeting called by Mr. Mulvaney, Mr. Kent told investigators, he and others whose portfolios included Ukraine were edged out by Gordon D. Sondland, the United States ambassador to the European Union; Kurt D. Volker, the special envoy for Ukraine; and Rick Perry, the energy secretary, who “declared themselves the three people now responsible for Ukraine policy,” Mr. Connolly said.\nThe meeting occurred on the same day that Mr. Sondland, Mr. Volker and Mr. Perry urged Mr. Trump in an Oval Office briefing to support and arrange a White House meeting for the new Ukrainian president, Volodymyr Zelensky, from whose inauguration they had just returned. It was unclear if the meeting described by Mr. Kent was the same one or another session.\nMr. Trump replied skeptically, telling the group that Ukrainian politicians are “all corrupt.” In the weeks after that, Mr. Sondland and Mr. Volker began working with Mr. Giuliani to urge Mr. Zelensky to commit to the investigations sought by Mr. Trump.\nMr. Kent said he was told at another point to “lay low” on Ukraine matters.\nThe accounts are trickling out even as the White House seeks to block even more information from surfacing in the impeachment inquiry. Vice President Mike Pence on Tuesday defied a request by investigators for documents related to the inquiry, and the Defense Department, the Office of Management and Budget and Mr. Giuliani all gave notice that they would defy subpoenas to turn over material. All of them cited the lack of a House vote authorizing the impeachment inquiry as grounds for stonewalling.", "url": "https://www.nytimes.com/2019/10/15/us/politics/impeachment-george-kent-state.html?module=inline"}