{"authors": ["Maggie Haberman", "Michael S. Schmidt"], "date_download": "2022-10-25 23:48:09", "date_modify": "2022-10-25 23:48:09", "date_publish": "2019-11-12 20:55:16", "description": "The president blames Michael Atkinson, whom he appointed, for finding the anonymous whistle-blower’s complaint on his interactions with Ukraine to be credible.", "filename": "2019_11_12_us_politics_trump-michael-atkinson-inspector-general_1666741689.html", "image_url": "https://static01.nyt.com/images/2019/11/12/nyregion/12dc-icig1/12dc-icig1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f5267f33242652f5adade23a4753436acf9139b477a50d2d9c6e08f6efe8d084&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_12_us_politics_trump-michael-atkinson-inspector-general_1666741689.html", "title": "Trump Has Considered Firing Intelligence Community Inspector General", "title_page": "Trump Has Considered Firing Intelligence Community Inspector General - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump has discussed dismissing the intelligence community’s inspector general, Michael Atkinson , because Mr. Atkinson reported a whistle-blower’s complaint about Mr. Trump’s interactions with Ukraine to Congress after concluding it was credible, according to four people familiar with the discussions.\nMr. Trump first expressed his dismay about Mr. Atkinson around the time the whistle-blower’s complaint became public in September. In recent weeks, he has continued to raise with aides the possibility of firing him, one of the people said.\nThe president has said he does not understand why Mr. Atkinson shared the complaint, which outlined how Mr. Trump asked the Ukrainian president to investigate Mr. Trump’s political rivals at the same time he was withholding military aid from the country. He has said he believes Mr. Atkinson, whom he appointed in 201 7, has been disloyal, one of the people said.\nMr. Trump’s private complaints about Mr. Atkinson have come as he has publicly questioned his integrity and accused him of working with the Democrats to sabotage his presidency.", "url": "https://www.nytimes.com/2019/11/12/us/politics/trump-michael-atkinson-inspector-general.html"}