{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:54:32", "date_modify": "2022-10-25 23:54:32", "date_publish": "2019-12-21 08:00:11", "description": "After three months of demonstrations, the politicians and the protesters are talking past each other, there’s no prime minister and Iran maintains its influence.", "filename": "2019_12_21_world_middleeast_Iraq-protests-Iran_1666742072.html", "image_url": "https://static01.nyt.com/images/2019/12/19/world/19iraq/19iraq-facebookJumbo.jpg?year=2019&h=549&w=1050&s=a8b32cadce514bcaa5dc524db36170aaf42cd9b37b307a4acd1663184e4530b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_21_world_middleeast_Iraq-protests-Iran_1666742072.html", "title": "Iraq in Worst Political Crisis in Years as Death Toll Mounts From Protests", "title_page": "Iraq in Worst Political Crisis in Years as Death Toll Mounts From Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — For 12 weeks, Iraqi protesters have massed in the streets of Baghdad and cities in southern Iraq to demand the ouster of the government, an end to corruption and a halt to the overweening influence of Iran.\nAnd for 12 weeks, the government has foundered in its response, alternating vague promises of reform with brutal treatment of protesters by its security forces. More than 500 protesters have been killed and 19,000 wounded, according to the United Nations special envoy to Iraq, but the violent response has only deepened protesters’ resolve.\nThe prime minister, Adel Abdul Mahdi, has resigned but has remained in a caretaker role, and Parliament has yet to come up with someone to replace him.\nThe political crisis that now confronts Iraq is as serious as any since the overthrow of Saddam Hussein 16 years ago, and its leaders appear ill-equipped to reckon with it. No consensus has emerged for a plan to reform the government to meet the protesters’ demands.", "url": "https://www.nytimes.com/2019/12/21/world/middleeast/Iraq-protests-Iran.html"}