{"authors": ["David Yaffe-Bellany"], "date_download": "2022-10-25 23:28:52", "date_modify": "2022-10-25 23:28:52", "date_publish": "2019-09-30 14:34:31", "description": "Restaurant owners say Grubhub’s business model has cut into their profit margins. A New York City Council committee is investigating.", "filename": "2019_09_30_business_grubhub-seamless-restaurants-delivery-apps-fees_1666740532.html", "image_url": "https://static01.nyt.com/images/2019/09/23/business/23grubhub/00grubhub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b938d74e19927f74f1c7bbef16c7c87a283cdf5667820a84097027524483e939&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_30_business_grubhub-seamless-restaurants-delivery-apps-fees_1666740532.html", "title": "New York vs. Grubhub", "title_page": "New York vs. Grubhub - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Seamless, the food delivery service started two decades ago in Midtown Manhattan, calls itself “the most New York app in New York.” In advertisements, the company cracks jokes about the L train and takes unsubtle jabs at New Jersey. “Eat Like a True New Yorker,” one subway ad declares.\nBut while the delivery giant Grubhub, which owns Seamless, seems to have plenty of affection for New York, that feeling may no longer be mutual.\nIn June, during a four-hour hearing of the New York City Council’s small-business committee, restaurant owners complained about the high commissions charged by Grubhub and other third-party delivery apps, which usually range from 15 to 30 percent. The service also faced criticism for its recently discontinued practice of creating web domains for the restaurants on its platform.\nSenator Chuck Schumer of New York has called for a federal investigation into widespread complaints that Grubhub charges restaurants fees for phone calls that do not result in orders. Although most customers place delivery orders by tapping their smartphone screens, Grubhub allows users to make phone calls through the app, and Yelp listings often include a Grubhub phone number alongside a restaurant’s direct number.", "url": "https://www.nytimes.com/2019/09/30/business/grubhub-seamless-restaurants-delivery-apps-fees.html"}