{"authors": ["Reggie Nadelson"], "date_download": "2022-10-25 23:28:25", "date_modify": "2022-10-25 23:28:25", "date_publish": "2019-03-19 15:40:58", "description": "Charles Gabriel has been serving up sublime soul food for decades in Harlem, even as many of the neighborhood’s most cherished restaurants have closed.", "filename": "2019_03_19_t-magazine_charles-pan-fried-chicken_1666740505.html", "image_url": "https://static01.nyt.com/images/2019/03/13/t-magazine/food/charles-chicken-slide-6LJA-copy/charles-chicken-slide-6LJA-facebookJumbo.jpg?year=2019&h=549&w=1050&s=4211c20bb0ca0d748492d3b906c1cc0d9d6bccc3371e3b26f5ac3d21dafa4530&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_19_t-magazine_charles-pan-fried-chicken_1666740505.html", "title": "A Beloved Restaurant Where Fried Chicken Achieves Its Highest Form", "title_page": "A Beloved Restaurant Where Fried Chicken Achieves Its Highest Form - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In this series for T, the author Reggie Nadelson revisits New York institutions that have defined cool for decades, from time-honored restaurants to unsung dives.\nA February night in Harlem, 7 in the evening, and at Charles’ Country Pan Fried Chicken, a faint aroma wafts out on the cold night air. At 132nd Street and Frederick Douglass Boulevard, Charles’ is a storefront restaurant; nothing fancy, it’s jammed in the middle of a block and has an orange awning featuring a chicken dressed up as a chef. Inside the long narrow room, the fluorescent lighting does not flatter, and there are only seats for about 15 or so, but who cares? You’ve come for the fried chicken.\nIt’s a busy night. Charles Gabriel, chef and owner, is still downstairs in the kitchen frying up chicken pieces in one of the dozen black cast-iron skillets he prizes, sending up fresh batches one at a time. There are historians who claim that fried chicken came from Scotland first. But for most Harlemites it came from the South and some of the best by way of Charles Gabriel, who’s been cooking it up for decades, first from a food truck, then at a restaurant on 151st Street and now at the current location. Nostalgia can be a sweet poison, but old traditions like Charles’ make New York worth living in.", "url": "https://www.nytimes.com/2019/03/19/t-magazine/charles-pan-fried-chicken.html"}