{"authors": ["Kate Taylor", "Jennifer Medina"], "date_download": "2022-10-25 23:32:51", "date_modify": "2022-10-25 23:32:51", "date_publish": "2019-05-15 19:00:36", "description": "Two months after the scandal broke, Georgetown said it planned to dismiss two students. One is suing, saying the university denied him due process.", "filename": "2019_05_15_us_georgetown-expels-students_1666740771.html", "image_url": "https://static01.nyt.com/images/2019/05/15/us/00georgetown1/00georgetown1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=207c3e7493dc51ad612ace0afecd283f7505db9141ec1c34ac03f2ddd4e18a36&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_15_us_georgetown-expels-students_1666740771.html", "title": "His Father Paid $400,000 to Get Him Into Georgetown. Now He’s Suing the School.", "title_page": "His Father Paid $400,000 to Get Him Into Georgetown. Now He’s Suing the School. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Georgetown University said Wednesday that it planned to dismiss two students connected to the college admissions scandal. Just hours earlier, one of those students, Adam Semprevivo, whose father has pleaded guilty in the case, sued Georgetown for threatening to expel him, saying that the university had denied him due process and that it should have been aware of misrepresentations on his application long before the Justice Department announced charges in the nation’s largest college admissions prosecution earlier this year.\nGeorgetown did not identify either student, but Mr. Semprevivo’s lawyer, David Kenner, said he had received an email from Georgetown informing him that his admission had been rescinded and that he would be dismissed.\nMr. Semprevivo, 21, who is from Los Angeles, just finished his junior year at the college in Washington, D.C. His father, Stephen Semprevivo, pleaded guilty last week to paying a college consultant $400,000 to secure his son’s admission to Georgetown as a recruit to the tennis team, even though the son did not play tennis competitively. According to the lawsuit, Adam has a 3.18 grade point average in college so far. He has not been charged in the case, nor have any other students, though several have received target letters from prosecutors.\nMr. Kenner said that dismissal was too harsh a punishment.\n“It’s a life sentence,” he said. “He’s lost three years of his life, studying, getting good grades, doing everything that was expected of him.” He added it could be difficult for Mr. Semprevivo to gain admission to another college and that the dismissal could also affect his job prospects. “Potentially this will follow him for the rest of his life.”", "url": "https://www.nytimes.com/2019/05/15/us/georgetown-expels-students.html"}