{"authors": ["Stephen Castle", "Ellen Barry"], "date_download": "2022-10-25 23:34:13", "date_modify": "2022-10-25 23:34:13", "date_publish": "2019-01-15 19:42:30", "description": "The 230-vote margin was the largest in Parliament in recent British history and sends the country into uncharted waters.", "filename": "2019_01_15_world_europe_brexit-vote-theresa-may.html_action=click&module=inline&pgtype=Homepage_1666740853.html", "image_url": "https://static01.nyt.com/images/2019/01/16/world/16vid_brexit-debate-1/merlin_149233749_aeff6f4a-76e4-4508-a8ad-e789a7106fbc-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8e42830a8dc3a6cd8eddcf71534f0cf82bc58d1e6ccfe7f441ed4d40ad321520&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_15_world_europe_brexit-vote-theresa-may.html_action=click&module=inline&pgtype=Homepage_1666740853.html", "title": "May and Brexit Face Uncertain Future After Crushing Vote in Parliament", "title_page": "May and Brexit Face Uncertain Future After Crushing Vote in Parliament - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prime Minister Theresa May on Tuesday suffered a humiliating defeat over her plan to withdraw Britain from the European Union, thrusting the country further into political chaos with only 10 weeks to go until it is scheduled to leave the bloc.\nThe 432-to-202 vote to reject her proposal was the biggest defeat in the House of Commons for a prime minister in recent British history. And it underscores how comprehensively Mrs. May has failed to build consensus behind any single vision of how to exit the European Union.\nNow factions in Parliament will offer their own proposals — setting off a new, unpredictable stage in Brexit, the process of withdrawing from the bloc.\n“She has completely lost control of the process, and her version of Brexit must now be dead, if she loses by 230 votes,” said John Springford, deputy director of the Center for European Reform, a London-based research institute.", "url": "https://www.nytimes.com/2019/01/15/world/europe/brexit-vote-theresa-may.html?action=click&module=inline&pgtype=Homepage"}