{"authors": ["Edgar Sandoval"], "date_download": "2022-10-25 23:27:06", "date_modify": "2022-10-25 23:27:06", "date_publish": "2019-12-05 10:00:26", "description": "A 14-year-old was among the casualties this year in a Queens neighborhood ravaged by gun violence.", "filename": "2019_12_05_nyregion_queens-gang-shooting-aamir-griffin_1666740426.html", "image_url": "https://static01.nyt.com/images/2019/12/06/nyregion/06queens-shooting-01-print/00aamirgriffin-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d0ea6ece754c7a896aede3d05ca2f673e7f760b31a283f4b9661707efc51c7e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_05_nyregion_queens-gang-shooting-aamir-griffin_1666740426.html", "title": "After 32 Shooting Victims, a Rallying Cry: ‘Stop the Bleeding’", "title_page": "After 32 Shooting Victims, a Rallying Cry: ‘Stop the Bleeding’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Delano Martin recalls how he felt in September as he stood next to the coffin of a friend who had been shot dead a few days earlier, one of three people in his inner circle gunned down in a single day. One thought ruled his mind: Shoot the man who had put his friend there.\n“All I’m thinking is hate, and anger and revenge, honestly,” Mr. Martin recalled.\nMr. Martin said he abandoned his plan for vengeance after an older man at the funeral gave him a hug and urged him not to retaliate, saying, “Don’t give your life to the prison system.”\nBut the thirst for revenge, he said, was the driving force behind a recent cycle of gang violence in his neighborhood in Queens — Southeast Jamaica — resulting in 32 shooting victims so far this year, double the number of last year. Murders have more than doubled as well, to 12 from five.\n“The mentality has gotten worse,” he said. “People are shooting anywhere, any given time.”\nCrime may be at a low ebb in New York, the nation’s biggest city, but gun violence has flared up in some pockets of the metropolis, focusing attention on youth gangs with access to firearms — a combination that often turns deadly.", "url": "https://www.nytimes.com/2019/12/05/nyregion/queens-gang-shooting-aamir-griffin.html"}