{"authors": ["Eileen Sullivan"], "date_download": "2022-10-25 23:00:56", "date_modify": "2022-10-25 23:00:56", "date_publish": "2019-09-25 21:12:59", "description": "President Trump mentioned an American cybersecurity firm that is at the center of a conspiracy theory in a call with Ukraine’s president.", "filename": "2019_09_25_us_politics_crowdstrike-ukraine_1666738856.html", "image_url": "https://static01.nyt.com/images/2019/09/25/us/politics/25dc-crowdstrike/25dc-crowdstrike-facebookJumbo.jpg?year=2019&h=550&w=1050&s=22b513a46f72282f0e25d0017080c62646c0f82d1ab8e0c4af2492554006f6e9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_25_us_politics_crowdstrike-ukraine_1666738856.html", "title": "How CrowdStrike Became Part of Trump’s Ukraine Call", "title_page": "How CrowdStrike Became Part of Trump’s Ukraine Call - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump in July asked the president of Ukraine to “do us a favor” by looking into an American cybersecurity firm, CrowdStrike, and the location of a Democratic National Committee server that Mr. Trump said was believed to be in Ukraine’s possession.\n“I would like you to find out what happened with this whole situation with Ukraine, they say CrowdStrike … I guess you have one of your wealthy people … The server, they say Ukraine has it,” Mr. Trump said during a phone call with the Ukrainian president, Volodymyr Zelensky, on July 25, according to a reconstruction of the call based on notes and voice recognition transcription software. Administration officials said the ellipses in the transcript represent words that trailed off or were inaudible.\nThe White House released the reconstructed transcript on Wednesday, a day after House Democrats announced plans to start an impeachment inquiry against the president over his efforts to pressure Ukraine to pursue an investigation of one of his political rivals, former Vice President Joseph R. Biden Jr.\nMr. Trump has long been focused on the whereabouts of the elusive server that CrowdStrike analysts examined in June 2016 and determined was breached by two Russian hacker groups.", "url": "https://www.nytimes.com/2019/09/25/us/politics/crowdstrike-ukraine.html"}