{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:53:19", "date_modify": "2022-10-25 23:53:19", "date_publish": "2019-06-18 18:55:07", "description": "Mr. Buttigieg pulled himself off the presidential campaign trail this week after a police officer in South Bend shot and killed a black man. Here’s some context.", "filename": "2019_06_18_us_politics_buttigieg-police-black-community_1666741999.html", "image_url": "https://static01.nyt.com/images/2019/06/18/us/politics/18buttigieg/18buttigieg-facebookJumbo.jpg?year=2019&h=549&w=1050&s=655dbe499bb83777f417a20a12ff9d1c035cfdc1e5415bbac8bd38bf8d9621bc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_18_us_politics_buttigieg-police-black-community_1666741999.html", "title": "Pete Buttigieg’s Complicated History With the Police and African-Americans", "title_page": "Pete Buttigieg’s Complicated History With the Police and African-Americans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a crowded Democratic presidential primary field, Pete Buttigieg, the 37-year-old mayor of a midsize Midwestern city, has enjoyed a meteoric rise from obscurity that has become the envy of his lesser known rivals.\nBut beyond his message of generational change, the enthusiastic crowds and the compelling personal narrative he has espoused, Mr. Buttigieg has had to confront concerns about his complicated history with the police and the black community.\n[Update: At town hall, Pete Buttigieg confronts tensions around South Bend police shooting.]\nThose concerns have their roots in South Bend, Ind., the city where Mr. Buttigieg has been mayor since 2012. On Monday, Mr. Buttigieg pulled himself off the presidential campaign trail and returned to his day job after a police officer in South Bend shot and killed a black man, Eric Logan.\nHere’s a look at the controversy that has become enmeshed with Mr. Buttigieg’s tenure as mayor — context that may offer a window into why he was quick to return home.", "url": "https://www.nytimes.com/2019/06/18/us/politics/buttigieg-police-black-community.html"}