{"authors": ["Mark Landler"], "date_download": "2022-10-25 22:59:23", "date_modify": "2022-10-25 22:59:23", "date_publish": "2019-11-20 18:15:19", "description": "He also said that he was willing to help law enforcement agencies in their investigations, and that he “unequivocally” regrets the “ill-judged association.”", "filename": "2019_11_20_world_europe_prince-andrew-quits-epstein_1666738763.html", "image_url": "https://static01.nyt.com/images/2019/11/21/world/21andrew-p1/20andrew-sub-facebookJumbo.jpg?year=2019&h=549&w=1050&s=c29cbd0385a240b56eb477da0ed9198fb2585267fbb9c7b12fe3299afe055457&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_20_world_europe_prince-andrew-quits-epstein_1666738763.html", "title": "After Disastrous Epstein Interview, Prince Andrew Steps Down From Public Duties", "title_page": "After Disastrous Epstein Interview, Prince Andrew Steps Down From Public Duties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Experts on the royal family have described the interview as the biggest public relations debacle for the British royal family since the turbulent aftermath of the death of Princess Diana in a car crash in 1997.\nPeople with ties to Buckingham Palace said they could not recall a senior member of the royal family having been suspended so abruptly and publicly from his or her duties. Some praised the decision, saying it would take the prince out of the spotlight and buy time for the palace to try to rehabilitate his image.\nIn his three-paragraph statement, Prince Andrew attempted to undo some of the damage himself. He expressed regret for “my ill-judged association” with Mr. Epstein, who killed himself in a Manhattan jail in August.\n“His suicide has left many unanswered questions, particularly for the victims,” the prince said, “and I deeply sympathize with everyone who has been affected and wants some form of closure.”\nPrince Andrew said he would be ready to help “any appropriate law enforcement agency with their investigation, if required.” During the BBC interview, the prince said he would have to consult with his lawyers before testifying under oath about his ties to Mr. Epstein.\nOn Monday, a woman who has accused Mr. Epstein of sexually abusing her as a child called on the prince to speak to the American authorities.\n“Prince Andrew, and any others who were close to Epstein, should come forward and give a statement under oath on what information they have,” said the woman, who calls herself Jane Doe 15, at a news conference in New York.", "url": "https://www.nytimes.com/2019/11/20/world/europe/prince-andrew-quits-epstein.html"}