{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:34:03", "date_modify": "2022-10-25 23:34:03", "date_publish": "2019-05-24 09:50:14", "description": "Initially seen as a “safe pair of hands” to deliver Brexit, she ultimately failed to convey any convincing vision of a future for Britain outside the European Union.", "filename": "2019_05_24_world_europe_theresa-may-resign-brexit-parliament_1666740843.html", "image_url": "https://static01.nyt.com/images/2019/05/24/world/24may-political-obit1-1/24may-political-obit1-1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=95893dd585544d460ec8843d872f2569e952c32722016b57e1098a5211e608d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_24_world_europe_theresa-may-resign-brexit-parliament_1666740843.html", "title": "Brexit ‘Red Lines’ Became a Trap for Theresa May", "title_page": "Brexit ‘Red Lines’ Became a Trap for Theresa May - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — An iconic image of Theresa May was published on the front page of almost every London newspaper this week, as Britain waited for her to step down.\nIt showed her in the back of her car, her face pale and sheened with sweat, her eyes red-rimmed and watery. The image resonated because it was nearly identical to one taken of Margaret Thatcher in November of 1990, as a car whisked her away from her own resignation. “Tears in the Back Seat,” read the Daily Mirror’s headline, on both days.\nThe tears were notable because they were out of the ordinary. In two years and 10 months as prime minister, Mrs. May has made toughness into a personal brand, plowing forward even as her hopes of delivering Brexit faded. It became one of the central mysteries of British politics: What exactly would it take for Mrs. May to give up?\nThe answer became clear on Friday. Contemplating a fourth humiliating defeat in Parliament, abandoned by the last of her allies, Mrs. May at last concluded that she had exhausted every possible pathway to success. She said she would stand aside as leader of the Conservative Party on June 7, but remain as prime minister until a successor was chosen.", "url": "https://www.nytimes.com/2019/05/24/world/europe/theresa-may-resign-brexit-parliament.html"}