{"authors": ["Mike Ives"], "date_download": "2022-10-25 23:39:49", "date_modify": "2022-10-25 23:39:49", "date_publish": "2019-06-14 08:19:27", "description": "A top adviser to Hong Kong’s leader said it would be impossible to rush through an extradition bill in the wake of clashes between the police and protesters.", "filename": "2019_06_14_world_asia_hong-kong-protests-extradition-law_1666741189.html", "image_url": "https://static01.nyt.com/images/2019/06/14/world/14hongkong-1/14hongkong-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a5d210e4e6083469e8287ca69ca92b7cb04fb18e6885b16117f327b2f860bd8c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_14_world_asia_hong-kong-protests-extradition-law_1666741189.html", "title": "Pro-Beijing Lawmaker in Hong Kong Urges Restraint on Extradition Bill, Signaling Discord", "title_page": "Pro-Beijing Lawmaker in Hong Kong Urges Restraint on Extradition Bill, Signaling Discord - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The government later said that 81 people had been injured, and the authorities were heavily criticized as video that appeared to show police officers using excessive force circulated on social media.\n“There is so much misunderstanding, and on Wednesday we all witnessed very saddening events we don’t want to see,” Mr. Chan told the station RTHK. “So we really need to review this bill again — to explain this in detail again would be one option.”\nThe intense public outcry against the bill comes from a fear that it would put Hong Kong’s residents and visitors at risk of being detained and sent to China for trial by the country’s Communist Party-controlled courts. Underlying the opposition is a growing fear that the freedoms people in Hong Kong enjoy under the “one country, two systems” policy, put in place when Britain returned Hong Kong to China in 1997, are rapidly shrinking.\nIn a sign of the international pressure on Mrs. Lam, a bipartisan group of American lawmakers introduced a bill on Thursday calling for a broad review of Washington’s relationship with Hong Kong. The bill would require the American secretary of state to affirm every year that the territory remains sufficiently autonomous from the Chinese mainland to deserve special treatment.\nOn Friday, Geng Shuang, a spokesman for China’s Foreign Ministry, accused the American lawmakers of making “irresponsible” remarks and “violently” interfering in China’s internal affairs. The Chinese government summoned a senior American Embassy official in Beijing to complain about the congressional measure.\nAfter the protests and clashes on Wednesday, Hong Kong legislature’s president delayed debate on the extradition bill through Friday. No date has been set for when the legislature will resume meeting. Further protests against the bill are planned for Sunday, and activists have called for schools, shops and workers to go on strike on Monday, in another effort to stop the bill from passing.", "url": "https://www.nytimes.com/2019/06/14/world/asia/hong-kong-protests-extradition-law.html"}