{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:45:00", "date_modify": "2022-10-25 23:45:00", "date_publish": "2019-06-13 13:21:41", "description": "Mr. Johnson received 114 of the 313 votes in the first round of balloting to find a successor to Theresa May. His nearest challenger, Jeremy Hunt, had 43.", "filename": "2019_06_13_world_europe_boris-johnson-conservative-party-uk_1666741500.html", "image_url": "https://static01.nyt.com/images/2019/07/24/world/23Britain-Johnson-HFO1sub-copy/23Britain-Johnson-HFO1sub-copy-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=9f5d6599715bd151d4b9d692ec76340860dc11f5c50fab5071b36a7186ec087e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_13_world_europe_boris-johnson-conservative-party-uk_1666741500.html", "title": "Boris Johnson Shows Strength in Conservative Leadership Contest", "title_page": "Boris Johnson Shows Strength in Conservative Leadership Contest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A brash former mayor of London. “The chances of me being prime minister are about as good as finding Elvis on Mars.” Known to many for his political opportunism and for his staunch support of Brexit. “Let’s take back control of huge sums of money, take back control of immigration, take back control of our democracy. Let’s vote for freedom.” Boris Johnson is the embattled prime minister of Britain. So, who is he? Johnson worked for many years as a journalist in Britain. He was fired by The London Times for inventing a quote. It was in Brussels where Johnson made a name for himself writing for The Daily Telegraph. He wrote a string of articles ridiculing European Union bureaucracy that were often exaggerated or wrong. In 2008, he was elected mayor of London. “I declare Boris Johnson the next mayor of London.” He was re-elected four years later. It was London’s 2012 Summer Olympics that put him on the radar for many people in the rest of the world. But in Britain, he’s been associated with one thing in recent years: Brexit. “Now this is a once in a lifetime chance for us to take back control of this country.” When he was mayor of London, Johnson sometimes spoke favorably about the common market with the European Union. But perhaps recognizing a political opportunity, Johnson became one of Brexit’s most vocal supporters. “When you look at the E.U. now, it makes me think of some badly designed undergarment that has now become too tight in some places and dangerously loose in other places.” Johnson’s critics say his strong backing for leaving the European Union was purely tactical. And after a successful campaign, Theresa May named him foreign secretary in 2016. But Johnson said he thought May’s Brexit proposal was too conciliatory to Europe. Rather than supporting her plan, Johnson resigned in protest. “I will shortly leave the job.” When May announced she was stepping aside as prime minister, the stars aligned for Johnson to take over the job he always wanted. “I am standing to be leader of the Conservative Party.” Johnson has vowed that Britain will leave the European Union on Oct. 31, with or without a deal. “I want everybody to know there are no circumstances in which I will ask Brussels to delay. We’re leaving on the 31st of October, no ifs or buts.” But he’s facing some opposition to a no-deal Brexit, even within his own Conservative Party. About the only thing Parliament can agree on is that it doesn’t support a no-deal Brexit. So Johnson has taken to hardball tactics from suspending Parliament, to threatening to kick out rebel Tories for voting against the government. It’s a strategy that may be uniting disparate elements of the opposition and his own party against him. So what’s next? So far, lots of uncertainty. Parliament is considering whether to hold a general election. So Johnson finds himself in familiar territory: facing the same Brexit chaos that took down the two previous Conservative prime ministers.", "url": "https://www.nytimes.com/2019/06/13/world/europe/boris-johnson-conservative-party-uk.html"}