{"authors": ["Niraj Chokshi", "Eric A. Taub"], "date_download": "2022-10-25 23:40:35", "date_modify": "2022-10-25 23:40:35", "date_publish": "2019-12-03 21:45:31", "description": "The Tesla billionaire took the stand in a civil defamation trial in Los Angeles.", "filename": "2019_12_03_business_elon-musk-defamation-trial_1666741235.html", "image_url": "https://static01.nyt.com/images/2019/12/03/business/03musk/03musk-facebookJumbo.jpg?year=2019&h=549&w=1050&s=d98980207e5fb73082930fe69ec0c42ff199a84ad52740557087cfb68b126c84&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_03_business_elon-musk-defamation-trial_1666741235.html", "title": "Elon Musk’s Defense: ‘Pedo Guy’ Tweet Was a Generic Insult", "title_page": "Elon Musk’s Defense: ‘Pedo Guy’ Tweet Was a Generic Insult - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those were among the opening volleys in the trial of Mr. Unsworth’s defamation suit against Mr. Musk.\nIn his opening statement, Mr. Musk’s lawyer, Alex Spiro, characterized “pedo guy” as a generic insult and an expression from Mr. Musk’s youth in South Africa.\n“These are joking talking tweets in a fight between men,” Mr. Spiro said.\nMr. Musk added in his testimony: “‘Pedo guy’ is used in other countries also. It’s quite common in the English-speaking world. I’m quite confident if you do a search, it will just say ‘creepy old dude.’”\nMr. Unsworth’s lawyer, L. Lin Wood, aiming to show that Mr. Musk had instead implied that Mr. Unsworth was a pedophile, cited a tweet in which Mr. Musk wrote, “Bet you a signed dollar that it’s true.”\nMr. Musk countered on the stand that “if I really thought it was true, I would have sent more than a dollar.” He said he didn’t know if the statement that Mr. Unsworth was a pedophile was “true or false” and added: “I also did not literally mean that he was a pedophile. I meant he was a creep.”\nThe trial stems from a war of words that took place between the two men in the summer of 2018 as they raced to offer assistance to a youth soccer team that had been trapped by rising waters in a cave in Thailand, an ordeal that transfixed the world.", "url": "https://www.nytimes.com/2019/12/03/business/elon-musk-defamation-trial.html"}