{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:44:57", "date_modify": "2022-10-25 23:44:57", "date_publish": "2019-09-03 10:16:31", "description": "Parliament is considering a measure opposed by the prime minister to block a no-deal withdrawal from the European Union.", "filename": "2019_09_03_world_europe_brexit-parliament-uk-election_1666741497.html", "image_url": "https://static01.nyt.com/images/2019/09/03/world/03brexit1sub-promo/03brexit1sub-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=8a051b8108ef70826e043b50f8d6cab771430b43f67dc1f9593ddd555728368a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_03_world_europe_brexit-parliament-uk-election_1666741497.html", "title": "Brexit Showdown Nears in Parliament as Some Lawmakers Defy Boris Johnson", "title_page": "Brexit Showdown Nears in Parliament as Some Lawmakers Defy Boris Johnson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Parliament was given a green light Tuesday to mount an effort to stop Britain from leaving the European Union without an agreement, in a high-pressure showdown with only a few weeks time for Parliament to act before the Brexit deadline.\nIn an important procedural ruling, John Bercow, the speaker of the House of Commons, agreed to allow lawmakers to try to seize control of the legislative agenda in Parliament, an area that is normally the preserve of the government.\n[Update: Boris Johnson loses Brexit vote, as Parliament rebels.]\nThe decision clears the way for a two-step process in which lawmakers will vote tonight on whether to wrest control from the government and then vote again tomorrow on whether to force Prime Minister Boris Johnson to seek an extension to the Oct. 31 withdrawal deadline if he fails to reach an exit agreement with the European Union.\nThe critical vote is the first, on the procedural measure to gain control over the agenda. If Mr. Johnson’s opponents have the votes to do that, it is considered virtually certain they will have the votes to approve the measure heading off a no-deal Brexit.", "url": "https://www.nytimes.com/2019/09/03/world/europe/brexit-parliament-uk-election.html"}