{"authors": ["Peter Eavis"], "date_download": "2022-10-25 23:51:27", "date_modify": "2022-10-25 23:51:27", "date_publish": "2019-11-13 21:56:25", "description": "The co-working company’s losses increased sharply as it expanded ahead of a failed initial public offering.", "filename": "2019_11_13_business_dealbook_wework-third-quarter-earnings_1666741887.html", "image_url": "https://static01.nyt.com/images/2019/11/13/business/13wework1/13wework1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=683e82320fffdbc11624d1e3b180f072a4879f057e9d477f83ac8fa3190a071b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_13_business_dealbook_wework-third-quarter-earnings_1666741887.html", "title": "WeWork Lost $1.25 Billion in Third Quarter", "title_page": "WeWork Lost $1.25 Billion in Third Quarter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WeWork leases office space, refurbishes it and then rents it out to its customers. In the belief that there is a growing appetite for such space, it has added hundreds of new locations around the world. But doing so has cost hundreds of millions of dollars.\nAt the end of September, WeWork’s presentation said, the company had $2 billion in cash, a number that included $692 million of restricted cash. That sum compares with slightly over $3 billion in total cash at the end of June, implying the company used $1 billion of cash in three months. The document did not, however, provide a cash-flow statement that would show exactly how much cash the company spent in the quarter.\nSoftBank, WeWork’s largest outside shareholder, moved last month to rescue the company. It accelerated an equity investment and announced plans for WeWork to sell bonds to investors.\nSoftBank’s overhaul of WeWork involves getting out of noncore businesses and focusing on profitable markets. The company is also expected to lay off thousands of employees in the coming weeks.\nWeWork disclosed its financial performance through the end of June in documents it filed for the I.P.O. Because it scrapped the offering and remains a private company, WeWork is not required to publicly release financial statements. The latest numbers come from a presentation of selected financial data that is provided to investors who own WeWork bonds.", "url": "https://www.nytimes.com/2019/11/13/business/dealbook/wework-third-quarter-earnings.html"}