{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:00:59", "date_modify": "2022-10-25 23:00:59", "date_publish": "2019-09-25 17:35:59", "description": "The president and the Democrats may be girding for a constitutional clash, but their campaigns are working to capitalize on the moment with fund-raising appeals.", "filename": "2019_09_25_us_politics_impeachment-fundraising_1666738859.html", "image_url": "https://static01.nyt.com/images/2019/09/25/us/politics/25impeach-fundraising-02/merlin_160925523_e04926e3-3e3e-4573-a97e-08d0859e47ff-facebookJumbo.jpg?year=2019&h=549&w=1050&s=4e7888cfafcc7678bf2f4da5f5129f14ab738f7d81fd6834da00ca333860768c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_25_us_politics_impeachment-fundraising_1666738859.html", "title": "Trump and 2020 Democrats Agree: Impeachment Fight Is a Chance to Rake In Cash", "title_page": "Trump and 2020 Democrats Agree: Impeachment Fight Is a Chance to Rake In Cash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The breathless text message from President Trump and his campaign landed soon after Speaker Nancy Pelosi announced a formal impeachment inquiry: “I need you on my Impeachment Defense Team.”\nWithin three hours of Ms. Pelosi’s announcement on Tuesday, Mr. Trump had raised $1 million, and his campaign manager said on Wednesday that Mr. Trump’s campaign and the Republican National Committee had raised $5 million in 24 hours. “Huge groundswell of support,” wrote Brad Parscale, Mr. Trump’s campaign manager, on Twitter.\nThe impeachment fight between the Democratic-led House of Representatives and the Trump White House may have initiated a constitutional clash, but for the political operatives involved in the 2020 campaign it also represents a potentially galvanizing moment to pry loose wallets.", "url": "https://www.nytimes.com/2019/09/25/us/politics/impeachment-fundraising.html"}