{"authors": ["Michael Gold", "Tyler Pager"], "date_download": "2022-10-25 23:41:30", "date_modify": "2022-10-25 23:41:30", "date_publish": "2019-03-26 16:19:51", "description": "Rockland County’s move to limit the movement of unvaccinated minors is its latest effort to fight New York State’s worst measles outbreak in decades.", "filename": "2019_03_26_nyregion_measles-outbreak-rockland-county_1666741290.html", "image_url": "https://static01.nyt.com/images/2019/03/27/nyregion/27measles-print/26measles1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f7082c636d1c0607be097017305440f64f2c56e1e8359e90d73265bc6166e27b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_26_nyregion_measles-outbreak-rockland-county_1666741290.html", "title": "New York Suburb Declares Measles Emergency, Barring Unvaccinated Children From Public", "title_page": "New York Suburb Declares Measles Emergency, Barring Unvaccinated Children From Public - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nAn executive order pulled close to 6,000 unvaccinated children out of schools. Nearly 17,000 doses of the measles-mumps-rubella (M.M.R.) vaccine were given in 26 weeks. There was a public health campaign in which community officials, doctors and rabbis testified to the importance of immunizations.\nNone of those efforts stemmed the severe measles outbreak that has been plaguing Rockland County in New York since October.\nSo on Tuesday, in an extraordinary step, the county executive, Ed Day, declared a state of emergency, effective at midnight, that would bar children and teenagers who are not vaccinated against measles from public places.\nMr. Day said he believed Rockland County’s order was the first of its kind in the United States, and several public health experts said that they could not recall any action like it in recent years.", "url": "https://www.nytimes.com/2019/03/26/nyregion/measles-outbreak-rockland-county.html"}