{"authors": ["Alan Rappeport", "Edward Wong"], "date_download": "2022-10-25 23:53:43", "date_modify": "2022-10-25 23:53:43", "date_publish": "2019-05-04 15:47:45", "description": "During trade talks, U.S. officials have avoided confronting China about its persecution of Uighurs despite bipartisan pressure, fearing such a move could harm a deal.", "filename": "2019_05_04_world_asia_trump-china-uighurs-trade-deal_1666742023.html", "image_url": "https://static01.nyt.com/images/2019/05/05/business/05-DC-UIGHRS-p1/03dc-uighurs1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=340fb9f7cdf8f085b3fe44cf14b43efb09b3feb1457d4d262bcb8d436c60907c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_04_world_asia_trump-china-uighurs-trade-deal_1666742023.html", "title": "In Push for Trade Deal, Trump Administration Shelves Sanctions Over China’s Crackdown on Uighurs", "title_page": "In Push for Trade Deal, Trump Administration Shelves Sanctions Over China’s Crackdown on Uighurs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "From the American perspective, many of these economic issues are linked to national security, but the United States has steered clear of the third-rail matter of human rights.\n“For China, mixing human rights in the trade talks is unthinkable,” said Michael Pillsbury, a China scholar at the Hudson Institute who advises the Trump administration. “There were supposed to be four dialogue mechanisms that were set up after the first summit between Mr. Trump and Mr. Xi at Mar-a-Lago, and the Chinese adroitly maneuvered to make sure human rights were not part of the dialogues.”\nMr. Pillsbury notes that in the 1990s, trade and human rights were more closely intertwined. In 1993, Ms. Pelosi led efforts to make China meet human rights conditions in exchange for trade benefits. However, after intense lobbying by Chinese officials, and the threat of lost sales of American products such as Boeing aircraft, the Clinton administration began to back off its concerns about the treatment of Chinese dissidents.\nSince then, as China has become an even more integral part of the global commerce system, the issues of trade and human rights have been increasingly compartmentalized. While Mr. Pompeo has been critical of China over the re-education camps in Xinjiang, which he said this week were “reminiscent of the 1930s,” Mr. Trump has been silent on the matter.\n“The U.S. is really missing the opportunity to be a leader, to take a minimum symbolic action against a country that is incarcerating millions of people for ethnic reprogramming,” said James A. Millward, a professor at Georgetown University and an expert on the Xinjiang region.\nFor Uighurs living in the United States, protesting comes with risks as their outspokenness can lead to harsh retribution for their relatives in China.\nTahir Imin was studying abroad in 2017 when the crackdown reached his family after he spoke out about the conditions in Xinjiang. Since then, his brother and mother have been imprisoned and his family business has been confiscated. On Friday, Mr. Imin, 38, held a sign criticizing the Chinese government and pleaded with the United States government to help.\n“We have just bad news,” he said, “sad news, every day.”", "url": "https://www.nytimes.com/2019/05/04/world/asia/trump-china-uighurs-trade-deal.html"}