{"authors": ["Sabrina Tavernise", "Katie Benner", "Matt Apuzzo", "Nicole Perlroth"], "date_download": "2022-10-25 23:34:24", "date_modify": "2022-10-25 23:34:24", "date_publish": "2019-08-05 18:55:13", "description": "Federal authorities say they want to employ the same approach used in battling global extremism. But there are political and civil rights concerns.", "filename": "2019_08_05_us_politics_domestic-terrorism-shootings_1666740864.html", "image_url": "https://static01.nyt.com/images/2019/08/05/us/politics/05dc-supremacy1-promo/05dc-supremacy1-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=be757902939b03314c221c5c5116af813dcecf7d3cb9a253f32c2282ea405a0a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_05_us_politics_domestic-terrorism-shootings_1666740864.html", "title": "Shootings Renew Debate Over How to Combat Domestic Terrorism", "title_page": "Shootings Renew Debate Over How to Combat Domestic Terrorism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under intense criticism for their delayed reaction to disinformation and hateful content after the 2016 presidential election, technology companies have started to take a more proactive approach to disinformation and hate speech. In most cases, spokeswomen for Google and Facebook said the companies report white supremacist content only when it poses an imminent threat to life, or when they are complying with valid legal requests.\nIn May, Facebook evicted seven of its most controversial users, including Alex Jones, the conspiracy theorist and founder of Infowars, and Laura Loomer, a far-right activist.\nBut critics say that is not enough. “White supremacy, at least at Facebook, was seen as a political ideology that one could hold,” said Jessie Daniels, a sociology professor at the City University of New York and the author of a forthcoming book on white supremacy. “It’s only recently that they’ve said they recognize white supremacy as an ideology of violence.”\nMs. Daniels said there was an important lesson in what happened to Milo Yiannopoulos, the right-wing provocateur, after he was banned from using Twitter and Facebook.\n“Milo has ceded from view since that happened. I really think that’s an argument in favor of this strategy,” she said. “He lost a book deal. He’s bankrupt. It showed ‘deplatforming’ is a useful tool and we need to find more ways to adopt it in the U.S.”\nMs. Daniels and others say the companies’ own algorithms for deciding what constitutes far-right extremist content are insufficient in tackling the threat. Often they rely on users, and in many cases names and content that percolate in the media, to decide what content and accounts should be taken down.\n“We’ve reached this position where these companies have scaled beyond their capacity for safety. We don’t know what the next steps should be,” Ms. Daniels said. “We’re in a pretty significant bind now that we have a very large tech industry we all depend on, and we don’t feel we can trust them to keep us safe.”", "url": "https://www.nytimes.com/2019/08/05/us/politics/domestic-terrorism-shootings.html"}