{"authors": ["Isabella Kwai"], "date_download": "2022-10-25 23:34:31", "date_modify": "2022-10-25 23:34:31", "date_publish": "2019-03-16 13:44:51", "description": "The suspect, accused of carrying out the massacre of 50 people in Christchurch, New Zealand, grew up in Grafton, Australia.", "filename": "2019_03_16_world_australia_brenton-tarrant-grafton.html_action=click&module=Intentional&pgtype=Article_1666740871.html", "image_url": "https://static01.nyt.com/images/2019/03/17/world/17grafton/16grafton2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=60a37c705b58a5ebb5d930cc03c996a6cc6f8fdb7950fc020cd5ea1f2d56f93c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_16_world_australia_brenton-tarrant-grafton.html_action=click&module=Intentional&pgtype=Article_1666740871.html", "title": "In Australia Town Where Suspect Grew Up, Residents Are Stupefied", "title_page": "In Australia Town Where Suspect Grew Up, Residents Are Stupefied - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GRAFTON, Australia — Grafton is a peaceful and quiet eastern Australian town along the Clarence River, surrounded by farms and filled with families and retirees, a place where people leave their homes unlocked and everyone knows someone.\nThe biggest event is the annual Jacaranda Festival, named for the blossoms of its indigo-flowered trees. The biggest construction projects are the new jail and the new bridge.\nSo it was a stunner on Saturday for Grafton’s 18,000 people when they were involuntarily vaulted into the center of notoriety, as the world learned that one of their own was the suspect in New Zealand’s worst mass killing.\nMembers of the international news media poured into Grafton, 380 miles north of Sydney, rushing to find anyone who knew or remembered the suspect, Brenton Harrison Tarrant, 28, a former bodybuilder accused of slaughtering 50 people at two mosques in Christchurch, broadcasting the attacks live on Facebook and disseminating a racist online screed.", "url": "https://www.nytimes.com/2019/03/16/world/australia/brenton-tarrant-grafton.html?action=click&module=Intentional&pgtype=Article"}