{"authors": ["Michael D. Shear", "Nicholas Fandos"], "date_download": "2022-10-25 23:02:29", "date_modify": "2022-10-25 23:02:29", "date_publish": "2019-11-10 00:39:12", "description": "The release of House Republicans’ witness list signaled that the president’s favorite unsubstantiated theories will be a centerpiece of their strategy.", "filename": "2019_11_09_us_politics_republican-strategy-impeachment-trump_1666738949.html", "image_url": "https://static01.nyt.com/images/2019/11/09/us/politics/09dc-strategy-1/merlin_163573848_25897379-8fc9-4d24-836c-83d5cb52bbeb-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8b2f7a09c70941d46defc2669bd32c0ff3809d926aeec5fad7190a5ad48c26d4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_09_us_politics_republican-strategy-impeachment-trump_1666738949.html", "title": "Republicans Argue Impeachment Case Falls Short of Proving Trump Misconduct", "title_page": "Republicans Argue Impeachment Case Falls Short of Proving Trump Misconduct - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — House Republicans on Saturday offered the latest glimpse of their strategy to fight against impeachment by demanding testimony from figures at the center of President Trump’s favorite unsubstantiated theories: the son of former Vice President Joseph R. Biden Jr., a researcher loosely connected to an anti-Trump dossier, a Democratic official and a board member of a Ukrainian energy company.\nRather than shy away from conspiracies that Mr. Trump’s own government has repeatedly disavowed or played down, the Republicans’ requests suggest their willingness to conduct a scorched-earth strategy as they respond to nearly a month of blockbuster revelations about pressure campaigns involving military aid, diplomatic shakedowns and rogue actions by the president’s personal lawyer.\nMuch of the witness list is certain to be rejected by Democrats leading the impeachment inquiry. But even if Republicans fail to get Mr. Biden’s son or the others under oath and in front of cameras, such attention-grabbing tactics by some lawmakers could appeal to Mr. Trump, stoke energy among his most loyal supporters and lend legitimacy to the president’s demand that Ukraine investigate many of the same people.\nAt the same time, the party is preparing to vigorously contest the Democratic case for impeachment on its own terms, people familiar with the plans said. As public hearings begin next week, members are focused on what they believe are major deficiencies in the evidence already collected.", "url": "https://www.nytimes.com/2019/11/09/us/politics/republican-strategy-impeachment-trump.html"}