{"authors": ["Emily Cochrane", "Alan Rappeport", "Jim Tankersley"], "date_download": "2022-10-25 23:41:26", "date_modify": "2022-10-25 23:41:26", "date_publish": "2019-07-22 17:43:57", "description": "The deal, which must be passed by Congress and signed by the president, would stop a potential debt default and avoid automatic spending cuts. But it would also increase the surging deficit.", "filename": "2019_07_22_us_politics_budget-deal_1666741286.html", "image_url": "https://static01.nyt.com/images/2019/07/19/us/politics/00dc-deficit-promo/00dc-deficit-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=6c1d61f207504ab036ac9420c52787ba55c297ef991a1d3781ff8bacf98d63d4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_22_us_politics_budget-deal_1666741286.html", "title": "Federal Budget Would Raise Spending by $320 Billion", "title_page": "Federal Budget Would Raise Spending by $320 Billion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But it is another sign that a Capitol once consumed by fiscal worries simply no longer cares — even as the government’s deficit approaches $1 trillion a year. Still, the accord would lift the debt ceiling high enough to allow the government to keep borrowing for two more years, punting the next showdown past the 2020 elections.\n“It’s pretty clear that both houses of Congress and both parties have become big spenders, and Congress is no longer concerned about the extent of the budget deficits or the debt they add,” said David M. McIntosh, the president of the Club for Growth, a conservative group that advocates free enterprise.\nThe agreement, negotiated largely by Ms. Pelosi and Treasury Secretary Steven Mnuchin, would raise spending by about $320 billion, compared with the strict spending levels established in the Budget Control Act of 2011 and set to go into effect next year without legislative action. Spending on domestic and military programs would both increase, a key demand of Ms. Pelosi and Mr. Schumer, offset by $77.4 billion in spending cuts, half the $150 billion in cuts some White House officials initially demanded.\nIn a joint news release, Ms. Pelosi and Mr. Schumer praised “robust funding for critical domestic priorities,” saying that since the 2017 fiscal year, they had pushed domestic spending up by $100 billion. The deal includes an additional $2.5 billion for the 2020 census, according to a senior Democratic aide, and domestic programs would see about $10 billion more than military programs over two years.\nThe negotiators hope to enact the deal before Congress leaves for its August recess.\n“While the reality of divided government means this is not exactly the deal Republicans would have written on our own, it is what we need to keep building on that progress,” Mr. McConnell said.", "url": "https://www.nytimes.com/2019/07/22/us/politics/budget-deal.html"}