{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:28", "date_modify": "2022-10-25 23:45:28", "date_publish": "2019-06-19 14:50:09", "description": "South Korea hopes the move will help persuade the North to return to talks on improving inter-Korean ties and ending its nuclear weapons program.", "filename": "2019_06_19_world_asia_south-korea-north-rice_1666741528.html", "image_url": "https://static01.nyt.com/images/2019/06/19/world/19nkorea-rice-1/19nkorea-rice-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=da6e9ef12360b91472372b295b676fb1a4df3bdb9bfe9b75dfbc39079b51115c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_19_world_asia_south-korea-north-rice_1666741528.html", "title": "South Korea to Send the North 50,000 Tons of Rice", "title_page": "South Korea to Send the North 50,000 Tons of Rice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — South Korea said on Wednesday that it would provide 50,000 tons of rice to North Korea, in the hope that the humanitarian aid will help persuade the North to return to talks on improving inter-Korean ties and ending its nuclear weapons program.\nKim Yeon-chul, the South Korean unification minister, said the rice shipment would be delivered through the United Nations World Food Program before September to help North Korea during what are traditionally lean months.\nSouth Korea also dangled the prospect of more assistance, saying that South Korea would decide on “the time and scale for additional food aid” after reviewing “the results of this round of support.”\nThe United Nations reported last month that about 40 percent of North Korea’s population was in urgent need of food aid after the country suffered its worst harvest in a decade. With another harvest underway this month, there are fears that crops like wheat and barley will fall short as North Korea suffers its worst drought in 37 years.", "url": "https://www.nytimes.com/2019/06/19/world/asia/south-korea-north-rice.html"}