{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:26:46", "date_modify": "2022-10-25 23:26:46", "date_publish": "2019-08-25 09:16:52", "description": "The incident added to tensions between the United States and its regional allies on one hand and Iran and the regional forces it back on the other.", "filename": "2019_08_25_world_middleeast_israel-drones-beirut-hezbollah_1666740406.html", "image_url": "https://static01.nyt.com/images/2019/08/26/world/25lebanon/25lebanon-facebookJumbo.jpg?year=2019&h=550&w=1050&s=6e9493ce42b9bbbbcd68d37ef44a9b059fb79caa0ce680bd37ad35cceeb6932e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_25_world_middleeast_israel-drones-beirut-hezbollah_1666740406.html", "title": "Hezbollah Says Drones That Crashed in Beirut Suburbs Came From Israel", "title_page": "Hezbollah Says Drones That Crashed in Beirut Suburbs Came From Israel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Two drones crashed in the southern suburbs of Beirut early Sunday, an area that is home to many supporters of the Iran-backed militia Hezbollah, which said the aircraft came from neighboring Israel.\nThe crashes came a day after Israeli warplanes struck targets in Syria where, according to the Israeli military, Iran had been preparing to attack Israel using explosive-laden “killer drones.” Hezbollah, which has sent thousands of forces to Syria to fight in support of President Bashar al-Assad, said two of its fighters were killed in that strike.\nThe weekend events further heightened tensions between the United States and its regional allies on one side and Iran and the local forces it backs on the other. So far, the struggle has played out mostly through the diversion of oil tankers, drone attacks, covert support to militant groups and strikes on military bases said to be used by the Iranians.\nBut the frequency of such incidents and the heated rhetoric on both sides has raised fears that a wider conflict could be on the way.", "url": "https://www.nytimes.com/2019/08/25/world/middleeast/israel-drones-beirut-hezbollah.html"}