{"authors": ["Conrad De Aenlle"], "date_download": "2022-10-25 23:24:44", "date_modify": "2022-10-25 23:24:44", "date_publish": "2019-01-11 13:45:03", "description": "By carving the stock market into specialized slices, these funds may tempt shareholders to take imprudent risks in the quest for the next big thing.", "filename": "2019_01_11_business_etfs-lure-investors-narrower-niches_1666740284.html", "image_url": "https://static01.nyt.com/images/2019/01/13/business/13niche-01/13niche-01-facebookJumbo.jpg?year=2019&h=549&w=1050&s=12e3d5ee885a22216d22762406b6ebfb9f2d408b1829c6b08da56ee7453ff106&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_11_business_etfs-lure-investors-narrower-niches_1666740284.html", "title": "E.T.F.s Try to Lure Investors Into Ever Narrower Niches", "title_page": "E.T.F.s Try to Lure Investors Into Ever Narrower Niches - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Exchange-traded funds became the next big thing in portfolio management a couple of decades ago by being cheaper and easier to trade than mutual funds.\nThese days, some managers are offering E.T.F.s as tools for specialization at the expense of diversification, carving up the stock market into ever thinner slices for investors eager to find other next big things.\nE.T.F.s have evolved from covering only broad indexes, such as the S&P 500, to sectors like energy and health care, industries like homebuilding and gold mining, and lately to subsets of industries — niches within niches — often in ultracool areas like robotics, cybersecurity and video gaming that capture investors’ imaginations and then their money.\nWhile investment advisers occasionally use thematic funds when managing assets for their clients, they typically encourage small investors to avoid the practice, no matter how enticing it might be to try to find the next Amazon, Netflix or Google before it becomes a technological colossus.", "url": "https://www.nytimes.com/2019/01/11/business/etfs-lure-investors-narrower-niches.html"}