{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:24", "date_modify": "2022-10-25 23:45:24", "date_publish": "2019-07-24 21:58:32", "description": "North Korea fired the missiles off its east coast on Thursday amid stalled efforts to resume talks on ending the country’s nuclear weapons program.", "filename": "2019_07_24_world_asia_north-korea-launched-projectiles_1666741524.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2019", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_24_world_asia_north-korea-launched-projectiles_1666741524.html", "title": "North Korea Launches Two Short-Range Missiles, South Korea Says", "title_page": "North Korea Launches Two Short-Range Missiles, South Korea Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — North Korea fired two short-range missiles off its east coast on Thursday amid stalled efforts to resume talks on ending the country’s nuclear weapons program, the South Korean military said.\nThe first short-range missile, launched from near Wonsan, a coastal town east of the capital, Pyongyang, flew 430 kilometers (267 miles), reaching a height of 50 kilometers (31 miles) before landing in waters between North Korea and Japan, South Korean defense officials said. The second missile flew 690 kilometers (430 miles) further, the officials said, citing analytical data from United States officials.\nThe officials said both missiles were fired from mobile launch vehicles, but more analysis was needed to determine whether the missiles were based on ballistic technology. A United Nations resolution bans North Korea from building or testing ballistic missiles.\nThe launchings were the first such test since President Trump and the North Korean leader, Kim Jong-un, met on June 30 in South Korea in the Demilitarized Zone.", "url": "https://www.nytimes.com/2019/07/24/world/asia/north-korea-launched-projectiles.html"}