{"authors": ["Ben Protess", "William K. Rashbaum", "Michael Rothfeld"], "date_download": "2022-10-25 23:32:36", "date_modify": "2022-10-25 23:32:36", "date_publish": "2019-11-27 17:35:00", "description": "The president’s private lawyer explored agreements with Ukrainian officials for hundreds of thousands of dollars.", "filename": "2019_11_27_nyregion_giuliani-ukraine-business-trump_1666740756.html", "image_url": "https://static01.nyt.com/images/2019/11/27/nyregion/27giuliani/27giuliani-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c947417cb03979c280a8fdee640d895e53eab7b4373f15eb4f0a269de0c04254&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_27_nyregion_giuliani-ukraine-business-trump_1666740756.html", "title": "Giuliani Pursued Business in Ukraine While Pushing for Inquiries for Trump", "title_page": "Giuliani Pursued Business in Ukraine While Pushing for Inquiries for Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Follow our live coverage of the Biden inauguration.]\nAs Rudolph W. Giuliani waged a public campaign this year to unearth damaging information in Ukraine about President Trump’s political rivals, he privately pursued hundreds of thousands of dollars in business from Ukrainian government officials, documents reviewed by The New York Times show.\nMr. Giuliani, the president’s personal lawyer, has repeatedly said he has no business in Ukraine, and none of the deals were finalized. But the documents indicate that while he was pushing Mr. Trump’s agenda with Ukrainian officials eager for support from the United States, Mr. Giuliani also explored financial agreements with members of the same government.\nHis discussions with Ukrainian officials, including the country’s top prosecutor, who assisted him on the dirt-digging mission, proceeded far enough along that he signed at least one retainer agreement, on his company letterhead.\nIn an interview on Wednesday, Mr. Giuliani played down the discussions. He said that a Ukrainian official approached him this year seeking to hire him personally. Mr. Giuliani said he dismissed that suggestion, but spent about a month considering a separate deal with the Ukrainian government. He then rejected that idea.", "url": "https://www.nytimes.com/2019/11/27/nyregion/giuliani-ukraine-business-trump.html"}