{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 22:56:40", "date_modify": "2022-10-25 22:56:40", "date_publish": "2019-06-09 15:40:13", "description": "The online video site has become a primary information source for tens of millions in a country where television avoids topics uncongenial to the government.", "filename": "2019_06_09_world_europe_youtube-russia-putin-state-tv_1666738600.html", "image_url": "https://static01.nyt.com/images/2019/06/10/world/russia-youtube-1/russia-youtube-1-facebookJumbo.png?year=2019&h=550&w=1050&s=2f38e3aab9b02734eb9488295228c7fe69b70512471a1ac481c2deb60948e5ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_09_world_europe_youtube-russia-putin-state-tv_1666738600.html", "title": "Looking for Free Speech in Russia? Try YouTube", "title_page": "Looking for Free Speech in Russia? Try YouTube - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Mainstream television in Russia, stage-managed by the Kremlin, barely mentions Pussy Riot, the anti-Putin punk band, or Aleksei A. Navalny, the country’s most prominent opposition figure. Forget about hearing much feminist talk, or humor at the expense of the government or Russia itself.\n“The entire social, political part of television is controlled by the authorities,” said Leonid G. Parfenov, an independent news anchor who has been shut out of state TV since 2004 for being too critical of the government. “For that reason, you cannot consider this television journalism — it is just propaganda, they are just employees of the presidential administration.”\nYet voices that the government would mute are heard regularly by tens of millions of Russians in another format: YouTube.\nFor more freewheeling opinions and commentary — particularly from those critical of President Vladimir V. Putin — YouTube has become the leading way to reach Russian audiences. In particular, it is challenging — if not supplanting — state TV as a source of information for the young.", "url": "https://www.nytimes.com/2019/06/09/world/europe/youtube-russia-putin-state-tv.html"}