{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:01:01", "date_modify": "2022-10-25 23:01:01", "date_publish": "2019-03-11 08:30:33", "description": "Tehran has worked hard to deepen its political influence. Now, a visit by the Iranian president highlights efforts to strengthen economic ties.", "filename": "2019_03_11_world_middleeast_iran-iraq-rouhani_1666738861.html", "image_url": "https://static01.nyt.com/images/2019/03/11/world/11Iran-Iraq2/11Iran-Iraq2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c56261426bf4c76c6186d499ecc2f8982621b35cea27d5ffc1155385a01b6266&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_11_world_middleeast_iran-iraq-rouhani_1666738861.html", "title": "Iran Tries to Expand Business in Iraq to Blunt U.S. Sanctions", "title_page": "Iran Tries to Expand Business in Iraq to Blunt U.S. Sanctions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — From financing the expansion of the vast courtyards that lead into the Shiite shrines of the holy city of Najaf, to ensuring that a Tehran-friendly candidate gets the job of interior minister, Iran’s role in Iraq keeps growing.\nPresident Hassan Rouhani of Iran arrived in Baghdad on Monday for a visit to a place that his country has shaped in ways big and small over the past several years. Iran was the real winner of last year’s parliamentary elections in Iraq: The parties linked to the paramilitary Popular Mobilization Forces, most of them with ties to Tehran, emerged as the kingmakers.\n“Iran is a small body with a big brain, and the United States is a big body with a small brain,” said Mahmoud al-Mashhadani, a Sunni Muslim who was a former speaker of the Iraqi Parliament, trying to explain how Iran seemed to have gained the upper hand in Iraq.\nAdnan al-Zurfi, a Shiite member of the Iraqi Parliament who has lived in the United States, put it succinctly.", "url": "https://www.nytimes.com/2019/03/11/world/middleeast/iran-iraq-rouhani.html"}