{"authors": ["Maya Salam"], "date_download": "2022-10-25 23:30:25", "date_modify": "2022-10-25 23:30:25", "date_publish": "2019-10-29 15:28:40", "description": "Legend and Kelly Clarkson replaced lyrics that some considered an allusion to date rape. Gone: “Say, what’s in this drink?” New: “It’s your body, and your choice.”", "filename": "2019_10_29_arts_music_john-legend-baby-its-cold-outside_1666740625.html", "image_url": "https://static01.nyt.com/images/2019/10/29/arts/29babyitscold-art/29babyitscold-art-facebookJumbo.jpg?year=2019&h=549&w=1050&s=46ba463016014f7a7fe864d9bca19a6a70bcbd5c5ab84815a22e4246f51d1e3c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_29_arts_music_john-legend-baby-its-cold-outside_1666740625.html", "title": "John Legend Updates ‘Baby, It’s Cold Outside’ for the #MeToo Era", "title_page": "John Legend Updates ‘Baby, It’s Cold Outside’ for the #MeToo Era - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For those who have deleted the holiday classic “Baby, It’s Cold Outside” from their festive playlist in recent years, this one’s for you.\nFor his new seasonal album, John Legend teamed up with Kelly Clarkson for an updated version of the 75-year-old standard, removing some lyrics that have gotten harder for some to stomach in the #MeToo era.\nThe song, a duet in which the man tries to persuade the woman to stay at his place, using the weather as a pretext, was written by Frank Loesser in 1944 and has been sung by many pairs over the decades, including Ricardo Montalbán and Esther Williams; Idina Menzel and Michael Bublé; and Lady Gaga and Tony Bennett.\n“I ought to say no, no, no, sir,” the woman sings in the original lyrics. The man asks to move in closer. “My sister will be suspicious,” she sings. “Gosh, your lips look delicious,” he answers. “Say, what’s in this drink?” she wonders aloud.", "url": "https://www.nytimes.com/2019/10/29/arts/music/john-legend-baby-its-cold-outside.html"}