{"authors": ["David Zucchino", "Adam Goldman"], "date_download": "2022-10-25 23:28:02", "date_modify": "2022-10-25 23:28:02", "date_publish": "2019-11-19 08:54:39", "description": "The two Western teachers held by the Taliban are safe with American forces, officials say, and three Taliban figures are freed. Some Afghans worry it won’t help renew peace talks.", "filename": "2019_11_19_world_asia_afghanistan-taliban-prisoner-exchange-peace-talks_1666740482.html", "image_url": "https://static01.nyt.com/images/2019/11/14/us/politics/14afghan-prisoners-2/14afghan-prisoners-2-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=7e16d973981839f04f9987d44be4223eac5f2dd05cd8ace38d093a460b9d2bd8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_19_world_asia_afghanistan-taliban-prisoner-exchange-peace-talks_1666740482.html", "title": "Two Western Hostages Are Freed in Afghanistan in Deal With Taliban", "title_page": "Two Western Hostages Are Freed in Afghanistan in Deal With Taliban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The three Taliban prisoners were flown to Doha, Qatar, where the Taliban have a political office, as part of a highly choreographed exchange, officials said. After the confirmation that the Western hostages had been freed, Taliban officials said that they had custody of the three men in Doha.\nAlso to be included in the exchange were 10 members of the Afghan security forces being held by the Taliban, Afghan and American officials said. Later on Tuesday, a Taliban spokesman, Zabihullah Mujahid, said that they had been released. That was not immediately confirmed by Afghan officials.\n“All these steps are a positive development for trust building, which can help the peace process,” the spokesman said.\nThe White House and State Department also alluded to the peace talks in statements that welcomed the Western prisoners’ release. “We see these developments as hopeful signs,” Secretary of State Mike Pompeo said, that the Afghan war “may soon conclude through a political settlement.”\nIn addition to Mr. Haqqani, the Afghan government released Hafiz Abdul Rashid, a senior Taliban commander who had equipped suicide bombers, chosen their targets and moved them from safe houses in Pakistan into Afghanistan. Mr. Rashid, a brother of a member of the Taliban negotiating team in Doha, was captured along with Mr. Haqqani in 2014.\nThe third Taliban member in the exchange was Hajji Mali Khan, a senior commander and an uncle of the deputy leader of the Taliban.\nThe three men are members of the Haqqani network, a brutal wing of the Taliban based in Pakistan’s tribal areas along the border with Afghanistan. The group has been responsible for suicide bombings against Afghan civilians, as well as attacks on Afghan and American forces.", "url": "https://www.nytimes.com/2019/11/19/world/asia/afghanistan-taliban-prisoner-exchange-peace-talks.html"}