{"authors": ["Sapna Maheshwari"], "date_download": "2022-10-25 23:48:47", "date_modify": "2022-10-25 23:48:47", "date_publish": "2019-08-28 21:55:09", "description": "The takeover of a venerable department store is an opportunity, its buyer says, to expand its rental offerings — and a sign of retail’s seismic shifts.", "filename": "2019_08_28_business_lord-taylor-sold-le-tote_1666741727.html", "image_url": "https://static01.nyt.com/images/2019/08/28/business/28LORDANDTAYLOR/merlin_129176525_3948388e-bfde-4e6c-b434-86bfd34d8e6a-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a4100de5db654a82b2939e651159aa947564a39327a1004699e037ace7288d2a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_28_business_lord-taylor-sold-le-tote_1666741727.html", "title": "Lord & Taylor Will Be Sold to Le Tote, a Clothing Rental Start-Up", "title_page": "Lord & Taylor Will Be Sold to Le Tote, a Clothing Rental Start-Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The clothing rental craze is coming for the struggling department store.\nHudson’s Bay said on Wednesday that Lord & Taylor, the beleaguered department store chain founded in 1826, would be acquired by Le Tote, a seven-year-old clothing rental start-up.\nIn an unusual deal, Hudson’s Bay, the chain’s parent company, will continue to own Lord & Taylor’s real estate and cover Le Tote’s rent at those properties for three years. Le Tote will pay $100 million in cash for Lord & Taylor’s brand and inventory and take control of 38 stores and the chain’s digital presence. Five stores will close as part of the transaction, but the company did not say which ones.\nLord & Taylor will continue to make regular sales, but the acquisition will add “millions of pieces of inventory to our selection,” Rakesh Tondon, a co-founder and the chief executive of Le Tote, said in an interview. “This is going to be the most robust inventory offering of any rental service or any subscription service out there.”\nIt’s a surprising marriage, especially given the relatively low profile of Le Tote. The San Francisco-based company, started in 2012, lacks the name recognition of Rent the Runway, the best-known clothing rental business, and has raised only $75 million in venture capital. (It is still securing financing for the purchase.) It is one-tenth the size of Lord & Taylor based on revenue, Mr. Tondon said.", "url": "https://www.nytimes.com/2019/08/28/business/lord-taylor-sold-le-tote.html"}