{"authors": ["Dan Barry"], "date_download": "2022-10-25 23:35:38", "date_modify": "2022-10-25 23:35:38", "date_publish": "2019-11-16 12:00:11", "description": "M.L.B. says its proposal to sever parent-club ties with 42 teams in its minor league system is necessary to improve conditions over all, but targeted clubs are worried about survival.", "filename": "2019_11_16_sports_minor-league-baseball_1666740938.html", "image_url": "https://static01.nyt.com/images/2019/11/16/sports/16minorleague-2-sub/16minorleague-2-sub--facebookJumbo.jpg?year=2019&h=550&w=1050&s=2d468821f5a4ea85ad864268a0c471cf034f46005540bff49cf1224137e2c51e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_16_sports_minor-league-baseball_1666740938.html", "title": "Across the Country, Minor League Towns Face Major League Threat", "title_page": "Across the Country, Minor League Towns Face Major League Threat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Flabbergasted, she called her son, Andy Shea, the team’s president, who could not believe what he was hearing. The Legends had just won their second consecutive championship in the South Atlantic League, and were about to be honored by the magazine Baseball America as the best franchise in Class A baseball.\n“I didn’t have any inkling, let alone any reason, to think we’d be in this position,” a subdued Andy Shea said as he sat in a boardroom that offered a spectacular view of dusk descending on the team’s infield.\nHis mother, sitting beside him, added, “My hope and prayer is that Major League Baseball will reconsider this.”\nOthers share the Sheas’ anxiety. The proposed contraction essentially calls for wiping out entire leagues. Among them is the 80-year-old Pioneer League , whose eight teams include the Ogden Raptors, a name suggested many years ago by a 10-year-old local girl aware of Utah’s bounty of dinosaur fossils.\nDave Baggott, the founder and co-owner of the Raptors and a former minor league player, said he was proud of the team’s role in resurrecting a blighted part of downtown Ogden; of the hundreds of thousands of dollars it donates to the community; of a policy not to charge admission to fans 80 and older.\n“I’m 59 years old, and it scares the heck out of me of what I might have to do next,” Baggott said. “There’s a human factor that I don’t think these people are taking into account.”\nMajor league teams generally provide and pay for the farm clubs’ players and coaching staffs, and minor league organizations cover everything else, including the fields, the equipment, the uniforms and the travel. The arrangement between the two is laid out in the Professional Baseball Agreement, the latest iteration of which expires after the 2020 season.", "url": "https://www.nytimes.com/2019/11/16/sports/minor-league-baseball.html"}