{"authors": ["Rukmini Callimachi", "Falih Hassan"], "date_download": "2022-10-26 00:11:44", "date_modify": "2022-10-26 00:11:44", "date_publish": "2019-10-27 15:31:34", "description": "President Trump announced the death of al-Baghdadi, who transformed the Islamic State into a global terrorist network that conquered territory the size of Britain and directed horrific attacks in the West.", "filename": "2019_10_27_world_middleeast_al-baghdadi-dead_1666743104.html", "image_url": "https://static01.nyt.com/images/2017/07/24/world/24baghdadi-01/24baghdadi-01-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=fef87614cdad683ed4eb3c9cd2cfc6ff8c1fb9151bb3f03cde258d6a88c14d3e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_27_world_middleeast_al-baghdadi-dead_1666743104.html", "title": "Abu Bakr al-Baghdadi, ISIS Leader Known for His Brutality, Is Dead at 48", "title_page": "Abu Bakr al-Baghdadi, ISIS Leader Known for His Brutality, Is Dead at 48 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One of them was D, who was just 15 years old when she was kidnapped alongside other Yazidi women and girls from her village at the foot of Mount Sinjar a few weeks after the declaration of the caliphate. Interviewed after her escape, she asked to be identified by only her first initial because of the stigma of rape. She described how the women and girls were transported to a building in Raqqa, which acted as a viewing gallery for the men wishing to enslave them.\nThe first man to come in was al-Baghdadi, she said, information that was confirmed by two other girls who were held at the same facility.\n“I noticed right away that he was important — everybody stood up when he walked in,” D said.\nShe and the other girls he chose were moved from house to house, eventually ending up in the same villa as Kayla Mueller, a 26-year-old American aid worker from Prescott, Ariz. All of them were taken out and raped by al-Baghdadi, including Ms. Mueller, who returned to their shared room sobbing unconsolably, according to the account of survivors that was confirmed by American officials and Ms. Mueller’s mother.\nAl-Baghdadi took pleasure in brutality, the women held captive said.\nOne day in August 2014, D was summoned to see him. Fearing she was about to be raped again, she was surprised when al-Baghdadi took her into the living room, not the bedroom, and asked her to sit next to him on a couch.\n“He had a big, black laptop,” she said, recalling how he hit “play” on a video on the screen. It showed the execution of an American journalist, James Foley.\n“He told us, ‘We killed this man today,’” she said. “He was laughing at our reaction.”\nSome who knew al-Baghdadi the longest wondered if it was his very nature that accounted for his ability to evade capture for so long, and not just his extreme security measures.", "url": "https://www.nytimes.com/2019/10/27/world/middleeast/al-baghdadi-dead.html"}