{"authors": ["Reed Abelson", "Katie Thomas"], "date_download": "2022-10-25 23:24:41", "date_modify": "2022-10-25 23:24:41", "date_publish": "2019-07-10 15:08:42", "description": "The administration set ambitious goals to move people out of traditional dialysis and to encourage organ donations.", "filename": "2019_07_10_health_trump-kidney-disease-transplant_1666740281.html", "image_url": "https://static01.nyt.com/images/2019/07/10/science/10ORGANS/10ORGANS-facebookJumbo.jpg?year=2019&h=549&w=1050&s=b00a8d0b238e4cf3a728e765fee10421f62a6fea810693207f46824e9799e280&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_10_health_trump-kidney-disease-transplant_1666740281.html", "title": "Trump Proposes Ways to Improve Care for Kidney Disease and Increase Transplants", "title_page": "Trump Proposes Ways to Improve Care for Kidney Disease and Increase Transplants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the speech, Mr. Trump emphasized the administration’s work to combat the opioid epidemic, the quest to end H.I.V. and said there would soon be more news on efforts to control drug prices. He also said he would protect people with pre-existing health conditions, just one day after administration lawyers joined several states and argued before an appellate court that the Affordable Care Act should be overturned.\n[Like the Science Times page on Facebook. | Sign up for the Science Times newsletter.]\nSome of his efforts to address health care issues have faltered. On Monday, a federal judge threw out a key component of the president’s drug-pricing plan, one that would have required pharmaceutical companies to disclose the price of their drugs in television advertisements. And Mr. Trump has largely abandoned efforts to repeal the Affordable Care Act through Congress.\nHis decision to focus on kidney care was met with a mix of surprise and praise.\n“We are very optimistic and excited that there is great attention at the presidential level,” Tonya Saffer, the vice president for health policy at the National Kidney Foundation, a nonprofit advocacy group, said in an interview before the announcement. “It’s really been four decades since anybody has paid attention to this space in a very meaningful way.”\nIt’s unclear how many of the initiatives announced Wednesday were new. Many proposals have been in the works for months, or represent the evolution of programs that were already underway. In March, top Trump health officials, including Mr. Azar, outlined steps the administration was taking to improve kidney treatment, including streamlining the process for organ transplants and improving financial incentives for patients to use in-home dialysis.\nIn a twist, a major of aspect of their initiative would rely on an innovation center created under the Affordable Care Act, which President Trump has vehemently opposed. The proposal would create pilot programs to test alternate ways of reimbursing physicians to encourage treatment of kidney disease earlier and potentially avoid the need for dialysis.\n“It is the needed paradigm shift for the United States,” Dr. Brigitte Schiller, the chief medical officer for Satellite Healthcare, a nonprofit chain of dialysis centers, said in an interview before the announcement. The current system “makes it very easy to send a patient to the centers.”\nIn the United States, the rates of kidney transplants and in-home dialysis has lagged those in other developed countries, a situation that many say can be blamed on a host of financial incentives that discourage better options.", "url": "https://www.nytimes.com/2019/07/10/health/trump-kidney-disease-transplant.html"}