{"authors": ["Elaine Yu"], "date_download": "2022-10-25 23:39:44", "date_modify": "2022-10-25 23:39:44", "date_publish": "2019-09-18 09:44:16", "description": "The popular horse races — which draw a mix of Cantonese bettors and beer-swilling expats — had until now been largely unhurt by the unrest roiling the city.", "filename": "2019_09_18_world_asia_hong-kong-protests-horse-races_1666741184.html", "image_url": "https://static01.nyt.com/images/2019/09/18/world/18hk-race-1/18hk-race-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=cb8b7ead79f6c904e3f06dd4dd49a2c703d209c3eb25c9a73eba7ddc9ab6e41c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_18_world_asia_hong-kong-protests-horse-races_1666741184.html", "title": "Hong Kong Unrest Leads to Cancellation of Horse Races at Iconic Track", "title_page": "Hong Kong Unrest Leads to Cancellation of Horse Races at Iconic Track - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — A night of horse racing at Hong Kong’s iconic Happy Valley Racecourse was canceled just hours before post time on Wednesday over the potential “imminent threat” to the safety of jockeys, horses and bettors, racing authorities said.\nThe extremely popular Wednesday night races — which draw a mix of Cantonese bettors and beer-swilling expats — had until now been largely unhurt by the unrest roiling the former British colony. But officials decided to cancel the night of racing when protesters began seizing on reports that a horse part-owned by one of Hong Kong’s most polarizing figures, the pro-Beijing lawmaker Junius Ho, was set to race on Wednesday evening.\n“Our concerns are tied to potential social unrest in the vicinity tonight,” a Hong Kong Jockey Club spokesperson said in a statement, citing “the very real threat of a disturbance or possible violence” at the racecourse and potential disruptions to public transportation in the area.\nAlso on Wednesday, the Hong Kong government canceled the annual fireworks for the celebration of China’s National Day, marking the founding of People’s Republic of China. The Oct. 1 holiday is expected to draw big protests in the city.", "url": "https://www.nytimes.com/2019/09/18/world/asia/hong-kong-protests-horse-races.html"}