{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:29:09", "date_modify": "2022-10-25 23:29:09", "date_publish": "2019-11-12 16:33:24", "description": "Starting Jan. 1, menstrual products will be considered “necessary” items, as bread, books and cut flowers are.", "filename": "2019_11_12_world_europe_tampon-tax-germany_1666740549.html", "image_url": "https://static01.nyt.com/images/2019/11/12/world/12germany-tampons2/12germany-tampons2-facebookJumbo.jpg?year=2019&h=549&w=1050&s=89613faea98618c5fa504e34b29a6b3067cb2189f2a402db6ee6ca4b375ba378&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_12_world_europe_tampon-tax-germany_1666740549.html", "title": "Tampons to Be Taxed as Essential, Not Luxury, Items in Germany", "title_page": "Tampons to Be Taxed as Essential, Not Luxury, Items in Germany - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — Long classified in Germany as “luxury goods” taxed at the highest possible rate, tampons, pads and other menstrual products will soon join bread, books and cut flowers on the list of items considered “necessary for everyday life.”\nThe change, set to take effect on Jan. 1, will reduce the tax on menstrual products to 7 percent from 19 percent. Parliament passed the law last week, as a campaign to reduce the high taxes on period products spread across the globe.\nWhile 75 percent of all items considered essential in Germany — and therefore taxed at the lower rate — are foodstuffs, the category also includes other, less obvious products.\nCut flowers, books and newspapers, paintings, collectible coins, and theater tickets are also on the list. European Union regulations dictate that certain items cannot be taxed at a lower rate, but menstrual products are not among them, so two German women took the issue into their own hands.", "url": "https://www.nytimes.com/2019/11/12/world/europe/tampon-tax-germany.html"}