{"authors": [], "date_download": "2022-10-25 23:22:37", "date_modify": "2022-10-25 23:22:37", "date_publish": "2019-07-16 20:22:37", "description": "Billions in federal grants for treatment and prevention programs are set to end next year. The Trump administration has not said whether it will seek to extend them.", "filename": "2019_07_16_health_opioids-grants-treatment-addiction_1666740157.html", "image_url": "https://static01.nyt.com/images/2019/07/16/science/00opiods-3/00opiods-3-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b188501581cd1a2e0a7e5075e3111f6a38d8c9deb04311384d39b49e0796aa3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_16_health_opioids-grants-treatment-addiction_1666740157.html", "title": "States Are Making Progress on Opioids. Now the Money That’s Helping Them May Dry Up", "title_page": "States Are Making Progress on Opioids. Now the Money That’s Helping Them May Dry Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ST. LOUIS — Bryan Garner was homeless and injecting as much fentanyl as he could get his hands on when he found the Missouri Network Outreach Center, a community center in an old brick rowhouse in St. Louis that connects people to addiction treatment.\nMr. Garner, 51, accepted the center’s offer of assistance and has not used any illegal drugs since January.\n“I really feel like, without this place, I wouldn’t be here now,” he said.\nBut how long the center will survive — and how long Mr. Garner will be able to get free treatment — is in question. The center exists thanks to $3.3 billion in opioid crisis grants, approved with strong bipartisan support, that the Trump administration and Congress have allotted to states since 2017, when a record 47,600 Americans died from overdoses involving opioids. The money for treatment, prevention and recovery is the administration’s most tangible contribution to addressing the opioid epidemic, and a rare example of an initiative that has received almost full bipartisan support in Washington during President Trump’s tenure.\nBut even as Mr. Trump has started to claim victory over the epidemic, citing “results that are unbelievable” at a drug abuse summit in April, neither he nor his administration’s top health officials have talked publicly about extending the funding beyond next year, when it is scheduled to run out. Many in the addiction field fear that, with opioid overdose deaths finally beginning to level off, and other problems like high prescription drug costs emerging as campaign issues, the attention to treatment will dissipate.", "url": "https://www.nytimes.com/2019/07/16/health/opioids-grants-treatment-addiction.html"}