{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 22:56:40", "date_modify": "2022-10-25 22:56:40", "date_publish": "2019-02-19 10:00:11", "description": "Plans to ship Moscow’s trash to the provinces are aggravating economic unrest. Confidence in Russia’s direction and in President Vladimir V. Putin have dropped.", "filename": "2019_02_19_world_europe_russia-putin-landfill_1666738600.html", "image_url": "https://static01.nyt.com/images/2019/02/20/world/20russia-putin1-print/xxrussia-putin1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=ac8834cfd50f22f5d114af49646a5fa4127047971eb3d9f1a933fed3f93ea976&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_19_world_europe_russia-putin-landfill_1666738600.html", "title": "Russians, Feeling Poor and Protesting Garbage, Suffer Winter Blues", "title_page": "Russians, Feeling Poor and Protesting Garbage, Suffer Winter Blues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "URDOMA, Russia — Russia’s countryside and smaller cities have long been fertile ground for President Vladimir V. Putin and his message of restoring bygone greatness, but even here, there are limits.\nPlans to ship Moscow’s garbage to the provinces — abetted by secrecy, trickery and bending the law — have set off widespread protests. Underlying this winter of Russian discontent are deepening economic woes and a popular view that the government pours money into the glittering capital while squeezing the struggling hinterlands.\nIt was only by chance that residents of Urdoma, 700 miles northeast of Moscow, learned last year of an enormous landfill project nearby, when two local hunters stumbled onto workers felling lofty pine and birch trees to make way for it. The news galvanized Urdoma and dozens of other communities nestled among the forests of Arkhangelsk Province, and hardened attitudes toward the government.\n“All raw materials — oil, gas, diamonds, timber — it all comes from here and is sold abroad, while the profits go to Moscow,” said Yuri Dezhin, a 41-year-old hunter living in a small trailer that protesters set up to monitor activity on the landfill site. “We get nothing.”", "url": "https://www.nytimes.com/2019/02/19/world/europe/russia-putin-landfill.html"}