{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:41:18", "date_modify": "2022-10-25 23:41:18", "date_publish": "2019-02-04 18:21:08", "description": "The Senate has tapped a vocal critic of Amazon, State Senator Michael Gianaris of Queens, to sit on a state board that could kill the deal.", "filename": "2019_02_04_nyregion_amazon-hq2-board-veto.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666741278.html", "image_url": "https://static01.nyt.com/images/2019/02/05/nyregion/05nyamazon/merlin_146845080_45aa7fc3-64e3-4f70-b109-a174baad3f38-facebookJumbo.jpg?year=2019&h=550&w=1050&s=018d060acff87c2395dcf308518f870b29a374d15798d7a5170819d915f853a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_04_nyregion_amazon-hq2-board-veto.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666741278.html", "title": "Amazon Deal Meets New Resistance as Cuomo and N.Y. Senate Clash", "title_page": "Amazon Deal Meets New Resistance as Cuomo and N.Y. Senate Clash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Update: Amazon said that it was canceling plans to build a corporate campus in New York City.]\nGov. Andrew M. Cuomo and newly emboldened Democrats in the State Senate appeared headed for open warfare on Monday over a plan to bring Amazon to New York City after the Senate leader named a critic of the $3 billion deal to a state board that could scuttle it.\nThe decision to choose the critic, Senator Michael Gianaris, for the board immediately presented a direct political challenge for Mr. Cuomo — who must decide whether to refuse the Senate’s selection. And it demonstrated the ability of the Democrat-led State Legislature to call into question the governor’s control over the kinds of state boards that, in recent years, he had been mostly able to bend to his will.\nIn November, Democrats reclaimed control of the Assembly and the Senate for the first time in a decade, radically shifting the dynamics of power in Albany and making it easier for the Legislature to resist Mr. Cuomo, a Democrat. The governor can no longer point to Republicans to avoid legislation he disliked, or use the G.O.P. majority in the Senate as leverage with recalcitrant members of his own party.\nMr. Cuomo could reject the pick, though doing so could create a protracted standoff with the Senate leader, Andrea Stewart-Cousins, and her fellow Democrats. Already, the battle lines were hardening on Monday as Mr. Cuomo’s office reacted angrily to Mr. Gianaris’s appointment.", "url": "https://www.nytimes.com/2019/02/04/nyregion/amazon-hq2-board-veto.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}