{"authors": ["Colin Moynihan", "Michael Gold"], "date_download": "2022-10-25 22:55:19", "date_modify": "2022-10-25 22:55:19", "date_publish": "2019-04-08 16:25:46", "description": "Ms. Mack wept as she took responsibility in federal court in Brooklyn for recruiting women into the Nxivm organization.", "filename": "2019_04_08_nyregion_nxivm-allison-mack_1666738519.html", "image_url": "https://static01.nyt.com/images/2019/04/09/nyregion/09sexcult-print/08sexcult02-facebookJumbo.jpg?year=2019&h=549&w=1050&s=441146fce8d611a83832aa2260c6f4cad0fbd34bc0b9f09b01ea2c1c578f5bc2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_08_nyregion_nxivm-allison-mack_1666738519.html", "title": "Allison Mack of ‘Smallville’ Pleads Guilty in Case of Nxivm ‘Sex Cult’ Where Women Were Branded", "title_page": "Allison Mack of ‘Smallville’ Pleads Guilty in Case of Nxivm ‘Sex Cult’ Where Women Were Branded - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In court on Monday, Ms. Mack admitted she recruited women into the group by telling them they were going to become members of a female mentorship program.\nHer goal, she said, was to promote Mr. Raniere’s teachings and help him further his objectives. She was so dedicated to doing so, she said, that she engaged in criminal conduct.\nMs. Mack said that to become members of the secret D.O.S. group, women were required to offer up “personally damaging or ruinous” information. The group also collected explicit photos and videos from members as well as rights to their properties, she said.\nProsecutors have said that the women were warned that the damaging or embarrassing information would be made public if they revealed the existence of the group.\nMs. Mack admitted on Monday that she wielded the information to blackmail the women into performing services for her and the group. The organization was set up to make women think “they could suffer serious harm” if they did not follow orders, she said.\nThe D.O.S. group was organized into circles of women “slaves” that were led by “masters,” prosecutors said. When Ms. Mack was arrested last year, officials said that she had recruited women into the society as “slaves” and had required them to have sex with Mr. Raniere.\nBut in her plea before the court, Ms. Mack did not directly address whether women were coerced into having sex with the group’s leader. She did admit that she had obtained “labor and services” from two anonymous women who were mentioned in the indictment.", "url": "https://www.nytimes.com/2019/04/08/nyregion/nxivm-allison-mack.html"}