{"authors": ["Danny Hakim"], "date_download": "2022-10-25 23:02:29", "date_modify": "2022-10-25 23:02:29", "date_publish": "2019-11-20 20:00:31", "description": "A guest on the ‘Ingraham Angle,’ a Fox show, suggested that Lt. Col. Alexander S. Vindman, a key figure in the impeachment hearings, was guilty of spying.", "filename": "2019_11_20_us_alexander-vindman-fox-news-espionage_1666738949.html", "image_url": "https://static01.nyt.com/images/2019/11/20/nyregion/20vindman/20vindman-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f9f0f32960b3e78b77a3d6c8c625d7f6deef572ed00f3b34c90f3d080474bb26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_20_us_alexander-vindman-fox-news-espionage_1666738949.html", "title": "Vindman’s Lawyer Asks Fox News to Retract Espionage Allegation", "title_page": "Vindman’s Lawyer Asks Fox News to Retract Espionage Allegation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an opinion article in USA Today, under the headline, “No, I didn’t call Alexander Vindman a spy,” Mr. Yoo wrote that he was accusing Ukraine of conducting an espionage operation.\n“Despite what might appear on twitter, I didn’t say that Lt. Col. was a spy or that he had committed espionage,” he wrote in an email. “I had no reason to question that he was doing his duty as an officer. But I think the Ukrainians are engaged in espionage against us.”\nMr. Pressman, in his letter, wrote that “Mr. Yoo’s argument that he did not intend to accuse LTC of Vindman of ‘espionage’ — that he was accusing the nation of Ukraine instead — is as legally irrelevant as it is factually incredible.”\nMuch of the right-wing criticism of Colonel Vindman accuses him of being partisan, despite his long career of nonpartisan military service, or that he has divided loyalties, since he immigrated from Ukraine when he was 3.\nThe president himself has suggested that the colonel is a “Never Trumper,” without evidence. And critics like Ms. Ingraham have seized on the fact that he had high-level contacts with Ukrainian officials and provided guidance to them on American policy, even though a key part of his job at the National Security Council is to interact with the Ukrainian government and communicate security policy.\nThe letter also said that Mr. Trump had “built on and amplified Fox News’ falsehoods” in his Twitter posts, and cited a segment in which Donald Trump Jr., referred to the colonel as “a leftist,” though a Fox News host interjected to say “we don’t know if he’s a leftist.”\nIn testimony on Tuesday before the House Intelligence Committee, Colonel Vindman said that he twice reported his concerns about the Trump administration’s dealings with Ukraine to N.S.C. officials. At the hearing, Republicans ominously highlighted an episode where the Ukrainians sounded out the colonel about becoming the country’s defense minister, an offer the colonel said he rejected immediately and reported to his supervisors.", "url": "https://www.nytimes.com/2019/11/20/us/alexander-vindman-fox-news-espionage.html"}