{"authors": ["Eileen Sullivan"], "date_download": "2022-10-25 23:01:02", "date_modify": "2022-10-25 23:01:02", "date_publish": "2019-11-20 16:21:23", "description": "The United States ambassador to the European Union delivered explosive testimony to the House Intelligence Committee on Wednesday.", "filename": "2019_11_20_us_politics_sondland-statement_1666738862.html", "image_url": "https://static01.nyt.com/images/2019/11/20/us/20dcWhatwelearned-sub-promo/20dcWhatwelearned-sub-promo-facebookJumbo.jpg?year=2019&h=550&w=1050&s=269f5bcad5486c5e51567f351a2b85d3de517b111472b041918abe20f0edac04&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_20_us_politics_sondland-statement_1666738862.html", "title": "5 Key Things We Learned From Gordon Sondland", "title_page": "5 Key Things We Learned From Gordon Sondland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Trump’s priority was that the Ukrainians had to announce that they would start the investigations, Mr. Sondland said.\nQuestioning by Daniel S. Goldman, the Democrats’ lawyer: Q: “Now, for Mr. Giuliani by this point, you understood that in order to get that White House meeting — that you wanted President Zelensky to have and that President Zelensky desperately wanted to have — that Ukraine would have to initiate these two investigations. Is that right?” A: “Well, they would have to announce that they were going to do it.” Q: “Right. Because Giuliani and President Trump didn’t actually care if they did them, right?” A: “I never heard, Mr. Goldman, anyone say that the investigations had to start or had to be completed. The only thing I heard from Mr. Giuliani or otherwise was that they had to be announced in some form and that form kept changing.”\nMr. Sondland explained to the Democrats’ chief counsel that Mr. Trump’s demand on Ukraine seemed to prioritize the announcement of investigations into his rivals more than it did completing an actual investigation. As far as Mr. Trump was concerned, Ukraine’s announcement that it was investigating the Bidens as part of Mr. Zelensky’s anti-corruption agenda could be damaging enough.\n‘Everyone was in the loop’: Sondland cast blame on senior administration officials.\nMr. Sondland told lawmakers about interactions with senior administration officials who have tried to keep some distance from the pressure campaign. He mentioned Vice President Mike Pence, Secretary of State Mike Pompeo and the president’s acting chief of staff, Mick Mulvaney, dragging them further into the circle of people who knew about Mr. Trump’s and Mr. Giuliani’s Ukraine foreign policy plan.\nOpening statement, Page 14-15: Within my State Department emails, there is a July 19 email. This email was sent to Secretary Pompeo, Secretary Perry, Brian McCormack, who was Secretary Perry’s Chief of Staff at the time, Ms. [Lisa] Kenna, who is the executive secretariat for Secretary Pompeo, Chief of Staff Mulvaney, and Mr. Mulvaney’s Senior Advisor Rob Blair. A lot of senior officials. A lot of senior officials. Here is my exact quote from that email: “I Talked to Zelensky just now… He is prepared to receive Potus’ call. Will assure him that he intends to run a fully transparent investigation and will ‘turn over every stone’. He would greatly appreciate a call prior to Sunday so that he can put out some media about a ‘friendly and productive call’ (no details) prior to Ukraine election on Sunday.\" Chief of Staff Mick Mulvaney responded: “I asked NSC to set it up for tomorrow.” Everyone was in the loop. It was no secret. Everyone was informed via email on July 19, days before the Presidential call.\nHe also mentioned Mr. Trump’s former national security adviser, John R. Bolton, testifying that he was surprised that Mr. Bolton had called him in late August to request Mr. Giuliani’s contact information before a visit to Kyiv.\nFor the first time, Sondland described in public a ‘quid pro quo’ involving investigations desired by Trump.\nMr. Sondland told lawmakers that Mr. Giuliani was asking for a “quid pro quo” — a visit to the White House for Mr. Zelensky in exchange for a “public statement” announcing corruption investigations into widely debunked theories that could benefit Mr. Trump politically.\nOpening statement, Page 5: Mr. Giuliani demanded that Ukraine make a public statement announcing the investigations of the 2016 election/DNC server and Burisma. Mr. Giuliani was expressing the desires of the President of the United States, and we knew these investigations were important to the President.\nHe contradicted other witnesses, saying there was only one channel of foreign policy with Ukraine.\nOpening statement, Page 4-5: We made every effort to ensure that the relevant decision makers at the National Security Council and the State Department knew the important details of our efforts. The suggestion that we were engaged in some irregular or rogue diplomacy is absolutely false. I have now identified certain State Department emails and messages that provide contemporaneous support for my view. These emails show that the leadership of the State Department, the NSC, and the White House were all informed about the Ukraine efforts from May 23, 2019, until the security aid was released on September 11, 2019. I will quote from some of those messages with you shortly. Page 6: Any claim that I somehow “muscled” my way into the Ukraine relationship is simply false.\nContradicting testimonies from other witnesses, Mr. Sondland denied the idea that there was a back channel with Ukraine that was operating in the shadows of the typical foreign policy portfolio.", "url": "https://www.nytimes.com/2019/11/20/us/politics/sondland-statement.html"}