{"authors": ["Kate Conger", "Mike Isaac", "Katie Benner", "Nicole Perlroth"], "date_download": "2022-10-25 23:55:10", "date_modify": "2022-10-25 23:55:10", "date_publish": "2019-11-06 22:35:28", "description": "The Justice Department’s charges raised questions about the security of technology companies.", "filename": "2019_11_06_technology_twitter-saudi-arabia-spies.html_action=click&module=Top%20Stories&pgtype=Homepage_1666742110.html", "image_url": "https://static01.nyt.com/images/2019/11/06/business/06twitter-promo/06twitter-promo-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3361107b935244d7fd3dae9c9a11b3510793c71bc3b9259d41982e944e6b8418&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_06_technology_twitter-saudi-arabia-spies.html_action=click&module=Top%20Stories&pgtype=Homepage_1666742110.html", "title": "Former Twitter Employees Charged With Spying for Saudi Arabia", "title_page": "Former Twitter Employees Charged With Spying for Saudi Arabia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Ali Alzabarah was an engineer who rose through the ranks at Twitter to a job that gave him access to personal information and account data of the social media service’s millions of users.\nAhmad Abouammo was a media partnerships manager at the company who could see the email addresses and phone numbers of Twitter accounts.\nOn Wednesday, the Justice Department accused the two men of using their positions and their access to Twitter’s internal systems to aid Saudi Arabia by obtaining information on American citizens and Saudi dissidents who opposed the policies of the kingdom and its leaders.\nThe two men, Mr. Alzabarah and Mr. Abouammo, were charged with acting as agents of a foreign power inside the United States, in the first complaint of its kind involving Saudis in the country. The case raised questions about the security of American technology companies already under scrutiny for spreading disinformation and influencing public opinion, showing that these firms can be penetrated from the inside as well.", "url": "https://www.nytimes.com/2019/11/06/technology/twitter-saudi-arabia-spies.html?action=click&module=Top%20Stories&pgtype=Homepage"}