{"authors": ["Peter Eavis", "Michael J. De La Merced"], "date_download": "2022-10-25 23:28:53", "date_modify": "2022-10-25 23:28:53", "date_publish": "2019-09-26 20:08:33", "description": "The Japanese technology company’s investments in WeWork, Uber, Sprint and other businesses have produced disappointing results, raising questions about how it picks companies.", "filename": "2019_09_26_business_softbank-wework-masayoshi-son_1666740533.html", "image_url": "https://static01.nyt.com/images/2019/09/26/business/26softbank-print/25softbank-print-facebookJumbo.jpg?year=2019&h=549&w=1050&s=e9184d5c3a8e152310e6c2d26fd112fa2c76fcb19e3ab3b233db63d50938fc14&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_26_business_softbank-wework-masayoshi-son_1666740533.html", "title": "SoftBank Bet Big on Disruptive Companies. Many Have Not Paid Off.", "title_page": "SoftBank Bet Big on Disruptive Companies. Many Have Not Paid Off. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Anyone who has taken an Uber, sent a Slack message or enjoyed a free beer at a WeWork owes a little something to Masayoshi Son.\nThrough his Japanese conglomerate SoftBank and a $100 billion investment fund, Mr. Son plowed huge sums into these and other companies that aim to change how people work, travel and live. His investments enabled the young companies to throw caution to the wind and run up big losses as they expanded at a breakneck pace in recent years. Even in the start-up world, where idealism is abundant and losses are a badge of honor, Mr. Son’s approach and ambition stood out.\nHis early bet on the Chinese technology giant Alibaba earned a return of more than $100 billion and cemented his reputation as a farsighted investor. He has outlined a 300-year plan to make SoftBank a leader in artificial intelligence, robotics and other advanced technologies.\nBut this year, his grand designs collided with reality.\nIn what may turn out to be a reckoning for Mr. Son, Wall Street has started running from companies backed by SoftBank and its Vision Fund. The chief executive of WeWork stepped down this week after a botched initial public offering. Uber’s stock has fallen nearly 30 percent from its I.P.O. price in May. And shares in Slack, which provides a workplace messaging service, have tumbled more than 40 percent from their first day of trading in June.", "url": "https://www.nytimes.com/2019/09/26/business/softbank-wework-masayoshi-son.html"}