{"authors": ["Daniel Victor"], "date_download": "2022-10-25 23:40:10", "date_modify": "2022-10-25 23:40:10", "date_publish": "2019-06-21 03:13:40", "description": "Thousands of demonstrators returned to Hong Kong’s streets on Friday, putting new pressure on the government over an unpopular extradition bill.", "filename": "2019_06_20_world_asia_hong-kong_1666741210.html", "image_url": "https://static01.nyt.com/images/2019/06/21/world/21hongkong-02/21hongkong-02-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5b680a3911bccf65ff216bd9d8fc145bcd52f2463a0d8b99d2fab5862851d603&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_20_world_asia_hong-kong_1666741210.html", "title": "Hong Kong Protests Resume as Police Headquarters Is Surrounded", "title_page": "Hong Kong Protests Resume as Police Headquarters Is Surrounded - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But she did not agree to resign or withdraw the bill entirely, as many protesters have demanded. Instead, she said that work on it would not resume in Hong Kong’s legislature as long as there was a public dispute over the bill’s content.\nOn Friday, Ann Chiang, a pro-Beijing lawmaker, said in an interview with a local TV station that the government could consider reintroducing the bill after a few months of educating the public about it — a suggestion sure to rankle protesters who already doubt Mrs. Lam’s sincerity about suspending the bill. Ms. Chiang’s pro-establishment party, the Democratic Alliance for the Betterment of Hong Kong, quickly distanced itself from her comments.\nThe extradition bill would allow the authorities in Hong Kong, a semiautonomous territory, to send people suspected of crimes to jurisdictions with which it does not have an extradition agreement, including mainland China. Opponents of the bill fear that if it becomes law, it would open a door for Beijing to take anyone from Hong Kong — including dissidents — into the mainland’s opaque, politicized judicial system.\n[As the fight over Hong Kong’s future raged, the city’s tycoons waited and worried.]\nUnder China’s president, Xi Jinping, the ruling Communist Party has increasingly tried to exert control over Hong Kong, which has its own laws, independent courts and news outlets, as well as a vocal community of pro-democracy activists and lawmakers. On Friday, Albert del Rosario, a former Philippine foreign secretary who accused Mr. Xi of crimes against humanity in an international court, told The Associated Press by telephone that he had flown to Hong Kong for a business meeting but was blocked by immigration officers from entering, in what he described as an act of harassment.\nBeijing has steadily eroded Hong Kong’s liberties over the last several years, including by trying to silence critics and stacking the city’s leadership with its supporters.\nMr. Lam, the analyst at the Chinese University of Hong Kong, said that Mrs. Lam, the city’s leader, would be unlikely to bend on two of the protesters’ major demands — the withdrawal of the bill and her own resignation — because those were decisions only Beijing could make.\n“Xi Jinping must be very mad, but they can’t just fire her because there would be a power vacuum,” Mr. Lam said. “Particularly at this time, there are no obvious and viable successors on the horizon.”", "url": "https://www.nytimes.com/2019/06/20/world/asia/hong-kong.html"}