{"authors": ["Jonathan Martin", "Alan Blinder"], "date_download": "2022-10-25 22:58:50", "date_modify": "2022-10-25 22:58:50", "date_publish": "2019-02-04 16:23:13", "description": "As a racist yearbook photo and claims of sexual assault plunged the capitol deeper into turmoil, the state’s lieutenant governor suggested the governor might be trying to sabotage him.", "filename": "2019_02_04_us_politics_northam-photo_1666738730.html", "image_url": "https://static01.nyt.com/images/2019/02/05/us/politics/05virginia/05virginia-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ebb0010aa58257a63f431e7e61035bc7f826a3cdb236c18baa2db7b1cac21e2f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_04_us_politics_northam-photo_1666738730.html", "title": "Northam Scandal Opens Rift Between Top Democrats in Virginia", "title_page": "Northam Scandal Opens Rift Between Top Democrats in Virginia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Make sense of the people, issues and ideas shaping American politics with our newsletter.]\nMr. Northam told his cabinet members that he wanted time to clear his name and would remain in office for now, according to a Democrat familiar with the meeting. And the governor’s chief of staff told other aides that they owed it to Mr. Northam to remain with him, at least for the moment, according to a second Democrat briefed on the conversation. Still, Mr. Northam was bracing for resignations from his cabinet, which his advisers expected to come before the end of the week.\nBut a state that prides itself on its decorum was thrown into further chaos when Mr. Fairfax emphatically denied a woman’s claim that he had sexually assaulted her in 2004, and indicated that Mr. Northam’s allies were plotting against him to keep him from assuming the governor’s post if Mr. Northam resigned.\n“Does anybody think it’s any coincidence that on the eve of potentially my being elevated that that’s when this uncorroborated smear comes out?” Mr. Fairfax told a group of reporters surrounding him in the rotunda of the State Capitol Monday afternoon, when asked whether Mr. Northam was responsible for the accusations becoming public.\nSpeaking to reporters outside the Capitol on Monday evening, Mr. Fairfax adjusted his stance slightly, saying he had “no indication” that Mr. Northam himself was behind the publication of the sexual assault allegations but still decrying the “sneaky” tactics that he said were being employed against him. Then Mr. Fairfax shifted targets and hinted that Mayor Levar Stoney of Richmond, a would-be rival to the lieutenant governor for the 2021 Democratic nomination for governor, may have played a role — praising the acumen of a reporter who inquired whether Mr. Stoney might have been responsible.\nAsked if he had any involvement in leaking the claims of assault, which first surfaced Sunday night on a right-wing website, Mr. Stoney said, “The insinuation is 100 percent not true, and frankly it’s offensive.”", "url": "https://www.nytimes.com/2019/02/04/us/politics/northam-photo.html"}