{"authors": ["Jack Ewing"], "date_download": "2022-10-25 23:44:24", "date_modify": "2022-10-25 23:44:24", "date_publish": "2019-11-13 10:00:18", "description": "Usually the most strait-laced of investors, insurance companies are letting loose to gain some income, drawing the attention of regulators.", "filename": "2019_11_13_business_insurance-negative-interest-rates_1666741464.html", "image_url": "https://static01.nyt.com/images/2019/10/04/business/04INSURANCE/00INSURANCE-facebookJumbo.jpg?year=2019&h=549&w=1050&s=21114425574fe860807457c383601463733b249db8a4ad03d4cfb4445edc57f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_13_business_insurance-negative-interest-rates_1666741464.html", "title": "Subzero Interest Rates Are Luring Insurers to Risk", "title_page": "Subzero Interest Rates Are Luring Insurers to Risk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MUNICH — It was a crisp fall morning, and Tom Wilson was contemplating the latest sign that the world of finance had turned upside down.\nGreece had just sold bonds with a negative interest rate. It was the most recent example of how policies that revived growth after the last financial crisis have forced investors to effectively pay governments to assume custody of their money.\nThe amount of this kind of debt has soared in recent years, and now exceeds $17 trillion.\n“Maybe I’m old school, but it just feels weird,” said Mr. Wilson, the chief risk officer of German insurer Allianz, in his office in Munich. “It feels bizarre to have negative interest rates.”\nIt’s more than bizarre. A growing number of economists, regulators and former central bankers are warning that European insurance companies — traditionally some of the most strait-laced of investors — are among the market players most at risk of a meltdown because of all the negative-interest-rate debt.", "url": "https://www.nytimes.com/2019/11/13/business/insurance-negative-interest-rates.html"}