{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:41:06", "date_modify": "2022-10-25 23:41:06", "date_publish": "2019-02-22 22:53:24", "description": "Gov. Andrew M. Cuomo called the deal’s collapse “the greatest tragedy” for New York, and he put the blame on Senate Democrats.", "filename": "2019_02_22_nyregion_amazon-cuomo-gianaris_1666741266.html", "image_url": "https://static01.nyt.com/images/2019/02/22/nyregion/22cuomoamazon01/22cuomoamazon01-facebookJumbo.jpg?year=2019&h=549&w=1050&s=67133a623d9ba9ac02d94648f6392f4865abf90f1c2b5ff3efedc2ebb3457d18&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_22_nyregion_amazon-cuomo-gianaris_1666741266.html", "title": "After Days of Silence on Amazon Defeat, Governor Cuomo Vents About the Left", "title_page": "After Days of Silence on Amazon Defeat, Governor Cuomo Vents About the Left - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nIn the weeks before Amazon’s plans to build a headquarters in Queens combusted, New Yorkers could hardly escape Gov. Andrew M. Cuomo. He appeared on radio stations and at business associations, loudly pushing the project that he had helped construct.\nThen, the deal collapsed — and Mr. Cuomo went silent.\nOther than one statement condemning the deal’s opponents on Feb. 14, the governor effectively went into bunker mode after possibly the greatest single defeat of his eight years in office.\nFinally, on Friday, Mr. Cuomo emerged, apparently eager to make up for lost time.\n“What happened is the greatest tragedy that I have seen since I have been in government,” the governor told WAMC’s Alan Chartock during a nearly 30-minute radio interview that consisted almost entirely of his anger about Amazon, although none of it was directed at the company.\nMr. Cuomo’s approach was markedly different from that of Mayor Bill de Blasio, another of the deal’s chief architects. Since the plan’s collapse under the fierce opposition of progressive activists and politicians, Mr. de Blasio has turned on Amazon, perhaps in preparation for a presidential bid in which those same people are likely to play a major role.", "url": "https://www.nytimes.com/2019/02/22/nyregion/amazon-cuomo-gianaris.html"}