{"authors": ["Tim Arango"], "date_download": "2022-10-25 23:32:52", "date_modify": "2022-10-25 23:32:52", "date_publish": "2019-01-30 01:05:18", "description": "Mr. Garcetti would have faced a crowded field of Democratic presidential candidates, including Senator Kamala Harris of California, and long odds. No sitting mayor has ever been elected president.", "filename": "2019_01_29_us_eric-garcetti-president_1666740772.html", "image_url": "https://static01.nyt.com/images/2019/01/30/us/30Garcetti/merlin_149957433_a3322c4f-c259-482a-9aa4-25f0fa2ae637-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4214d1b92816f9316171a8fbd5395c7d8418a2fd9e946dce5c8784422bda45f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_29_us_eric-garcetti-president_1666740772.html", "title": "L.A. Mayor Eric Garcetti Decides Against Presidential Bid", "title_page": "L.A. Mayor Eric Garcetti Decides Against Presidential Bid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Check out the Democratic field with our new candidate tracker.]\nThe mayor praised Ms. Harris and said he was “proud” and “excited” about her candidacy; he did not make any endorsements, however. He also had good words for several Democrats who are now considering 2020 bids: He said Senator Cory Booker of New Jersey was a close friend of many years, and called former New York City Mayor Michael R. Bloomberg a “good friend and mentor.”\nAsked if he would consider being a vice-presidential candidate, he said, “I think I got a better job than that.”\nMr. Garcetti, 47, is a former Rhodes Scholar who has spent much of his professional life in city government, and reflects the diversity of the city he leads, with Italian, Jewish and Mexican roots. In a city that is majority Latino, Mr. Garcetti, when speaking publicly, often switches back and forth between English and Spanish. He grew up as the son of a prominent public official in the city — his father, Gil Garcetti, is a former district attorney who became nationally known as the prosecutor leading the O.J. Simpson trial.\nMr. Garcetti, along with other leaders in a state that has steadily become more liberal, has eagerly touted Los Angeles — and California — as a counterweight to the agenda of President Trump, giving him a national profile that he, at one point, thought could make him a viable national candidate. He has embraced Los Angeles’s role as a sanctuary city that protects undocumented immigrants from federal immigration authorities, and sought to shape the agenda of the Democratic Party by pushing for more liberal policy goals.\nIn an interview in late 2017 with The New York Times, as he was already thinking about running for president, Mr. Garcetti described himself as a member of the “impatient next generation” of Democratic leaders.", "url": "https://www.nytimes.com/2019/01/29/us/eric-garcetti-president.html"}