{"authors": ["Nicholas Fandos", "Annie Karni"], "date_download": "2022-10-25 23:01:37", "date_modify": "2022-10-25 23:01:37", "date_publish": "2019-04-22 15:30:59", "description": "President Trump and his businesses sued the chairman of the House Oversight and Reform Committee to quash a subpoena seeking his financial records.", "filename": "2019_04_22_us_politics_trump-sues-congress_1666738897.html", "image_url": "https://static01.nyt.com/images/2019/04/22/us/politics/22dc-subpoena/merlin_152969250_48efe06c-d12c-4ecc-a610-c468a3bdce83-facebookJumbo.jpg?year=2019&h=549&w=1050&s=ad2c6f2f2f0519ef77b75cbd0e6cdeb0b02716c6b6ee9760d6715569f1848e9e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_22_us_politics_trump-sues-congress_1666738897.html", "title": "Trump and His Businesses Sue House Democrats to Hide Accounting Records", "title_page": "Trump and His Businesses Sue House Democrats to Hide Accounting Records - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The suit, which is almost certain to face a stiff challenge in court, is a familiar move for Mr. Trump, honed over a long and litigious business career. It mirrors other efforts in recent weeks by personal lawyers for the president and his businesses to block the Democratic-controlled House from gaining access to Mr. Trump’s finances. In each case, the lawyers have used vivid terms to paint Democrats as politically craven, out to abuse the powers of their office only to embarrass Mr. Trump politically.\nIf nothing else, the suit and possible countersuits could delay the release of the documents sought by Democrats.\n“With this subpoena, the Oversight Committee is instead assuming the powers of the Department of Justice, investigating (dubious and partisan) allegations of illegal conduct by private individuals outside of government,” the lawyers wrote. “Its goal is to expose plaintiffs’ private financial information for the sake of exposure, with the hope that it will turn up something that Democrats can use as a political tool against the president now and in the 2020 election.”\nMr. Trump and his businesses were not party to the Democratic subpoena, which was sent to Mazars this month seeking financial records and communications related to Mr. Trump and his businesses after Michael D. Cohen, Mr. Trump’s longtime fixer, told the Oversight Committee that his former boss had intentionally misrepresented his assets and liabilities to suit his needs. Inflating the value of assets would help the Trump Organization secure loans. Deflating the value of assets would minimize tax liability.\n“The committee has full authority to investigate whether the president may have engaged in illegal conduct before and during his tenure in office, to determine whether he has undisclosed conflicts of interest that may impair his ability to make impartial policy decisions, to assess whether he is complying with the emoluments clauses of the Constitution, and to review whether he has accurately reported his finances to the Office of Government Ethics and other federal entities,” Mr. Cummings wrote in a memo to members of his committee at the time.", "url": "https://www.nytimes.com/2019/04/22/us/politics/trump-sues-congress.html"}