{"authors": ["Ana Swanson"], "date_download": "2022-10-25 23:32:23", "date_modify": "2022-10-25 23:32:23", "date_publish": "2019-10-08 16:55:44", "description": "The International Monetary Fund is the latest global organization to warn of growing economic fallout from President Trump’s trade war.", "filename": "2019_10_08_us_politics_trump-trade-war-imf_1666740743.html", "image_url": "https://static01.nyt.com/images/2019/10/08/business/08DC-TRADEECON-01/merlin_161906535_b04ddc6e-a716-4f87-9bef-9f83b68056c1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=cea5c5ccf4215375f485e13b1c5c64c51ce1999a3b240de9810e6b6b468cbef1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_08_us_politics_trump-trade-war-imf_1666740743.html", "title": "Trump’s Trade War Could Put Swiss-Size Dent in Global Economy, I.M.F. Warns", "title_page": "Trump’s Trade War Could Put Swiss-Size Dent in Global Economy, I.M.F. Warns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The new head of the International Monetary Fund warned on Tuesday that America’s trade war with China could cost the global economy around $700 billion by 2020 — a loss equivalent to the size of Switzerland’s entire economy.\nIn her first speech as managing director, Kristalina Georgieva said the global economy had shifted from a synchronized upswing two years ago to a synchronized slowdown, weighed down in part by the pain of President Trump’s trade war. The fund will be downgrading its projections for global growth in 2019 and 2020 next week, when it releases new projections of the economic losses related to the trade war between the United States and China.\n“We have spoken in the past about the dangers of trade disputes,” Ms. Georgieva said. “Now, we see that they are actually taking a toll.”\nThe warning comes at a potential turning point in the trade conflict between the world’s two largest economies. American and Chinese negotiators are meeting in Washington this week to try to resolve a trade war that has begun to inflict economic pain in both countries. Negotiators are hoping to reach an agreement that would improve some of the Chinese economic practices the Trump administration has complained about and potentially roll back some of the tariffs Mr. Trump has placed on more than $360 billion of Chinese goods.", "url": "https://www.nytimes.com/2019/10/08/us/politics/trump-trade-war-imf.html"}