{"authors": ["Corey Kilgannon", "Sean Piccoli"], "date_download": "2022-10-25 23:51:11", "date_modify": "2022-10-25 23:51:11", "date_publish": "2019-02-15 00:53:08", "description": "Many residents of Long Island City wonder whether “grandstanding politicians” and people with no roots in the community sabotaged a good thing.", "filename": "2019_02_14_nyregion_amazon-long-island-city_1666741871.html", "image_url": "https://static01.nyt.com/images/2019/02/15/nyregion/15ic/14lic-facebookJumbo.jpg?year=2019&h=550&w=1050&s=059b9c78a46acb6645fe6375f28b38cca2927ae376f1119a0db9b8fed7fee80b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_14_nyregion_amazon-long-island-city_1666741871.html", "title": "‘Wrong Side of History’: In Queens, Amazon Deal’s Demise Reveals Deep Divisions", "title_page": "‘Wrong Side of History’: In Queens, Amazon Deal’s Demise Reveals Deep Divisions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Shortly after news broke on Thursday that Amazon was abandoning its plans for a campus in Long Island City, Queens, local elected officials and activist groups who had opposed the deal held a celebratory rally near the site where the company had planned to build its new offices.\nBut along with those cheering the deal’s demise, many hecklers from another faction appeared — those who supported Amazon coming to New York and blamed opponents for torpedoing a deal that would have brought sorely needed jobs and improvements to the community.\n“Where you gonna get the jobs?” one heckler shouted.\n[For the full story on Amazon’s decision to pull out of New York, read more here.]\nAnd so, as the Amazon news reverberated around New York City and beyond on Thursday, perhaps nowhere did it get a more divided reception than in Long Island City, the neighborhood that would have undergone the biggest transformation as a result of the deal.", "url": "https://www.nytimes.com/2019/02/14/nyregion/amazon-long-island-city.html"}