{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:56:09", "date_modify": "2022-10-25 23:56:09", "date_publish": "2019-06-08 07:00:04", "description": "Ambassador David M. Friedman opened the door to American acceptance of Israel’s annexation of parts of the West Bank, a move that would violate international law.", "filename": "2019_06_08_world_middleeast_israel-west-bank-david-friedman.html_module=inline_1666742169.html", "image_url": "https://static01.nyt.com/images/2019/06/09/world/07israel1/07israel1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=1e1e262ec620d7894f96c16c3aaf7832f02c39213e65e01dd1d89971b1e4e9a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_08_world_middleeast_israel-west-bank-david-friedman.html_module=inline_1666742169.html", "title": "U.S. Ambassador Says Israel Has Right to Annex Parts of West Bank", "title_page": "U.S. Ambassador Says Israel Has Right to Annex Parts of West Bank - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We really don’t have a view until we understand how much, on what terms, why does it make sense, why is it good for Israel, why is it good for the region, why does it not create more problems than it solves,” Mr. Friedman said. “These are all things that we’d want to understand, and I don’t want to prejudge.”\nHe accused the Obama administration, in allowing passage of a United Nations resolution in 2016 that condemned Israeli settlements as a “flagrant violation” of international law, of giving credence to Palestinian arguments “that the entire West Bank and East Jerusalem belong to them.”\n“Certainly Israel’s entitled to retain some portion of it,” he said of the West Bank.\nMr. Friedman, 60, who before taking his post was Mr. Trump’s top bankruptcy lawyer and a generous supporter of the Israeli settlement enterprise, is said to be a driving force within the administration’s Middle East team, which also includes Jared Kushner, Mr. Trump’s son-in-law and senior adviser, and the special envoy Jason Greenblatt, a former in-house counsel at the Trump Organization.\nIn the interview, he accused Palestinian politicians of trying to sabotage the Bahrain conference.\n“It’s unfair the way the Palestinians have described this as a bribe or as an attempt to buy off their national aspirations,” he said. “It’s not at all. It’s an attempt to give life to their aspirations by creating a viable economy.”\nHe insisted that Palestinian businesspeople would attend the conference were it not for “massive pressure” from Palestinian officials to intimidate them from attending.\n“There is almost no Palestinian business leader that wants to refrain from meeting with some of the largest sovereign wealth funds in the world, when the topic of the discussion is limited to giving money to the Palestinians,” he said. “I know firsthand, they want to come.”\nLikewise, he said there was a “silent majority” of Palestinians who would jump at the Trump peace plan if not for the “real-life consequences” they could face from repressive West Bank officials.", "url": "https://www.nytimes.com/2019/06/08/world/middleeast/israel-west-bank-david-friedman.html?module=inline"}