{"authors": ["Trip Gabriel"], "date_download": "2022-10-25 23:53:22", "date_modify": "2022-10-25 23:53:22", "date_publish": "2019-06-19 20:38:05", "description": "The mayor of South Bend, Ind., continues to confront a crisis involving the shooting of a black resident by a white officer.", "filename": "2019_06_19_us_politics_buttigieg-police-south-bend_1666742002.html", "image_url": "https://static01.nyt.com/images/2019/06/19/us/politics/19southbend-1/19southbend-1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=f621ab4997e324a0f280a9af6b0df05d300e437a32fe6807a4f78fb74132309b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_19_us_politics_buttigieg-police-south-bend_1666742002.html", "title": "Buttigieg Tells Police Recruits of the Burden of Racial Injustice", "title_page": "Buttigieg Tells Police Recruits of the Burden of Racial Injustice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SOUTH BEND, Ind. — Mayor Pete Buttigieg took a third day off from the campaign trail on Wednesday to confront a crisis over the fatal police shooting of a black resident of South Bend, Ind. Mr. Buttigieg said he was “extremely frustrated” that the white officer’s body camera was switched off at the time.\nThe shooting of the 54-year-old man revived longstanding mistrust by some black residents of the city police and of Mr. Buttigieg, and it has presented the mayor, a Democratic presidential candidate, with a national leadership test just a week before the first primary debates.\nThe case has revived scrutiny of Mr. Buttigieg’s history of sometimes strained relations with African-Americans in South Bend. The issue is echoing in the Democratic primary as Mr. Buttigieg, 37, seeks to improve his support with black voters.\n[18 questions. 21 Democrats. Here’s what they said.]\nAfter addressing a half-dozen newly sworn-in officers — all white — on Wednesday morning, Mr. Buttigieg, the son of two Notre Dame professors, acknowledged to reporters outside police headquarters that he had only a “theoretical” understanding of the charged issue of race and policing when he took office nearly eight years ago.", "url": "https://www.nytimes.com/2019/06/19/us/politics/buttigieg-police-south-bend.html"}