{"authors": ["Maria Abi-Habib"], "date_download": "2022-10-25 23:45:30", "date_modify": "2022-10-25 23:45:30", "date_publish": "2019-08-09 16:41:38", "description": "Threatened with sanctions over its ties to militants, and with the cost of war perilously high, Pakistan has little recourse diplomatically or militarily.", "filename": "2019_08_09_world_asia_kashmir-india-pakistan_1666741530.html", "image_url": "https://static01.nyt.com/images/2019/08/09/world/09pakistan-kashmir1/09pakistan-kashmir1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=488d5d531e192c925e0ff1ec8f20877dcb06eb16cd1e4bb6d45d7dfc917964d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_09_world_asia_kashmir-india-pakistan_1666741530.html", "title": "Pakistan Runs Out of Options as India Tightens Grip on Kashmir", "title_page": "Pakistan Runs Out of Options as India Tightens Grip on Kashmir - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — The dispute over Kashmir has long been a flash point between India and Pakistan, with each nuclear-armed country holding the threat of retaliation over the other. But when India stripped the Indian-controlled region of Kashmir of its autonomy this week, Pakistan’s reaction appeared to be limited to high-level hand-wringing.\nAs Pakistan marks its independence day next week, it increasingly feels like a nation with its back against the wall, with few options to protect its existential interests. Its economy is teetering on the brink of collapse, and its international allies have either stayed silent over Kashmir or defected in support of India.\nA conventional military reaction is probably too costly as Pakistan seeks to shore up its finances. And one of the most effective strategies Pakistan has traditionally employed — using an array of militant groups as proxies to keep neighbors in check — has become a liability, amid the threat of international sanctions. (Pakistan has denied that it uses militant groups to achieve its foreign policy objectives.)\n[Some of the first images emerge from Kashmir as photographers work around a blockade.]\n“The economy is hindering Pakistan’s options. As economic growth slows, can they really afford a war right now?” said Arif Rafiq, the president of Vizier Consulting, a consulting firm on South Asian political and security issues. “Their capacity to bear the cost of a full-fledged conflict with India over Kashmir, whether via insurgent networks or conventionally — there just are not a lot of options Pakistan has.”", "url": "https://www.nytimes.com/2019/08/09/world/asia/kashmir-india-pakistan.html"}