{"authors": ["Doreen Carvajal"], "date_download": "2022-10-25 23:42:29", "date_modify": "2022-10-25 23:42:29", "date_publish": "2019-03-08 07:27:03", "description": "Organizers of reform mosques are building on an evolving tradition of women imams that dates back centuries. But some Muslim women remain wary.", "filename": "2019_03_08_world_europe_imams-womens-mosques_1666741349.html", "image_url": "https://static01.nyt.com/images/2019/03/08/world/08IMAM-INYT1/08IMAN-INYT1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=bb248d1c7486314ff4c65bfff2d2e1ee0d01598bb10fe137845ac2527e250e4f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_08_world_europe_imams-womens-mosques_1666741349.html", "title": "Finding a Place in Women’s Mosques", "title_page": "Finding a Place in Women’s Mosques - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“You assume there must be other like-minded people all over the place,” Ms. Keeble said. “What woman wants to continue to sit behind, walk behind, listen to men interpret scripture to their benefit? There must be a bunch of women waiting for someone to step up and kick those doors down. Well, that’s just not true.”\nThe Berkeley mosque’s location was always tenuous. After a year occupying free space, the group moved to a temporary home, she said, and recently found new quarters at First Congregational Church of Oakland.\nReal estate is the critical issue that determines the strength of reform mosques. In 2012, Ludovic-Mohamed Zahed opened a mosque in Paris designed to be inclusive to women and welcoming to homosexual Muslims. Faced with insults and some hostility, Mr. Zahed said members preferred to be discreet, moving locations every three months to avoid being targeted. The mosque closed after three years, and Mr. Zahed has since resettled in Marseille in the south of France to run an institute to train reform imams.\n“We had threats and people identified the places,” Mr. Zahed said of the Paris mosque. “Then owners didn’t want us to stay any longer. They were very happy to have us in the beginning, but they had so much political pressure that they wanted us to leave. It was always like this.”", "url": "https://www.nytimes.com/2019/03/08/world/europe/imams-womens-mosques.html"}