{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:41:03", "date_modify": "2022-10-25 23:41:03", "date_publish": "2019-08-12 07:00:05", "description": "In both pre-emptive and defensive ways, the social network is modifying its behavior to fend off antitrust concerns.", "filename": "2019_08_12_technology_facebook-antitrust_1666741263.html", "image_url": "https://static01.nyt.com/images/2019/08/09/business/00facebook/09facebook-facebookJumbo.jpg?year=2019&h=549&w=1050&s=ef79851e959772c5aa57b770b12dd0acbd3b4d0d9453c1e31caecd86bde3164e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_12_technology_facebook-antitrust_1666741263.html", "title": "How Facebook Is Changing to Deal With Scrutiny of Its Power", "title_page": "How Facebook Is Changing to Deal With Scrutiny of Its Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Senator Elizabeth Warren has called for the breakup of big tech companies like Facebook. Regulators have opened investigations into Facebook’s power in social networking. Even one of Facebook’s own founders has laid out a case for why the company needs to be split up.\nNow the world’s biggest social network has started to modify its behavior — in both pre-emptive and defensive ways — to deal with those threats.\nLate last year, Facebook halted acquisition talks with Houseparty, a video-focused social network in Silicon Valley, for fear of inciting antitrust concerns, according to two people with knowledge of the discussions. Acquiring another social network after Facebook was already such a dominant player in that market was too risky, said the people, who spoke on the condition they not be identified because the discussions were confidential.\nFacebook has also begun internal changes that make itself harder to break up. The company has been knitting together the messaging systems of Facebook Messenger, Instagram and WhatsApp and has reorganized the departments so that Facebook is more clearly in charge, said two people briefed on the matter. Executives have also worked on rebranding Instagram and WhatsApp to more prominently associate them with Facebook.", "url": "https://www.nytimes.com/2019/08/12/technology/facebook-antitrust.html"}