{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:43:40", "date_modify": "2022-10-25 23:43:40", "date_publish": "2019-03-14 10:46:40", "description": "There was a certain dissonance in the fact that the ruling Communist Party of China, officially atheist and repressive toward the country’s Muslims, had helped build a railway connecting the holiest sites in Islam.", "filename": "2019_03_14_reader-center_saudi-arabia-high-speed-train-medina-mecca_1666741420.html", "image_url": "https://static01.nyt.com/images/2019/03/15/insider/15insider-saudi-railroad-image4/00insider-saudi-railroad-image4-facebookJumbo.jpg?year=2019&h=550&w=1050&s=433be0261731793f9e0bc38ec37f892dbe04e2090aad68ad82f9a0048a3ce9e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_14_reader-center_saudi-arabia-high-speed-train-medina-mecca_1666741420.html", "title": "How Our Former Beijing Bureau Chief Found Himself on a Bullet Train in Saudi Arabia", "title_page": "How Our Former Beijing Bureau Chief Found Himself on a Bullet Train in Saudi Arabia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I had a flight from Jeddah that night back to Washington, where I now work as a diplomatic correspondent. If I boarded the train around noon, I could get to Jeddah by midafternoon, have time to walk around the old town and seaside corniche, maybe get dinner and catch my flight.\nBooking a ticket was as easy as making a reservation on Amtrak. From my hotel room in a desert canyon in Al Ula, I got on the website of the Haramain High Speed Railway, clicked on the English-language option and looked at the schedule. There was a train departing at noon the next day that would get me into Jeddah at 2:16 p.m. All economy-class tickets were sold out so, using an American credit card, I booked a business-class seat for 220.5 Saudi riyals, or $59.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nI’ve always enjoyed train travel, but there was a particular reason this railway intrigued me. When I was Beijing bureau chief, my job at The Times before this one, I researched commercial projects abroad that involved Chinese companies. Chinese state-owned enterprises were getting infrastructure contracts in many countries, even before President Xi Jinping began heavily promoting his Belt and Road Initiative.\nI came across the fact that a Chinese state-owned enterprise was involved in the first phase of building a high-speed railway between Medina and Mecca. There was a certain dissonance here: The ruling Communist Party of China, officially atheist and repressive toward many of the country’s Muslims, was helping build a railway connecting the holiest sites in Islam.", "url": "https://www.nytimes.com/2019/03/14/reader-center/saudi-arabia-high-speed-train-medina-mecca.html"}