{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:52:59", "date_modify": "2022-10-25 23:52:59", "date_publish": "2019-05-06 11:00:06", "description": "The proposal includes some of the most progressive gun-control measures suggested yet by a presidential candidate, like a plan to license guns across the country.", "filename": "2019_05_06_us_politics_cory-booker-gun-control_1666741979.html", "image_url": "https://static01.nyt.com/images/2019/05/06/multimedia/06-booker-guns/06-booker-guns-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2f435a90295ac1effa23d09db03a53349ba196ef95f819784f0ee168b8973063&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_06_us_politics_cory-booker-gun-control_1666741979.html", "title": "Cory Booker’s Gun Control Plan Calls for National Licensing Program", "title_page": "Cory Booker’s Gun Control Plan Calls for National Licensing Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Booker’s campaign said the process would involve submitting fingerprints and sitting for an interview, and would require applicants to complete a certified gun safety course. Each applicant would also undergo a federal background check before being issued a gun license, which would be valid for up to five years.\n[Sign up for our politics newsletter and join the conversation around the 2020 presidential race.]\nOther parts of the plan include banning bump stocks, which enable semiautomatic weapons to fire faster; limiting bulk purchases of firearms; and closing the loopholes that allow domestic abusers and people on terrorist watch lists to obtain guns. And the plan calls for the I.R.S. to investigate the N.R.A.’s tax-exempt status, an issue the New York attorney general is also exploring, causing considerable turmoil among the group’s leadership.\nThe N.R.A. did not respond to a request for comment on Monday.\nDaniel Webster, the director of the Center for Gun Policy and Research at Johns Hopkins University, said that gun control advocates and politicians had long called for comprehensive background checks and an assault-weapon ban. But he said that research had shown that those policies, when implemented at the state level, were not nearly as effective at reducing gun homicides and suicides as gun licensing programs for purchasers.\nA 2018 study found that 63 percent of gun owners supported requiring a person to obtain a license from a local law enforcement agency before buying a gun; support for gun licensing among people who do not own a gun was even higher.\n“I’m glad to see Senator Booker look at the actual data and show some political courage,” said Mr. Webster, who said he was among the gun policy experts consulted by Mr. Booker’s staff.", "url": "https://www.nytimes.com/2019/05/06/us/politics/cory-booker-gun-control.html"}