{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 23:41:02", "date_modify": "2022-10-25 23:41:02", "date_publish": "2019-03-08 13:45:22", "description": "The Massachusetts senator, who is running for president, announced a regulatory plan aimed at breaking up large tech companies and “unwind tech mergers that illegally undermine competition.”", "filename": "2019_03_08_us_politics_elizabeth-warren-amazon_1666741262.html", "image_url": "https://static01.nyt.com/images/2019/03/08/us/08warren-update/08warren-update-facebookJumbo.jpg?year=2019&h=549&w=1050&s=e5c38aad37f839361c23c8860b8ea98da18951268f49ac40e1076310ebe91e89&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_08_us_politics_elizabeth-warren-amazon_1666741262.html", "title": "Elizabeth Warren Proposes Breaking Up Tech Giants Like Amazon and Facebook", "title_page": "Elizabeth Warren Proposes Breaking Up Tech Giants Like Amazon and Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Among the crowded field of Democrats seeking the presidential nomination, Ms. Warren has done the most to add detail to those early proposals, including a plan for universal child care, a tax on the country’s wealthiest families, and, as of Friday, breaking up big technological giants.\nMs. Warren’s regulatory plan would also force the rollback of some acquisitions by tech giants, the campaign said, including Facebook’s deals for WhatsApp and Instagram, Amazon’s addition of Whole Foods, and Google’s purchase of Waze. Companies would be barred from transferring or sharing users’ data with third parties. Dual entities, such as Amazon Marketplace and AmazonBasics, would be split apart.\n[Sign up for our politics newsletter and join our conversation about the 2020 presidential race.]\nPressure for elected officials to place additional oversight on mega-tech companies has been building for months, particularly after revelations that companies such as Facebook may have violated customer privacy agreements. Ms. Warren is also sending a political warning shot across the Democratic primary field, where decisions on how much to embrace or reject Silicon Valley and its wealthy donors could become an important dividing line among candidates.\nIn the wide-open nomination race, Democrats such as Ms. Warren, Senator Bernie Sanders of Vermont and Senator Amy Klobuchar of Minnesota have expressed a willingness to limit the influence of companies such as Facebook, Google, Apple and Amazon — though Mr. Sanders and Ms. Klobuchar have yet to present clear policy details. Senator Kamala Harris, who represents many of those companies based in her home state of California, has repeatedly pressed executives on consumer privacy but has stayed away from direct calls to limit their influence. Senator Cory Booker of New Jersey has been more willing to embrace the controversial corporations, who have frequently used their vast resources to lobby politicians of both parties.\n“Our technology industry is the envy of the world and we need policies that will foster innovation and consumer choice — but we also need stronger enforcement of antitrust law,” said Ro Khanna, the California House Democrat who represents Silicon Valley headquarters of companies such as Apple and eBay. He said that blanket statements against big tech companies weren’t helpful, but that each company needed to be “evaluated on a case-by-case basis and afforded due process.”", "url": "https://www.nytimes.com/2019/03/08/us/politics/elizabeth-warren-amazon.html"}