{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:51:14", "date_modify": "2022-10-25 23:51:14", "date_publish": "2019-03-02 00:18:50", "description": "An open letter asking Jeff Bezos to resuscitate a plan for Amazon to build a campus in Queens has not seemed to change the company’s position.", "filename": "2019_03_01_nyregion_cuomo-amazon.html_action=click&module=Intentional&pgtype=Article_1666741874.html", "image_url": "https://static01.nyt.com/images/2019/03/02/nyregion/02nyamazon-print/01nyamazon1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=0cf8a95b6bc5646545b94ac8a8ddb506f8018053f9644641205eea3f0e07d834&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_01_nyregion_cuomo-amazon.html_action=click&module=Intentional&pgtype=Article_1666741874.html", "title": "After Cuomo’s Calls to Amazon, a Flurry of Conversations to Rally Support", "title_page": "After Cuomo’s Calls to Amazon, a Flurry of Conversations to Rally Support - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nAfter multiple conversations this week with Amazon officials, Gov. Andrew M. Cuomo wanted to show them just how much support for the company there really was in New York City.\nSo after those calls — including one with the Amazon chief executive, Jeff Bezos — the governor’s top aide, Melissa DeRosa, spoke with the president of the city’s pre-eminent business group, the Partnership for New York City, about how to follow up. They quickly settled on a strategy for a letter addressed to Mr. Bezos that would appear as a full-page newspaper advertisement.\nTime was of the essence.\nBy Wednesday, emails began flying; phones were ringing seemingly everywhere, from union halls and public housing apartments to executive suites of companies like Goldman Sachs and Warby Parker and the offices of local congressional representatives.\nIn some cases, the pitch came from Ms. DeRosa. In many others, it came from the president of the partnership, Kathryn Wylde, whose group paid for the ad.", "url": "https://www.nytimes.com/2019/03/01/nyregion/cuomo-amazon.html?action=click&module=Intentional&pgtype=Article"}