{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:28:54", "date_modify": "2022-10-25 23:28:54", "date_publish": "2019-12-18 20:24:08", "description": "They keep getting smarter and more powerful. We compared an internet-connected toaster oven and an old-fashioned one side by side.", "filename": "2019_12_18_technology_personaltech_gadget-of-year-toaster-oven_1666740534.html", "image_url": "https://static01.nyt.com/images/2019/12/19/business/19Techfix-illo/18Techfix-illo-facebookJumbo.jpg?year=2019&h=549&w=1050&s=40099b9857ccf1652aed0ee0c1180cb56712a0faecee438dbad9cab2488da18f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_18_technology_personaltech_gadget-of-year-toaster-oven_1666740534.html", "title": "Gadget of the Year: The Toaster Oven", "title_page": "Gadget of the Year: The Toaster Oven - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many of us won’t hesitate to spend more than $600 on a cellphone. Here’s another device to spend that money on: a toaster oven.\nYes, you read that right.\nLike a smartphone, a good toaster oven can be an everyday workhorse. Apart from heating up toast, this underrated kitchen gadget can handle many other foods, like roast chicken, steak, fresh bread, crispy potatoes and even cake.\nA good countertop oven often outperforms a full-size one because its smaller cavity enables it to heat up faster and maintain consistent temperatures more easily. Your electricity bill will probably drop, too, if you have an electric full-size range.\nLast but not least, the countertop oven recently became an interesting tech product category. Over the last two years, tech companies like June and Tovala and household brands like Whirlpool have invested in software-powered heating methods that cook foods more efficiently, requiring less culinary know-how.", "url": "https://www.nytimes.com/2019/12/18/technology/personaltech/gadget-of-year-toaster-oven.html"}