{"authors": ["Salman Masood"], "date_download": "2022-10-25 23:51:12", "date_modify": "2022-10-25 23:51:12", "date_publish": "2019-10-31 06:44:56", "description": "Passengers jumped to escape the blaze, which officials said was caused when a cooking stove exploded.", "filename": "2019_10_31_world_asia_pakistan-train-fire_1666741872.html", "image_url": "https://static01.nyt.com/images/2019/11/21/world/21pakistan-1/21pakistan-1-facebookJumbo.jpg?year=2019&h=395&w=754&s=722e37aa052003c7d4390314e0c594371352ecc0af852fa205f65b8613f16bb7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_31_world_asia_pakistan-train-fire_1666741872.html", "title": "Pakistan Train Catches Fire, Killing More Than 70", "title_page": "Pakistan Train Catches Fire, Killing More Than 70 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Muhammad Tariq, who was injured along with his family members when they jumped from the train, said: “People started frantically screaming and shouting. They were begging for the train to stop. Train speed further fanned the fire.”\nHe added: “Had the train stopped immediately, the death toll would have been less.”\nOfficials said 11 people who had been severely burned were flown to a hospital in a nearby city, Multan, on a military helicopter.\nMany passengers in the economy cars belonged to Tablighi Jamaat, an Islamic evangelical group, and were traveling to attend an annual congregation of the fraternity near Lahore, the provincial capital of Punjab.\nMembers of the group typically camp for several days during the assembly and bring food, bedding and cooking implements. Pakistan’s railway minister, Sheikh Rashid Ahmed, told reporters in Multan that members of the group had used gas stoves on the train, despite having been told not to by a guard.\n“They turned the stove off in front of the guard, and when he left, turned it back on,” Mr. Ahmed said.\nLocal news media quoted one passenger, who identified himself as a member of Tablighi Jamaat, as saying that a short circuit in a fan was to blame for the fire, not a cooking stove. His account could not be independently verified.", "url": "https://www.nytimes.com/2019/10/31/world/asia/pakistan-train-fire.html"}