{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:26:03", "date_modify": "2022-10-25 23:26:03", "date_publish": "2019-11-08 16:49:28", "description": "Invoking God, patriotism and family values, the Rev. Jun Kwang-hoon is creating a backlash against the “Communizing” government of President Moon Jae-in.", "filename": "2019_11_08_world_asia_jun-kwang-hoon-pastor-_1666740363.html", "image_url": "https://static01.nyt.com/images/2019/12/08/world/08skorea-profile-1sub/08skorea-profile-1sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=0477f593755ecb9a2777acd002dda70af7446bcd047d5432198671ae493733c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_08_world_asia_jun-kwang-hoon-pastor-_1666740363.html", "title": "The Populist Pastor Leading a Conservative Revival in South Korea", "title_page": "The Populist Pastor Leading a Conservative Revival in South Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“His rallies could be off-putting to non-Christians because they look like church revival meetings, and some of his remarks, like his claim that Moon is a North Korean spy, sound over-the-top and propagandistic,” said Hwang Gui-hag, editor in chief of the Seoul-based Law Times, which specializes in church law and news. “But the thing is, his strategy works, making him a force that cannot be ignored.”\nMr. Jun​ was born in Yecheon, in central South Korea, the eldest son in a deeply religious family that was converted ​by American missionaries ​who ​reached​ their village ​by river more than a century ago.\nHe reached a defining moment in his life when, falling behind in his school classes, he was sent to live with a relative who was a pastor. By day he attended a vocational high school in electronics. At night, the Princeton-educated pastor taught Mr. Jun English and had him read widely, including the biography of South Korea’s autocratic founding president, Syngman Rhee, another Princeton-educated Christian, who relied on humanitarian aid from American churches and favored fellow Christians in his government.\nMr. Jun said he was strongly influenced by the pastor, who was dedicated to the rights of the urban poor. Schooled in the idea that the church could serve as an instrument for social and political change, he enrolled in a seminary after high school.\n“Throughout history, the church has always been a political organization,” Mr. Jun said.\nSouth Korea’s churches have a history of political activism. Progressive pastors and priests campaigned against the military dictators who ruled the country in past decades. But conservative pastors equate religious faith with anti-Communist patriotism. Many of the mega churches in Seoul, with congregations of tens of thousands, were founded by evangelical Christians who fled Communist persecution ​in North Korea ​​before the Korean War​.", "url": "https://www.nytimes.com/2019/11/08/world/asia/jun-kwang-hoon-pastor-.html"}