{"authors": ["Adam Satariano"], "date_download": "2022-10-25 23:39:35", "date_modify": "2022-10-25 23:39:35", "date_publish": "2019-11-11 12:10:18", "description": "There is a lot to learn from mistakes that the Continent’s regulators have made, say consumer groups, lawyers and rival companies.", "filename": "2019_11_11_business_europe-technology-antitrust-regulation_1666741175.html", "image_url": "https://static01.nyt.com/images/2019/11/06/business/00eulessons1/00eulessons1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b0ffc55484a2468ef04be2606b36bfb6ad65ac1e12ed57e5a67f065af289860b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_11_business_europe-technology-antitrust-regulation_1666741175.html", "title": "Europe Is Toughest on Big Tech, Yet Big Tech Still Reigns", "title_page": "Europe Is Toughest on Big Tech, Yet Big Tech Still Reigns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Richard Stables should have felt vindicated when the European Union announced a $2.7 billion fine in 2017 against Google for breaking antitrust laws. He had raised alarms about the search giant’s power for years.\nBut rather than feel victorious, Mr. Stables felt resigned. His company, Kelkoo, once a leading online shopping destination in Europe, was crushed by Google’s competing service while the case was underway.\n“It took basically eight years to get something done,” Mr. Stables, 50, said in an interview at his London office. “That’s a complete disaster.”\nRegulators in Brussels have been heralded as the world’s leading tech industry watchdogs. But Mr. Stables and other veterans of the Continent’s antitrust battles are telling American authorities, who are investigating Google, Amazon, Apple and Facebook, something else: There is a lot to learn from Europe’s mistakes.", "url": "https://www.nytimes.com/2019/11/11/business/europe-technology-antitrust-regulation.html"}