{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:56:14", "date_modify": "2022-10-25 23:56:14", "date_publish": "2019-02-27 01:20:24", "description": "Jared Kushner, the president’s son-in-law and senior adviser, has been working on a blueprint for President Trump intended to resolve the decades-old dispute between Israel and the Palestinians.", "filename": "2019_02_26_us_politics_kushner-middle-east-peace.html_module=inline_1666742174.html", "image_url": "https://static01.nyt.com/images/2019/02/27/us/politics/27dc-kushner-print/27dc-kushner-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5b8bce1e5a61fd4e5bddff7289b64913f28be7b233615f656a702dac48893dc3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_26_us_politics_kushner-middle-east-peace.html_module=inline_1666742174.html", "title": "Kushner on Mideast Tour to Promote Investment Plan as Part of a Path Toward Peace", "title_page": "Kushner on Mideast Tour to Promote Investment Plan as Part of a Path Toward Peace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Jared Kushner, the president’s son-in-law and senior adviser, is traveling this week through the Middle East to promote a plan to invest tens of billions of dollars in the Palestinian territories and Israel’s Arab neighbors as part of his long-promised peace initiative.\nMr. Kushner, who has been working for two years on a blueprint for President Trump intended to resolve the decades-old dispute between Israel and the Palestinians, told leaders of Arab states that the economic plan would be critical to creating an environment in which the two sides could make the necessary political compromises.\n“What we have found is that all the conflict does is keep people from having the opportunity to do commerce and to have opportunity and improve their lives,” Mr. Kushner said in a rare interview with Sky News Arabia. “Hopefully, if we can resolve this issue, we will be able to see a lot more opportunity for the Palestinian people, for the Israeli people and the people throughout the region.”\nThe White House publicly released no details of the economic component, but analysts who have followed its development said that they had been told it would involve investing around $25 billion in the West Bank and Gaza over 10 years and another $40 billion in Egypt, Jordan and perhaps Lebanon, depending on their performance meeting certain goals. Others who have spoken with Mr. Kushner disputed those specific figures, but agreed that it would involve tens of billions of dollars to those parts of the region.", "url": "https://www.nytimes.com/2019/02/26/us/politics/kushner-middle-east-peace.html?module=inline"}