{"authors": ["Sydney Ember"], "date_download": "2022-10-25 23:53:17", "date_modify": "2022-10-25 23:53:17", "date_publish": "2019-02-19 11:39:58", "description": "Mr. Sanders, the runner-up in the 2016 Democratic primaries, is embarking on a bid that will test whether he can retain the anti-establishment appeal he enjoyed with liberals three years ago.", "filename": "2019_02_19_us_politics_bernie-sanders-2020_1666741997.html", "image_url": "https://static01.nyt.com/images/2019/01/23/us/politics/xxsandersrunningHFO/xxsandersrunningHFO-facebookJumbo.jpg?year=2019&h=549&w=1050&s=a1f23ab54279bcd9242a5e7049e2c15783f5d3dde53a38ccc65dbc69c1c67db7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_19_us_politics_bernie-sanders-2020_1666741997.html", "title": "Bernie Sanders, Once the Progressive Outlier, Joins a Crowded Presidential Field", "title_page": "Bernie Sanders, Once the Progressive Outlier, Joins a Crowded Presidential Field - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Though his message is well worn, Mr. Sanders has indicated that he is trying to remedy weaknesses from his first presidential campaign, including his lack of support from black voters. In recent months, he has made a series of trips to the South, where in 2016 he drew less than 20 percent of the black vote. During the Martin Luther King Jr. holiday, he made a swing through South Carolina — where black voters made up about 60 percent of the Democratic primary vote in 2016 — that included addressing supporters and students and speaking with lawmakers.\nHe has also tried to shore up his foreign policy credentials, becoming a critic of the United States support of Saudi Arabia’s war in Yemen. Late last year, the Senate passed a resolution, which Mr. Sanders helped introduce, to end American military assistance for the kingdom’s war there.\nBut he also continues to draw ire from critics who say that the way he talks about race and identity is out of step with the calls for diversity and change within the party.\nAlmost immediately after making his announcement, Mr. Sanders was attacked for his response to a question on Vermont Public Radio about whether he thought he best represented the current Democratic Party.\n“We have got to look at candidates, you know, not by the color of their skin, not by their sexual orientation or their gender and not by their age,” Mr. Sanders said. “I think we have got to try to move us toward a nondiscriminatory society which looks at people based on their abilities, based on what they stand for.”\nWhether Mr. Sanders can secure the Democratic nomination may depend on his ability to change his timeworn message — and adapt to the demands and yearnings of a party that he helped shape.\n“Before 2016, nobody was really talking about universal health care and universal education as much as he was; he really brought that into the mainstream for a lot of people,” said Dave Degner, the chair of the Tama County Democratic Party in Iowa. “If he comes out saying the same things that he did before, it’s not new anymore.”", "url": "https://www.nytimes.com/2019/02/19/us/politics/bernie-sanders-2020.html"}