{"authors": ["Luis Ferré-Sadurní"], "date_download": "2022-10-25 23:53:25", "date_modify": "2022-10-25 23:53:25", "date_publish": "2019-12-23 10:00:15", "description": "The proposal by Gov. Andrew Cuomo would make New York the second state to approve a ban on containers made of polystyrene.", "filename": "2019_12_23_nyregion_foam-containers-ban-ny_1666742005.html", "image_url": "https://static01.nyt.com/images/2019/12/24/nyregion/24styrofoam-print/merlin_148633593_67f48a10-7072-4630-9eca-275ed9089c73-facebookJumbo.jpg?year=2019&h=550&w=1050&s=922350a3acae6d0bb070567069e9bca8b4985a7cc040902978e0365c213573b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_23_nyregion_foam-containers-ban-ny_1666742005.html", "title": "New York State Moves to Ban Foam Food Containers", "title_page": "New York State Moves to Ban Foam Food Containers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The previously ubiquitous puffy containers began to disappear this year from New York City delis, takeout joints and halal food trucks. They were banished from other pockets of the state as well, and in many cities around the world.\nSoon, foam containers, plates and cups may vanish for good in New York State.\nGov. Andrew M. Cuomo is proposing a statewide ban on single-use food containers and packing peanuts made of polystyrene, a pollutant that is not biodegradable and is difficult to recycle.\nThe ban, which requires the approval of the Legislature, would make New York the most populous state to enact such a prohibition and only the second to do so. (Maine banned the foam products in May.)\n“From takeout containers to packing peanuts, this material is everywhere and it will continue to pollute our waters and harm our wildlife for generations to come if we do not act,” Mr. Cuomo said in a statement last week.", "url": "https://www.nytimes.com/2019/12/23/nyregion/foam-containers-ban-ny.html"}