{"authors": ["Ben Kenigsberg"], "date_download": "2022-10-25 23:02:33", "date_modify": "2022-10-25 23:02:33", "date_publish": "2019-07-23 15:02:54", "description": "A new documentary examines the ramifications when private companies harvest online information about us.", "filename": "2019_07_23_movies_the-great-hack-review_1666738953.html", "image_url": "https://static01.nyt.com/images/2019/07/23/arts/23greathack1/23greathack1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9b100fd3bafa01425e54e651e2908a3277a411c876d8479d0823ae782c4f8645&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_23_movies_the-great-hack-review_1666738953.html", "title": "‘The Great Hack’ Review: How Your Data Became a Commodity", "title_page": "‘The Great Hack’ Review: How Your Data Became a Commodity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This review of “The Great Hack” is the first article that I’ve felt mildly concerned about emailing to my editors. Why am I even using the internet? Why is Twitter open on another tab? Wouldn’t it be smarter to disconnect, move to the woods and live off the land?\nThese are some of the questions inspired by the movie, an eye-opening new documentary from Jehane Noujaim (“Control Room”) and Karim Amer that explores how our personal data has become a commodity that is collected, analyzed and then spit back at us in the form of targeted messaging, with the hope of changing our behavior, as one of the movie’s subjects puts it. You can see the movie in theaters or watch it on Netflix, but if you watch it on Netflix, Netflix might know and then direct you to other alarming documentaries.\nIf that seems harmless enough, the film explores how such tactics might have played a role in the 2016 presidential election. The target is squarely on Cambridge Analytica, the defunct political data firm backed by the Republican donor Robert Mercer. According to Brittany Kaiser, a former Cambridge Analytica executive turned turncoat who emerges as the documentary’s principal figure, the firm’s strategy was to target voters whom it called “persuadables” in swing states and then to bombard them with content supposedly pushing them to vote for Donald J. Trump.\nThat assertion is one of several unsubstantiated claims in the film. In 2017, The New York Times reported that the “psychographics” technology that ostensibly set Cambridge apart from other firms remains unproved, and that Cambridge executives admitted that the technology had not been used in the Trump campaign.", "url": "https://www.nytimes.com/2019/07/23/movies/the-great-hack-review.html"}