{"authors": ["The New York Times"], "date_download": "2022-10-25 23:39:49", "date_modify": "2022-10-25 23:39:49", "date_publish": "2019-06-16 05:51:28", "description": "A protest attended by a surprisingly large number of people culminated with demonstrators converging on the streets and grounds of Hong Kong’s Legislative Council.", "filename": "2019_06_16_world_asia_hong-kong-protests_1666741189.html", "image_url": "https://static01.nyt.com/images/2019/06/16/world/16hk-live-2/16hk-live-2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2a3dd043b42bb7ad028d7997fc882b9949282e467a9767785d18309b13034a33&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_16_world_asia_hong-kong-protests_1666741189.html", "title": "Huge Turnout by Protesters Keeps Heat on Hong Kong’s Leader", "title_page": "Huge Turnout by Protesters Keeps Heat on Hong Kong’s Leader - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tens of thousands of Hong Kong residents paid tribute on Sunday to a man most did not know, a 35-year-old protester who fell to his death outside an upscale mall late Saturday after unfurling a banner that denounced the extradition bill. The police characterized his death as a suicide.\nThe man was a mystery to many, an ordinary protester who was identified by the police only by his surname, Leung. But this much, the protesters knew: He wore a yellow raincoat.\nThe raincoat, and the harsh criticisms of the government inscribed on its back, became a motif in the demonstrations on Sunday.\nMr. Leung had been perched for hours on Saturday on the roof of a mall near the Hong Kong government complex. Shortly after 9 p.m., he climbed onto scaffolding on the side of the building, the authorities said. But as firefighters tried to rescue him, he fell, according to the police, landing next to an inflatable air cushion that had been set up to catch him. He was pronounced dead at a nearby hospital.\nMany protesters carried flowers to mourn Mr. Leung, whom they referred to as a “warrior,” “hero” and “martyr.” They chanted his slogans, calling the police “coldblooded” and saying that Hong Kong’s chief executive, Carrie Lam, was “killing” the city. Some wore yellow raincoats in his honor.\nAt night, protesters held a vigil for the man, holding candles and waving mobile phone flashlights. Perry Chan, an artist, stood with an easel painting an image of the crowd. In one corner of the painting was the now widely-shared image of the man in the yellow raincoat.\nEmily Liu, a banker originally from mainland China, took her five-year-old son to the memorial because she wanted to show him what was at stake in the battle over the extradition bill, she said.", "url": "https://www.nytimes.com/2019/06/16/world/asia/hong-kong-protests.html"}