{"authors": ["Sandra E. Garcia"], "date_download": "2022-10-25 23:53:33", "date_modify": "2022-10-25 23:53:33", "date_publish": "2019-05-18 22:25:02", "description": "In a 10-point declaration of his education policy priorities, the Vermont senator framed efforts to curtail charter schools as a means to “desegregate” public education.", "filename": "2019_05_18_us_bernie-sanders-education-plan_1666742013.html", "image_url": "https://static01.nyt.com/images/2019/05/18/multimedia/18xp-edplan/18xp-edplan-facebookJumbo.jpg?year=2019&h=549&w=1050&s=ad595c6673192c4caf9cb532da15e4461776ee00240a795bccdf8d73213d744e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_18_us_bernie-sanders-education-plan_1666742013.html", "title": "Bernie Sanders’s Education Plan Laments Rise of Charter Schools", "title_page": "Bernie Sanders’s Education Plan Laments Rise of Charter Schools - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Bernie Sanders took aim at charter schools on Saturday, calling for a moratorium on federal funding for the schools in a declaration of his education policy priorities ahead of the 2020 election.\nIn a 10-point plan, Mr. Sanders, one of nearly two dozen candidates for the Democratic presidential nomination, said that, if elected, he would “desegregate schools” in part by forbidding federal spending on new charter schools as well as by banning for-profit charter schools — which account for a small proportion of existing charters.\n“The proliferation of charter schools has disproportionately affected communities of color,” Mr. Sanders wrote, adding, “We do not need two schools systems; we need to invest in our public schools system.”\nMr. Sanders of Vermont would also require that charter schools be subject to the same oversight as public schools, and that teachers and parents account for at least half the representation on all charter school boards. Additionally, his plan would demand that charter schools disclose student attrition rates, nonpublic sources of funding and financial interests.", "url": "https://www.nytimes.com/2019/05/18/us/bernie-sanders-education-plan.html"}