{"authors": ["Austin Ramzy", "Katherine Li"], "date_download": "2022-10-25 23:40:14", "date_modify": "2022-10-25 23:40:14", "date_publish": "2019-06-07 15:18:02", "description": "The fight against the proposal has become the most serious showdown between the public and the authorities since the Umbrella protests in 2014 demanding free elections.", "filename": "2019_06_07_world_asia_hong-kong-china-extradition-protest_1666741214.html", "image_url": "https://static01.nyt.com/images/2019/06/08/world/08hongkong-extradition-1/08hongkong-extradition-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=fd7ab618dafd16ee0d0be4a4e8a38136bd6ac4fb2926c61586b80a45f92050f7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_07_world_asia_hong-kong-china-extradition-protest_1666741214.html", "title": "Fearing China’s Rule, Hong Kong Residents Resist Extradition Plan", "title_page": "Fearing China’s Rule, Hong Kong Residents Resist Extradition Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Politicians have staged sit-ins and exchanged blows in the legislature. Nurses, high school teachers and even anime fans have organized petitions. And the authorities are bracing for protests on Sunday that could be the largest since the pro-democracy Umbrella Movement shut down parts of Hong Kong five years ago.\nAnger is boiling in Hong Kong over a push for a law that would allow people to be extradited to mainland China. Critics say the legislation would subject residents of this semiautonomous territory to the security forces and courts controlled by the ruling Communist Party on the mainland.\n“This law would allow China to take whoever they want here, or at least use it to intimidate,” said Wong Choi-fung, who started an online petition for stay-at-home mothers that has collected more than 6,000 signatures. “It is absolutely crazy.”\n“As mothers,” she added, “you never know what profession your children will choose, or if they would one day do something to irritate the unpredictable Chinese government.”", "url": "https://www.nytimes.com/2019/06/07/world/asia/hong-kong-china-extradition-protest.html"}