{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:00", "date_modify": "2022-10-25 23:56:00", "date_publish": "2019-09-09 18:07:42", "description": "Amid claims of vote rigging and a row over cameras in polling stations, Prime Minister Benjamin Netanyahu of Israel targets its Arab voters again.", "filename": "2019_09_09_world_middleeast_netanyahu-israel-election-arabs_1666742160.html", "image_url": "https://static01.nyt.com/images/2019/09/09/world/09israel-vote/09israel-vote-facebookJumbo.jpg?year=2019&h=550&w=1050&s=bac17aece7d9476318f61a0dad3256db8b18e15f67a19eb13f1165157a5a4e42&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_09_world_middleeast_netanyahu-israel-election-arabs_1666742160.html", "title": "Netanyahu Accuses Rivals of Plotting to ‘Steal’ Israeli Election", "title_page": "Netanyahu Accuses Rivals of Plotting to ‘Steal’ Israeli Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Fighting for his political life, Prime Minister Benjamin Netanyahu of Israel on Monday accused opponents of trying to “steal” next week’s election and urged supporters to thwart them en masse.\nThe high-pitched rallying cry came after his conservative Likud Party failed to speed a contentious bill through Parliament that would have allowed party representatives to film inside polling stations, ostensibly to prevent voting fraud. Analysts said that the effort was more likely intended to intimidate Arab voters.\nMr. Netanyahu had made a late push for the introduction of cameras, asserting that they were necessary to prevent voting irregularities, primarily in Arab districts, and prompting a public uproar over democratic practices and privacy issues. He then accused his main rivals in predominantly Jewish parties of joining forces with the predominantly Arab parties to “bury” the bill.\n[On Sept. 10, Prime Minister Netanyahu pledged to annex the Jordan Valley in the occupied West Bank.]", "url": "https://www.nytimes.com/2019/09/09/world/middleeast/netanyahu-israel-election-arabs.html"}