{"authors": ["Nicholas Fandos", "Michael S. Schmidt"], "date_download": "2022-10-25 23:02:27", "date_modify": "2022-10-25 23:02:27", "date_publish": "2019-01-12 20:04:00", "description": "President Trump cast James B. Comey and other former top F.B.I. officials as corrupt and politically motivated, saying they had opened the counterintelligence investigation for “no reason.”", "filename": "2019_01_12_us_politics_trump-fbi-counterintelligence-investigation_1666738947.html", "image_url": "https://static01.nyt.com/images/2019/01/13/us/13fbi-1/13fbi-1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=5fd7f75701dba33a598f4da726b206de82a1bb84feab8e76cf08176076067a3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_12_us_politics_trump-fbi-counterintelligence-investigation_1666738947.html", "title": "Trump Tweets Lengthy Attack on F.B.I. Over Inquiry Into Possible Aid to Russia", "title_page": "Trump Tweets Lengthy Attack on F.B.I. Over Inquiry Into Possible Aid to Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump on Saturday unleashed an extended assault on the F.B.I. and the special counsel’s investigation, knitting together a comprehensive alternative story in which he had been framed by disgraced “losers” at the bureau’s highest levels.\nIn a two-hour span starting at 7 a.m., the president made a series of false claims on Twitter about his adversaries and the events surrounding the inquiry. He was responding to a report in The New York Times that, after he fired James B. Comey as F.B.I. director in 2017, the bureau began investigating whether the president had acted on behalf of Russia.\nIn his tweets, the president accused Hillary Clinton, without evidence, of breaking the law by lying to the F.B.I. He claimed that Mr. Comey was corrupt and best friends with the special counsel, Robert S. Mueller III. He said Mr. Mueller was employing a team of Democrats — another misleading assertion — bent on taking him down.\nIndividually, the president’s claims were familiar. But as the special counsel’s inquiry edges ever closer to him, Democrats vow a blizzard of investigations of their own and the government shutdown reaches record lengths, Mr. Trump compiled all the threads of the conspiracy theory he has pushed for many months in an effort to discredit the investigation.", "url": "https://www.nytimes.com/2019/01/12/us/politics/trump-fbi-counterintelligence-investigation.html"}