{"authors": ["Christina Caron"], "date_download": "2022-10-25 23:33:21", "date_modify": "2022-10-25 23:33:21", "date_publish": "2019-03-04 15:29:19", "description": "Mr. Holder, who served as attorney general for six years under President Barack Obama, said he would work to end gerrymandering instead of running for office.", "filename": "2019_03_04_us_politics_eric-holder-president_1666740801.html", "image_url": "https://static01.nyt.com/images/2019/03/04/us/04xp-holder/04xp-holder-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a663b6773f79793278bc968fa185d4d9675db3b738851c9b8c255faedcd1f4a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_04_us_politics_eric-holder-president_1666740801.html", "title": "Eric Holder Won’t Run for President, Saying He’ll Fight Gerrymandering Instead", "title_page": "Eric Holder Won’t Run for President, Saying He’ll Fight Gerrymandering Instead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Eric H. Holder Jr., the former United States attorney general, announced on Monday that he would not run for president in 2020 and would instead work to end gerrymandering.\n“Though I will not run for president in 2020, I will continue to fight for the future of our country through the National Democratic Redistricting Committee and its affiliates,” Mr. Holder wrote in an opinion article published on Monday in The Washington Post.\nThe National Democratic Redistricting Committee, formed in 2017 under Mr. Holder, aims to contest a combination of governorships, legislative seats and more obscure state offices to chip away at Republicans’ control of the redistricting process.\nMr. Holder said in a February 2018 interview with The New York Times that the group was mainly focused on denying Republicans in state governments from achieving what is known as a trifecta — a single party controlling the governorship and an entire legislature, as Republicans do in Ohio and Florida, among other critical battlegrounds.", "url": "https://www.nytimes.com/2019/03/04/us/politics/eric-holder-president.html"}