{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:54:52", "date_modify": "2022-10-25 23:54:52", "date_publish": "2019-02-18 06:00:05", "description": "Ole Gunnar Solskjaer has thrived since replacing José Mourinho, as have his players. But that does not mean all is right in United’s world.", "filename": "2019_02_18_sports_manchester-united-solskjaer_1666742092.html", "image_url": "https://static01.nyt.com/images/2019/02/18/sports/18onsoccer1/18onsoccer1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=cb4a6b7f47b642bf50355d397c2700d38322091c8f62870fb455f2769a4f838e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_18_sports_manchester-united-solskjaer_1666742092.html", "title": "Manchester United and the Siren Song of the Quick Fix", "title_page": "Manchester United and the Siren Song of the Quick Fix - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On the field at Craven Cottage, Manchester United looked — as usual, now — like a team that knew where it was going.\nPaul Pogba, not so long ago told he was a “virus” and that he would never captain the team again, toyed with Fulham in midfield. On the left, Anthony Martial — an exile at one point not that far off and so discontented that he would not sign a new contract — fizzed with menace. Behind him, Luke Shaw, publicly shamed time and again by his former manager, looked once again like one of England’s finest fullbacks.\nThe turnaround was remarkable. A United team that had been shrouded in gloom for the first five months of the season was full of “joy and confidence,” as Pogba put it afterward. Every player was “at his best,” as far as he could tell. United would end the weekend in fourth place in the Premier League; in only a few weeks, qualification for next season’s Champions League, previously deemed a distant possibility, had become a probability.\nIn the stands, too, United looked like a club with a destination in mind. Avram Glazer, one of the club’s owners, was in the directors’ box. So, too, was Jim Solbakken, the agent of the man responsible for the transformation: Ole Gunnar Solskjaer, United’s caretaker manager. Solbakken and Glazer spoke during the game, Solskjaer and Glazer talked after it.", "url": "https://www.nytimes.com/2019/02/18/sports/manchester-united-solskjaer.html"}