{"authors": ["Adam Nossiter"], "date_download": "2022-10-25 23:54:16", "date_modify": "2022-10-25 23:54:16", "date_publish": "2019-10-08 21:00:48", "description": "Police officials did not act on concerns by a killer’s co-workers, but President Emmanuel Macron called on the French to “be on the lookout.”", "filename": "2019_10_08_world_europe_paris-knife-attack_1666742056.html", "image_url": "https://static01.nyt.com/images/2019/10/08/world/08france-stabbings/08france-stabbings-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f5f4ea3e74ddd1dfc83ac44d108aef2a4e5be37eb93423e1648decc4c083543e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_08_world_europe_paris-knife-attack_1666742056.html", "title": "In Paris Knife Attack, Missed Signals and Calls for Vigilance", "title_page": "In Paris Knife Attack, Missed Signals and Calls for Vigilance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — When 12 people were killed at the satirical newspaper Charlie Hebdo in Paris in January 2015, Mickaël Harpon — a future killer himself — declared, “serves them right.” A shocked colleague in the city’s Police Department heard him, and a sharp argument ensued.\nBut that was nearly as far as the complaint went. Colleagues of Mr. Harpon, who slashed four co-workers to death last Thursday, preferred “restraint,” a leaked internal police report said, and their bosses never pressed them. That summer, the police appeared to have had a chance to stave off the computer technician’s attack. They missed it.\nOverlooked warning signs are now at the center of fierce recrimination, finger-pointing and calls for increased vigilance in a country that had half-forgotten the terrorist threat from within and that has suddenly reawakened to it.\nIn a somber, rain-soaked ceremony, President Emmanuel Macron honored the four dead on Tuesday in the courtyard of the massive Police Préfecture building, calling on the French to create a “society of vigilance.” It was in that sprawling space that a young police intern six days on the job pulled out his gun last Thursday and ended Mr. Harpon’s seven-minute rampage.", "url": "https://www.nytimes.com/2019/10/08/world/europe/paris-knife-attack.html"}