{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:44:32", "date_modify": "2022-10-25 23:44:32", "date_publish": "2019-11-01 09:00:25", "description": "The economy added 128,000 jobs in October, a figure that would have been higher without the General Motors strike and other factors.", "filename": "2019_11_01_business_economy_jobs-report.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741472.html", "image_url": "https://static01.nyt.com/images/2019/11/01/us/-1jobs-promo/merlin_162872889_08da37c7-7c74-45c9-a51a-6e83466a2d5d-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c3e11735e0dfa79dcbd72d1980aa4066d1cf34e445201d196d2f2b2e0df5e27a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_01_business_economy_jobs-report.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741472.html", "title": "Job Market Shows Resilience, Quieting Recession Fears", "title_page": "Job Market Shows Resilience, Quieting Recession Fears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The American jobs engine has been beaten and battered, but it just keeps chugging along.\nEmployers added 128,000 jobs in October, the Labor Department said Friday, and revisions to prior months’ data tacked on another 95,000. The figures for October would have been stronger had it not been for the strike at General Motors, which shaved close to 50,000 workers from the employment rolls, and for the layoff of some 20,000 temporary census workers.\nThe unemployment rate ticked up to 3.6 percent, still near a half-century low. Stocks rose Friday after the report reassured investors about the health of the economy, with the S&P 500 reaching a record high.\nAll told, the report and other recent data paint a picture of a job market that is weathering the storm of trade tensions and a cooling global economy. The manufacturing sector is in a slump, business investment is falling, and overall economic growth has slowed this year. But consumers are still spending, employers are still hiring, and fears of an imminent recession, which reached a fever pitch over the summer, have quieted for now.\n“It helps reduce the concern that the slowdown was becoming more broad-based and recession risks were right around the corner,” said Michael Gapen, chief United States economist for Barclays . “I think most people have a slightly more positive view of the U.S. economy now than even two or three weeks ago.”", "url": "https://www.nytimes.com/2019/11/01/business/economy/jobs-report.html?action=click&module=Top%20Stories&pgtype=Homepage"}