{"authors": ["Javier C. Hernández", "Barbara Marcolini", "Haley Willis", "Drew Jordan", "Meg Felling", "Tiffany May", "Elsie Chen"], "date_download": "2022-10-25 23:40:02", "date_modify": "2022-10-25 23:40:02", "date_publish": "2019-06-30 09:00:05", "description": "Tear-gassed, beaten and dragged. Experts in crowd control say the Hong Kong police used excessive force on protesters during a demonstration in June.", "filename": "2019_06_30_world_asia_did-hong-kong-police-abuse-protesters-what-videos-show_1666741202.html", "image_url": "https://static01.nyt.com/images/2019/06/30/world/asia/HK-top-art/HK-top-art-facebookJumbo.png?year=2019&h=550&w=1050&s=f9b0004b4029502f0730fdcd8c3a6ed08d3d48c12d6fe9cacf3e92096e6aab1f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_30_world_asia_did-hong-kong-police-abuse-protesters-what-videos-show_1666741202.html", "title": "Did Hong Kong Police Abuse Protesters? What Videos Show", "title_page": "Did Hong Kong Police Abuse Protesters? What Videos Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[For the latest news from the Hong Kong protests, follow our live briefing.]\nDozens of people in Hong Kong say they were injured by the police during a mass demonstration in June against a contentious bill that would allow extraditions to mainland China.\nThe New York Times reviewed hundreds of videos and photos posted online by witnesses, along with submissions to our WhatsApp tip line, to assess whether the Hong Kong police used excessive force. Experts at Amnesty International, a human rights group, helped examine the footage. We spoke to specialists in crowd control and interviewed more than two dozen protesters.\nThe videos show protesters being beaten by police officers, shot with riot-control ammunition, dragged on the ground and hit with tear gas during large-scale confrontations on June 12 near the headquarters of Hong Kong’s government. Their injuries included bruised ribs, broken fingers and respiratory problems.\nThe authorities began to use force after a small group of protesters threw bricks, bottles and umbrellas at officers and attempted to push through rings of heavily armored police.\nBut the protests were largely peaceful, and human rights groups have denounced the actions of the police as excessive and illegal. The British government, which ruled Hong Kong until its handover to mainland China in 1997, has demanded an investigation. Hong Kong officials say police officers acted with restraint.\nHere’s what the evidence shows.\nViolence Toward Unarmed Protesters\nIn several instances, police officers beat protesters who posed no apparent threat.\nThe video below shows Ng Ying-mo, 57, a retired mechanics instructor, walking within 12 yards of a police line outside government offices. He asks the police to stop provoking protesters. Then he begins yelling obscenities.\nAn officer aims a gun, which weapons experts said was likely loaded with balls containing pepper spray, in the direction of Mr. Ng. A gunshot is heard, and then Mr. Ng is on the ground, clutching his lower abdomen. Three officers pick him up and carry him away.", "url": "https://www.nytimes.com/2019/06/30/world/asia/did-hong-kong-police-abuse-protesters-what-videos-show.html"}