{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:44:35", "date_modify": "2022-10-25 23:44:35", "date_publish": "2019-10-18 16:29:12", "description": "A Brexit deal looks possible, and China trade tensions eased slightly. That probably will not stop the Federal Reserve from cutting rates again this month.", "filename": "2019_10_18_business_economy_fed-rate-cut-economy-slowdown.html_action=click&module=RelatedLinks&pgtype=Article_1666741475.html", "image_url": "https://static01.nyt.com/images/2019/10/18/business/18DC-FEDECONOMY-01/18DC-FEDECONOMY-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=de7772e87709658e9d174d3c265c2f7233c9b9ae2786ab9682abbea1c9838d9a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_18_business_economy_fed-rate-cut-economy-slowdown.html_action=click&module=RelatedLinks&pgtype=Article_1666741475.html", "title": "Fed Signals a Rate Cut Remains Possible, Despite Glimmers of Economic Hope", "title_page": "Fed Signals a Rate Cut Remains Possible, Despite Glimmers of Economic Hope - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The United Kingdom drew closer this week to exiting the European Union with a deal, and trade talks with China have led to a mild de-escalation. But those hopeful signs were not enough to soothe Federal Reserve officials’ worries about the United States economy.\nAs they head into a quiet period ahead of their next policy meeting on Oct. 29-30, central bankers’ commentary suggests that a rate cut this month ranks somewhere between possible and likely. Officials remain wary as business investment pulls back domestically and economies abroad weaken.\n“Global growth estimates continue to be marked down, and global disinflationary pressures cloud the outlook for U.S. inflation,” the Fed’s vice chairman, Richard Clarida, said on Friday, speaking from prepared remarks in Boston.\nThe Fed “will proceed on a meeting-by-meeting basis to assess the economic outlook as well as the risks to the outlook,” he said, and “will act as appropriate to sustain growth, a strong labor market and a return of inflation to our symmetric 2 percent objective.”", "url": "https://www.nytimes.com/2019/10/18/business/economy/fed-rate-cut-economy-slowdown.html?action=click&module=RelatedLinks&pgtype=Article"}