{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:27:54", "date_modify": "2022-10-25 23:27:54", "date_publish": "2019-10-12 19:28:33", "description": "Naama Issachar, a yoga student arrested at the Moscow airport, has found her fate linked to that of a little-known Russian held in Israel and facing extradition to the United States.", "filename": "2019_10_12_world_middleeast_american-israeli-woman-is-caught-in-geopolitical-battle_1666740474.html", "image_url": "https://static01.nyt.com/images/2019/10/12/world/12israel-russia1/12israel-russia1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8da1c12dbfbcac5ff09e3fa6764d6d1c2be3b2d5925596b1f43f9710b293e3c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_12_world_middleeast_american-israeli-woman-is-caught-in-geopolitical-battle_1666740474.html", "title": "How a Few Grams of Pot Turned an American-Israeli Into a Geopolitical Pawn", "title_page": "How a Few Grams of Pot Turned an American-Israeli Into a Geopolitical Pawn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Then he called and said they’d changed the charge from possession for personal use to smuggling,” Yaffa Issachar said. “He said he did not know why and that this had not happened before.”\nThe Israeli authorities did not initially tell her of any connection to Mr. Burkov’s case, she said, and American officials offered sympathy but no practical help.\nBy the summer, though, Yaffa Issachar and her other daughter, Liad, began receiving WhatsApp messages from a man who said he was an Israel-based, Russian-speaking friend of Mr. Burkov. The messages, she said, made clear that Ms. Issachar’s fate was dependent on Mr. Burkov’s, and that his extradition to Russia, rather than the United States, would be her ticket back to Israel.\nJust a few days ago, the man, who identified himself as Konstantin Bekenshtein, wrote an email to Yaffa Issachar warning that her daughter would be sentenced to five to seven years in prison and that they should “join forces to end the nightmare of Naama and Alexei.” In the email, which was reviewed by The New York Times, the man said that “lawyers will not help.”\nYaffa Issachar said the family had ignored the messages at first. “It didn’t make sense. What’s the connection between Naama and a hacker wanted by the United States?” she said of Mr. Burkov. But now, she said, “It has all exploded.”\nFew details are known about the case against Mr. Burkov in the United States, or why the Russians would be eager to have him back on their turf.\nAccording to Russian-language news reports since his arrest, Mr. Burkov was wanted for financial cybercrimes and charges possibly connected to the hacking of bank codes. Soon after his arrest in December 2015, a Russian consular official in Israel said the Americans had accused Mr. Burkov, who was then 25, of “hacking into computer networks.”", "url": "https://www.nytimes.com/2019/10/12/world/middleeast/american-israeli-woman-is-caught-in-geopolitical-battle.html"}