{"authors": ["Elisabeth Malkin"], "date_download": "2022-10-25 22:59:05", "date_modify": "2022-10-25 22:59:05", "date_publish": "2019-12-01 22:38:37", "description": "One year into his term, President Andrés Manuel López Obrador faces a stagnant economy and spiraling violence, but Mexicans still place their hopes in him.", "filename": "2019_12_01_world_americas_amlo-mexico-year-violence_1666738745.html", "image_url": "https://static01.nyt.com/images/2019/12/02/us/02MEXICO-amlo3/02MEXICO-amlo3-facebookJumbo.jpg?year=2019&h=549&w=1050&s=a4f445c353dd635aaf11e8c7393e2bddb8d65eb4e0cfdcce02614072403c4112&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_01_world_americas_amlo-mexico-year-violence_1666738745.html", "title": "As Troubles Grow, Mexicans Keep the Faith With Their President", "title_page": "As Troubles Grow, Mexicans Keep the Faith With Their President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The transformation that we are undertaking is within sight,” he said in a speech Sunday, adding that he needed another year to make those changes irreversible. “We are practicing politics in a new way,” he said. “Now we are guided by honesty, democracy and humanism.”\nCritics accuse him of trampling the country’s fragile institutions as he concentrates power. His response is to say that the institutions were created by “snobs” to serve neoliberal interests — and to fill them with loyalists. He has alienated rights groups with his handling of Mexico’s human rights commission. Economic analysts argue he has made erratic decisions, sapping investor confidence, and he has convinced no one that he has a strategy to deal with organized crime.\nThat failure is made glaringly clear with each new spasm of violence, including the murder of three mothers and six children near the United States border last month. On Sunday, as Mr. López Obrador was declaring his commitment to protecting lives, the authorities said 21 people had died in a two-day battle between security forces gang gunmen in the northern state of Coahuila.\nBut the discredited opposition makes an easy foil for his rhetorical attacks on corruption — the origin, he says, of Mexico’s ills.\nAnd his daily 7 a.m. news conferences allow him to frame the national discussion, blotting out his opponents and even his political allies.\n“He is a formidable storyteller,” said Blanca Heredia, a political analyst at CIDE, a Mexico City university. “He has won people’s confidence and almost a kind of faith.”\nThat belief holds strong in Paraíso, an oil port in Mr. López Obrador’s home state, Tabasco, that has become a laboratory for the president’s plans to develop Mexico’s poor southeast.", "url": "https://www.nytimes.com/2019/12/01/world/americas/amlo-mexico-year-violence.html"}