{"authors": ["Jennifer Szalai"], "date_download": "2022-10-25 23:37:38", "date_modify": "2022-10-25 23:37:38", "date_publish": "2019-09-13 04:01:01", "description": "With “Permanent Record,” the former intelligence contractor who leaked documents about the United States government’s surveillance programs gives an account of his life.", "filename": "2019_09_13_books_review-permanent-record-edward-snowden-memoir_1666741058.html", "image_url": "https://static01.nyt.com/images/2019/09/17/books/12booksnowden1/12booksnowden1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=651d518bec6d99202054499f86ae31e143053a5d4e87551819ac567ef4e7ca92&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_13_books_review-permanent-record-edward-snowden-memoir_1666741058.html", "title": "In Edward Snowden’s New Memoir, the Disclosures This Time Are Personal", "title_page": "In Edward Snowden’s New Memoir, the Disclosures This Time Are Personal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Galvanized by 9/11, Snowden eventually turned his technical know-how into a career in intelligence, obtaining a top-secret clearance at the age of 22 and bouncing around between different contractors before becoming disillusioned at some point during the Obama presidency. “I fully supported defensive and targeted surveillance,” Snowden writes, but as a young systems administrator he was learning that the government was pursuing “bulk collection” — indiscriminately vacuuming up data from Americans’ internet communications and storing it for possible later use.\nSnowden says he was affronted by the rank hypocrisy of it all. Here was President Obama, who had run for office as a critic of the Bush administration’s extraordinary invocations of executive power, not just continuing his predecessor’s surveillance programs but entrenching them. (Obama’s policies have been comprehensively documented by The Times reporter Charlie Savage in “Power Wars,” which dates Obama’s about-face on national security to the failed so-called underwear bombing of 2009.) Snowden’s girlfriend, Lindsay Mills, had “enthusiastically campaigned” for Obama. “Lindsay’s hope in him, as well as my own, would prove more and more misplaced,” Snowden writes.\nThe second half of “Permanent Record” reads like a literary thriller, as Snowden breaks down how he ended up in a Hong Kong hotel room in the summer of 2013, turning over a trove of classified documents to Glenn Greenwald and Ewen MacAskill of The Guardian, Barton Gellman of The Washington Post and the filmmaker Laura Poitras.\nJulian Assange wanted Snowden to release the information through WikiLeaks, but the site’s “total transparency,” Snowden says, wouldn’t allow for proper authentication and curation of such incendiary material. Snowden emphasizes that the distinction was important to him — not that the government would see it that way. “Whereas other spies have committed espionage, sedition and treason,” he writes, “ I would be aiding and abetting an act of journalism.”\nIn his acknowledgments, Snowden thanks the novelist Joshua Cohen for “helping to transform my rambling reminiscences and capsule manifestoes into a book.” (As the N.S.A. might know, I edited several articles by Cohen in a previous job.) It’s like a recursive loop of life imitating art imitating life; in Cohen’s “Book of Numbers,” published in 2015, a novelist named Joshua Cohen is hired to ghostwrite the autobiography of a mysterious tech billionaire … whose search-engine company happens to be sharing information with government agencies.\n“Permanent Record” weaves together personal intel and spycraft info, much of it technologically elaborate yet clearly explained. You’ll also learn that even in our fragmented era, the tools of mass surveillance have revealed one thing that seems to connect almost everyone who’s online: porn. “This was true for virtually everyone of every gender, ethnicity, race and age,” Snowden writes, “from the meanest terrorist to the nicest senior citizen, who might be the meanest terrorist’s grandparent, or parent, or cousin.”\nThis is funny, but it’s ominous, too. Without belaboring his points, Snowden pushes the reader to reflect more seriously on what every American should be asking already. What does it mean to have the data of our lives collected and stored on file, ready to be accessed — not just now, by whatever administration happens to be in office at the moment, but potentially forever? Should such sensitive work be outsourced to private contractors? What entails effective “oversight” if the public is kept in the dark? When can concerns about “national security” slip into bids for unchecked power?\nSnowden doesn’t reveal too much about his life in exile. He and Lindsay have since married, renting a two-bedroom apartment in Moscow, where he beams out his image through a screen-on-wheels, nicknamed the “Snowbot,” giving talks about privacy to audiences around the world. He says he takes care to avoid being recognized in public — “but nowadays everybody’s too busy staring at their phones to give me a second glance.”", "url": "https://www.nytimes.com/2019/09/13/books/review-permanent-record-edward-snowden-memoir.html"}