{"authors": ["Neil Genzlinger"], "date_download": "2022-10-25 23:32:34", "date_modify": "2022-10-25 23:32:34", "date_publish": "2019-10-21 20:48:43", "description": "Mr. Wong, who had Tourette’s syndrome and depression, drew wide acclaim for his first solo show in New York just last year.", "filename": "2019_10_21_obituaries_matthew-wong-dead_1666740754.html", "image_url": "https://static01.nyt.com/images/2019/10/23/obituaries/21Wong7/21Wong7-facebookJumbo.jpg?year=2019&h=550&w=1050&s=33360f2b924f209e96040e9fc6c218aeca17e8a66c40cd7ec3477240499ca306&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_21_obituaries_matthew-wong-dead_1666740754.html", "title": "Matthew Wong, Painter on Cusp of Fame, Dies at 35", "title_page": "Matthew Wong, Painter on Cusp of Fame, Dies at 35 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“At first I thought these complicated constructs of color and pattern were spoiled by the single tiny person Mr. Wong drops into most of them,” he wrote. “The figures’ rough, rudimentary drawing upsets the intoxicating ambiguity of the larger shapes like a false note, and their drastic difference in scale makes them hard to focus on.\n“But in fact they’re both psychologically and formally crucial. It’s only the little gray man at a wishing well who turns ‘The Realm of Appearances’ from an exotic but contained garden into the endless expanse of the unconscious. And it’s only the sketchy gray man paddling a canoe across ‘The Beginning’ who, by keeping the painting anchored however tenuously in figuration, gives its psychedelic pointillism the power to shock.”\nMr. Wong was born on March 8, 1984, in Toronto. Ms. Wong and her husband, Raymond, both had business careers, and the family relocated to Hong Kong when Matthew was 7. When he was 15 they moved back to Toronto, in part because of his medical needs, and Mr. Wong graduated from high school there.\nIn 2007 he earned a bachelor’s degree in cultural anthropology at the University of Michigan, then he held several desk jobs.\n“Somewhere around 2009 I took a photograph of a still life in my grandfather’s bedroom with my Nokia E87,” he told the online magazine Neoteric Art in 2014. “It was the first thing I remember doing out of my own creative volition.”", "url": "https://www.nytimes.com/2019/10/21/obituaries/matthew-wong-dead.html"}