{"authors": ["Lisa Lerer", "Astead W. Herndon"], "date_download": "2022-10-25 23:33:21", "date_modify": "2022-10-25 23:33:21", "date_publish": "2019-03-06 15:56:36", "description": "As the Democratic field grows more crowded, potential candidates are starting to opt out. Here are a few factors that influenced their decisions.", "filename": "2019_03_06_us_politics_democrats-2020_1666740801.html", "image_url": "https://static01.nyt.com/images/2019/03/06/us/06candidates-bloomberg/06candidates1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e57f04d3dd969c3e0f1c0ccd4097d128a257999403fe2057d5ff334c834da74d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_06_us_politics_democrats-2020_1666740801.html", "title": "Why Did Four Top Democrats Just Say No to 2020?", "title_page": "Why Did Four Top Democrats Just Say No to 2020? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Call them the announcements that weren’t.\nOver the past two days, Michael R. Bloomberg, the former New York City mayor; Eric H. Holder Jr., the former United States attorney general; and Senator Jeff Merkley of Oregon officially declared … drumroll, please … that they would not be running for president in 2020. A fourth Democrat, Hillary Clinton, also said “I’m not running” to a New York City television station.\nSuch is the state of Democratic fervor to challenge President Trump that the party now has a subset of politicians: the almost-rans.\nMr. Bloomberg said he felt his time and personal fortune would be better used promoting immigration reform and gun control and fighting climate change. Mr. Holder wants to continue focusing on ending gerrymandering. Mrs. Clinton, who never seriously pursued a third primary bid, said she would keep “standing up for what I believe.” And Mr. Merkley will seek a third term in the Senate in 2020, after the State Legislature rejected his request to allow him to run for both positions simultaneously.\n[Make sense of the people, issues and ideas shaping American politics with our newsletter.]\n“I have felt like I’m sitting on a fence, and I’m getting really uncomfortable sitting on those pickets,” said Mr. Merkley in an interview. “At some point, you just have to say, ‘O.K., I’ve weighed it and reweighed and here’s the right thing to do.’”", "url": "https://www.nytimes.com/2019/03/06/us/politics/democrats-2020.html"}