{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:40:04", "date_modify": "2022-10-25 23:40:04", "date_publish": "2019-06-18 08:29:40", "description": "Carrie Lam, the chief executive of Hong Kong, said that she was personally responsible for introducing legislation that set off huge protest marches.", "filename": "2019_06_18_world_asia_hong-kong-carrie-lam-apology_1666741204.html", "image_url": "https://static01.nyt.com/images/2019/06/18/world/18hongkong-new/18hongkong-new-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b14a4bbea9548fa1c38b111bae53cf88ae5bdaa5c97cb045769385cfa2e5eebd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_18_world_asia_hong-kong-carrie-lam-apology_1666741204.html", "title": "Hong Kong’s Leader Publicly Apologizes for Extradition Bill", "title_page": "Hong Kong’s Leader Publicly Apologizes for Extradition Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mrs. Lam faces broad public anger following three large-scale demonstrations over the past 10 days by protesters fearful that the extradition bill would encroach on their civil liberties. Even after her announcement on Saturday that the legislation was being suspended indefinitely, protesters turned out the next day in larger numbers than ever, with organizers providing an unverified estimate of close to two million of the territory’s seven million residents.\nThe extradition bill would make it easier for Hong Kong, a semiautonomous Chinese territory, to send people suspected of crimes to jurisdictions with which it does not have extradition agreements. That would include mainland China, where the judicial system is notoriously opaque and under the tight control of the ruling Communist Party.\nOpponents worry that if the bill were to become law, anyone in the city could potentially be sent to the mainland, including dissidents.\nSunday evening, the Hong Kong government responded to the march with a conciliatory written statement that ended with a rare apology from Mrs. Lam, who is known for almost never backing down in a fight.\nNeither that apology nor the one on Tuesday was enough to satisfy Mrs. Lam’s critics, many of whom have called for her to withdraw the bill outright and resign. As long as it is merely suspended, experts say, the approval process could be quickly restarted at any time in the Hong Kong legislature, which is controlled by pro-Beijing lawmakers.\nThe Civil Human Rights Front, one of the broader groups that helped organize the recent protests, said on Tuesday evening that it still wanted Mrs. Lam to resign.", "url": "https://www.nytimes.com/2019/06/18/world/asia/hong-kong-carrie-lam-apology.html"}