{"authors": ["Rick Rojas", "Liam Stack"], "date_download": "2022-10-25 23:44:39", "date_modify": "2022-10-25 23:44:39", "date_publish": "2019-02-15 21:37:13", "description": "The disclosure is the latest to come from the Catholic Church in recent months, and is one of the largest from an individual diocese.", "filename": "2019_02_15_nyregion_brooklyn-priests-sex-abuse_1666741479.html", "image_url": "https://static01.nyt.com/images/2019/02/16/nyregion/16brooklynpriests/15brooklynpriests-facebookJumbo.jpg?year=2019&h=550&w=1050&s=6a2251afd3b3c529642d1b450bed123bfc10afeb7e52a130eecda273cffc5383&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_15_nyregion_brooklyn-priests-sex-abuse_1666741479.html", "title": "More Than 100 Priests Accused of Sex Abuse Are Named by Brooklyn Catholic Diocese", "title_page": "More Than 100 Priests Accused of Sex Abuse Are Named by Brooklyn Catholic Diocese - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Roman Catholic Diocese of Brooklyn on Friday named more than 100 priests who have been credibly accused of sexually abusing a child. It was one of the largest disclosures yet in a torrent of lists recently published by the church as its handling of the problem has drawn the scrutiny of law enforcement officials.\nThe diocese is also one of the largest in the nation, its domain encompassing Brooklyn and Queens in New York City, an area with 1.5 million people who the church says identify as Catholic.\nThe disclosure covers decades of allegations involving priests who had served in the diocese’s many neighborhood parishes, as well as its schools, including Cathedral Preparatory, Christ the King, St. Francis Preparatory and Archbishop Molloy high schools. Advocates who track abuse cases said it also roughly doubled the number of suspected abusers they had been aware of in the diocese.\nThe list contributes to a growing sense of the vastness of a sex abuse epidemic that has plunged the Catholic Church into scandal and inflamed a crisis in confidence among its followers. Church officials have employed the disclosures as a way to acknowledge failures and mend ties with Catholics whose relationship with the church has been tested over its handling of sex abuse.", "url": "https://www.nytimes.com/2019/02/15/nyregion/brooklyn-priests-sex-abuse.html"}