{"authors": ["Richard C. Paddock", "Muktita Suhartono", "Ulet Ifansasti"], "date_download": "2022-10-25 23:43:15", "date_modify": "2022-10-25 23:43:15", "date_publish": "2019-09-25 06:36:21", "description": "Wildfires burning across Indonesia have created respiratory problems for nearly a million people.", "filename": "2019_09_25_world_asia_indonesia-red-sky-fires_1666741395.html", "image_url": "https://static01.nyt.com/images/2019/09/25/world/25indofader/merlin_161397708_715f3f1f-2df3-451c-ba2a-7d4862098a17-facebookJumbo.jpg?year=2019&h=550&w=1050&s=37f7b941e456d5c0c6a21ab087dee6690a4514c4edfa6f6ff6b9b51f0b748082&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_25_world_asia_indonesia-red-sky-fires_1666741395.html", "title": "A Blood-Red Sky: Fires Leave a Million Indonesians Gasping", "title_page": "A Blood-Red Sky: Fires Leave a Million Indonesians Gasping - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JAKARTA, Indonesia — Nearly 2,000 wildfires are burning across Indonesia, turning the sky blood red over central Sumatra and creating dense clouds of smoke that have caused respiratory problems for nearly a million people.\nDense white smoke filled the air across Sumatra and Indonesian Borneo, known as Kalimantan, the two areas that were hardest hit. Many of the fires were set deliberately to clear land for plantations that produce palm oil and wood pulp for making paper, the authorities said.\nThe blazes, which tore through sensitive rain forests where dozens of endangered species live, have drawn comparisons to the wildfires in the Amazon basin that have destroyed more than 2 million acres.\nBy Wednesday, rain had brought some relief in reducing the number of Indonesian hot spots, which include burning jungles and smoldering peatfields, to fewer than 1,800. The count was more than 3,300 two days earlier.", "url": "https://www.nytimes.com/2019/09/25/world/asia/indonesia-red-sky-fires.html"}