{"authors": ["Iliana Magra"], "date_download": "2022-10-25 22:55:20", "date_modify": "2022-10-25 22:55:20", "date_publish": "2019-09-08 12:31:03", "description": "A 6-year-old boy suffered fractures and a brain hemorrhage after falling about 100 feet at the London museum. A month later, he smiles and sometimes laughs, his family said.", "filename": "2019_09_08_world_europe_tate-modern-boy-balcony_1666738520.html", "image_url": "https://static01.nyt.com/images/2019/09/08/world/08tate/08tate-facebookJumbo.jpg?year=2019&h=550&w=1050&s=90933c2d7904f88e2771161b96c6812f3ecb0310aa316748385c2ffa9a8b9027&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_08_world_europe_tate-modern-boy-balcony_1666738520.html", "title": "Boy Thrown From Tate Modern Is Making ‘Amazing’ Progress", "title_page": "Boy Thrown From Tate Modern Is Making ‘Amazing’ Progress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — A 6-year-old boy who was thrown from a balcony at the Tate Modern museum in London last month, suffering fractures and bleeding on the brain, is making “amazing progress,” his family says.\nThe boy, a French citizen who as a minor cannot be identified under the law, is still unable to speak or move his body, but his relatives said in a statement released on Saturday that they are certain he understands them.\n“He smiles, and we saw him laughing several times,” particularly when they were telling jokes or reading stories, the family said in a statement on a GoFundMe page that was created shortly after the boy was pushed on Aug. 4.\n“He is an incredible fighter,” they added.\nThe family has raised more than $83,000 so far to help his recuperation. He was visiting London with his family and was on the museum’s 10th-floor viewing platform when he was thrown off, falling around 100 feet and landing on a fifth-floor roof.", "url": "https://www.nytimes.com/2019/09/08/world/europe/tate-modern-boy-balcony.html"}