{"authors": ["Norimitsu Onishi"], "date_download": "2022-10-25 23:45:12", "date_modify": "2022-10-25 23:45:12", "date_publish": "2019-08-24 14:42:23", "description": "With the Trump administration nearly silent, European leaders have energetically stepped in to take up the mantle of leadership. A trade deal could be at stake.", "filename": "2019_08_24_world_europe_climate-brazil-europe-trump-g7_1666741512.html", "image_url": "https://static01.nyt.com/images/2019/08/25/world/25europe-climate/merlin_159634833_bcca0a79-3684-4fa2-9c42-b11095bc196e-facebookJumbo.jpg?year=2019&h=549&w=1050&s=ff5f6adc939bb9f56057b7f3b0bdb8dccae4fff6d0f66cee5db0396aef5670ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_24_world_europe_climate-brazil-europe-trump-g7_1666741512.html", "title": "As the Amazon Burns, Europe Seizes Title of Climate Champion", "title_page": "As the Amazon Burns, Europe Seizes Title of Climate Champion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — As the Amazon burned and the world faced an ecological disaster, President Emmanuel Macron of France bluntly criticized Brazil’s leader this week and threatened to kill a major trade deal between Europe and Brazil.\nPresident Trump, on the other hand, posted a tweet only Friday evening, saying that the United States was ready to help contain the fires, but adding that “future trade prospects” between the United States and Brazil “are very exciting.”\nThe contrast highlighted the gap in leadership on issues affecting the global climate. As the Trump administration denies established climate science and has abandoned an international accord intended to fight global warming, European leaders have energetically stepped in to take up the mantle of leadership.\n“There is a European vision of the world, and this vision is asserting itself more and more — that the European Union has to be a green superpower,” said Pascal Canfin, an ally of Mr. Macron, who is also member of the European Parliament and chairman of its environment committee.", "url": "https://www.nytimes.com/2019/08/24/world/europe/climate-brazil-europe-trump-g7.html"}