{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:47:17", "date_modify": "2022-10-25 23:47:17", "date_publish": "2019-01-08 23:31:36", "description": "Corporate tax receipts are falling and federal spending is rising. More revenue from tariffs isn’t enough to bridge the gap.", "filename": "2019_01_08_us_politics_budget-deficit-trillion_1666741637.html", "image_url": "https://static01.nyt.com/images/2019/01/09/business/09dc-deficit/09dc-deficit-facebookJumbo.jpg?year=2019&h=549&w=1050&s=c16ecc4586def94898a55f6a312fab2c536277f13e7648c24469833bc4fab78d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_08_us_politics_budget-deficit-trillion_1666741637.html", "title": "Federal Deficit Climbs Again, Putting It on Track for $1 Trillion This Year", "title_page": "Federal Deficit Climbs Again, Putting It on Track for $1 Trillion This Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The federal budget deficit continued to rise in the first quarter of fiscal 2019 and is on pace to top $1 trillion for the year, as President Trump’s signature tax cuts continue to reduce corporate tax revenue, data released Tuesday shows.\nThe monthly numbers from the Congressional Budget Office also show an increase in spending on federal debt as rising interest rates drive up the cost of the government’s borrowing.\nThe widening deficit comes despite a booming economy and a low unemployment rate that would typically help fill the government’s coffers. Federal spending outpaced revenue by $317 billion over the first three months of the fiscal year, which began in October, the budget office reported. That was 41 percent higher than the same period a year ago, or 17 percent after factoring in payment shifts that made the fiscal 2018 first-quarter deficit appear smaller than it actually was.\nThe report did show one area of increasing revenue — from Mr. Trump’s sweeping tariffs. Revenue from levies on imported steel, aluminum and Chinese goods were up $8 billion from the same quarter a year ago, an 83 percent increase. That increase, however, is nowhere close to the levels needed to support Mr. Trump’s frequent claims that his tariffs will help pay down the national debt.", "url": "https://www.nytimes.com/2019/01/08/us/politics/budget-deficit-trillion.html"}