{"authors": ["Jonathan Martin"], "date_download": "2022-10-25 22:58:57", "date_modify": "2022-10-25 22:58:57", "date_publish": "2019-02-04 16:15:04", "description": "Aides to Fairfax, a Democrat who has drawn national attention as Gov. Ralph Northam considers resigning over past racist behavior, said the allegation was false and unsubstantiated.", "filename": "2019_02_04_us_politics_justin-fairfax-sexual-assault.html_action=click&module=Top%20Stories&pgtype=Homepage_1666738737.html", "image_url": "https://static01.nyt.com/images/2019/02/04/us/politics/04vid-fairfax/04vid-fairfax-facebookJumbo.jpg?year=2019&h=549&w=1050&s=8707012a213bdbcf4866b100009c4639853de52e02e1b760eb1433b343cd4797&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_04_us_politics_justin-fairfax-sexual-assault.html_action=click&module=Top%20Stories&pgtype=Homepage_1666738737.html", "title": "Lt. Gov. Justin Fairfax of Virginia Denounces Sexual Assault Allegation as a ‘Smear’", "title_page": "Lt. Gov. Justin Fairfax of Virginia Denounces Sexual Assault Allegation as a ‘Smear’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RICHMOND, Va. — Lt. Gov. Justin Fairfax of Virginia emphatically denied on Monday a woman’s claim that he sexually assaulted her in 2004, suggesting at one point that Gov. Ralph Northam’s supporters were trying to block his ascent to the governorship at a moment when Mr. Northam is besieged by demands that he resign over charges of racism.\n“Does anybody think it’s any coincidence that on the eve of potentially my being elevated that that’s when this smear comes out?” Mr. Fairfax told reporters surrounding him in the rotunda of the state Capitol about whether he believes Mr. Northam, a fellow Democrat, was behind the accusation’s coming to light.\nHe softened his suggestion as he left the Capitol Monday night, telling reporters he had “no indication” that Mr. Northam was responsible.\n[Make sense of the people, issues and ideas shaping American politics with our newsletter.]\nBut in the same conversation, Mr. Fairfax hinted that Levar Stoney, the mayor of Richmond and a potential rival to Mr. Fairfax for the 2021 Democratic nomination for governor, may have played a role — praising the acumen of a reporter who inquired whether Mr. Stoney might have been responsible.", "url": "https://www.nytimes.com/2019/02/04/us/politics/justin-fairfax-sexual-assault.html?action=click&module=Top%20Stories&pgtype=Homepage"}