{"authors": ["Jeffrey Gettleman", "Suhasini Raj"], "date_download": "2022-10-25 23:00:40", "date_modify": "2022-10-25 23:00:40", "date_publish": "2019-12-09 10:26:20", "description": "A bill establishing a religious test for immigrants has passed the lower house of Parliament, a major step for Prime Minister Narendra Modi’s Hindu-nationalist agenda.", "filename": "2019_12_09_world_asia_india-muslims-citizenship-narendra-modi_1666738840.html", "image_url": "https://static01.nyt.com/images/2019/12/09/world/09india-citizenship-1sub/09india-citizenship-1sub-facebookJumbo.jpg?year=2019&h=549&w=1050&s=e4b323359ebc0206e2383c689232c01e6d77dab62c6158aba1c1231eaa385673&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_09_world_asia_india-muslims-citizenship-narendra-modi_1666738840.html", "title": "India Steps Toward Making Naturalization Harder for Muslims", "title_page": "India Steps Toward Making Naturalization Harder for Muslims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Modi’s supporters employ a certain logic when defending the bill’s exclusion of Muslims. They say Muslims are not persecuted in Pakistan, Bangladesh or Afghanistan, which is mostly true. They also say that when India and Pakistan were granted independence in 1947, the British carved out Pakistan as a haven for Muslims, while India remained predominantly Hindu. To them, the extension of that process is to ask illegal Muslims migrants to leave India and seek refuge in neighboring, mainly Muslim nations.\nArticle 25 of the Indian Constitution says, “All persons are equally entitled to freedom of conscience and the right freely to profess, practice and propagate religion.” Given that, many opponents of the bill say the citizenship legislation is patently unconstitutional. But the Hindu nationalists have an answer for that, as well.\n“We are not talking about citizens,” said Ramesh Shinde, a spokesman for the Hindu Janajagruti Samiti, a Hindu organization that is considered a far-right group. “We are talking about migrants.”\nBoth sides agree on one thing: The bill could have far-reaching consequences.\nThe Indian government is already racing to build an enormous network of prisons to house thousands of migrants. If immigration law is applied selectively, Hindu migrants who are swept up in raids may be released and allowed to apply for citizenship, while Muslim migrants could instead be sent to detention camps, opponents say.\n“In every state, Muslims are running around for papers,” said Mr. Wadud, the human rights lawyer in Assam. “An environment of fear has been created.”\nMr. Kishan, the action hero turned politician, said he would next push to change India’s name to Bharat, the traditional Hindi word for India. But he said that he was not anti-Muslim, and that Muslims living in India legally had nothing to fear.\n“How can I be anti-Muslim? My staff in Mumbai is Muslim,” he said.\n“Hindus and Muslims in India are like this,” he said, interlacing his fingers. “But,” he added with a big smile, “I love Hindus.”\nJeffrey Gettleman reported from Hyderabad, India, and Suhasini Raj from New Delhi.", "url": "https://www.nytimes.com/2019/12/09/world/asia/india-muslims-citizenship-narendra-modi.html"}