{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:40:10", "date_modify": "2022-10-25 23:40:10", "date_publish": "2019-06-13 16:18:00", "description": "The agency that enforces federal law barring partisan politics in the government called Ms. Conway a “repeat offender” and recommended she be dismissed.", "filename": "2019_06_13_us_politics_kellyanne-conway-hatch-act_1666741210.html", "image_url": "https://static01.nyt.com/images/2019/06/13/us/politics/13dc-conway/13dc-conway-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=d7cbf2b92ee5d466e1e4ad705033235d26f5a0ed130f3cf018b91fb3c8774fac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_13_us_politics_kellyanne-conway-hatch-act_1666741210.html", "title": "Trump Is Urged to Fire Kellyanne Conway for Hatch Act Violations", "title_page": "Trump Is Urged to Fire Kellyanne Conway for Hatch Act Violations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — An independent government agency recommended on Thursday that President Trump fire Kellyanne Conway, his White House counselor, for repeated violations of an ethics law barring partisan politics from the federal workplace.\nIn a letter accompanying a report to Mr. Trump, the agency called Ms. Conway a “repeat offender” of the Hatch Act, which prohibits federal employees from engaging in campaign politics at work, saying that her flagrant defiance of the law justified her dismissal from the White House.\n“As a highly visible member of the administration, Ms. Conway’s violations, if left unpunished, send a message to all federal employees that they need not abide by the Hatch Act’s restrictions,” said the letter to the president, signed by Henry J. Kerner, the head of the agency. “Her actions erode the principal foundation of our democratic system — the rule of law.”\n[Read more: What is the Hatch Act, and has anyone ever been fired for violating it?]\nThe agency, called the Office of Special Counsel, enforces the Hatch Act and is not related to Robert S. Mueller III, the former special counsel who investigated Russia’s interference in the 2016 election. Despite its official mission, the office has no power to force Ms. Conway’s dismissal, and the White House quickly made clear that Mr. Trump would not follow its suggestion.", "url": "https://www.nytimes.com/2019/06/13/us/politics/kellyanne-conway-hatch-act.html"}