{"authors": ["Alan Blinder", "Jonathan Martin"], "date_download": "2022-10-25 23:52:22", "date_modify": "2022-10-25 23:52:22", "date_publish": "2019-02-01 22:17:27", "description": "Ralph Northam, the governor of Virginia, said he was “deeply sorry” for the decision to appear in the photo but resisted calls for his resignation.", "filename": "2019_02_01_us_politics_ralph-northam-yearbook-blackface_1666741942.html", "image_url": "https://static01.nyt.com/images/2019/02/02/world/02northam-promo2/02northam-promo2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ea974019635b78feee471474d8e78fd661a2dc94c6dca7124ed19b4591d46631&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_01_us_politics_ralph-northam-yearbook-blackface_1666741942.html", "title": "Governor Admits He Was in Racist Yearbook Photo", "title_page": "Governor Admits He Was in Racist Yearbook Photo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Virginia’s governor acknowledged on Friday that he was photographed more than 30 years ago in a costume that was “clearly racist and offensive” — admitting that he had dressed either as a member of the Ku Klux Klan or in blackface — but resisted a flood of calls for his resignation from national and state Democrats.\n“I am deeply sorry for the decision I made to appear as I did in this photo and for the hurt that decision caused then and now,” Ralph Northam, the Democratic governor, said in a statement on Friday evening.\nIn a subsequent video, Mr. Northam said he was “ready to do the hard work of regaining your trust” and was committed to staying in office “through the remainder of my term.”\nMr. Northam issued his statement hours after the photograph — which was included on his 1984 yearbook page from Eastern Virginia Medical School and appeared alongside other pictures of himself — became public. Neither person in the black-and-white photograph was identified, and Mr. Northam, a pediatric neurologist, did not confirm which costume he had worn.", "url": "https://www.nytimes.com/2019/02/01/us/politics/ralph-northam-yearbook-blackface.html"}