{"authors": ["Mihir Zaveri", "Mariel Padilla"], "date_download": "2022-10-25 23:53:10", "date_modify": "2022-10-25 23:53:10", "date_publish": "2019-08-14 03:39:16", "description": "The lawsuit says that the new rule issued by the president on Monday would force immigrants to forgo critical safety nets.", "filename": "2019_08_13_us_trump-green-card-lawsuit_1666741990.html", "image_url": "https://static01.nyt.com/images/2019/08/13/multimedia/13xp-greencard/13xp-greencard-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a2f56dc372528df541bdaee637096e78dc5b8544219bba5c5b6d6f2311ca55cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_13_us_trump-green-card-lawsuit_1666741990.html", "title": "California Counties Sue to Block Trump’s New Green Card Test", "title_page": "California Counties Sue to Block Trump’s New Green Card Test - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "San Francisco and Santa Clara County in California filed a lawsuit Tuesday to block the Trump administration from implementing a new rule that would deny permanent residency to legal immigrants if they are judged likely to use government benefit programs.\nPresident Trump issued the regulation, called the public charge rule, on Monday. Starting in October, the federal government plans to base decisions about permanent legal status on a wealth test: Poor immigrants would be denied if they are deemed likely to use programs like food stamps or subsidized housing, while wealthier immigrants designated as less likely to require public assistance would be approved.\nIn the lawsuit, filed in United States District Court in San Francisco, the counties say the rule would have a “chilling effect.” It would push many away from needed federal health care programs that also guard communities against disease, like the Zika virus. Local governments would have to provide similar services and pick up the costs, the lawsuit says.\n“This illegal rule is yet another attempt to vilify immigrants,” Dennis Herrera, San Francisco’s city attorney, said in a statement Tuesday. “It makes it easier to unfairly target hard-working, lawful immigrants while sowing fear and confusion in our communities.", "url": "https://www.nytimes.com/2019/08/13/us/trump-green-card-lawsuit.html"}