{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:19", "date_modify": "2022-10-25 23:45:19", "date_publish": "2019-07-25 16:20:53", "description": "The two projectiles North Korea launched off its east coast on Thursday were a new type of ballistic missile, South Korea says.", "filename": "2019_07_25_world_asia_north-korea-ballistic-missile_1666741519.html", "image_url": "https://static01.nyt.com/images/2019/07/25/world/25nkorea/25nkorea-facebookJumbo.jpg?year=2019&h=550&w=1050&s=98d9ea6970d585fa642cd664fe66d00aff27e24c7e28ea6c27b5a8b8df3ac2f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_25_world_asia_north-korea-ballistic-missile_1666741519.html", "title": "North Korea Tested New Ballistic Missile, South Says, Flouting U.N. Ban", "title_page": "North Korea Tested New Ballistic Missile, South Says, Flouting U.N. Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Analysts in South Korea said the North appears to have tested a new solid-fuel, short-range ballistic missile during weapons tests on May 4, on May 9 and on Thursday. The missile flew 150 miles on May 4 and 260 miles on May 9. During those tests, North Korea also called its missile a “new-type tactical guided weapon.”\nAfter the North’s tests in May, South Korean and United States officials shied away from publicly identifying the projectiles as a new ballistic missile, an apparent attempt not to give the North the attention it seeks through short-range missile tests.\nOne of the two missiles launched on Thursday traveled 428 miles, indicating that the North was making quick progress on the new missile.\nYet it was not the range of the missile but its looks that alarmed analysts in the region.\nAfter studying the photos North Korea released from the tests in May, South Korean and United States analysts said the missile looked like a copy of Russia’s Iskander short-range ballistic missile. An Iskander-like missile would be a potent new addition to the North’s growing fleet of ballistic missiles.\nSolid-fuel and road-mobile missiles like the Iskander are easier to transport and hide, and they take less time to prepare for launching. The Iskander is capable of carrying nuclear warheads — the North is believed to have 30 to 60 — and can also be maneuvered during its ballistic trajectory.\nThese characteristics make such a missile harder to track and intercept, presenting a potentially deadly threat not only to South Korean and American troops based here, but also to the United States warships that would bring reinforcements should war break out on the Korean Peninsula, missile experts say.\n“This means that North Korea can increase survivability of its missiles by continuously moving them, hiding them in tunnels, warehouses, and even highway underpasses,” the North Korea analyst Duyeon Kim and the missile expert Melissa Hanham wrote in a recent report.", "url": "https://www.nytimes.com/2019/07/25/world/asia/north-korea-ballistic-missile.html"}