{"authors": ["Patricia Mazzei", "William K. Rashbaum"], "date_download": "2022-10-25 23:44:15", "date_modify": "2022-10-25 23:44:15", "date_publish": "2019-07-07 01:10:50", "description": "Mr. Epstein, who was charged with sex trafficking, had avoided federal charges a decade ago in a widely criticized plea deal.", "filename": "2019_07_06_nyregion_jeffrey-epstein-arrested-sex-trafficking.html_module=inline_1666741455.html", "image_url": "https://static01.nyt.com/images/2019/07/07/nyregion/06epstein-print/06epstein1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f784835ac85843c0576d22801c837e17b97f0dfd4d88ad2470ee7eb52d62ab22&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_06_nyregion_jeffrey-epstein-arrested-sex-trafficking.html_module=inline_1666741455.html", "title": "Jeffrey Epstein, Financier Long Accused of Molesting Minors, Is Charged", "title_page": "Jeffrey Epstein, Financier Long Accused of Molesting Minors, Is Charged - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Defense lawyers for Mr. Epstein could not immediately be reached for comment.\nWomen who said they were Mr. Epstein’s victims have repeatedly assailed federal prosecutors for agreeing to a nonprosecution deal with him more than a decade ago.\nJack Scarola, a lawyer for two of the women, said he had not been informed of the arrest.\n“But given his extensive pattern of past criminal conduct and the apparent addictive nature of his aberrant behavior, an arrest comes as no surprise,” Mr. Scarola said on Saturday night.\nThe new charges against Mr. Epstein were first reported on Saturday night by The Daily Beast.\nIn the Florida investigation, the authorities found that Mr. Epstein paid cash to dozens of girls, some of them as young as 14 or 15, to give him nude massages that often ended in masturbation, oral sex or, in at least one case, rape.\nSome of the girls were runaways or foster children; Mr. Epstein would ask some girls to recruit others to bring to his properties. The encounters took place from 1999 to 2005.\nAccording to court records, in a 2007 interview with the F.B.I., one girl shared that at age 15 she began visiting Mr. Epstein and gave him massages — both in her underwear and then nude — for $200 each.\nOver time, the encounters became increasingly sexual. Mr. Epstein also got the girl to bring other girls who worked with her at a local strip club.\nThe plea deal that protected Mr. Epstein from federal charges was signed by the top federal prosecutor in Miami at the time, Alexander Acosta, who is now President Trump’s labor secretary.", "url": "https://www.nytimes.com/2019/07/06/nyregion/jeffrey-epstein-arrested-sex-trafficking.html?module=inline"}