{"authors": ["Carlotta Gall"], "date_download": "2022-10-25 23:47:09", "date_modify": "2022-10-25 23:47:09", "date_publish": "2019-02-06 19:02:32", "description": "Orthodox Christians hope Prime Minister Alexis Tsipras’s visit signals that Turkey, which closed the historic Halki seminary in 1971, might let it reopen.", "filename": "2019_02_06_world_europe_greece-tsipras-halki-seminary_1666741629.html", "image_url": "https://static01.nyt.com/images/2019/02/07/world/07Turkey-Tsipras1-print/07Turkey-Tsipras1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=34247fe4dc9e88ab5e90d3fb3da6f46cf8ba070e2b5a1614711ccb33794ae9cc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_06_world_europe_greece-tsipras-halki-seminary_1666741629.html", "title": "In a First, Greek Premier Visits Shuttered Seminary in Turkey", "title_page": "In a First, Greek Premier Visits Shuttered Seminary in Turkey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HEYBELIADA, Turkey — Forty-eight years after Turkey forced the renowned seminary here to close, black-robed Orthodox priests rolled a red carpet down its marble steps for a guest unlike any in its history, Alexis Tsipras, who on Wednesday became the first sitting prime minister of Greece to visit.\nMr. Tsipras’s trip to the hilltop Halki theological seminary near Istanbul, long a fount of Christian scholarship in a mostly Muslim country, raised hopes within the tiny Greek community in Turkey and the wider Orthodox family that the Turkish government might heed calls to allow it to reopen.\nThe visit to the seminary, on Heybeliada Island in the Sea of Marmara, capped a two-day trip to Turkey by Mr. Tsipras, who met on Tuesday with President Recep Tayyip Erdogan in the capital, Ankara. Though the two leaders have developed a détente, relations between their nations have long been defined by antagonism, and they did not announce progress on any of the many disputes between them.\nInstead, attention focused on the symbolism of a Greek premier going to the seminary, on the feast day for St. Photios the Great, who founded a monastery on the site in the ninth century, when it was at the heart of the Hellenic world.", "url": "https://www.nytimes.com/2019/02/06/world/europe/greece-tsipras-halki-seminary.html"}