{"authors": ["Maureen Dowd"], "date_download": "2022-10-25 23:34:47", "date_modify": "2022-10-25 23:34:47", "date_publish": "2019-09-22 09:11:56", "description": "Hollywood’s nicest C.E.O. on the great family dramas of Hollywood — and why he, too, is disturbed by Twitter.", "filename": "2019_09_22_style_disney-bob-iger-book_1666740887.html", "image_url": "https://static01.nyt.com/images/2019/09/22/fashion/22WITH-BOBIGER1/22WITH-BOBIGER1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=cecb939b8e5843189124b785e7640294c3ea72f74ffdff0a837e6a14ae970604&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_22_style_disney-bob-iger-book_1666740887.html", "title": "The Slow-Burning Success of Disney’s Bob Iger", "title_page": "The Slow-Burning Success of Disney’s Bob Iger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He agrees that with “Star Wars,” “I just think that we might’ve put a little bit too much in the marketplace too fast.” But, he adds, “I think the storytelling capabilities of the company are endless because of the talent we have at the company, and the talent we have at the company is better than it’s ever been, in part because of the influx of people from Fox.”\nHow can he match the billions that tech companies are pouring into content?\n“What Netflix is doing is making content to support a platform,\" Mr. Iger says. “We’re making content to tell great stories. It’s very different.”\nMr. Iger believes that, if Mr. Jobs had lived, Disney and Apple might have merged.\nBut it worked out quite differently. After Mr. Iger proudly revealed his $6.99-a-month price point for Disney+, telling me that it would be hard for anyone to compete, Apple announced a streaming service for $4.99 a month, underpricing Mr. Iger, who was on the Apple board. Mr. Iger resigned from the board the day of the announcement, acknowledging the conflict of interest.\nHe thinks that Mr. Jobs also could have helped steer Silicon Valley in a better direction. “Steve had quite a conscience.” Mr. Iger says. “It didn’t always manifest itself in his interpersonal relationships, but he had quite a conscience. Silicon Valley needs leaders.” The two men became so close that Mr. Jobs pulled Mr. Iger aside right before the announcement of the $7 billion Disney-Pixar deal to confide that his pancreatic cancer had come back and was now in his liver. Only his wife, Laurene, knew. Mr. Iger had to think fast; he rejected Mr. Jobs’s offer to back out of the deal.\nAnd what about the moment when the Happiest Place on Earth thought about annexing the Nastiest Place on Earth ? Mr. Iger writes in the book about how he pulled the plug at the last minute on a deal to buy Twitter, thinking it could help Disney modernize its distribution. But he had a feel in his gut it wasn’t right, and called a stunned Jack Dorsey to tell him.\n“ The troubles were greater than I wanted to take on , greater than I thought it was responsible for us to take on,” he tells me. “There were Disney brand issues, the whole impact of technology on society. The nastiness is extraordinary. I like looking at my Twitter newsfeed because I want to follow 15, 20 different subjects. Then you turn and look at your notifications and you’re immediately saying, why am I doing this? Why do I endure this pain? Like a lot of these platforms, they have the ability to do a lot of good in our world. They also have an ability to do a lot of bad. I didn’t want to take that on.”", "url": "https://www.nytimes.com/2019/09/22/style/disney-bob-iger-book.html"}