{"authors": ["Roslyn Sulcas"], "date_download": "2022-10-25 23:36:44", "date_modify": "2022-10-25 23:36:44", "date_publish": "2019-01-14 23:26:10", "description": "The dancer’s social media posts, declaring his dislike for homosexuals and embracing Putin and Trump, caused a furor online.", "filename": "2019_01_14_arts_dance_sergei-polunin-putin-trump-paris-opera-ballet_1666741004.html", "image_url": "https://static01.nyt.com/images/2019/01/15/arts/15polunin1/merlin_149149638_6c58546f-7ad8-414e-b277-994d0b4510e1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d8b9610fe107f4803cee693bb60cd46690f50224cd50ad6030b0ecb9ba64aab8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_14_arts_dance_sergei-polunin-putin-trump-paris-opera-ballet_1666741004.html", "title": "Anti-Gay and Sexist Posts Cost Sergei Polunin a Role in Paris", "title_page": "Anti-Gay and Sexist Posts Cost Sergei Polunin a Role in Paris - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sergei Polunin will dance at the Paris Opera Ballet. Sergei Polunin will not dance at the Paris Opera Ballet.\nBarely 48 hours passed between a tweet on Thursday announcing a coming guest appearance as Siegfried in “Swan Lake” by Mr. Polunin, whom many consider one of the finest male dancers of his generation, and an announcement on Saturday by the Opera that the invitation had been withdrawn.\nThe withdrawal came after a furor on social media, responding to news of the Paris performances. That’s because, over the last two months, Mr. Polunin, a former principal at the Royal Ballet in London, has posted around a dozen Instagram messages trumpeting his dislike for homosexuals and “females now trying to take on man role”; and his desire to slap fat people for their lack of discipline. (This last, most recent message has been removed from Instagram.) Beyond those, he has used social media to address his admiration for Vladimir V. Putin, whose image is tattooed on his chest, and his support for Donald Trump.\nMr. Polunin, 29, who has more than 170,000 Instagram followers, has achieved fame beyond the ballet world, thanks in part to his solo to Hozier’s “Take Me To Church,” filmed by David LaChapelle, which attracted over 26 million views on YouTube.", "url": "https://www.nytimes.com/2019/01/14/arts/dance/sergei-polunin-putin-trump-paris-opera-ballet.html"}