{"authors": ["Julia Jacobs"], "date_download": "2022-10-25 23:28:20", "date_modify": "2022-10-25 23:28:20", "date_publish": "2019-01-15 22:18:16", "description": "The chancellor authorized the overnight removal of the remnants of the Confederate monument. It was quickly announced that she would step down in two weeks.", "filename": "2019_01_15_us_silent-sam-statue-removal-unc_1666740500.html", "image_url": "https://static01.nyt.com/images/2019/01/16/autossell/16xp-silentsam-print/16xp-silentsam-facebookJumbo.jpg?year=2019&h=550&w=1050&s=09176405c30e62ceae809b73d449db5cdbd9d94aefbbc1dba17b433b022d4625&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_15_us_silent-sam-statue-removal-unc_1666740500.html", "title": "U.N.C. Chancellor to Leave Early After Ordering Removal of ‘Silent Sam’ Statue’s Base", "title_page": "U.N.C. Chancellor to Leave Early After Ordering Removal of ‘Silent Sam’ Statue’s Base - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The last vestiges of the “Silent Sam” statue were removed from a park on the campus of the University of North Carolina at Chapel Hill early Tuesday morning at the direction of the school’s chancellor, prompting an apparent backlash from the university system’s top administrators.\nThe chancellor, Carol L. Folt, said on Monday she had authorized the removal of the statue’s base, which bore plaques commemorating university students who fought for the Confederacy. She simultaneously made a surprise announcement that she would be resigning at the end of the academic year.\nBut on Tuesday afternoon, her departure was hastened to the end of this month, after a vote by the board of governors, which oversees the statewide university system. Harry L. Smith Jr., the chairman of the board, called Dr. Folt’s action “stunning” and “draconian.”\n“It’s probably in the best interest to go ahead and allow a change in leadership so we can move to a healing process,” said Mr. Smith, who on Monday evening complained that the board had not been properly consulted.", "url": "https://www.nytimes.com/2019/01/15/us/silent-sam-statue-removal-unc.html"}