{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:47:11", "date_modify": "2022-10-25 23:47:11", "date_publish": "2019-08-20 21:07:09", "description": "The president said he thought he could bypass Congress to index capital gains to inflation.", "filename": "2019_08_20_business_trump-capital-gains-taxes_1666741631.html", "image_url": "https://static01.nyt.com/images/2019/08/20/business/20dc-capgains1/20dc-capgains1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9e080b77547a3140d64e511467c6d05757919fe5305b8d94db69fc3e626cc764&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_20_business_trump-capital-gains-taxes_1666741631.html", "title": "Trump Says He Has Authority to Reduce Capital Gains Taxes", "title_page": "Trump Says He Has Authority to Reduce Capital Gains Taxes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump said on Tuesday that he was considering giving investors a big tax cut that would primarily benefit the rich, and that he believed he could do it without approval from Congress.\nSpeaking at the White House, Mr. Trump said that the majority of his economic advisers supported the idea of reducing taxes on profits that investors earn when selling assets like stocks or bonds. This would be done by indexing capital gains to inflation, which the president believes could be accomplished with his executive authority.\n“We’ve been talking about indexing for a long time,” Mr. Trump said. “And many people like indexing; it can be done directly by me.”\nHe added, “I would love to do something on capital gains.”\nEconomists estimate that such a move would add $100 billion to the national debt. It would also provide the greatest benefit to the top 0.1 percent of taxpayers, according to an analysis by economists at the Penn Wharton Budget Model.", "url": "https://www.nytimes.com/2019/08/20/business/trump-capital-gains-taxes.html"}