{"authors": ["Ali Watkins", "Vivian Wang"], "date_download": "2022-10-25 23:46:21", "date_modify": "2022-10-25 23:46:21", "date_publish": "2019-07-07 23:53:44", "description": "The billionaire financier is charged with running a sex-trafficking operation that brought dozens of girls as young as 14 to his opulent Upper East Side home.", "filename": "2019_07_07_nyregion_jeffrey-epstein-sex-trafficking.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741581.html", "image_url": "https://static01.nyt.com/images/2019/07/07/nyregion/07mansiom3/07mansiom3-facebookJumbo.jpg?year=2019&h=549&w=1050&s=6a8f90998179ecde09f1f74db20742322bd727a318d574332db0f3f395f74354&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_07_nyregion_jeffrey-epstein-sex-trafficking.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741581.html", "title": "Jeffrey Epstein Is Accused of Luring Girls to His Manhattan Mansion and Abusing Them", "title_page": "Jeffrey Epstein Is Accused of Luring Girls to His Manhattan Mansion and Abusing Them - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Saturday, a neighbor near an East 71st Street home purchased by Mr. Epstein in the mid-1990s, took a photograph, reviewed by The New York Times, that showed F.B.I. agents and New York Police Department officers using a crow bar to force open the mansion’s tall wooden doors.\nThe mansion, which runs along East 71st Street between Fifth and Madison Avenues, has been called one of the largest townhouses in Manhattan. It contains at least seven floors and covers 21,000 square feet.\nA spokesman for the United States attorney’s office in Manhattan declined to comment on Sunday. A lawyer for Mr. Epstein could not immediately be reached for comment.\nWomen who said they were victims of Mr. Epstein when they were girls have previously described being assaulted at the Upper East Side residence. One of his accusers, Virginia Roberts Giuffre, said in court documents that Mr. Epstein forced her to have sex with him at the mansion. She settled a separate lawsuit against Mr. Epstein in 2009.\nMr. Epstein had earlier been accused of maintaining a similar arrangement at his mansion in Palm Beach, after the parents of one of Mr. Epstein’s accusers approached the police there in 2005. That case ballooned rapidly, according to documents reviewed by the Miami Herald: Officials soon identified at least 36 potential victims.\nIn all, investigators found abuse dating back to 2001, with victims as young as 13. A subsequent investigation by the Herald identified more than 60 victims, and witnesses have testified in later civil cases that the number may have reached into the hundreds.\nFederal prosecutors in Miami prepared a sweeping 53-page federal indictment against Mr. Epstein. But in 2008, it was abruptly shelved, after prosecutors negotiated a secret deal with Mr. Epstein’s lawyers. Prosecutors did not tell the victims about the deal they made with Mr. Epstein until after a judge approved it.", "url": "https://www.nytimes.com/2019/07/07/nyregion/jeffrey-epstein-sex-trafficking.html?action=click&module=Top%20Stories&pgtype=Homepage"}