{"authors": ["James Poniewozik"], "date_download": "2022-10-25 22:59:25", "date_modify": "2022-10-25 22:59:25", "date_publish": "2019-01-31 09:00:01", "description": "Natasha Lyonne creates herself a custom-fit role as a woman getting a second (and third, and fourth …) chance at life.", "filename": "2019_01_31_arts_television_russian-doll-netflix-review_1666738765.html", "image_url": "https://static01.nyt.com/images/2019/02/01/arts/01russiandoll/01russiandoll-facebookJumbo.jpg?year=2019&h=550&w=1050&s=704007d13835eca4d41c17672c314a3bed5052c656eae2c14a19b4bf8894f7f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_31_arts_television_russian-doll-netflix-review_1666738765.html", "title": "‘Russian Doll’: Repetitive Death Syndrome", "title_page": "‘Russian Doll’: Repetitive Death Syndrome - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If you prefer to be totally surprised by your TV shows, put down this review and watch “Russian Doll” when it comes out on Netflix on Friday. It’s eight short, acerbic, wittily profound episodes with a richly satisfying ending(s).\nIf you don’t mind a teensy spoiler, without which we can’t really discuss the series: The protagonist dies. This is not as big a surprise as it might seem. Nadia Vulvokov (Natasha Lyonne) is at a party for her 36th birthday, downing booze, sucking down a joint laced with a certain something and contemplating her self-destructiveness and mortality. “I smoke two packs a day,” she tells a friend. “I have the internal organs of a man twice my age.”\nGood news: Her lungs don’t kill her. Bad news: A car does, later that night.\nDisorienting news: She comes back to life, in the bathroom of the same downtown New York apartment, at the same party. Then she dies again and materializes in the bathroom again, over and over, reviving each time to the tune of Harry Nilsson’s “Gotta Get Up.”\nWhile this might seem to tell you everything about “Russian Doll” — another variation on “Groundhog Day,” premiering, wink wink, the day before Groundhog Day — the story is barely getting started. It’s the way the series twists and complicates the premise that makes it much more than a copycat.", "url": "https://www.nytimes.com/2019/01/31/arts/television/russian-doll-netflix-review.html"}