{"authors": ["Mike Isaac", "Natasha Singer"], "date_download": "2022-10-25 23:41:03", "date_modify": "2022-10-25 23:41:03", "date_publish": "2019-07-24 12:30:04", "description": "The F.T.C. placed new conditions on Facebook for privacy violations, but did not restrict the social network’s ability to gather and use people’s personal information.", "filename": "2019_07_24_technology_ftc-facebook-privacy-data_1666741263.html", "image_url": "https://static01.nyt.com/images/2019/07/23/arts/00FTCFACEBOOK/00FTCFACEBOOK-facebookJumbo.jpg?year=2019&h=549&w=1050&s=0abb33b664757a71e53da22fd38a8b87cdc1f457e83c6e8a190976181a0c1c73&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_24_technology_ftc-facebook-privacy-data_1666741263.html", "title": "Facebook Agrees to Extensive New Oversight as Part of $5 Billion Settlement", "title_page": "Facebook Agrees to Extensive New Oversight as Part of $5 Billion Settlement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Facebook was ordered on Wednesday to create new layers of oversight for its collection and handling of users’ data by the Federal Trade Commission, as the agency detailed a privacy settlement with the social network that became a referendum on how aggressive American regulators would be against big tech companies.\nUnder the agreement, the F.T.C. mandated that the Silicon Valley company add new positions and practices to increase the transparency and accountability of how it treats people’s information. The agency also formally imposed a record $5 billion fine against Facebook for deceiving users about their ability to control the privacy of their personal data.\nYet the measures, which the F.T.C.’s commissioners approved in a 3-to-2 vote this month, drew sharp criticism for not going far enough in curbing the data habits of the world’s largest social media company. Republican and Democratic lawmakers pilloried the settlement as a drop in the bucket for Facebook and said the F.T.C. failed to limit a core practice that has repeatedly raised privacy questions: the company’s gathering, sharing and use of people’s personal information.\nThat puts American regulators in a difficult position as authorities around the world have stepped up their actions to crimp the power of tech companies like Facebook, Google, Amazon and Apple. Over the past few years, the United States has been seen as a lesser force in tech regulation, especially compared with European officials who have passed laws and imposed a series of large penalties against the tech giants.", "url": "https://www.nytimes.com/2019/07/24/technology/ftc-facebook-privacy-data.html"}