{"authors": ["Jim Tankersley", "Ana Swanson"], "date_download": "2022-10-25 23:00:32", "date_modify": "2022-10-25 23:00:32", "date_publish": "2019-12-02 23:00:00", "description": "A report by the Office of the United States Trade Representative renewed a conflict between the countries, which had negotiated a temporary truce in August.", "filename": "2019_12_02_business_trump-tariff-france_1666738832.html", "image_url": "https://static01.nyt.com/images/2019/12/02/business/02dc-francetax/02dc-francetax-facebookJumbo.jpg?year=2019&h=550&w=1050&s=fd3b0a42bf57742b14b9c7747030463713f1f2cb9986b070a1b0ee6c1c68bc31&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_02_business_trump-tariff-france_1666738832.html", "title": "French Wine Could Face 100% Tariffs as Trump Confronts France Over Tech Taxes", "title_page": "French Wine Could Face 100% Tariffs as Trump Confronts France Over Tech Taxes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration said on Monday that a new French tax that hit American technology companies discriminated against the United States, a declaration that could lead to retaliatory tariffs as high as 100 percent on French wines.\nIt could also jeopardize international efforts to negotiate a truce on so-called digital taxes.\nThe announcement from the Office of the United States Trade Representative ended a monthslong investigation into the French tax, which hits companies like Facebook and Google even though they have little physical presence in France. The investigation concluded that the tax “discriminates against U.S. companies, is inconsistent with prevailing principles of international tax policy and is unusually burdensome for affected U.S. companies.”\nIt recommended tariffs as high as 100 percent on certain French imports valued at $2.4 billion, including cheese, wine and handbags.\nPresident Trump, in London on Tuesday for a NATO summit meeting, said the finding was justified. “They’re starting to tax other people’s products,” he said. “So therefore we go and tax them.”", "url": "https://www.nytimes.com/2019/12/02/business/trump-tariff-france.html"}