{"authors": ["Emily Cochrane", "Kenneth P. Vogel"], "date_download": "2022-10-25 23:01:06", "date_modify": "2022-10-25 23:01:06", "date_publish": "2019-09-12 19:45:32", "description": "Two lawmakers said the administration would release $250 million, which is intended partly to train and equip Ukrainian forces defending against Russian incursion.", "filename": "2019_09_12_us_politics_ukraine-aid-white-house_1666738866.html", "image_url": "https://static01.nyt.com/images/2019/09/12/us/politics/12dc-spending1/12dc-spending1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=02ae3441b4453ca5250146da98746d3f93b69d6f73d98562751acf3fe9f5408f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_12_us_politics_ukraine-aid-white-house_1666738866.html", "title": "Amid Bipartisan Outcry, White House Agrees to Release Ukraine Aid", "title_page": "Amid Bipartisan Outcry, White House Agrees to Release Ukraine Aid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The White House on Thursday dropped its resistance to releasing a package of military assistance to Ukraine, amid a bipartisan outcry from lawmakers and an open investigation into whether President Trump and his allies were distorting the United States foreign aid program for their own political benefit.\nSenator Lindsey Graham, Republican of South Carolina, and Senator Richard J. Durbin, Democrat of Illinois, said the administration told them on Wednesday night that it would release $250 million, which is intended partly to train and equip Ukrainian forces defending against Russian incursion.\nThe White House had previously requested a review of the spending, ostensibly to ensure that it was being used to further American foreign policy interests. But the delay prompted a swift backlash from Republicans and Democrats in Congress, where there has long been strong support from both parties for Ukraine’s efforts to stave off Russian aggression.\nAnd some Democrats suggested that the delay was intended to pressure the government of the newly elected Ukrainian president, Volodymyr Zelensky, to start investigations of Mr. Trump’s political rivals, including the family of former Vice President Joseph R. Biden Jr. The inquiries have been sought by Mr. Trump’s personal lawyer Rudolph W. Giuliani and other allies.", "url": "https://www.nytimes.com/2019/09/12/us/politics/ukraine-aid-white-house.html"}