{"authors": ["Ellen Barry"], "date_download": "2022-10-25 22:59:36", "date_modify": "2022-10-25 22:59:36", "date_publish": "2019-04-16 09:00:18", "description": "The Duke and Duchess of Sussex have decided to skip the ritual photo op with their newborn, the latest bump in a rocky relationship with the press.", "filename": "2019_04_16_world_europe_harry-meghan-baby-british-tabloids_1666738776.html", "image_url": "https://static01.nyt.com/images/2019/04/16/world/16royals1/16royals1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=bdc4d571029c0bb5aade2d154a48eca52b750651d8229ae5b2f7ff8b9b5405bf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_16_world_europe_harry-meghan-baby-british-tabloids_1666738776.html", "title": "Scorned British Tabloids to Harry and Meghan: Show Us Your Baby!", "title_page": "Scorned British Tabloids to Harry and Meghan: Show Us Your Baby! - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Of the various press rituals surrounding the British royal family, few are sillier than the vigil outside a London maternity ward, where squadrons of news reporters wait on the street, sometimes for hours or days, for a woman to go into labor.\n[Update: Prince Harry and Meghan Markle to “step back” from royal family.]\nWhat follows is bedlam: Bookmakers with blackboards, updating the odds on names, tipsy monarchists, and, for a crowd of exasperated journalists, the opportunity to photograph a few inches of exposed royal baby before the child is whisked away to a palace.\nThe only thing worse, it seems, is not being able to photograph the newborn at all.\nThe Duke and Duchess of Sussex, known more widely as Prince Harry and Meghan Markle, last week announced that they were canceling the traditional photo opportunity, and that they would instead share their own photos of the newborn, known in the business as “Baby Sussex,” after they had “had an opportunity to celebrate privately as a new family.”\nThis did not go down well with the press, which reported the decision as a departure from more than 40 years of tradition.", "url": "https://www.nytimes.com/2019/04/16/world/europe/harry-meghan-baby-british-tabloids.html"}