{"authors": ["David D. Kirkpatrick", "Megan Specia"], "date_download": "2022-10-25 23:45:15", "date_modify": "2022-10-25 23:45:15", "date_publish": "2019-07-19 14:30:37", "description": "The seizure came a day after the United States said it had shot down an Iranian drone, reviving fears of a military clash in the Persian Gulf.", "filename": "2019_07_19_world_middleeast_iran-british-tanker-drone_1666741515.html", "image_url": "https://static01.nyt.com/images/2019/07/20/world/19iran-sub/merlin_158197611_5dacd559-6b3b-4e1f-8f7c-da337116ef43-facebookJumbo.jpg?year=2019&h=549&w=1050&s=b2f45d1d90bac5ac43ed47302a52fe7f9dc8229dd92a6b25b28d1d38894ccf89&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_19_world_middleeast_iran-british-tanker-drone_1666741515.html", "title": "Iran’s Seizure of British Vessel Further Roils Gulf Region", "title_page": "Iran’s Seizure of British Vessel Further Roils Gulf Region - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Iran seized at least one British oil tanker in a vital Persian Gulf waterway on Friday, a sharp escalation of tensions with the West that revived fears of a military clash, even as voices on both sides appeared to be seeking room for negotiations.\nThe impoundment of the tanker by Islamic Revolutionary Guards Corps naval patrols came a day after the United States said it had downed an Iranian drone menacing an American warship in the region.\nBut Iran’s standoff with Britain, in particular, carries its own complications. Britain occupies a pivotal place in a bloc of European states that have tried to broker some resolution to a broader conflict between Tehran and Washington over the fate of a 2015 deal with the world powers designed to prevent Iran from obtaining a nuclear weapon.\nPrime Minister Theresa May of Britain convened an emergency meeting of advisers late Friday night to respond.", "url": "https://www.nytimes.com/2019/07/19/world/middleeast/iran-british-tanker-drone.html"}