{"authors": ["Concepción De León"], "date_download": "2022-10-25 23:37:24", "date_modify": "2022-10-25 23:37:24", "date_publish": "2019-04-22 22:06:25", "description": "Read about the country’s decades long civil war and its toll on the Sri Lankan people.", "filename": "2019_04_22_books_books-about-sri-lanka_1666741044.html", "image_url": "https://static01.nyt.com/images/2019/04/22/books/22newsbook-srilanka4/22newsbook-srilanka4-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=618bef4304a514b260ada811f834698f35b252c94b24bae690a559bc488614e9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_22_books_books-about-sri-lanka_1666741044.html", "title": "3 Books Explore Sri Lanka’s Past (Violent and Otherwise)", "title_page": "3 Books Explore Sri Lanka’s Past (Violent and Otherwise) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Sri Lankan Civil War, which lasted nearly 30 years and ended in 2009, was a bloody conflict borne from the tension between minority Tamil groups and Sinhalese Buddhists. Subramanian recounts the war and its aftermath, exploring how war and mass death changed the country and its people.\nImage\nISLAND OF A THOUSAND MIRRORS\nBy Nayomi Munaweera\n242 pp. St. Martin’s Press. (2014)\nThis novel is told from the perspective of two girls, Yasodhara and Saraswathie, whose lives become connected after Saraswathie, who is Tamil, is arrested by a group of Sinhala soldiers. “The beating heart of ‘Island of a Thousand Mirrors’ is not so much its human characters but Sri Lanka itself and the vivid, occasionally incandescent, language used to describe this teardrop in the Indian Ocean,” our reviewer wrote.\nImage\nRUNNING IN THE FAMILY\nBy Michael Ondaatje\n208 pp. Vintage International. (1983)\nIn this memoir, Ondaatje, who would go on to win the Booker Prize for his novel “The English Patient,” writes about his return to his native Sri Lanka in the late 1970s. He digs into his family’s Dutch-Ceylonese heritage and describes growing up in 1940s Sri Lanka, before his family left when he was 11.", "url": "https://www.nytimes.com/2019/04/22/books/books-about-sri-lanka.html"}