{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:52:53", "date_modify": "2022-10-25 23:52:53", "date_publish": "2019-04-23 12:00:06", "description": "Mr. Biden, ahead in the polls but behind financially, is seeking out top money bundlers, but that risks a backlash among grass-roots Democrats.", "filename": "2019_04_23_us_politics_joe-biden-2020_1666741973.html", "image_url": "https://static01.nyt.com/images/2019/04/22/us/politics/00bidenmoney1/00bidenmoney1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=2cdb0b3057d65ea79c7c86e41f1a84e5b014c8d108b8c78577cb8d8a98442d5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_23_us_politics_joe-biden-2020_1666741973.html", "title": "Joe Biden Plans to Enter the 2020 Race on Thursday. He’s Starting With $0.", "title_page": "Joe Biden Plans to Enter the 2020 Race on Thursday. He’s Starting With $0. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Sign up for our politics newsletter and join the conversation around the 2020 presidential race.]\nThe incipient Biden campaign has raced to lock down the party’s biggest donors in recent weeks, pressing the message in private calls that the former vice president’s ability to marshal funds quickly will represent the first major test of his run, according to people who have been contacted. Mr. Biden’s allies have pointed with concern to the $6 million sums that Mr. Sanders and former Representative Beto O’Rourke generated in their campaigns’ first 24 hours as the high bar against which he will be measured.\nUnlike those two rivals, Mr. Biden does not have an at-the-ready list of hundreds of thousands of contributors to ply for small donations. He must rely heavily, at least at first, upon an old-fashioned network of money bundlers — political insiders, former ambassadors and business executives who can expedite dozens, if not hundreds, of checks for $2,800 each, the legal maximum an individual can contribute in the primary.\n[Update: Joe Biden raises $6.3 million dollars, topping rivals’ first-day hauls.]\nBut there is an inherent tension in the pursuit of big money in the current Democratic Party: the more of it that Mr. Biden gobbles up, the greater the risk of a backlash from a liberal base skeptical of the influence of the wealthy on the party. For Mr. Biden, in particular, it threatens to cut against a “Middle-Class Joe” image that is central to his electoral argument and appeal. Mr. Biden will enter the race already facing wariness from some on the left that he is a political and policy moderate with deep ties to moneyed donors and big companies, many of which are incorporated in Delaware, his home state.\nWade Randlett, an early Democratic bundler for Mr. Obama in the San Francisco area who is planning to raise money for Mr. Biden in 2020, predicted that the “overwhelming share” of top Obama fund-raisers would ultimately side with Mr. Biden. “He was an enormously valuable and loyal vice president of the man who we all shed blood, sweat and tears to make president of the United States,” Mr. Randlett said.", "url": "https://www.nytimes.com/2019/04/23/us/politics/joe-biden-2020.html"}