{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 22:56:37", "date_modify": "2022-10-25 22:56:37", "date_publish": "2019-08-02 16:26:22", "description": "With questions over what will happen when the Russian leader’s term ends in 2024, the Kremlin appears resolved to prevent critics from gaining a political foothold.", "filename": "2019_08_02_world_europe_putins-moscow-protests_1666738597.html", "image_url": "https://static01.nyt.com/images/2019/08/02/world/02russia-protest1/merlin_158527851_9d86a6aa-4cef-46e3-9826-a450139cac3a-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ad58053072d373ed3cfde0d573fcfbfc7956a44aef8ca5772a2d3c4f9aa9e19d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_02_world_europe_putins-moscow-protests_1666738597.html", "title": "Putin’s Uncertain Future Shadows a Crackdown on Moscow Protests", "title_page": "Putin’s Uncertain Future Shadows a Crackdown on Moscow Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Last weekend, while the police in Moscow forcibly rounded up more than 1,000 anti-Kremlin protesters, the largest such mass detention in years, President Vladimir V. Putin was out on the Baltic Sea, sinking beneath the waves in a bathysphere.\nSurfacing from his latest action adventure after inspecting a Soviet submarine lost during World War II, Mr. Putin paid tribute to its crew, then concluded his remarks by saying, “I love reading and I love history.”\nYet a different kind of history seemed to preoccupy the Kremlin when it came to the demonstrations — the history of clearing the political landscape of dissenters. The machinery of legal repression ground into action, aimed at snuffing out a wave of weekly protests in Moscow, although more are planned for Saturday and Aug. 10.\nAt least 10 key participants in the July 27 protests will be charged with fomenting mass civil unrest and violence, which carries a prison term of up to 15 years, investigators announced on Thursday. The largely peaceful protests rippling through a chilly Moscow summer were prompted by the city’s Electoral Commission barring opposition candidates from registering for city council elections on Sept. 8.", "url": "https://www.nytimes.com/2019/08/02/world/europe/putins-moscow-protests.html"}