{"authors": ["Sydney Ember"], "date_download": "2022-10-25 23:52:52", "date_modify": "2022-10-25 23:52:52", "date_publish": "2019-03-02 21:21:51", "description": "Throughout his political career, Mr. Sanders has focused on policy, not personal details. But as he kicked off his second presidential bid, he did something new: He talked about his own life story.", "filename": "2019_03_02_us_politics_bernie-sanders-2020-democrats_1666741972.html", "image_url": "https://static01.nyt.com/images/2019/03/02/nyregion/03BERNIE-Promo2/03BERNIE-Promo2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=6d1a62213a0c71aab700280daf69ef8a81978d47287c8ce5c9f30eb91f5c147f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_02_us_politics_bernie-sanders-2020-democrats_1666741972.html", "title": "Bernie Sanders Begins 2020 Race With Some Familiar Themes and a New One: Himself", "title_page": "Bernie Sanders Begins 2020 Race With Some Familiar Themes and a New One: Himself - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many of the words Senator Bernie Sanders used in Brooklyn on Saturday as he kicked off his second run for president were familiar: “revolution,” “economic justice,” “prison-industrial complex.”\nBut one word was not: “I.”\n“I was born literally a few miles away from here,” he told the crowd.\n“I lived in a three-and-a-half-room rent-controlled apartment,” he thundered.\n“I was educated proudly in high-quality public schools,” he said.\nDuring his last presidential campaign, and throughout his political career, Mr. Sanders has offered a policy-focused message almost entirely devoid of personal details. At Saturday’s rally, however, he did something new: He talked about himself.\n“I know where I came from!” he shouted as his supporters roared. “And that is something I will never forget.”", "url": "https://www.nytimes.com/2019/03/02/us/politics/bernie-sanders-2020-democrats.html"}