{"authors": ["Matthew Schneier"], "date_download": "2022-10-25 23:26:31", "date_modify": "2022-10-25 23:26:31", "date_publish": "2019-04-30 17:30:01", "description": "The platform takes its next step into the future of e-commerce.", "filename": "2019_04_30_style_instagram-introduces-shoppable-influencers_1666740391.html", "image_url": "https://static01.nyt.com/images/2019/05/02/fashion/30-influencer-shopping-1/30-influencer-shopping-1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=141b2b76514471cc2049ba773aeb475a0efe865b054ca0ade1a20407d7e5220b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_30_style_instagram-introduces-shoppable-influencers_1666740391.html", "title": "Instagram Introduces Shoppable Influencers", "title_page": "Instagram Introduces Shoppable Influencers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For Negin Mirsalehi, a 30 -year-old beauty guru, life, business and Instagram are inseparably intertwined. Ms. Mirsalehi, a fetching Dutchwoman who built a hair-care brand on the hives of her father’s apiary outside Amsterdam, is an entrepreneur, but the sort of entrepreneur whose looks, love and workout routines are shared daily on Instagram with 5.3 million fans. Ms. Mirsalehi is an influencer.\nInstagram recognizes the power of those influencers — and “super-influencers,” as Eva Chen, its director of fashion partnerships, called stars like Ms. Mirsalehi (though she acknowledged there is no precise minimum for that particular title).\nThe platform, with revenues that are still largely generated by advertising, has recognized the opportunity that in-app shopping presents. In March, it announced that it would begin testing in-app shopping with about 20 retail partners, including Zara, H&M, Dior, Oscar de la Renta and Nike. Now it is allowing those brands to team up with what it calls content creators (influencers, yes, but also established media companies like Vogue, Elle and GQ) to extend the in-app shopping function — what Instagram calls Checkout — from a brand’s own feeds to those of its chosen influencers.\nFor Ms. Mirsalehi, who is teaming up with Oscar de la Renta to create shoppable posts on her feed, the new function will help bring her community even closer to her. She will field followers’ questions about the outfits she posts daily, she said on a video chat from Amsterdam , in “DMs, comments underneath photos, whenever I see them outside.”", "url": "https://www.nytimes.com/2019/04/30/style/instagram-introduces-shoppable-influencers.html"}