{"authors": ["Mark Leibovich"], "date_download": "2022-10-25 23:48:08", "date_modify": "2022-10-25 23:48:08", "date_publish": "2019-11-19 23:08:08", "description": "“The uniform I wear today is that of the United States Army,” Lt. Col. Alexander S. Vindman told the impeachment inquiry. “We do not serve any particular political party; we serve the nation.”", "filename": "2019_11_19_us_politics_alexander-vindman-impeachment-testimony_1666741688.html", "image_url": "https://static01.nyt.com/images/2019/11/19/us/politics/19dc-scene-promo/19dc-scene-promo-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=d2db05059d0c9bfcc2da07c37f41fb4ded8f0c201d0256236f26e0b76848fe51&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_19_us_politics_alexander-vindman-impeachment-testimony_1666741688.html", "title": "A Purple Heart, Combat Badge and Ranger Tab: Vindman Sends a Message", "title_page": "A Purple Heart, Combat Badge and Ranger Tab: Vindman Sends a Message - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’d call myself Never Partisan,” Colonel Vindman replied to Mr. Himes.\nSo enough about the president, at least for a bit. This was about Colonel Vindman’s transcendent allegiance, one placed methodically into doubt in the run-up to the hearing.\n“The uniform I wear today is that of the United States Army,” Colonel Vindman said in his opening statement. “We do not serve any particular political party; we serve the nation. I am humbled to come before you today as one of many who serve in the most distinguished and able military in the world.”\nHe described an immigrant’s story: how next month would mark the 40-year anniversary of his family’s arrival to the United States from Ukraine; how Colonel Vindman and his two brothers were instilled with a sense of duty and service to their adopted country; how all three were inspired to enlist in the armed forces.\n“Our collective military service is a special part of our family’s story in America,” he said.\nOver four and a half hours of inquiry and testimony, Colonel Vindman kept invoking his adopted land, both as a statement of his patriotism and as a shield.\nBut he was hit with all manner of aspersions about his national devotion, his judgment, even his right to wear his uniform in this setting. Steve Castor, the counsel for the Republicans on the committee, seemed to suggest that the witness held a dual loyalty when he asked Colonel Vindman whether he had considered accepting job offers to serve in his birth country as defense minister of Ukraine.\n“I’m an American,” Colonel Vindman said. “I immediately dismissed these offers, did not entertain them.”", "url": "https://www.nytimes.com/2019/11/19/us/politics/alexander-vindman-impeachment-testimony.html"}