{"authors": ["Mitch Smith", "Rick Rojas", "Campbell Robertson"], "date_download": "2022-10-25 23:34:20", "date_modify": "2022-10-25 23:34:20", "date_publish": "2019-08-06 11:33:44", "description": "The F.B.I. also said it had opened a domestic terrorism investigation into the shooting at a Gilroy, Calif., garlic festival.", "filename": "2019_08_06_us_mass-shootings_1666740860.html", "image_url": "https://static01.nyt.com/images/2019/08/06/us/06shooting-briefing01alt-promo2/06shooting-briefing01alt-promo2-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=a910cf915176ea139687128316002f4480f60645dc77d2c6677e4be4fa0ab5a0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_06_us_mass-shootings_1666740860.html", "title": "Dayton Gunman Had Been Exploring ‘Violent Ideologies,’ F.B.I. Says", "title_page": "Dayton Gunman Had Been Exploring ‘Violent Ideologies,’ F.B.I. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He said no people were named on the list, and that all the organizations operated nationally. The F.B.I. was in the process of notifying the targeted groups. Mr. Bennett said the shooter did not have a manifesto.\nThe gunman fired 39 rounds in the shooting at the garlic festival on July 28, Scot Smithee, the Gilroy police chief, said Tuesday. Police found a 75-round drum magazine and five 40-round magazines near the gunman, who killed himself after being shot multiple times by the police, Chief Smithee said.\nThe gunman’s parents said they were “deeply shocked and horrified” by what their son had done.\n“We have never and would never condone the hateful thoughts and ideologies that led to this event, and it is impossible to reconcile this with the son we thought we knew,” the parents said in a statement released by their lawyer.\nThe parents apologized to each of the victims who had died — Stephen Romero, 6; Keyla Salazar, 13; and Trevor Irby, 25 — as well as those who were injured. The parents said they were cooperating with the investigation.\nTheir lawyer, Chuck Smith, said in an interview that the parents were anxious to learn more.\n“They want answers, too,” he said.", "url": "https://www.nytimes.com/2019/08/06/us/mass-shootings.html"}