{"authors": ["Julian E. Barnes", "Eric Schmitt"], "date_download": "2022-10-25 23:53:37", "date_modify": "2022-10-25 23:53:37", "date_publish": "2019-12-04 23:45:26", "description": "The buildup of a hidden arsenal of short-range missiles is the latest sign that American efforts to deter Iran have largely failed.", "filename": "2019_12_04_us_politics_iran-missiles-iraq_1666742017.html", "image_url": "https://static01.nyt.com/images/2019/12/04/us/politics/00dc-IRAN/00dc-IRAN-facebookJumbo.jpg?year=2019&h=550&w=1050&s=25840122a49774b2fe2e233f8c12e10c1933202db5dfa55e8fa395a9b71fb31a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_04_us_politics_iran-missiles-iraq_1666742017.html", "title": "Iran Is Secretly Moving Missiles Into Iraq, U.S. Officials Say", "title_page": "Iran Is Secretly Moving Missiles Into Iraq, U.S. Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Iran has used the continuing chaos in Iraq to build up a hidden arsenal of short-range ballistic missiles in Iraq, part of a widening effort to try to intimidate the Middle East and assert its power, according to American intelligence and military officials.\nThe buildup comes as the United States has rebuilt its military presence in the Middle East to counter emerging threats to American interests, including attacks on oil tankers and facilities that intelligence officials have blamed on Iran. Since May, the Trump administration has sent roughly 14,000 additional troops to the region, primarily to staff Navy ships and missile defense systems.\nBut new intelligence about Iran’s stockpiling of missiles in Iraq is the latest sign that the Trump administration’s efforts to deter Tehran by increasing the American military presence in the Middle East has largely failed.\nThe missiles pose a threat to American allies and partners in the region, including Israel and Saudi Arabia, and could endanger American troops, the intelligence officials said.", "url": "https://www.nytimes.com/2019/12/04/us/politics/iran-missiles-iraq.html"}