{"authors": ["Emma G. Fitzsimmons", "Jesse Mckinley"], "date_download": "2022-10-25 23:29:50", "date_modify": "2022-10-25 23:29:50", "date_publish": "2019-01-04 19:52:09", "description": "The strategy for coping with the closure of a subway tunnel was upended by Gov. Andrew M. Cuomo, who said he has an alternative that would keep tubes open.", "filename": "2019_01_04_nyregion_l-train-shutdown_1666740590.html", "image_url": "https://static01.nyt.com/images/2019/01/05/nyregion/05subway-promo/05subway-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4cf1f9cfc8bee85664560277b891832116a73b76c344fbeb492ef80c93dae8c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_04_nyregion_l-train-shutdown_1666740590.html", "title": "The L Train Shutdown Plan Was 3 Years in the Making. It Unraveled in 3 Weeks.", "title_page": "The L Train Shutdown Plan Was 3 Years in the Making. It Unraveled in 3 Weeks. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[The L train shutdown was canceled. What exactly does that mean?]\nThe new repair plan relies on an unproven technology that has never been used in the United States, raising questions about whether it can work without causing major disruptions. And the plan, for all of the governor’s promotion, was criticized as a simple patch job instead of a permanent solution.\nMr. Cuomo’s 11th-hour dramatics are well known. He has fashioned his political brand around a series of concrete accomplishments and an aggressive response to disasters and other headline-grabbing events, like his campaign to make sure the Second Avenue subway opened on time. He has not been shy about wading into city affairs, including the management of the New York City Housing Authority and placing state troopers on city streets.\nHis L train announcement on Thursday came together hastily. An email arrived at 12:34 p.m., alerting board members that the M.T.A.’s chairman, Fernando Ferrer, had accepted the Cuomo panel’s recommendations. Mr. Cuomo’s news conference began at 12:45 p.m.\nHis panel of experts had been working for weeks behind the scenes, even on Christmas and New Year’s Day. Mr. Ferrer said leaders at the transit agency welcomed the new approach.\n“We’ve actually, over the last three weeks, literally spent hundreds of hours collectively working on this project,” Mary Boyce, dean of engineering at Columbia University, said.\nWhen Mr. Cuomo was asked on Thursday whether the board had to approve the repair plan, Mr. Cuomo said, “I don’t believe so.” Mr. Ferrer clarified that the board would, in fact, have to approve a new contract for the work.", "url": "https://www.nytimes.com/2019/01/04/nyregion/l-train-shutdown.html"}