{"authors": ["Raymond Zhong", "Carolyn Zhang"], "date_download": "2022-10-25 23:28:58", "date_modify": "2022-10-25 23:28:58", "date_publish": "2019-05-28 07:00:08", "description": "The noodles and barbecue arrive within 30 minutes. The containers they come in could be around for hundreds of years thereafter.", "filename": "2019_05_28_technology_china-food-delivery-trash_1666740538.html", "image_url": "https://static01.nyt.com/images/2019/05/24/business/24chinatakeout-1/00chinatakeout-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9d06ad1e3c76f9b85fb976589c7cb4b2b485ee618465a8cf758a0f05e3b20a00&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_28_technology_china-food-delivery-trash_1666740538.html", "title": "Food Delivery Apps Are Drowning China in Plastic", "title_page": "Food Delivery Apps Are Drowning China in Plastic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — In all likelihood, the enduring physical legacy of China’s internet boom will not be the glass-and-steel office complexes or the fancy apartments for tech elites.\nIt will be the plastic.\nThe astronomical growth of food delivery apps in China is flooding the country with takeout containers, utensils and bags. And the country’s patchy recycling system isn’t keeping up. The vast majority of this plastic ends up discarded, buried or burned with the rest of the trash, researchers and recyclers say.\nScientists estimate that the online takeout business in China was responsible for 1.6 million tons of packaging waste in 2017, a ninefold jump from two years before. That includes 1.2 million tons of plastic containers, 175,000 tons of disposable chopsticks, 164,000 tons of plastic bags and 44,000 tons of plastic spoons.\nPut together, it is more than the amount of residential and commercial trash of all kinds disposed of each year by the city of Philadelphia. The total for 2018 grew to an estimated two million tons.", "url": "https://www.nytimes.com/2019/05/28/technology/china-food-delivery-trash.html"}