{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:02:19", "date_modify": "2022-10-25 23:02:19", "date_publish": "2019-10-11 00:03:53", "description": "The former Texas congressman, who is not accused of any wrongdoing, is referred to in an indictment of two Giuliani associates accused of illegally funneling foreign money to political candidates.", "filename": "2019_10_10_us_politics_pete-sessions-ukraine_1666738939.html", "image_url": "https://static01.nyt.com/images/2019/10/10/us/politics/10dc-sessions1/10dc-sessions1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=87bd584ffc878bb6bde47029dac8fe3f2e0685b4f147fb3b65202b533a0b2c4b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_10_us_politics_pete-sessions-ukraine_1666738939.html", "title": "Ukraine Scandal Snags Pete Sessions’s Congressional Comeback Bid", "title_page": "Ukraine Scandal Snags Pete Sessions’s Congressional Comeback Bid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Former Representative Pete Sessions, a Texas Republican who is seeking a return to Congress, was caught in the fallout of the Ukraine scandal on Thursday when he was referred to in the indictment of two presidential allies accused of campaign finance allegations.\nMr. Sessions, who served 11 terms in Congress until he was swept out last year, is described as “Congressman-1” in the indictment of Lev Parnas and Igor Fruman, who were arrested and charged on Thursday with illegally funneling foreign money to American political candidates and campaigns. The two men are associates of Rudolph W. Giuliani — President Trump’s personal lawyer and a point man in Mr. Trump’s attempts to pressure Ukraine to dig up dirt on his political rivals — and are believed to be important witnesses in the House’s impeachment inquiry.\nMr. Sessions’s appearance in the indictment, which was filed just a week after he announced he would run for Congress in 2020, was an early and potentially damaging blow to his campaign.\nMr. Sessions is not named in the indictment, nor is he accused of any wrongdoing. On Thursday, he issued a statement that denied any wrongdoing and said he had no knowledge of the scheme detailed by federal prosecutors.", "url": "https://www.nytimes.com/2019/10/10/us/politics/pete-sessions-ukraine.html"}