{"authors": ["Katie Rogers"], "date_download": "2022-10-25 23:31:09", "date_modify": "2022-10-25 23:31:09", "date_publish": "2019-06-14 23:47:23", "description": "“I like the concept of red, white and blue,” Mr. Trump said on Friday. “The baby blue” of the Kennedy era, he said, “doesn’t fit with us.”", "filename": "2019_06_14_us_politics_trump-air-force-one-paint-job_1666740669.html", "image_url": "https://static01.nyt.com/images/2019/06/14/us/politics/14dc-aircraft1/14dc-aircraft1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=724ad2b7440c9c7723b2e318554e9e133669e117f08172f1ea1e5bbbd379ea89&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_14_us_politics_trump-air-force-one-paint-job_1666740669.html", "title": "A President With a Taste for Planes Has a Plan for Air Force One: Paint It Red, White and Blue", "title_page": "A President With a Taste for Planes Has a Plan for Air Force One: Paint It Red, White and Blue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — As someone who fancies himself an aviation expert — he did once have his own airline, after all — President Trump indulged his interest this week in a number of ways.\nHe ordered an F-35, a (very loud) $80 million fighter jet, to fly over the White House during the visit of the president of Poland. He stood on the South Lawn watching the landing of a pricey new VH-92 helicopter, which is referred to as Marine One when he is aboard. And in maybe his most satisfying moments of the week, he detailed his plans to give Air Force One — perhaps the most famous plane in the world — a new paint job.\n“I like the concept of red, white and blue,” Mr. Trump said in an interview with “Fox & Friends” on Friday, describing the makeover he envisions for the plane, a specially fitted Boeing 747 with iconic cyan and white coloring. “The baby blue doesn’t fit with us.”\nFor other presidents, all of this would have amounted to a few too many aeronautical activities to stuff into a week packed with mounting aggression toward Iran, tariff threats and a head-of-state visit. Not for this one. In fact, it’s hard not to think that this sort of sky-toy-packed schedule is closer to what Mr. Trump, with his peculiar fixation with all things aviation, originally envisioned for his presidency.", "url": "https://www.nytimes.com/2019/06/14/us/politics/trump-air-force-one-paint-job.html"}