{"authors": ["Charlie Savage", "Adam Goldman", "Katie Benner"], "date_download": "2022-10-25 23:02:23", "date_modify": "2022-10-25 23:02:23", "date_publish": "2019-12-09 15:00:10", "description": "A long-awaited report by the Justice Department’s inspector general delivers a scathing critique of the F.B.I.’s handling of a wiretap application but also punctures many conspiracy theories.", "filename": "2019_12_09_us_politics_fbi-ig-report-russia-investigation_1666738943.html", "image_url": "https://static01.nyt.com/images/2019/12/09/us/politics/09dc-fbi1-sub/09dc-fbi1-sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=cc911ebb44fff048f01c7c8236cf8a01a74be3dfe096882f7a22afa460c6cf8f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_09_us_politics_fbi-ig-report-russia-investigation_1666738943.html", "title": "Report on F.B.I. Russia Inquiry Finds Serious Errors but Debunks Anti-Trump Plot", "title_page": "Report on F.B.I. Russia Inquiry Finds Serious Errors but Debunks Anti-Trump Plot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — F.B.I. officials had sufficient reason to open the investigation into links between Russia and Trump campaign aides in 2016 and acted without political bias, a long-awaited report said on Monday, but it concluded that the inquiry was a rushed and dysfunctional process marked by serious errors in documents related to a wiretap.\nThe exhaustive report by the Justice Department’s independent inspector general, Michael E. Horowitz, faced an immediate challenge. Attorney General William P. Barr sought to undermine the key finding that investigators had an adequate basis to open the inquiry, known as Crossfire Hurricane.\n“The inspector general’s report now makes clear that the F.B.I. launched an intrusive investigation of a U.S. presidential campaign on the thinnest of suspicions that, in my view, were insufficient to justify the steps taken,” Mr. Barr, a close ally of President Trump who has begun his own re-investigation of the Russia inquiry, said in a statement.\nYet Mr. Horowitz stressed that the standard for opening an F.B.I. investigation was low — echoing the sort of criticism that civil libertarians have made for years. He also exonerated former F.B.I. leaders, broadly rejecting Mr. Trump’s accusations that they engaged in a politicized conspiracy to sabotage him.", "url": "https://www.nytimes.com/2019/12/09/us/politics/fbi-ig-report-russia-investigation.html"}