{"authors": ["Jonathan Martin", "John Eligon", "Campbell Robertson"], "date_download": "2022-10-25 23:31:27", "date_modify": "2022-10-25 23:31:27", "date_publish": "2019-02-14 10:00:14", "description": "Seeking to recover from the scandal over his use of blackface, Gov. Ralph Northam is scrambling to rebuild his image among African-Americans.", "filename": "2019_02_14_us_ralph-northam-black-virginians_1666740687.html", "image_url": "https://static01.nyt.com/images/2019/02/15/us/15northam-01-print-sub/15northam-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=433df6324d07964a765d9d432473a9c6084996b74dc77324e7fd31763af3efeb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_14_us_ralph-northam-black-virginians_1666740687.html", "title": "‘He’s Not There Yet’: Embattled Governor Seeks Forgiveness From Black Virginians", "title_page": "‘He’s Not There Yet’: Embattled Governor Seeks Forgiveness From Black Virginians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Northam has been mocked for the revelation that he was only now reading “Roots” by Alex Haley and “The Case for Reparations” by Ta-Nehisi Coates. His comments that the first Africans brought to Virginia 400 years ago were “indentured servants” did nothing to help his case. And one of the first major pieces of legislation that lawmakers passed after the blackface controversy was a tax bill — now headed to the governor’s desk for his signature — that was strongly criticized by black legislators for providing few benefits to poor Virginians.\n“That was a missed opportunity,” said Delegate Lashrecse Aird, a black lawmaker from the Petersburg area.\nMr. Northam faced increased pressure to step down after he admitted that he had darkened his face to dance like Michael Jackson in a contest in the early 1980s. Some of the political pressure has since shifted toward the two other Democrats next in line to replace him: the lieutenant governor, Justin E. Fairfax, who has been accused by two women of sexual assault; and the attorney general, Mark Herring, who acknowledged that he had worn blackface for a costume around the same time as Mr. Northam had.\nThe next official would be Kirk Cox, the Republican speaker of the House. “You can see out of the blocks it has been difficult for him,” Mr. Cox said of the governor. Leading any effort at racial reconciliation would be a challenge for the governor, Mr. Cox said pointedly, “while he’s in office.”\n[For more coverage of race, sign up here to have our Race/Related newsletter delivered weekly to your inbox.]", "url": "https://www.nytimes.com/2019/02/14/us/ralph-northam-black-virginians.html"}