{"authors": ["Justin Gillis", "Bruce Nilles"], "date_download": "2022-10-25 23:26:45", "date_modify": "2022-10-25 23:26:45", "date_publish": "2019-05-01 15:11:20", "description": "To help solve the climate crisis, we need to electrify everything.", "filename": "2019_05_01_opinion_climate-change-gas-electricity_1666740405.html", "image_url": "https://static01.nyt.com/images/2019/05/01/opinion/01gillis/01gillis-facebookJumbo.jpg?year=2019&h=549&w=1050&s=4b7af8c69e15e77eb996b2698eb329043d148cb517b3b1d3abf1af8e3453905d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_01_opinion_climate-change-gas-electricity_1666740405.html", "title": "Your Gas Stove Is Bad for You and the Planet", "title_page": "Opinion | Your Gas Stove Is Bad for You and the Planet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "People of a certain age may be thinking: Hold on. All-electric “Gold Medallion Homes” were a thing half a century ago, at a time when electricity prices were falling. Those homes were promoted heavily by the power industry and by Ronald Reagan, a pitchman for General Electric. But they became albatrosses for their owners when electricity prices eventually rose.\nWhy do all-electric homes make sense now? Because technology has come to the rescue, in the form of devices called heat pumps. They run on electricity, but far more efficiently than the electric appliances of our parents’ generation. So if we start installing them now, then as the electric grid gets greener, our buildings will be contributing less and less to climate change.\nYou might never have heard of heat pumps, but you already have one in your home. A heat pump is the core technology in your refrigerator. It is basically a loop involving a pump and a compressor that sucks heat out of the interior and blows it into the kitchen, and it can do this even when the interior of your refrigerator is colder than the air in the room.\nA heat pump can replace both your furnace and your air conditioner. In the winter, it sucks heat in from the outside, even when the weather is cold, and blows it into your house. In the summer, a heat pump runs in reverse, cooling the house. Highly efficient heat-pump water heaters are also widely available.\nBuilding a new all-electric home powered by heat pumps is already cheaper than building with gas because you avoid the costs of gas lines and ventilation. For older homes the economics vary; a Rocky Mountain Institute study found the cost of installing and operating a heat pump over its lifetime can be more expensive or less expensive — plus or minus 10 percent — than having a gas system. And as heat pumps become standard in new buildings, the market will scale and costs will fall for both new and old homes.\nStoves actually use very little energy, but until people are convinced there are superior alternatives to gas stoves, we will not be able to get rid of gas lines to buildings — and start saving large amounts of money by shutting down the gas distribution system.\nOnce again, technology has come to the rescue. Induction cooktops, running on electricity, are superior to gas stoves. These devices use magnetic waves to heat up pots, and cooks who have tried them quickly fall in love. The perceived advantage of gas stoves is pinpoint control of heat, but induction cooktops are more precise, and faster. For now, induction cooktops are generally more expensive than gas stoves. At retail, 30-inch gas cooktops generally run $500 to $1,000, while induction cooktops of that size run from $800 to $2,000.", "url": "https://www.nytimes.com/2019/05/01/opinion/climate-change-gas-electricity.html"}