{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:33:25", "date_modify": "2022-10-25 23:33:25", "date_publish": "2019-01-30 10:00:03", "description": "A centrist is seeking to appeal to a group of voters that is smaller than he may realize.", "filename": "2019_01_30_upshot_could-howard-schultz-help-re-elect-the-president_1666740805.html", "image_url": "https://static01.nyt.com/images/2019/01/31/upshot/31up-schultz-print/30up-schultz1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e0ba83aca17cb4492c31552055a610eb9146e98332481fcf1e64d0b118c4e4e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_30_upshot_could-howard-schultz-help-re-elect-the-president_1666740805.html", "title": "Could Howard Schultz Help Re-elect the President?", "title_page": "Could Howard Schultz Help Re-elect the President? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In early interviews, Mr. Schultz has positioned himself as a centrist who could win voters who are dissatisfied with both parties. This is somewhat more like Mr. Perot, who capitalized on populist dissatisfaction in 1992. Perhaps a Schultz bid could even be thought of as the reverse of Mr. Perot’s bid: a revolt of pragmatic, centrist voters against newly resurgent populism.\nDissatisfied centrists are well represented in the American elite, but not across the American electorate. According to a Pew Research survey of more than 5,000 Americans in 2017, 78 percent of registered voters have a favorable view of at least one major party, and only 18 percent have an unfavorable view of both. Similarly, only 16 percent say both parties are “too extreme,” according to the survey.\nThese dissatisfied centrist voters fit the profile of affluent, socially moderate and fiscally conservative suburban voters. They are twice as likely to make more than $100,000 per year than voters who have a favorable view of a party, and 78 percent of these voters say Democrats “too often see government as the only way to solve problems.”\nLike Mr. Schultz, who built up Starbucks starting in Seattle, these affluent voters also tend to be men and are overrepresented in the West. On balance, it is a group with libertarian instincts and corporate sympathies.\nMr. Schultz could certainly play to these voters, but it is not a particularly electorally fruitful group. In an analysis of the Voter Study Group, Lee Drutman, a political scientist, found that just 4 percent of voters were conservative on economic issues and liberal on cultural issues. In comparison, populists represented 29 percent of the 2018 electorate. Mr. Schultz’s candidacy might be the reverse of Mr. Perot’s, but Mr. Perot’s pitch probably had broader appeal.\nDuring parts of the 1992 campaign, Mr. Perot also had the benefit of a president with an approval rating in the low 30s and upper 20s. In theory, that was low enough to create an opening for a centrist independent candidate who could win with as little as 35 percent of the vote if he drew evenly from both parties. In the end, Mr. Perot won 19 percent, though at times he held significantly more support in the polls.", "url": "https://www.nytimes.com/2019/01/30/upshot/could-howard-schultz-help-re-elect-the-president.html"}