{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:24:55", "date_modify": "2022-10-25 23:24:55", "date_publish": "2019-11-13 08:00:10", "description": "In one county, Democrats grew by more than 150,000, while the number of Republicans dropped by more than 30,000.", "filename": "2019_11_13_nyregion_peter-king-long-island-republicans_1666740295.html", "image_url": "https://static01.nyt.com/images/2019/11/13/nyregion/13longisland-print/12longisland-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8cac4e0a10cd72124cf14253680fba31a2e04ecd3991c78cd5402df4950d498f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_13_nyregion_peter-king-long-island-republicans_1666740295.html", "title": "Rep. Peter King’s Exit Highlights the G.O.P.’s Suburban Problem", "title_page": "Rep. Peter King’s Exit Highlights the G.O.P.’s Suburban Problem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Republicans have fared slightly better in Suffolk County. There, the number of Republicans has grown to 332,000, from 314,000 in the same time — a number that seems encouraging only until one sees the Democratic jolt, to 366,000, from 204,000.\n“For an old-timer like me, those numbers are almost incomprehensible,” said Lawrence Levy, the executive dean of the National Center for Suburban Studies at Hofstra University, which is on Long Island. “It is not my mother and father’s suburbs, and it never will be.”\nThe enrollment shift is inextricable from the island’s rapid diversification, Mr. Levy said. In the 2000 census, non-Hispanic whites made up more than 78 percent of Suffolk County; by 2010, that number was less than 72 percent, and in 2017, 68.5.\n“Because of demographic shift, more and more suburban districts are not swing districts anymore,” he said.\nMr. King’s district, which includes both Suffolk and Nassau Counties, is still viewed as swing. Democrats have just a 13,000-person edge over Republicans there, and the Cook Political Report, the independent election handicapper, rated it as “Lean Republican,” even after Mr. King’s announcement.\nBut Mr. King had seen firsthand the effect of Long Island’s shifting political allegiances.\nIn his first 12 re-election bids, Mr. King trounced opposing Democrats by double-digit percentage margins. Last year, a Democratic unknown, Liuba Grechen Shirley, lost to Mr. King by just six percentage points. The result was even closer in a neighboring district in Suffolk County, where Representative Lee Zeldin defeated Perry Gershon, a Democrat, by only four points.\nMr. King denied that fears of losing re-election motivated his decision. He said he wanted to spend more time with his family.", "url": "https://www.nytimes.com/2019/11/13/nyregion/peter-king-long-island-republicans.html"}