{"authors": ["Jonathan Martin", "Astead W. Herndon"], "date_download": "2022-10-25 23:53:22", "date_modify": "2022-10-25 23:53:22", "date_publish": "2019-06-22 16:07:58", "description": "Though many African-Americans in South Carolina have favored Joseph R. Biden Jr. they are taking a hard look at several other candidates and considering all issues, not just race.", "filename": "2019_06_22_us_politics_black-voters-south-carolina-democrats-primary.html_action=click&module=Intentional&pgtype=Article_1666742002.html", "image_url": "https://static01.nyt.com/images/2019/06/22/us/politics/22blackvoters-hppromo/22blackvoters-sub1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2a220c5ee94ff83db48b9a7899681541fc3ebef4d6ee908d3ce4309af668d23d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_22_us_politics_black-voters-south-carolina-democrats-primary.html_action=click&module=Intentional&pgtype=Article_1666742002.html", "title": "‘The Black Vote Is Not Monolithic’: 2020 Democrats Find Split Preferences in South Carolina", "title_page": "‘The Black Vote Is Not Monolithic’: 2020 Democrats Find Split Preferences in South Carolina - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a race with the most diverse field in history, the nominee could be determined by whether black voters stay with Mr. Biden, rally around one of the African-Americans in the race or split their vote among several candidates. While black voters are expected to account for about 20 percent of the Democratic Party electorate nationwide, they can play an outsize role because of their early influence in South Carolina and their recent history of coalescing around one candidate.\nAs most of the Democratic candidates descended on South Carolina this weekend, attending a fish fry on Friday night and the state party convention and a Planned Parenthood forum on Saturday, they encountered a black electorate whose interests and allegiances are far more divided than in recent presidential elections.\n“The black vote is not monolithic, never has been, but I think our primary will really drive that point home because the vote is going to be fragmented,” said Gilda Cobb-Hunter, a longtime state legislator.\nIn interviews with several dozen black voters across the state in recent weeks, many said they were most interested in candidates who could make the best case against President Trump. Some also said they were also impressed that so many candidates were talking explicitly about economic and systemic problems leading to income inequality and poverty faced by black Americans and others.\nTwo of the leading white candidates, Mr. Biden and Ms. Warren, evinced more excitement among many black voters than the black candidates, Ms. Harris and Mr. Booker, suggesting the race here was starting to fracture along the same generational, gender and ideological lines shaping the broader primary.", "url": "https://www.nytimes.com/2019/06/22/us/politics/black-voters-south-carolina-democrats-primary.html?action=click&module=Intentional&pgtype=Article"}