{"authors": ["Noam Cohen"], "date_download": "2022-10-25 23:46:12", "date_modify": "2022-10-25 23:46:12", "date_publish": "2019-10-25 19:21:10", "description": "M.I.T. has mostly shut down the project known as OpenAg. It had been accused of misleading sponsors and the public.", "filename": "2019_10_25_business_mit-media-lab-epstein_1666741572.html", "image_url": "https://static01.nyt.com/images/2019/10/25/business/25MIT/merlin_159618738_bc948ce1-3baf-4620-8ef6-ff3936a9531a-facebookJumbo.jpg?year=2019&h=550&w=1050&s=632e002447cd684df7d1952033d99701d9e8d7b5f99215f32d6c9a7c02383445&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_25_business_mit-media-lab-epstein_1666741572.html", "title": "Troubled M.I.T. Media Lab Food Project Closes, for Now", "title_page": "Troubled M.I.T. Media Lab Food Project Closes, for Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The once-celebrated M.I.T. Media Lab micro-greenhouses were supposed to grow food under virtually any conditions. In the end, they worked under almost none . And now, M.I.T. has turned off the lights, possibly for good.\nThe Massachusetts Institute of Technology confirmed Thursday that it had mostly closed the Open Agricultural Initiative, known as OpenAg. The project has been accused of misleading sponsors and the public by exaggerating results, while the Media Lab has been under scrutiny for its financial ties to the convicted sex offender and financier Jeffrey Epstein.\nOpenAg received millions of dollars in corporate sponsorships and was promoted in glowing news features, including a “60 Minutes” segment about the Media Lab called “The Future Factory.” M.I.T. shut down the project late last week after a sweeping assessment, according to a statement.\nThe project was a favorite of Joichi Ito, who was the Media Lab’s director until September, when he resigned under pressure after his efforts to conceal his financial connections to Mr. Epstein were disclosed. The financier killed himself in jail in August after being indicted on federal sex-trafficking charges.", "url": "https://www.nytimes.com/2019/10/25/business/mit-media-lab-epstein.html"}