{"authors": ["David E. Sanger", "Edward Wong"], "date_download": "2022-10-25 23:00:50", "date_modify": "2022-10-25 23:00:50", "date_publish": "2019-03-02 16:50:32", "description": "President Trump and Kim Jong-un of North Korea had dramatically different visions of what “denuclearization” meant, dooming their deal.", "filename": "2019_03_02_world_asia_trump-kim-jong-un-summit.html_module=inline_1666738850.html", "image_url": "https://static01.nyt.com/images/2019/03/03/world/03nukes/02nukes-facebookJumbo.jpg?year=2019&h=550&w=1050&s=79b06eefb177d9afe6b0f2dabafb906dc2069c3e521dad3c0018c527ead89525&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_02_world_asia_trump-kim-jong-un-summit.html_module=inline_1666738850.html", "title": "How the Trump-Kim Summit Failed: Big Threats, Big Egos, Bad Bets", "title_page": "How the Trump-Kim Summit Failed: Big Threats, Big Egos, Bad Bets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HANOI, Vietnam — As President Trump settled into the dining room of a French-colonial hotel in Hanoi on Thursday morning, the conversation with Kim Jong-un, the North Korean leader with whom he had struck up the oddest of friendships, was already turning tense.\nIn a dinner at the Metropole Hotel the evening before, mere feet from the bomb shelter where guests took cover during the Vietnam War, Mr. Kim had resisted what Mr. Trump presented as a grand bargain: North Korea would trade all its nuclear weapons, material and facilities for an end to the American-led sanctions squeezing its economy.\nAn American official later described this as “a proposal to go big,” a bet by Mr. Trump that his force of personality, and view of himself as a consummate dealmaker, would succeed where three previous presidents had failed.\nBut Mr. Trump’s offer was essentially the same deal that the United States has pushed — and the North has rejected — for a quarter-century. Intelligence agencies had warned him, publicly, Mr. Kim would not be willing to give up the arsenal completely. North Korea itself had said repeatedly that it would only move gradually.", "url": "https://www.nytimes.com/2019/03/02/world/asia/trump-kim-jong-un-summit.html?module=inline"}