{"authors": ["Katie Rogers", "Lawrence K. Altman"], "date_download": "2022-10-25 23:41:50", "date_modify": "2022-10-25 23:41:50", "date_publish": "2019-02-09 01:43:16", "description": "The White House physician made a long-term prognosis about President Trump’s health without issuing a detailed final report about what a team of specialists treating him found.", "filename": "2019_02_08_us_politics_trump-health-physical_1666741310.html", "image_url": "https://static01.nyt.com/images/2019/02/09/us/politics/09dc-trumpmed/09dc-trumpmed-facebookJumbo.jpg?year=2019&h=549&w=1050&s=e363b8ed5032fa358250fe08eeb4e71d79a86c63a4868c57aae5cbfe3d2edb6d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_08_us_politics_trump-health-physical_1666741310.html", "title": "Trump Is in ‘Very Good Health’ Following His Annual Physical, His Doctor Says", "title_page": "Trump Is in ‘Very Good Health’ Following His Annual Physical, His Doctor Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s personal physician said on Friday that the president is in “very good health” and should remain so “for the remainder of his presidency and beyond” after Mr. Trump underwent a comprehensive physical examination at Walter Reed National Military Medical Center outside Washington.\nBut Dr. Sean Conley, a Navy officer who is the president’s physician and the current director of the White House medical unit, released no details about what a team of 11 specialists had found in the course of a four-hour examination of Mr. Trump. Dr. Conley said that “reports and recommendations are being finalized,” but did not say if, when or in what form they would be publicly released.\nLast year, after Mr. Trump’s first full examination as president, the White House took the unusual step of having Dr. Ronny L. Jackson, then the president’s physician, deliver a lengthy report in the White House briefing room and then answer questions from reporters. Dr. Jackson was widely ridiculed for using excessive language in describing the president’s health.\n“It’s called genetics,” Dr. Jackson said. “I told the president if he had eaten healthier over the last 25 years, he might live to be 200.”", "url": "https://www.nytimes.com/2019/02/08/us/politics/trump-health-physical.html"}