{"authors": ["Somini Sengupta"], "date_download": "2022-10-25 23:24:14", "date_modify": "2022-10-25 23:24:14", "date_publish": "2019-09-20 10:00:11", "description": "Anxious about the future and angry about the failure to curb the crisis, millions joined an urgent call for action against climate change.", "filename": "2019_09_20_climate_global-climate-strike_1666740254.html", "image_url": "https://static01.nyt.com/images/2019/09/20/climate/20cli-protests-slide-XMBG/20cli-protests-slide-XMBG-facebookJumbo.jpg?year=2019&h=550&w=1050&s=52150d1a0c93daa428664a890bb118e93a5b575adb1709d9c499d5550ec010da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_20_climate_global-climate-strike_1666740254.html", "title": "Protesting Climate Change, Young People Take to Streets in a Global Strike", "title_page": "Protesting Climate Change, Young People Take to Streets in a Global Strike - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Anxious about their future on a hotter planet and angry at world leaders for failing to arrest the crisis, masses of young people poured into the streets on every continent on Friday for a day of global climate protests. Organizers estimated the turnout to be around four million in thousands of cities and towns worldwide.\nIt was the first time that children and young people had demonstrated to demand climate action in so many places and in such numbers around the world.\nThey turned out in force in Berlin, where the police estimated 100,000 participants, with similar numbers in Melbourne and London. In New York City, the mayor’s office estimated that 60,000 people marched through the narrow streets of Lower Manhattan, while organizers put the total at 250,000. By the dozens in some places, and by the tens of thousands in others, young people demonstrated in cities like Manila, Kampala and Rio de Janeiro. A group of scientists rallied in Antarctica.\n“You had a future, and so should we,” demonstrators chanted as they marched through New York City.\nThen, “We vote next.”", "url": "https://www.nytimes.com/2019/09/20/climate/global-climate-strike.html"}