{"authors": ["Jonathan Martin", "Alan Blinder"], "date_download": "2022-10-25 22:58:40", "date_modify": "2022-10-25 22:58:40", "date_publish": "2019-02-06 16:58:08", "description": "Attorney General Mark Herring, like Gov. Ralph Northam, said he dressed in blackface years ago. And a woman came forward to describe being sexually assaulted by the lieutenant governor.", "filename": "2019_02_06_us_politics_virginia-blackface-mark-herring_1666738720.html", "image_url": "https://static01.nyt.com/images/2019/02/07/us/07herring-hp-update/07herring-hp-update-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=029d435045ee723b60ab2614a4487dfd65e63a614cb1a273879f2ecf7a23e06a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_06_us_politics_virginia-blackface-mark-herring_1666738720.html", "title": "Second Virginia Democrat Says He Wore Blackface, Throwing Party Into Turmoil", "title_page": "Second Virginia Democrat Says He Wore Blackface, Throwing Party Into Turmoil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The cascade of events seemed almost surreal to many here. And with Virginia’s top three statewide officials facing mortal political threats in the midst of the legislative session and an election year, some senior legislators suggested it was time to stop demanding resignations.\n“I feel like I’m living in an episode of a Nathaniel Hawthorne novel where people are rushing to judgment, and it feels like if I don’t proclaim judgment right away, it somehow reflects on me,” said State Senator J. Chapman Petersen, a Northern Virginia Democrat. “I think we need to slow down.”\nReferring to the three officials, Mr. Petersen added, “I want them all to stay put until we learn more.”\nAsked who was in charge of the state, State Senator Adam P. Ebbin, a Democrat, replied, “The governor of Virginia — for now.”\n[Make sense of the people, issues and ideas shaping American politics with our newsletter.]\nAlthough speculation about Mr. Herring’s history with blackface had coursed through the Capitol this week, it was not until Wednesday morning that he met with the Legislative Black Caucus to inform them. He then issued a statement that described how, as an undergraduate at the University of Virginia in 1980, he had dressed as the rapper Kurtis Blow.\nBy Mr. Herring’s account, he and friends “dressed up and put on wigs and brown makeup” for a party, and that it was a one-time occurrence. The attorney general, who was elected in 2013 after serving in the General Assembly and in local government in Northern Virginia, said that “the shame of that moment has haunted me for decades.”\nBlack legislators in the Capitol generally saw Mr. Herring as an ally on crucial issues. Their Wednesday morning meeting with black lawmakers was “emotional” for everyone present, including the attorney general, said State Senator Louise Lucas, a Democrat who attended the gathering. She said that the attorney general wiped tears from his cheek and that legislators also cried.", "url": "https://www.nytimes.com/2019/02/06/us/politics/virginia-blackface-mark-herring.html"}