{"authors": ["Vivian Marino"], "date_download": "2022-10-25 23:30:09", "date_modify": "2022-10-25 23:30:09", "date_publish": "2019-02-01 14:30:04", "description": "There were other pricey closings in Manhattan’s new luxury skyscrapers in January, but all were dwarfed by the hedge fund manager Kenneth Griffin’s deal.", "filename": "2019_02_01_realestate_central-park-penthouse-sets-record-at-nearly-240-million_1666740609.html", "image_url": "https://static01.nyt.com/images/2019/02/03/realestate/03ticket01/03ticket01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=66a550cbab3f15a6ddff48437dceb59dc434d0db3d0ba9e3c46452dd1d5afdc2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_01_realestate_central-park-penthouse-sets-record-at-nearly-240-million_1666740609.html", "title": "Central Park Penthouse Sets Record at Nearly $240 Million", "title_page": "Central Park Penthouse Sets Record at Nearly $240 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The country’s most expensive home sale is now officially in the record books.\nKenneth Griffin’s much-anticipated penthouse purchase at 220 Central Park South in Midtown Manhattan was recorded Jan. 25 with the New York City Registrar — just two days after representatives for the hedge fund manager and Vornado Realty Trust, the developer, signed the closing documents.\nThe final price, with taxes and various fees added in, came to $239,958,219.15.\nThis transaction was more than double New York City’s previous record, from four years ago: a duplex at the pinnacle of the One57 skyscraper that sold for nearly $100.5 million, reportedly to Michael Dell, the chief executive of Dell Technologies. And it far surpassed the national record-holder: an East Hampton, N.Y., estate that sold for $137 million in 2014 to Barry Rosenstein, another hedge fund manger.\nAt the start of 2019, there were several other pricey closings in Manhattan’s newly opened luxury skyscrapers — though all appeared dwarfed by Mr. Griffin’s acquisition.\nA 9,100-square-foot duplex penthouse at 520 Park Avenue in Midtown sold for almost $64.3 million. (The purchase was financed with a $32.1 million mortgage.)", "url": "https://www.nytimes.com/2019/02/01/realestate/central-park-penthouse-sets-record-at-nearly-240-million.html"}