{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:01:25", "date_modify": "2022-10-25 23:01:25", "date_publish": "2019-10-31 23:13:21", "description": "A parallel clash over Congress’s power to get information and the president’s power to keep it secret played out in two courtrooms.", "filename": "2019_10_31_us_politics_mcgahn-kupperman-testimony-lawsuits_1666738885.html", "image_url": "https://static01.nyt.com/images/2019/11/01/us/01dc-mcgahn-print/merlin_145440843_8447440a-bfe8-406f-a2ef-e9b6909d80d6-facebookJumbo.jpg?year=2019&h=550&w=1050&s=61d033f328b85bc8547f16c30f59331a0ee50479eeac4af8b85a57f9688c67be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_31_us_politics_mcgahn-kupperman-testimony-lawsuits_1666738885.html", "title": "Trump’s Claim That Aides Are Immune From Testifying Is Tested in Courts", "title_page": "Trump’s Claim That Aides Are Immune From Testifying Is Tested in Courts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But a lawyer for the House, Megan Barbero, pointed to prior rulings by district court judges during the George W. Bush and Obama administrations holding that Congress could file such lawsuits and that top presidential aides must show up in response to a subpoena. Mr. Burnham maintained that the courts wrongly decided those precedents, which are not binding.\nMr. McGahn is a key witness to several of the most important episodes in the report by the former special counsel, Robert S. Mueller III, about Mr. Trump’s attempts to obstruct the Russia investigation, including when he sought to have Mr. Mueller fired and later pressured Mr. McGahn to write a memo falsely denying that he had done so.\nThe House Judiciary Committee sued Mr. McGahn in August after he defied its subpoena on Mr. Trump’s instructions.\nMeanwhile, two hours into the McGahn case hearing, another Federal District Court judge in the same Washington courthouse, Richard Leon, held the opening hearing in a lawsuit brought by Mr. Trump’s former deputy national security adviser, Charles Kupperman, that raises many of the same legal issues.\nThe House Intelligence Committee has subpoenaed Mr. Kupperman to testify about Mr. Trump’s use of his official powers to pressure Ukraine into announcing investigations that could benefit him politically, and the White House has told him that he has absolute immunity and should not show up.", "url": "https://www.nytimes.com/2019/10/31/us/politics/mcgahn-kupperman-testimony-lawsuits.html"}