{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:55:55", "date_modify": "2022-10-25 23:55:55", "date_publish": "2019-09-14 14:50:21", "description": "Arab citizens make up a sixth of the Israeli electorate. They could determine whether the prime minister is re-elected, but few voted in the last election.", "filename": "2019_09_14_world_middleeast_israel-arabs-election-vote_1666742155.html", "image_url": "https://static01.nyt.com/images/2019/09/15/world/15israel-arabvote1/14israel-arabvote1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ec362d078730ebb8d3f1bb8004ad009b947ec3f3686e4d87002648cc4746fdeb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_14_world_middleeast_israel-arabs-election-vote_1666742155.html", "title": "Netanyahu’s Fate May Depend on Israeli Arab Voters. Will They Turn Out?", "title_page": "Netanyahu’s Fate May Depend on Israeli Arab Voters. Will They Turn Out? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAQA AL GHARBIYEH, Israel — Arab citizens of Israel have no love lost for Prime Minister Benjamin Netanyahu, who routinely resorts to fear-mongering against them to rally his right-wing Jewish base. But when they had a chance to help toss him from office in April, fewer than half of eligible Arabs voted — a record low.\nNow, with a do-over election on Tuesday, they have a second chance, and Israeli Arab leaders say they are doing things differently this time.\nThe often-overlooked Arab vote will be one of the most important subplots in this election, and could well determine Mr. Netanyahu’s fate. A robust enough turnout could deprive Mr. Netanyahu of the 61-seat majority in Parliament he needs to secure another term.\nTurnout is a thorny issue for Israeli Arabs, who represent a sixth of the electorate. Some always boycott Israeli elections as a silent dissent.", "url": "https://www.nytimes.com/2019/09/14/world/middleeast/israel-arabs-election-vote.html"}