{"authors": ["Megan Specia"], "date_download": "2022-10-25 23:56:00", "date_modify": "2022-10-25 23:56:00", "date_publish": "2019-04-10 23:07:56", "description": "A public relations firm aligned with Likud said it was behind the placement of more than a thousand cameras in predominantly Arab polling stations.", "filename": "2019_04_10_world_middleeast_netanyahu-cameras-arab-voter-turnout_1666742160.html", "image_url": "https://static01.nyt.com/images/2019/04/10/world/10israel-cameras1/10israel-cameras1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=fa3067979ef793409356c22255b6b9182261528d80d7149c2ae0e5dd00d346ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_10_world_middleeast_netanyahu-cameras-arab-voter-turnout_1666742160.html", "title": "Israel Voting Cameras Lowered Arab Turnout, Netanyahu Backers Claim", "title_page": "Israel Voting Cameras Lowered Arab Turnout, Netanyahu Backers Claim - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An Israeli public relations firm aligned with Prime Minister Benjamin Netanyahu’s Likud party said it was behind the placement of some 1,200 cameras in predominantly Arab polling stations, and claimed the tactic helped lower Arab voter turnout in the election Tuesday.\nThe company, Kaizler Inbar, said in a Facebook post on Wednesday that it had worked with Likud not only to distribute the cameras but also to deploy more than 1,300 activists to polling stations.\nArab voter turnout was just over 50 percent, a historically low level, Israeli news outlets reported. But that most likely resulted from several factors, analysts said, including a boycott of the vote by some Arabs over the passage of laws seen as discriminatory and a lack of robust representation.\nOn Wednesday, Mr. Netanyahu was in position to take a fourth consecutive term in office, with nearly all of the votes counted and the rival Blue and White alliance having conceded the race.", "url": "https://www.nytimes.com/2019/04/10/world/middleeast/netanyahu-cameras-arab-voter-turnout.html"}