{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 23:45:00", "date_modify": "2022-10-25 23:45:00", "date_publish": "2019-08-28 17:37:43", "description": "The turnabout in Italy’s politics was as a relief to the European establishment. But the new coalition may prove no more stable, or less conflict-ridden, than the one it replaces.", "filename": "2019_08_28_world_europe_italy-government-salvini_1666741500.html", "image_url": "https://static01.nyt.com/images/2019/08/27/world/xxitaly-hfo1/xxitaly-hfo1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f176c9ccfc13b7671e567d75b2e1e27862097d700255147b8693756fc3298a04&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_28_world_europe_italy-government-salvini_1666741500.html", "title": "New Government Takes Shape in Italy, Sidelining Salvini and the Hard Right", "title_page": "New Government Takes Shape in Italy, Sidelining Salvini and the Hard Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROME — Italy’s warring political parties struck a deal late Wednesday to form a new government that shunted aside Matteo Salvini, the hard-right leader who dominated the country’s politics for more than a year and threatened to drastically reorient Italy’s place in Europe.\nThe sudden turnabout in Italy’s politics just a week after the country’s nationalist-populist coalition collapsed was a relief to the European establishment after 14 months of euroskeptic provocations, anti-migrant crackdowns and flouting of the bloc’s financial rules.\nThe leaders of the anti-establishment Five Star Movement and the center-left Democratic Party, which is poised to return from the opposition, both said on Wednesday that they had overcome bitter differences and agreed that the outgoing prime minister, Giuseppe Conte, should be prime minister again.\nMr. Conte will meet with President Sergio Mattarella, who is responsible with guiding the country through a political crisis, early Thursday morning, when he is expected to be formally handed the mandate to form a government.", "url": "https://www.nytimes.com/2019/08/28/world/europe/italy-government-salvini.html"}