{"authors": ["Noam Cohen"], "date_download": "2022-10-25 23:46:12", "date_modify": "2022-10-25 23:46:12", "date_publish": "2019-09-22 09:00:11", "description": "Former researchers for a “food computer” initiative at the lab say the project’s leader misled outsiders about how it was going.", "filename": "2019_09_22_business_media_mit-media-lab-food-computer_1666741572.html", "image_url": "https://static01.nyt.com/images/2019/09/23/business/00jpMITPROJECT1-print/00MITPROJECT-01-facebookJumbo.jpg?year=2019&h=549&w=1050&s=f06345382eea11062bd295db83d2440461526342266efeda38b53f71f2ab1273&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_22_business_media_mit-media-lab-food-computer_1666741572.html", "title": "M.I.T. Media Lab, Already Rattled by the Epstein Scandal, Has a New Worry", "title_page": "M.I.T. Media Lab, Already Rattled by the Epstein Scandal, Has a New Worry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The former OpenAg researchers said that the food computers did not work as well as Mr. Harper said they did, adding that he often presented speculative claims as scientific truths while raising funds. In a recent interview with The Chronicle of Higher Education, Mr. Harper defended himself against that accusation, saying that he had not misled anyone and that his statements about the project were meant to describe his vision for its future.\nBabak Babakinejad, a Ph.D. who was formerly the project’s lead researcher, detailed his concerns about how OpenAg was presented in an email to Mr. Harper. He said he had sent the email, which he shared with The Times, after his contract with OpenAg was not renewed.\n“You seem to think endlessly reiterating untrue claims will lend them credibility, but it won’t,” Dr. Babakinejad wrote to Mr. Harper. “By persisting in this course of action, you have been putting M.I.T. and everyone associated with you at risk and I think it’s time that you were made to face up to that and take responsibility for it.”\nThe four former researchers said that those who worked on the project were often told to make the food computers appear to work better than they did during promotional photo shoots or visits from the lab’s sponsors or the news media.\nPaula Cerqueira, a former special projects manager at OpenAg, said she had been told to buy a lavender plant from a store near the OpenAg facility before photos were taken. She brushed dirt off the plant, she said, and placed it inside a food computer before the shoot.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\n“When it comes to academic research, because you are seeking funding all the time, there is always a line between projecting vision and misleading people,” Ms. Cerqueira said. “I think that line was stepped over a number of times.”", "url": "https://www.nytimes.com/2019/09/22/business/media/mit-media-lab-food-computer.html"}