{"authors": ["Tyler Pager", "Ashley Southall"], "date_download": "2022-10-25 23:41:29", "date_modify": "2022-10-25 23:41:29", "date_publish": "2019-03-24 20:41:42", "description": "The man was wearing only a shirt when he was shot near a Queens police precinct. He was transported to a hospital, where he remained in stable condition.", "filename": "2019_03_24_nyregion_bayside-queens-police-shooting_1666741289.html", "image_url": "https://static01.nyt.com/images/2019/03/24/nyregion/24fireshot1/24fireshot1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=bd2e874936561ff9702ff905328d1a9be6b5fb3fea3d5b6c3c7fc9a39cdd33f1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_24_nyregion_bayside-queens-police-shooting_1666741289.html", "title": "Officers Shoot a Half-Naked Man Who Set Car on Fire, Police Say", "title_page": "Officers Shoot a Half-Naked Man Who Set Car on Fire, Police Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nAn ordeal that ended with police officers shooting a half-naked man in Queens on Sunday afternoon began just before 3 p.m.\nThe man, who is in his 30s, first crashed his car into a police car in front of the 111th Precinct in Bayside, the police said. He then doused both cars in accelerant fluid and lit his own car on fire. As police officers approached, the man, who was not wearing pants or underwear, lunged at them with a 12-inch kitchen knife.\nTwo police officers then fired eight gunshots, striking the man in his torso and leg. The man was transported to NewYork-Presbyterian/Queens hospital, where he remained in stable condition on Sunday night. The two officers were also transported to a hospital to be evaluated.\nThe police did not identify the man but said he was not previously known to the officers in the precinct.", "url": "https://www.nytimes.com/2019/03/24/nyregion/bayside-queens-police-shooting.html"}