{"authors": ["Edmund Lee"], "date_download": "2022-10-25 23:34:53", "date_modify": "2022-10-25 23:34:53", "date_publish": "2019-10-28 11:12:10", "description": "Randall Stephenson, the chief executive, will remain in place for another year as the company sets out a three-year business plan to increase revenue and profit.", "filename": "2019_10_28_business_dealbook_att-earnings-elliott-management_1666740893.html", "image_url": "https://static01.nyt.com/images/2019/10/28/business/28att/merlin_161016783_0813c8c2-6a16-43e2-839e-cc32939fbc5e-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d1a069fe611320ffffda8cbc1089dfa68f0efbafd3796a39bf9f6cd3f48c81aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_28_business_dealbook_att-earnings-elliott-management_1666740893.html", "title": "AT&T C.E.O. to Stay Another Year After Challenge From Activist Fund", "title_page": "AT&T C.E.O. to Stay Another Year After Challenge From Activist Fund - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AT&T has joined the fight in the streaming wars, vying to carve out a digital swath with its planned HBO Max service. At the same time, it has been in an intense skirmish with an activist hedge fund that doubted its move into Hollywood.\nOn Monday, the embattled telecom giant settled at least one of those dramas by announcing changes to its corporate governance that will keep its chief executive, who had been nearing retirement, in place for at least another year. AT&T also laid out a stepped-up business strategy that would raise profit and lower debt.\nRandall L. Stephenson, the chief executive and chairman, will remain in charge at least through 2020, the Dallas-based company said. Once he retires, the roles of chairman and chief executive will be split. In addition, two directors will depart within the next 18 months, making way for new blood.\nAT&T also announced a set of financial targets aimed at lifting revenue and profit each year for the next three years, and said it expected to pay off the debt associated with last year’s $80 billion purchase of Time Warner. It will review its sprawling set of businesses to see what could be sold or split off into a partnership with other companies.", "url": "https://www.nytimes.com/2019/10/28/business/dealbook/att-earnings-elliott-management.html"}