{"authors": ["Jim Windolf", "John Koblin", "Rachel Abrams"], "date_download": "2022-10-25 23:37:36", "date_modify": "2022-10-25 23:37:36", "date_publish": "2019-10-09 17:24:45", "description": "The revelations prompted a denial from Mr. Lauer, the former “Today” host. His accuser, Brooke Nevils, called the response “victim shaming.”", "filename": "2019_10_09_business_media_matt-lauer-ronan-farrow-book_1666741056.html", "image_url": "https://static01.nyt.com/images/2019/10/09/business/09FARROWBOOK-02/09FARROWBOOK-02-facebookJumbo.jpg?year=2019&h=550&w=1050&s=13d29c5843d75f7ef6969111ac082d6d5fa8f83ccd7da6b4a318760f59924c77&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_09_business_media_matt-lauer-ronan-farrow-book_1666741056.html", "title": "Matt Lauer Accuser Speaks Out in Ronan Farrow’s New Book", "title_page": "Matt Lauer Accuser Speaks Out in Ronan Farrow’s New Book - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A news producer who worked with Mr. Farrow at NBC, Rich McHugh, accused the network of impeding Mr. Farrow’s reporting on Mr. Weinstein in an interview with The Times last year. He called the interference “a massive breach of journalistic integrity.”\nNBC News disagreed. In an email to the staff, the NBC News chairman Andrew Lack said the network “had nothing yet fit to broadcast.” He added, “We spent eight months pursuing the story, but at the end of that time, NBC News — like many others before us — still did not have a single victim or witness willing to go on the record.”\nIn “Catch and Kill,” Mr. Farrow has set his sights on Mr. Lack and the NBC News president Noah Oppenheim. The book includes a detailed account of the pushback Mr. Farrow said he had received from the news division’s executives, and his reporting on Mr. Lauer could have reverberations at the network. Up until now, Mr. Farrow had been publicly silent on his disagreements with the network.\nAt the time of Mr. Lauer’s firing, NBC News executives said they had not been aware of the host’s sexual misconduct until the first accuser filed a complaint. In a memo to the staff on Nov. 29, 2017, Mr. Lack wrote: “While it is the first complaint about his behavior in the over 20 years he’s been at NBC News, we were also presented with reason to believe this may not have been an isolated incident.”\nThe network started an inquiry. Unlike previous investigations of sexual misconduct involving employees at media companies like NPR and Fox News, which relied on the work of outside law firms, NBC used its own counsel to look into the question of whether or not its executives were aware of Mr. Lauer’s behavior before any complaint was lodged against him.\nFive months after the firing, the NBCUniversal legal team filed a report clearing NBC News management.", "url": "https://www.nytimes.com/2019/10/09/business/media/matt-lauer-ronan-farrow-book.html"}