{"authors": ["Jan Hoffman"], "date_download": "2022-10-25 23:23:00", "date_modify": "2022-10-25 23:23:00", "date_publish": "2019-03-26 12:36:56", "description": "The agreement, negotiated with the state of Oklahoma, will allow the maker of OxyContin to avoid a televised courtroom trial.", "filename": "2019_03_26_health_opioids-purdue-pharma-oklahoma_1666740180.html", "image_url": "https://static01.nyt.com/images/2019/03/26/science/26PURDUE/26PURDUE-facebookJumbo.jpg?year=2019&h=550&w=1050&s=316317afb1f1604a0aaedd0fbbd285c3c1c61fa35b1cfeef0f0b1b3f8a847f78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_26_health_opioids-purdue-pharma-oklahoma_1666740180.html", "title": "Purdue Pharma and Sacklers Reach $270 Million Settlement in Opioid Lawsuit", "title_page": "Purdue Pharma and Sacklers Reach $270 Million Settlement in Opioid Lawsuit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Purdue Pharma, the maker of OxyContin, and its owners, the Sackler family, agreed to pay $270 million to avoid going to a state court trial over the company’s role in the opioid addiction epidemic that has killed more than 200,000 Americans over the past two decades.\nThe payment, negotiated to settle a case brought by the state of Oklahoma, was far larger than two previous settlements Purdue Pharma had reached with other states. It could jolt other settlement talks with the company, including those in a consolidated collection of 1600 cases overseen by a federal judge in Cleveland.\n“Purdue appears to have concluded that it was less risky to settle the Oklahoma case than have the allegations publicly aired against it during a televised trial and face exposure to what could have been an astronomical jury verdict,” said Abbe R. Gluck, a professor at Yale Law School who directs the Solomon Center for Health Policy and Law.\n“That said,” she continued, “the settlement does put a stake in the ground for the other cases. It telegraphs what these cases might be worth and makes the elephant in the room even larger — namely, do Purdue and the Sacklers have sufficient funds to give fair payouts in the 1600-plus cases that remain?”", "url": "https://www.nytimes.com/2019/03/26/health/opioids-purdue-pharma-oklahoma.html"}