{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 22:56:26", "date_modify": "2022-10-25 22:56:26", "date_publish": "2019-06-11 15:52:25", "description": "Russia’s Interior Minister announced unexpectedly that the reporter arrested on drug charges would be freed and the police investigated instead.", "filename": "2019_06_11_world_europe_russia-golunov-drug-charges-dropped_1666738586.html", "image_url": "https://static01.nyt.com/images/2019/06/11/world/11russia1/11russia1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a814fb82c8ffde824d76d4600ae78d39b6b11b169eb1ff64ed5d6c20d4a55082&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_11_world_europe_russia-golunov-drug-charges-dropped_1666738586.html", "title": "In Stunning Reversal, Russia Drops Charges Against Reporter", "title_page": "In Stunning Reversal, Russia Drops Charges Against Reporter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an extraordinary reversal, the Russian government dropped all charges Tuesday against an investigative reporter whose arrest had sparked widening protests.\nIn addition, the police officers who made the arrest will be suspended while their actions are investigated, the interior minister, Vladimir Kolokoltsev, said in a recorded statement broadcast on state television. He also asked President Vladimir V. Putin to fire two senior police generals, one in charge of drug enforcement for Moscow and the other the head of the capital’s western police district.\nBiological, forensic, fingerprint and genetic tests had failed to turn up any evidence that the arrested reporter, Ivan Golunov, was involved with narcotics, as the police had charged, the minister said.\nCriminal proceedings would be halted “due to the lack of evidence of his involvement in the crime,” Mr. Kolokoltsev said, and Mr. Golunov would be released from house arrest on Tuesday.", "url": "https://www.nytimes.com/2019/06/11/world/europe/russia-golunov-drug-charges-dropped.html"}