{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:51:00", "date_modify": "2022-10-25 23:51:00", "date_publish": "2019-12-22 23:48:46", "description": "As black players in Europe endure racist incidents with increasing regularity, striker Romelu Lukaku speaks out about what he has endured: “It’s crazy.”", "filename": "2019_12_22_sports_soccer_romelu-lukaku-inter-italy-racism_1666741860.html", "image_url": "https://static01.nyt.com/images/2019/12/23/sports/20soccer-lukaku06-promo/20soccer-lukaku06-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=d9deb7304358da84c526adf8c472969e08f650db322e4f279950c33d32a36fc8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_22_sports_soccer_romelu-lukaku-inter-italy-racism_1666741860.html", "title": "When the Monkey Chants Are for You: A Soccer Star’s View of Racist Abuse", "title_page": "When the Monkey Chants Are for You: A Soccer Star’s View of Racist Abuse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MILAN — Romelu Lukaku was planning on a relaxing evening in front of the TV. He might now find himself playing in Italy, but he was looking forward to following the fortunes of two of his former teams in the Premier League.\nHis hopes of a quiet night ended long before the games did. Not for the first time this season, he found himself composing a message for his Twitter and Instagram feeds. Not for the first time this season, he felt compelled to speak out against racism.\nThe cause, in this case, was the front page of the next day’s Corriere dello Sport, one of Italy’s sports newspapers. Its cover had been posted on Twitter late that evening with images of Lukaku, a Belgian striker whose parents were born in the Democratic Republic of Congo, and Chris Smalling, a former teammate of his who is of Jamaican descent and is now playing for Roma, to tease their teams’ weekend matchup. The headline read: “Black Friday.”\nWhen Lukaku saw it, he was staggered. “It’s crazy,” he replied when he was sent an image of the front page over WhatsApp. He then criticized the paper publicly, saying it was the “dumbest of headlines.”", "url": "https://www.nytimes.com/2019/12/22/sports/soccer/romelu-lukaku-inter-italy-racism.html"}