{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:00:58", "date_modify": "2022-10-25 23:00:58", "date_publish": "2019-03-28 09:00:09", "description": "Iran’s financial crisis, worsened by American sanctions, has taken a toll on its allied Syrian militias and Hezbollah, who are showing signs of financial strain.", "filename": "2019_03_28_world_middleeast_iran-sanctions-arab-allies_1666738858.html", "image_url": "https://static01.nyt.com/images/2019/03/27/world/27iran-militias1/27iran-militias1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1e3b788c2a4f5ab67624b13ff1bf96feab3db4e6cfb5724271abd826289c4ae0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_28_world_middleeast_iran-sanctions-arab-allies_1666738858.html", "title": "Iran’s Allies Feel the Pain of American Sanctions", "title_page": "Iran’s Allies Feel the Pain of American Sanctions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Syrian militiamen paid by Iran have seen their salaries slashed. Projects Iran promised to help Syria’s ailing economy have stalled. Even employees of Hezbollah, the Lebanese group that has long served as Iran’s closest Arab ally, say they have missed paychecks and lost other perks.\nIran’s financial crisis, exacerbated by American sanctions, appears to be undermining its support for militant groups and political allies who bolster Iranian influence in Iraq, Syria, Lebanon and elsewhere.\n“The golden days are gone and will never return,” said a fighter with an Iranian-backed militia in Syria who recently lost a third of his salary and other benefits. “Iran doesn’t have enough money to give us.”\nAcross the Middle East, Iran’s allies are showing signs of financial strain.\nSome of that strain may simply reflect the impact of the prolonged armed conflicts in Syria and Iraq. Hezbollah, which had focused resources on confronting Israel along Lebanon’s southern border, has been diverting fighters and weapons to Syria for years. Shiite fighters directed by Iran helped battle the Islamic State after the militant group overran parts of Iraq five years ago.", "url": "https://www.nytimes.com/2019/03/28/world/middleeast/iran-sanctions-arab-allies.html"}