{"authors": ["Christopher F. Schuetze", "Melissa Eddy"], "date_download": "2022-10-25 23:34:17", "date_modify": "2022-10-25 23:34:17", "date_publish": "2019-06-17 11:48:07", "description": "A man suspected in the shooting of a member of Chancellor Angela Merkel’s center-right party this month had neo-Nazi links.", "filename": "2019_06_17_world_europe_germany-terrorism-walter-lubcke.html_module=inline_1666740857.html", "image_url": "https://static01.nyt.com/images/2019/06/17/world/17germany/17germany-facebookJumbo.jpg?year=2019&h=549&w=1050&s=ed07c6e5420996001d98628ba5355b7afec2146114cb08e5ed93f01031a748d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_17_world_europe_germany-terrorism-walter-lubcke.html_module=inline_1666740857.html", "title": "Killing of German Politician Is Treated as Possible Terrorist Act", "title_page": "Killing of German Politician Is Treated as Possible Terrorist Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — Germany’s attorney general’s office took over on Monday the investigation into the killing of a member of Chancellor Angela Merkel’s center-right party, days after the authorities arrested a suspect with a history of violence and ties to far-right extremists.\nFederal prosecutors take over cases that are thought to be politically motivated and pose a nationwide threat. They said that they were still investigating whether others might have been involved in the death of the official, Walter Lübcke, but said that so far they had no indication that a terrorist organization was involved.\nThe prosecutors assumed control of the investigation into Mr. Lübcke’s death two weeks after he was killed and as the authorities began to treat his case as possibly the first case of fatal right-wing terrorism since a killing spree by a far-right terror cell ended in 2007.\nThe suspect, a 45-year-old German citizen with longstanding ties to right-wing extremists, was identified and arrested after DNA found on the victim’s clothes was matched to him in a criminal database, the authorities said.", "url": "https://www.nytimes.com/2019/06/17/world/europe/germany-terrorism-walter-lubcke.html?module=inline"}