{"authors": ["Michael Gold"], "date_download": "2022-10-25 23:41:33", "date_modify": "2022-10-25 23:41:33", "date_publish": "2019-03-13 22:20:33", "description": "Amid a measles outbreak in New York, a federal judge denied a request by 28 parents for an order to let their unvaccinated children return to their private school.", "filename": "2019_03_13_nyregion_measles-rockland-county_1666741293.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2019", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_13_nyregion_measles-rockland-county_1666741293.html", "title": "Parents Wanted Their Unvaccinated Children in School, but a Judge Said No.", "title_page": "Parents Wanted Their Unvaccinated Children in School, but a Judge Said No. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nWith New York State facing one of its most severe measles outbreaks in decades, public health officials in a suburban community took the extraordinary step in December of banning unvaccinated students from attending school, regardless of whether they had received religious or medical exemptions for the vaccine.\nThe parents of 42 children affected by the ban at the school, the Green Meadow Waldorf School, sued the Rockland County health department, asking a federal judge to issue an injunction to allow the children to return.\nOn Tuesday, the request was denied.\nIn a hearing at Federal District Court in White Plains, Judge Vincent Bricetti said the parents failed to prove “that public interest weighs in favor of granting an injunction,” according to The Journal News.\n“While no one enjoys the fact that these kids are out of school these orders have worked,” the county’s attorney, Thomas E. Humbach, said in a statement about the decision. “They have helped prevent the measles outbreak from spreading to this school population.”", "url": "https://www.nytimes.com/2019/03/13/nyregion/measles-rockland-county.html"}