{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:00:31", "date_modify": "2022-10-25 23:00:31", "date_publish": "2019-12-05 11:30:10", "description": "A deal with LG Chem of South Korea will further the automaker’s plans for electric vehicles and fulfill a pledge made after its Lordstown plant was idled.", "filename": "2019_12_05_business_gm-lg-battery_1666738831.html", "image_url": "https://static01.nyt.com/images/2019/12/05/business/05battery1/merlin_153751902_853e8dcd-0a34-417e-ab01-bb8d871ae744-facebookJumbo.jpg?year=2019&h=550&w=1050&s=45c5d53efd80bb5196e694dde71a223c0ae9d535426ff6a7c288918433b6b363&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_05_business_gm-lg-battery_1666738831.html", "title": "G.M. Venture to Create Ohio Battery Plant and 1,100 Jobs", "title_page": "G.M. Venture to Create Ohio Battery Plant and 1,100 Jobs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We think as we do this in a joint fashion it is going to accelerate our ability to win in the electric vehicle space,” G.M.’s chief executive, Mary T. Barra, said at a news conference. “I absolutely believe this is a critical point, with LG Chem and G.M. working together to drive affordability.”\nThe cost of battery packs is one of the major challenges of luring mainstream consumers to electric vehicles. Tesla, the leading seller of electric cars, makes its own battery packs in a joint venture with Panasonic at a giant factory in Nevada. Even with the economies of scale of that plant, however, most Tesla cars still sell for $10,000 or more above the average new-car price of about $35,000. And Tesla has yet to show it can make money consistently.\n“It’s not at all clear there is going to be much demand for E.V.s, at least in North America,” said Sam Abuelsamid , an analyst at Navigant Research. “There’s probably going to be more demand in Europe and China, but if they can get the cost down to parity with internal combustion vehicles, then there may be potential.”\nLG Chem is a major supplier of lithium-ion batteries to the auto industry and other sectors, with clients including Volvo. A financial filing in South Korea indicated that its investment in the joint venture would occur over four years.\nG.M. is making a major push into electric vehicles, including 20 battery-powered models by 2023. It aims to sell one million such vehicles globally by 2026. Ms. Barra said G.M. expected to introduce a new Chevrolet electric car next year and an electric truck in 2021.", "url": "https://www.nytimes.com/2019/12/05/business/gm-lg-battery.html"}