{"authors": ["Charlie Savage", "Nicholas Fandos"], "date_download": "2022-10-25 23:01:29", "date_modify": "2022-10-25 23:01:29", "date_publish": "2019-05-20 18:05:54", "description": "A judge ruled that Trump’s accounting firm must turn over his financial records even as the White House told a former top Trump aide not to show up at a hearing.", "filename": "2019_05_20_us_politics_mcgahn-trump-congress_1666738889.html", "image_url": "https://static01.nyt.com/images/2019/05/20/us/politics/20dc-mcgahn/20dc-mcgahn-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3b331546586bda00e0dfd8021d73fc242a0186644ed367894598f6677b78816a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_20_us_politics_mcgahn-trump-congress_1666738889.html", "title": "Trump’s Secrecy Fight Escalates as Judge Rules for Congress in Early Test", "title_page": "Trump’s Secrecy Fight Escalates as Judge Rules for Congress in Early Test - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The fight over President Trump’s systematic stonewalling of Congress escalated on two fronts on Monday, as a federal judge upheld a subpoena for his financial records even as the White House instructed its former top lawyer to defy a subpoena to testify before lawmakers.\nIn the first court test of Mr. Trump’s vow to resist “all” subpoenas by House Democrats, a judge ruled that his accounting firm, Mazars USA, must turn over his financial records to Congress — rejecting his lawyers’ argument that lawmakers had no legitimate power to demand the files.\nMr. Trump separately moved to block Congress from receiving testimony by the former White House counsel Donald F. McGahn II at a hearing scheduled for Tuesday, denying House Democrats one of the most important eyewitnesses to Mr. Trump’s attempts to obstruct the Russia investigation. Mr. McGahn will not appear, his lawyer said later.\nThe fights raise separate but overlapping issues: how far Congress’s power to subpoena information extends, what Mr. Trump can apply executive privilege to in order to keep secret, and whether a president’s senior aides are “absolutely immune” from subpoenas, meaning they do not even have to show up when ordered to appear before lawmakers.", "url": "https://www.nytimes.com/2019/05/20/us/politics/mcgahn-trump-congress.html"}