{"authors": ["Nikita Stewart", "David Gelles"], "date_download": "2022-10-25 23:53:22", "date_modify": "2022-10-25 23:53:22", "date_publish": "2019-01-25 01:45:41", "description": "Kenneth C. Griffin, one of the richest people in the world, paid a record $238 million for a penthouse, heightening the debate about income inequality.", "filename": "2019_01_24_nyregion_238-million-penthouse-sale_1666742002.html", "image_url": "https://static01.nyt.com/images/2019/01/25/nyregion/25penthouse1/25penthouse1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=af1d1862a825ab0e548c55a39a1de2b5e4df0dd5deec7ebe89dff22ac58013cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_24_nyregion_238-million-penthouse-sale_1666742002.html", "title": "The $238 Million Penthouse, and the Hedge Fund Billionaire Who May Rarely Live There", "title_page": "The $238 Million Penthouse, and the Hedge Fund Billionaire Who May Rarely Live There - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nIn Manhattan, where multimillion-dollar real estate sales are downright routine, a hedge fund tycoon has managed to set a new standard for conspicuous consumption by paying a fortune for an unfinished piece of property in the sky.\nThe billionaire, Kenneth C. Griffin, spent $238 million for a penthouse at 220 Central Park South that is still under construction, making it the most expensive residential sale in United States history.\nWhat’s more, in a New York tale that is not entirely uncommon, the 79-story building where Mr. Griffin’s penthouse will soon exist was built after the landlord evicted dozens of middle class tenants from their rent-stabilized apartments in what was a fairly modest, white-brick building with 20 floors.\nWith a net worth estimated at $10 billion, Mr. Griffin, founder and chief executive of the global investment firm Citadel, is among the richest people in the world. And in recent years, Mr. Griffin has become increasingly willing to flaunt his wealth, spending lavishly on modern art, philanthropy and trophy real estate, even as income inequality is roiling the national political debate.", "url": "https://www.nytimes.com/2019/01/24/nyregion/238-million-penthouse-sale.html"}