{"authors": ["Mike Isaac", "Cecilia Kang"], "date_download": "2022-10-25 23:41:07", "date_modify": "2022-10-25 23:41:07", "date_publish": "2019-04-24 20:21:08", "description": "Facebook and the agency have been in negotiations over a financial penalty for claims that the company violated a 2011 consent decree.", "filename": "2019_04_24_technology_facebook-ftc-fine-privacy_1666741267.html", "image_url": "https://static01.nyt.com/images/2019/04/24/business/24FACEBOOK2/24FACEBOOK2-facebookJumbo.jpg?year=2019&h=549&w=1050&s=6aa44fc354e4b2ed12cb1e47e5bf634154be7362a918215214ee25dddfe4202a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_24_technology_facebook-ftc-fine-privacy_1666741267.html", "title": "Facebook Expects to Be Fined Up to $5 Billion by F.T.C. Over Privacy Issues", "title_page": "Facebook Expects to Be Fined Up to $5 Billion by F.T.C. Over Privacy Issues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Facebook said on Wednesday that it expected to be fined up to $5 billion by the Federal Trade Commission for privacy violations. The penalty would be a record by the agency against a technology company and a sign that the United States was willing to punish big tech companies.\nThe social network disclosed the amount in its quarterly financial results, saying it estimated a one-time charge of $3 billion to $5 billion in connection with an “ongoing inquiry” by the F.T.C. Facebook added that “the matter remains unresolved, and there can be no assurance as to the timing or the terms of any final outcome.”\nFacebook has been in negotiations with the regulator for months over a financial penalty for claims that the company violated a 2011 privacy consent decree. That year, the social network promised a series of measures to protect its users’ privacy after an investigation found that its handling of data had harmed consumers.\nThe F.T.C. opened a new investigation last year after Facebook came under fire again. This time, the company was accused of not protecting its users’ data from being harvested without their consent by Cambridge Analytica, a British political consulting firm that was building voter profiles for the Trump campaign. Facebook also suffered a data breach that exposed the personal information of nearly 50 million users.", "url": "https://www.nytimes.com/2019/04/24/technology/facebook-ftc-fine-privacy.html"}