{"authors": ["Peter Eavis", "Michael J. De La Merced", "Andrew Ross Sorkin"], "date_download": "2022-10-25 23:51:21", "date_modify": "2022-10-25 23:51:21", "date_publish": "2019-10-22 12:57:15", "description": "The shared-office company, which scrapped an initial public offering and pushed out its chief executive last month, isn’t profitable and may not be for the foreseeable future.", "filename": "2019_10_22_business_dealbook_wework-softbank_1666741881.html", "image_url": "https://static01.nyt.com/images/2019/10/23/business/23WeWork-Print/merlin_163133325_3242e8a2-38b1-4814-9659-15f5ce1370bc-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d55a3d0f967111b3f455b60b7951d3f72adb38285382ab3aca4bd047e260ae88&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_22_business_dealbook_wework-softbank_1666741881.html", "title": "WeWork’s Multibillion-Dollar Takeover by SoftBank Could Turn Into a Money Pit", "title_page": "WeWork’s Multibillion-Dollar Takeover by SoftBank Could Turn Into a Money Pit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Just a few weeks earlier, WeWork had been planning to sell shares to stock investors in what its investment banks had billed as one of the biggest initial public offerings in recent years. But that share sale was scrapped after Wall Street investors balked at the company’s huge losses and unusual corporate structure, which gave Mr. Neuman outsize power.\nSoftBank’s takeover values WeWork at $7 billion, down from the $47 billion that SoftBank reckoned it was worth in January, these people said.\nThe rescue package, announced by both companies Tuesday, includes four main components. SoftBank will accelerate a $1.5 billion investment into WeWork that it had committed to making next year. SoftBank will buy up to $3 billion in shares from other investors in WeWork, including Mr. Neumann. SoftBank will also lend money to Mr. Neumann and hire him as a consultant. And SoftBank will lend up to $5 billion to WeWork.\nWeWork’s board chose the SoftBank deal over a $5 billion debt-financing offer from JPMorgan Chase.\nGiven how much it has already plowed into the company, SoftBank’s takeover will be successful only if WeWork is eventually sold or goes public at a valuation of $15 billion or more, these people said. Once the deal is complete, SoftBank said it would own about 80 percent of WeWork but added that it would not hold a majority of WeWork’s voting rights. A SoftBank representative did not immediately respond when asked what proportion of the voting rights SoftBank would hold.\nWeWork is hardly the only SoftBank-backed company to run into trouble. SoftBank and its $100 billion Vision Fund have also invested heavily in Uber and Slack, whose share prices tumbled after they started trading on the stock market several months ago.\nFor years now, Mr. Son has bet that pouring money into fast-growing start-ups would allow his chosen companies to grow faster than their rivals and establish dominant positions in their industries.\nBut recently, Mr. Son seemed to be backing away from that approach, telling entrepreneurs at a corporate retreat last month that they needed to focus more on building sustainable businesses within a few years of going public.", "url": "https://www.nytimes.com/2019/10/22/business/dealbook/wework-softbank.html"}