{"authors": ["Jeffrey Gettleman", "Hari Kumar"], "date_download": "2022-10-25 23:00:33", "date_modify": "2022-10-25 23:00:33", "date_publish": "2019-01-31 13:56:10", "description": "The leaked report undercut a tenet of Prime Minister Narendra Modi’s job-creation vows, and came out just months before the next election.", "filename": "2019_01_31_world_asia_india-unemployment-rate_1666738833.html", "image_url": "https://static01.nyt.com/images/2019/01/31/world/indiaeconpromo/merlin_135173844_9de96d4c-1910-4ee8-bd6d-34f8182b2414-facebookJumbo.jpg?year=2019&h=549&w=1050&s=5c49b58450d48d4799e53a08fa569e42467b0db3b3280466bbf0d77157970324&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_31_world_asia_india-unemployment-rate_1666738833.html", "title": "India’s Leader Is Accused of Hiding Unemployment Data Before Vote", "title_page": "India’s Leader Is Accused of Hiding Unemployment Data Before Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Poor people can’t afford to be unemployed for too long; after a while, they’ll usually take whatever job they can get,” said Himanshu, an associate professor of economics at Jawaharlal Nehru University in New Delhi who goes by only one name. “That’s why 6 percent is a really serious number.”\nThe report is a comprehensive look at the job consequences of two disruptive economic changes Mr. Modi imposed in the past few years.\nFirst was his abrupt decision in November 2016 to eliminate most of the country’s cash currency in circulation. That decision, known as demonetization, was meant to crack down on illicit cash transactions, but the change was so hasty and hectic that it created acute shortages and inflicted enormous damage on large swaths of India’s economy.\nThen in July 2017, Mr. Modi implemented a sweeping new single tax code, the Goods and Services Tax, known as the G.S.T., but enforcement of the change was so disorganized that economists say it crippled many small businesses.\nThe leaked unemployment report, if confirmed, undercuts a basic premise of Mr. Modi’s 2014 campaign: creating jobs for the country’s enormous and young work force. People under age 35 represent roughly two-thirds of the population of 1.35 billion, and, the thinking went, they would earn and spend, expanding and accelerating economic growth. The effects would help pull millions more out of poverty.\nOpposition politicians seized on the leaked report as evidence that Mr. Modi and his ruling Bharatiya Janata Party were responsible for the worst unemployment rate since 1972-73, when the country was roiled by war with Pakistan and by the effects of global oil market shocks.", "url": "https://www.nytimes.com/2019/01/31/world/asia/india-unemployment-rate.html"}