{"authors": ["Ashley Southall"], "date_download": "2022-10-25 23:30:21", "date_modify": "2022-10-25 23:30:21", "date_publish": "2019-05-12 12:00:06", "description": "Disciplinary proceedings against Officer Daniel Pantaleo, who is accused of using a chokehold to subdue Mr. Garner, could lead to his firing.", "filename": "2019_05_12_nyregion_eric-garner-death-daniel-pantaleo-chokehold_1666740621.html", "image_url": "https://static01.nyt.com/images/2019/05/13/nyregion/12PANTALEO1/12PANTALEO1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=69cab391954900a9637bae1c6fb8d7c4a9a9ff3a0fcbb760f4b05f2482ce8e21&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_12_nyregion_eric-garner-death-daniel-pantaleo-chokehold_1666740621.html", "title": "‘I Can’t Breathe’: 5 Years After Eric Garner’s Death, an Officer Faces Trial", "title_page": "‘I Can’t Breathe’: 5 Years After Eric Garner’s Death, an Officer Faces Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So the trial will have to settle two questions at the heart of the case: Was the maneuver Officer Pantaleo used a chokehold? And, if so, was the officer justified in using it to subdue an unarmed man during a low-level arrest?\nOn Thursday, the Police Department judge overseeing the trial said that prosecutors must prove that Officer Pantaleo’s actions went beyond a violation of departmental rules and constituted a crime — an unusually high bar.\nVideo of the fatal encounter was recorded by Ramsey Orta, a friend of Mr. Garner’s who is expected to testify at Officer Pantaleo’s trial. It captured Mr. Garner telling officers in street clothes to leave him alone after they approached him outside a beauty supply store on July 17, 2014, not far from the Staten Island Ferry Terminal.\nMr. Garner had repeated encounters with the police and believed that he was being harassed.\n“This stops today,” he told the officers before they moved to arrest him over accusations that he was selling untaxed cigarettes. As one officer tried to grab Mr. Garner’s hand, he slipped free. Then Officer Pantaleo slid one arm around Mr. Garner’s neck and another under his left arm and dragged him to the ground. On the pavement, he begged for air.\nThe medical examiner ruled his death a homicide and said he died from a chokehold and the compression of his chest from lying prone. The findings are a crucial issue in the trial and Officer Pantaleo’s defense lawyer plans to dispute them.\nStuart London, the police union lawyer representing Officer Pantaleo, said the technique his client used was the seatbelt maneuver taught in the Police Academy, not a chokehold. He plans to argue that Mr. Garner, who was overweight and severely asthmatic, died because of poor health.", "url": "https://www.nytimes.com/2019/05/12/nyregion/eric-garner-death-daniel-pantaleo-chokehold.html"}