{"authors": ["David M. Halbfinger", "Isabel Kershner"], "date_download": "2022-10-25 23:55:52", "date_modify": "2022-10-25 23:55:52", "date_publish": "2019-09-22 15:33:35", "description": "Ayman Odeh, leader of the Arab Joint List, said his group would support a government by Mr. Gantz to keep Benjamin Netanyahu from getting a new term.", "filename": "2019_09_22_world_middleeast_arab-list-israel-gantz-netanyahu_1666742152.html", "image_url": "https://static01.nyt.com/images/2019/09/22/world/22israel/22israel-facebookJumbo.jpg?year=2019&h=549&w=1050&s=4eaabcc256c4adf55a1303486c6d5f5c7b2782992ff0b8d73b2a40e35a995561&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_22_world_middleeast_arab-list-israel-gantz-netanyahu_1666742152.html", "title": "Israel’s Arab Parties Back Benny Gantz to End Netanyahu’s Grip", "title_page": "Israel’s Arab Parties Back Benny Gantz to End Netanyahu’s Grip - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — After 27 years of sitting out decisions on who should lead Israel, Arab lawmakers on Sunday recommended that Benny Gantz, the centrist former army chief, get the first chance to form a government over Prime Minister Benjamin Netanyahu, a watershed assertion of political power.\nAyman Odeh, the leader of the Arab Joint List, wrote in a New York Times Op-Ed published on Sunday that the alliance’s 13 incoming lawmakers — the third-largest faction in the newly elected Parliament — had decided to recommend Mr. Gantz because it would “create the majority needed to prevent another term for Mr. Netanyahu.”\n“It should be the end of his political career,” Mr. Odeh wrote.\nThe Arab lawmakers’ recommendation, which Mr. Odeh and other members of the Joint List delivered to President Reuven Rivlin in a face-to-face meeting Sunday evening, reflected Arab citizens’ impatience to integrate more fully into Israeli society and to have their concerns be given greater weight by Israeli lawmakers.\n“There is no doubt a historic aspect to what we are doing now,” Mr. Odeh said in the meeting with the president, which was broadcast live.", "url": "https://www.nytimes.com/2019/09/22/world/middleeast/arab-list-israel-gantz-netanyahu.html"}