{"authors": ["Pam Belluck", "Adeel Hassan"], "date_download": "2022-10-25 23:41:33", "date_modify": "2022-10-25 23:41:33", "date_publish": "2019-02-20 10:00:14", "description": "The disease was declared eliminated in 2000. So far this year, there have been more than 970 cases.", "filename": "2019_02_20_us_measles-outbreak.html_action=click&module=Intentional&pgtype=Article_1666741293.html", "image_url": "https://static01.nyt.com/images/2019/02/21/us/21measles-explainer-print/00measles-explainer-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a08e70016a30ba504bebab4ceda2bfbcb03e5e31ce2889515d2e4cae434d7bf4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_20_us_measles-outbreak.html_action=click&module=Intentional&pgtype=Article_1666741293.html", "title": "Measles Outbreak Questions and Answers: Everything You Want to Know", "title_page": "Measles Outbreak Questions and Answers: Everything You Want to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A live, weakened form of the measles virus is inside the vaccine. The virus is then grown in a culture of salt, vitamins, amino acids and serum from a calf fetus. An extracted serum from human blood plasma called albumin, and an antibiotic, neomycin, along with sugars get added. Gelatin helps stabilize this lab-built version of the natural measles virus that does not act in the same way when a person gets an injection.\nWhen should children be vaccinated?\nChildren should receive two doses of the vaccine: the first when they are 12 to 15 months old; the second when they are between 4 and 6 years old. If infants who are between 6 and 11 months old are about to travel from the United States to another country, the C.D.C. recommends they receive one dose of the vaccine beforehand.\nCan adults get vaccinated?\nIt’s never too late. In fact, if measles is occurring in your community, it’s a good idea to get vaccinated unless you are sure you have previously received two shots of the M.M.R. vaccine; or you’ve had all three of the diseases the vaccine protects against (which gives you lifelong immunity, and no booster dose is ever needed); or you were born before 1957. (The vaccine was made available in 1963 and in the decade before that, virtually every child got measles by age 15, so the C.D.C. considers people born before 1957 likely to have had measles as children.)\nBut people who received the vaccine in the 1960s should consider getting immunized again. One of two vaccines available from 1963-67 was ineffective, the C.D.C. says. The effective vaccine during those years was the “live” vaccine; the ineffective one was the inactivated or “killed” vaccine. If you’re not sure, consult with your doctor.\nYou cannot get measles twice. Before 1963, nearly all children developed an immunity simply by contracting and recovering from the disease.\nIf most people are getting vaccinated, why does it matter if I don’t vaccinate my child?\nYou are probably thinking of the concept of herd immunity, which means that if a large number of people are protected from a disease by a vaccine, the disease will be less likely to circulate, diminishing the risk for people who are unvaccinated. The threshold for herd immunity varies by disease — for a highly contagious disease, a very high percentage of people need to be vaccinated to meet that threshold.", "url": "https://www.nytimes.com/2019/02/20/us/measles-outbreak.html?action=click&module=Intentional&pgtype=Article"}