{"authors": ["Brad Plumer", "Coral Davenport"], "date_download": "2022-10-25 23:24:40", "date_modify": "2022-10-25 23:24:40", "date_publish": "2019-12-28 19:58:56", "description": "In three years, the administration has diminished the role of science in policymaking while disrupting research projects nationwide. Experts say the effects could be felt for years.", "filename": "2019_12_28_climate_trump-administration-war-on-science_1666740280.html", "image_url": "https://static01.nyt.com/images/2019/12/29/science/29CLI-SCIENCE-epa1/merlin_166206960_8d393c85-cb38-41de-84e3-053b2c70c014-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ebaef5ccaa0b12a306e48fa56f20c98f40d4418d0378af56ee8660dc2a9ea68f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_28_climate_trump-administration-war-on-science_1666740280.html", "title": "Science Under Attack: How Trump Is Sidelining Researchers and Their Work", "title_page": "Science Under Attack: How Trump Is Sidelining Researchers and Their Work - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His former office, which researches topics like air pollution and chemical testing, has lost 250 scientists and technical staff members since Mr. Trump came to office, while hiring 124. Those who have remained in the office of roughly 1,500 people continue to do their work, Dr. Kavlock said, but are not going out of their way to promote findings on lightning-rod topics like climate change.\n“You can see that they’re trying not to ruffle any feathers,” Dr. Kavlock said.\nThe same can’t be said of Patrick Gonzalez, the National Park Service’s principal climate change scientist, whose work involves helping national parks protect against damages from rising temperatures.\nIn February, Dr. Gonzalez testified before Congress about the risks of global warming, saying he was speaking in his capacity as an associate adjunct professor at the University of California, Berkeley. He is also using his Berkeley affiliation to participate as a co-author on a coming report by the Intergovernmental Panel on Climate Change, a United Nations body that synthesizes climate science for world leaders.\nBut in March, shortly after testifying, Dr. Gonzalez’s supervisor at the National Park Service sent the cease-and-desist letter warning him that his Berkeley affiliation was not separate from his government work and that his actions were violating agency policy. Dr. Gonzalez said he viewed the letter as an attempt to deter him from speaking out.\nThe Interior Department, asked to comment, said the letter did not indicate an intent to sanction Dr. Gonzalez and that he was free to speak as a private citizen.\nDr. Gonzalez, with the support of Berkeley, continues to warn about the dangers of climate change and work with the United Nations climate change panel using his vacation time, and he spoke again to Congress in June. “I’d like to provide a positive example for other scientists,” he said.\nStill, he noted that not everyone may be in a position to be similarly outspoken. “How many others are not speaking up?” Dr. Gonzalez said.", "url": "https://www.nytimes.com/2019/12/28/climate/trump-administration-war-on-science.html"}