{"authors": [], "date_download": "2022-10-25 23:44:54", "date_modify": "2022-10-25 23:44:54", "date_publish": "2019-10-17 11:20:39", "description": "Support for the deal from Parliament and Northern Irish lawmakers is far from assured.", "filename": "2019_10_17_world_europe_brexit-deal_1666741494.html", "image_url": "https://static01.nyt.com/images/2019/10/17/world/17brexit-briefing5/17brexit-briefing5-facebookJumbo.jpg?year=2019&h=550&w=1050&s=247fdea05942c526c3dafbff5d1232327f528b7815e4343d62decbd222058f4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_17_world_europe_brexit-deal_1666741494.html", "title": "Key Moments as E.U. Leaders Endorsed a Brexit Deal With Boris Johnson", "title_page": "Key Moments as E.U. Leaders Endorsed a Brexit Deal With Boris Johnson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some Labour lawmakers have argued for giving voters a chance to choose between leaving the European Union on Mr. Johnson’s terms or abandoning Brexit altogether. They want to attach an amendment to Mr. Johnson’s deal — which will be put to Parliament on Saturday — that would allow the deal to pass only on the condition that the public vote on it in a referendum.\n“If Boris Johnson has confidence in his deal, he should put it back to the people in a public vote against remain — and that is an argument we will be making on Saturday,” Keir Starmer, Labour’s lead lawmaker on Brexit, said on Twitter.\nThe party’s leader, Jeremy Corbyn, said in a statement that he wanted “to give the people the final say in a public vote.” But he was more equivocal in televised remarks to reporters, avoiding a question about a Saturday vote on whether to hold a second referendum and saying that his priority was to vote down Mr. Johnson’s deal.\nSome Labour lawmakers worry about being seen to support Mr. Johnson’s deal, even on the condition that it be put to a public vote. Others are hesitant to back a second referendum at all, fearing that it would hurt the party’s chances with those who support Britain’s withdrawal from the European Union.\nLabour’s official policy is to negotiate its own Brexit deal and put that to a second public vote, letting people choose between leaving on Labour’s terms or staying in the European Union.\nU.K. loyalists in Northern Ireland feel betrayed.", "url": "https://www.nytimes.com/2019/10/17/world/europe/brexit-deal.html"}