{"authors": ["Matt Stevens", "Maggie Astor"], "date_download": "2022-10-25 23:24:17", "date_modify": "2022-10-25 23:24:17", "date_publish": "2019-09-07 09:00:11", "description": "Half of the Democratic candidates took part in a CNN town-hall-style event on global warming, and several unveiled detailed plans to address the crisis.", "filename": "2019_09_07_us_politics_climate-change-town-hall-howard-schultz_1666740257.html", "image_url": "https://static01.nyt.com/images/2019/09/07/us/politics/07moments-1-sub/07moments-1-sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=29966e9db6a0cc0ddc191f9b55ba9459f2ff57b2687737c9d85ae5165e027c7e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_07_us_politics_climate-change-town-hall-howard-schultz_1666740257.html", "title": "Climate Change Takes Center Stage: This Week in the 2020 Race", "title_page": "Climate Change Takes Center Stage: This Week in the 2020 Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A lot happened on the presidential campaign trail this week. Here’s our weekly catch-up on the 2020 election and the Democratic field, which is still 20 candidates strong.\nWe got a climate debate, sort of\nThe Democratic National Committee refused to hold the climate-focused presidential debate that Gov. Jay Inslee of Washington and several other candidates wanted. So CNN stepped in with seven straight hours of climate-focused town hall events.\nMr. Inslee’s influence was on full display, despite the fact that he dropped out of the race last month. One after another, 10 candidates — the same ones who will participate in the next debate on Thursday — said addressing climate change would be one of their top priorities in office. Viewers who based their drinking game on the phrase “existential threat” might not have survived.\nPerhaps more notable, the plans we heard about (more on those below) were more aggressive even than what candidates were proposing a few months ago.", "url": "https://www.nytimes.com/2019/09/07/us/politics/climate-change-town-hall-howard-schultz.html"}