{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:01:50", "date_modify": "2022-10-25 23:01:50", "date_publish": "2019-07-08 23:59:35", "description": "The attorney general also said his review of the Russia investigation indicated so far that he needed to tighten Justice Department rules on investigating candidates for office.", "filename": "2019_07_08_us_politics_mueller-testify-william-barr_1666738910.html", "image_url": "https://static01.nyt.com/images/2019/07/08/us/politics/08dc-mueller/08dc-mueller-facebookJumbo.jpg?year=2019&h=550&w=1050&s=14824ac4cf41365d16be6053a422a977c8bdada77519df02616d27d90caf682f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_08_us_politics_mueller-testify-william-barr_1666738910.html", "title": "Barr Says House Subpoenaed Mueller to Create ‘Public Spectacle’", "title_page": "Barr Says House Subpoenaed Mueller to Create ‘Public Spectacle’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EDGEFIELD, S.C. — Attorney General William P. Barr accused House Democrats on Monday of subpoenaing testimony from Robert S. Mueller III to “create some kind of public spectacle,” rather than elicit facts, pointing to Mr. Mueller’s declaration that he would discuss only the facts laid out in the Russia investigation report.\n“I don’t really feel it’s a useful exercise” for Mr. Mueller, the former special counsel, to testify before Congress, Mr. Barr said in an interview after touring a federal prison in Edgefield. “I don’t see the point in subpoenaing him and bringing him up to testify if he’s going to stick with his report, which I think he will.”\nHe also called the idea that Mr. Trump worked with the Kremlin to subvert the election “bogus” and said the early stages of his review of the Russia inquiry suggested that he needed to toughen protocol for investigating political candidates.\nMr. Mueller, 74, who is scheduled to appear before the House Judiciary and Intelligence Committees on July 17, said during an appearance in May that he would discuss only the findings in his two-volume report if called before Congress. “The report is my testimony,” Mr. Mueller said.", "url": "https://www.nytimes.com/2019/07/08/us/politics/mueller-testify-william-barr.html"}