{"authors": ["David Waldstein"], "date_download": "2022-10-25 23:35:42", "date_modify": "2022-10-25 23:35:42", "date_publish": "2019-10-21 23:43:56", "description": "Jose Altuve’s Game 6 homer not only sent Houston to the World Series, it gave his teammates a chance to gush about a player who persevered through the franchise’s nadir.", "filename": "2019_10_21_sports_baseball_jose-altuve-astros_1666740942.html", "image_url": "https://static01.nyt.com/images/2019/10/21/sports/21altuve-web1/21altuve-web1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=84b59ddd52e3ae84f0a058b46d2a7500fbdaed4097e264598bf59e71e45e7c65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_21_sports_baseball_jose-altuve-astros_1666740942.html", "title": "The ‘Aura of Altuve’ Powers the Astros", "title_page": "The ‘Aura of Altuve’ Powers the Astros - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — Gerrit Cole was covered in champagne and beer Saturday night and puffing on a victory cigar as he recounted the inside story of how Jose Altuve sent the Houston Astros to a second World Series.\nWith Minute Maid Park was gripped by the tension of a tie game in the ninth inning of Game 6 of the American League Championship Series, Cole, the Astros’ ace, peeked inside the video room near the Astros’ dugout. There was Altuve, calmly studying tape of Aroldis Chapman, the Yankees often-impenetrable closer, as if it were an afternoon in May instead of one of the biggest moments of the season.\nA few minutes later Altuve stepped into the batter’s box and crushed a two-run home run off Chapman, ending the series in Houston’s favor. As the stadium heaved in celebration, Altuve coolly ran the bases, at first with his head down, giving an understated hand-slap to the first base coach Don Kelly — also as if it were just a routine game in May — until he reached home plate, where his teammates pounced on the player they love so much.\nFor Cole, it was another example of Altuve’s two essential characteristics: his hard work and his immeasurable determination. In a quieter moment on the field about 45 minutes after the game, Cole shed light on something else he feels about Altuve, a player so special that Cole sought more divine reasons for his success.", "url": "https://www.nytimes.com/2019/10/21/sports/baseball/jose-altuve-astros.html"}