{"authors": ["Katie Rogers"], "date_download": "2022-10-25 23:41:50", "date_modify": "2022-10-25 23:41:50", "date_publish": "2019-02-07 23:15:48", "description": "Dr. Jackson, the president’s failed nominee to lead the Veterans Affairs Department, just received a promotion but is still under investigation over accusations of inappropriate workplace behavior.", "filename": "2019_02_07_us_politics_donald-trump-health-physical_1666741310.html", "image_url": "https://static01.nyt.com/images/2019/02/08/us/politics/08dc-medteam1/08dc-medteam1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=af7cc27a96b1eb6550f304c995d99b3185db3e3b412fd0135724f62cdfc7da66&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_07_us_politics_donald-trump-health-physical_1666741310.html", "title": "Trump Will Have His Yearly Physical on Friday, Without Dr. Ronny Jackson", "title_page": "Trump Will Have His Yearly Physical on Friday, Without Dr. Ronny Jackson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump is scheduled to undergo the second physical of his presidency on Friday, an annual checkup for a commander in chief who has maintained that he is the picture of stamina.\nBut the Navy doctor who has been crucial to reinforcing that idea will be missing: Dr. Ronny L. Jackson, who mused about Mr. Trump’s “great genes” while delivering the results of last year’s physical, is no longer the White House physician. Taking his place on Friday will be Dr. Sean Conley, the Navy officer who is now in the job Dr. Jackson vacated when Mr. Trump nominated him to be the secretary of veterans affairs last year.\nThat does not mean Dr. Jackson has left the president’s orbit.\nDr. Jackson returned to the White House medical unit after withdrawing from consideration for the cabinet position when he became embroiled in a partisan battle over accusations of inappropriate workplace behavior. And last week, Mr. Trump promoted him to assistant to the president and chief White House medical adviser. He has also asked the Senate to promote Dr. Jackson, a rear admiral, to two-star admiral.\n“In his new role as chief medical adviser, Dr. Jackson will transition from providing medical care to using his extensive medical expertise to provide technical policy advice to the executive branch,” said an administration official, who would speak only on the condition of anonymity.", "url": "https://www.nytimes.com/2019/02/07/us/politics/donald-trump-health-physical.html"}