{"authors": ["Mitch Smith", "Alexander Burns"], "date_download": "2022-10-25 23:53:19", "date_modify": "2022-10-25 23:53:19", "date_publish": "2019-06-23 21:20:29", "description": "The fatal shooting last week of a black man by a South Bend police officer has tested Mr. Buttigieg’s leadership at a critical time for his campaign.", "filename": "2019_06_23_us_politics_buttigieg-south-bend-shooting_1666741999.html", "image_url": "https://static01.nyt.com/images/2019/06/23/us/politics/23southbend-sub/23southbend-sub-facebookJumbo.jpg?year=2019&h=549&w=1050&s=3543010aeebeabd107f877155b93519aa367ef3f8b9a40d71c82609f38750514&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_23_us_politics_buttigieg-south-bend-shooting_1666741999.html", "title": "At Town Hall, Pete Buttigieg Confronts Tensions Around South Bend Police Shooting", "title_page": "At Town Hall, Pete Buttigieg Confronts Tensions Around South Bend Police Shooting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Buttigieg’s apparent difficulty to soothe a crisis at home strikes at several raw points for his presidential campaign. His soaring ascent in the race has been propelled overwhelmingly by the enthusiasm of white voters, and especially college-educated whites — including some of the Democratic Party’s wealthiest political benefactors. He has repeatedly acknowledged that he is struggling to connect not just with black voters but also other minority groups that are pillars of the Democratic Party’s national coalition.\nNo candidate in recent years has won the Democratic Party’s presidential nomination, or even advanced far in the nominating process, without substantial support from African-Americans.\nBut it is not only black voters, like Mr. Buttigieg’s constituents in South Bend, who may regard the latest developments there as unsettling for his candidacy. White liberals have also grown intensely concerned in recent years with matters of racism and social justice, and they, too, may be watching Mr. Buttigieg’s handling of events in his city with a judgmental eye.\nUp to this point, he has cultivated an unflappable political persona, defined by his cool intellect and seeming immunity to criticism or provocation from his critics. While his campaign carries the romantic theme of bridging a new political era, in person Mr. Buttigieg offers a results-over-emotion ethos informed by his career as a McKinsey consultant that is far from Bill Clinton’s “I feel your pain” mantra. During a tour of Mason City, Iowa, this month, Mr. Buttigieg spoke with the local mayor about macro-level municipal concerns such as downtown development and river cleanup, but spent comparatively little time with local residents talking about their concerns.\nAnd at the town-hall-style meeting on Sunday, he was serious and solemn throughout — never losing his cool, but also never wearing emotions on his sleeve. Mr. Buttigieg sat behind a small desk on a stage in a vast high school auditorium, looking out on the crowd of city residents, listening intently and rarely raising his voice. The only other two people on stage were the police chief, who sat next to the mayor, and a local N.A.A.C.P. leader, who stood several feet away and whose attempts to maintain order were mostly unsuccessful.", "url": "https://www.nytimes.com/2019/06/23/us/politics/buttigieg-south-bend-shooting.html"}