{"authors": [], "date_download": "2022-10-25 23:00:45", "date_modify": "2022-10-25 23:00:45", "date_publish": "2019-11-13 18:33:04", "description": "Mr. Kent, a senior State Department official, appeared on Capitol Hill for testimony Wednesday as the public impeachment hearings began.", "filename": "2019_11_13_us_politics_george-kent-opening-statement-impeachment_1666738845.html", "image_url": "https://static01.nyt.com/images/2019/11/13/multimedia/13dc-kentstatement/13dc-kentstatement-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9f742b94b16eaad60640cc3adf954f0f53be4b846f301f4c75ef4aa7c55962bb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_13_us_politics_george-kent-opening-statement-impeachment_1666738845.html", "title": "Read George Kent’s Prepared Opening Statement From the Impeachment Hearing", "title_page": "Read George Kent’s Prepared Opening Statement From the Impeachment Hearing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This is why the principled promotion of the rule of law and institutional integrity has been so necessary to our strategy for a successful Ukraine. It is also true for other former captive nations still recovering from the ashes of Soviet misrule. It is why acting inconsistently with the core principle of rule-of-law comes with great peril.\nI am grateful to all of the members of Congress and staffers who have traveled to Ukraine over the past five years and appropriated billions of dollars in assistance in support of our primary policy goals. Those funds increase Ukraine’s ability to fight Russian aggression in the defense, energy, cyber, and information spheres. They also empower state institutions and civil society to undertake systemic reforms and tackle corruption.\nI believe all of us can be proud of our efforts in Ukraine over the past five years, even though much remains to be done. And by all of us I mean those in the legislative and executive branches, both parties, the interagency community working out of our embassy in Kyiv, with Ukrainians in government, the military, and civil society, and our transatlantic allies and partners. We cannot allow our resolve to waiver, since too much is at stake, not just for Ukraine and the future of European security, but for the national interests of the United States broadly defined.\nMy prior deposition covered a lot of ground over some ten hours. Here are the main themes from my testimony:\n• I outlined my experience with longstanding U.S. interests in supporting anti-corruption efforts in Ukraine. This work gave me a front-seat to problematic activities by successive prosecutors general in Ukraine.\n• For many of the issues that this Committee is investigating, my knowledge and understanding is sometimes first hand, and sometimes comes from others involved in some specific conversations and meetings. This is no different than how any one learns and carries out his or her job responsibilities. I have been and remain willing to share my factual observations with the Committee, and will make it clear when those are based on personal knowledge, or information gained from others.\n• U.S. efforts to counter corruption in Ukraine focus on building institutional capacity so that the Ukrainian government has the ability to go after corruption and effectively investigate, prosecute, and judge alleged criminal activities using appropriate institutional mechanisms -- that is -- to create and follow the rule of law. That means if there is any criminal nexus for activity in the United States, then U.S. law enforcement should pursue that case. If we think there has been some criminal act overseas that violates U.S. law, we have the institutional mechanisms to address that. It could be through the Justice Department and FBI agents assigned oversees, or through treaty mechanisms, such as the Mutual Legal Assistance Treaty. As a general principle, I do not believe the United States should ask other countries to engage in selective, politically associated investigations or prosecutions against opponents of those in power, because such selective actions undermine the rule of law regardless of the country.\n• The pervasive and long standing problem of corruption in Ukraine included exposure to a situation involving the energy company Burisma. The primary concern of the U.S. government since 2014 was Burisma’s owner -- Mykola Zlochevsky -- whose frozen assets abroad we had attempted to recover on Ukraine’s behalf. In early 2015, I raised questions with the deputy Prosecutor General about why the investigation of Mr. Zlochevsky had been terminated, based on our belief that prosecutors had accepted bribes to close the case.", "url": "https://www.nytimes.com/2019/11/13/us/politics/george-kent-opening-statement-impeachment.html"}