{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:45:25", "date_modify": "2022-10-25 23:45:25", "date_publish": "2019-07-01 10:08:54", "description": "Tehran also signaled that it now intends to enrich its nuclear fuel stockpile to a purer level, a provocative action that could move the country closer to being able to use the fuel for a weapon.", "filename": "2019_07_01_us_politics_iran-nuclear-limit-compliance_1666741525.html", "image_url": "https://static01.nyt.com/images/2019/06/26/us/00dc-iranHFO-1/merlin_157023003_794f0493-87e3-43c4-861d-09be0703c417-facebookJumbo.jpg?year=2019&h=549&w=1050&s=29ba7a1c3c68462ac7088b6835a51cc5bad79137f3efcafc1022732023174138&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_01_us_politics_iran-nuclear-limit-compliance_1666741525.html", "title": "Iran Breaches Critical Limit on Nuclear Fuel Set by 2015 Deal", "title_page": "Iran Breaches Critical Limit on Nuclear Fuel Set by 2015 Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Iran on Monday violated a key provision of the 2015 international accord to restrict its nuclear program and signaled that it would soon breach another as it seeks more leverage in its escalating confrontation with the United States.\nInternational inspectors confirmed that Iran had exceeded a critical limit on how much nuclear fuel it can possess under the agreement, which President Trump abandoned more than a year ago. By itself, the move does not give Iran enough material to produce a single nuclear weapon, though it inches it in that direction.\nHours later, Iran’s foreign minister said his nation now intended to begin enriching its nuclear fuel to a purer level, a provocative action that, depending on how far Tehran goes with it, could move the country closer to possessing fuel that with further processing could be used in a weapon.\nThe moves completed a sharp shift in strategy for Iran, which for the past 14 months had continued to respect the terms of the complex deal it struck with the Obama administration, even after Mr. Trump reimposed sanctions in an effort to strangle Iran’s economy by driving its oil revenues to zero. President Hassan Rouhani of Iran signaled the change in approach in May, but Tehran did not actually breach a central element of the agreement until Monday.", "url": "https://www.nytimes.com/2019/07/01/us/politics/iran-nuclear-limit-compliance.html"}