{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:41:36", "date_modify": "2022-10-25 23:41:36", "date_publish": "2019-03-11 23:38:52", "description": "With low inoculation rates in some communities, a bill sponsor said New York was “on the verge of a public health crisis.”", "filename": "2019_03_11_nyregion_measles-vaccination-laws-ny_1666741296.html", "image_url": "https://static01.nyt.com/images/2019/03/17/nyregion/17measles/merlin_136691655_03e85b9d-e2b5-442a-b88f-4b83f79fcfd2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=29f8af8ed11baec1ccd9e6d98a9e15b01415dba9ed92b662829c1279349078cd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_11_nyregion_measles-vaccination-laws-ny_1666741296.html", "title": "Facing Measles Outbreak, N.Y. Lawmakers Want to Let Teenagers Get Vaccines on Their Own", "title_page": "Facing Measles Outbreak, N.Y. Lawmakers Want to Let Teenagers Get Vaccines on Their Own - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nALBANY — After a measles outbreak in Brooklyn and Rockland County and amid growing concerns about the anti-vaccine movement, a pair of state legislators are proposing allowing minors to receive vaccinations without permission from their parents.\nThe bill would allow any child 14 years or older to be vaccinated and given booster shots for a range of diseases including mumps, diphtheria, whooping cough, tetanus, influenza, hepatitis B and measles, which seemed to be the primary reason for alarm after the recent outbreaks.\n“We are on the verge of a public health crisis,” said one of the bill’s sponsors, Assemblywoman Patricia Fahy, a Democrat from Albany, citing lower-than-recommended inoculation rates in some communities, spurred by unconfirmed suspicions about vaccines causing autism. “We’ve become complacent over the last couple of decades.”\n[Your questions on measles and its vaccine, answered.]\nThat sentiment was amplified recently by the World Health Organization, which listed “vaccine hesitancy” as one of the Top 10 global threats. In Rockland County, officials are reporting 145 confirmed cases of measles, with the vast majority of those afflicted aged 18 and under. Of those, four out of five have received no vaccinations for measles, mumps and rubella.", "url": "https://www.nytimes.com/2019/03/11/nyregion/measles-vaccination-laws-ny.html"}