{"authors": ["Stephen Castle", "Mark Landler"], "date_download": "2022-10-25 23:44:47", "date_modify": "2022-10-25 23:44:47", "date_publish": "2019-10-20 18:05:10", "description": "The prime minister will try again this week to get his draft deal through Parliament. He has one key thing going for him: a divided opposition.", "filename": "2019_10_20_world_europe_brexit-boris-johnson-parliament_1666741487.html", "image_url": "https://static01.nyt.com/images/2019/10/21/world/20boris-print/20brexit-facebookJumbo.jpg?year=2019&h=550&w=1050&s=0b256875a4e16d016d7e262ee9808a47cef32bdd4f20986cd78fc3611ee6b971&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_20_world_europe_brexit-boris-johnson-parliament_1666741487.html", "title": "Despite Litany of Failures, Boris Johnson Is in Striking Distance of Brexit Success", "title_page": "Despite Litany of Failures, Boris Johnson Is in Striking Distance of Brexit Success - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — He suspended Parliament and was rebuked by Britain’s top court. He purged his party and lost a string of votes. After trying to strong-arm lawmakers into supporting his new Brexit plan, Prime Minister Boris Johnson was forced to ask for a delay for withdrawal from the European Union, a request he had vowed never to make.\nYet, while this litany of failures should be spectacularly good news for opponents of Brexit, who came out in huge crowds onto the streets of London on Saturday, Mr. Johnson still has a surprisingly good chance of leading Britain out of the bloc.\nMr. Johnson is not just still in the game, despite a remarkable succession of miscalculations, but he is also within striking distance of a majority vote in Parliament for his Brexit plan. The foreign secretary, Dominic Raab, predicted on Sunday that the government proposal would pass.\nThe odds are better than ever because three years of Brexit chaos has left the nation angry, frustrated and tired, the opposition is divided, and many expect a general election for which Mr. Johnson has been gearing up, with speeches highlighting platform issues such as more money for the police force.", "url": "https://www.nytimes.com/2019/10/20/world/europe/brexit-boris-johnson-parliament.html"}