{"authors": ["Jan Hoffman"], "date_download": "2022-10-25 23:22:59", "date_modify": "2022-10-25 23:22:59", "date_publish": "2019-09-16 23:27:09", "description": "Here’s what the OxyContin maker’s Chapter 11 filing means and doesn’t mean.", "filename": "2019_09_16_health_purdue-oxycontin-bankruptcy-sacklers_1666740179.html", "image_url": "https://static01.nyt.com/images/2019/09/16/science/16PURDUE1/16PURDUE1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=0fa4f40f99e3c8503ab705d172324e0d15a33bf2fd297bc51284aace2d4fbc3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_16_health_purdue-oxycontin-bankruptcy-sacklers_1666740179.html", "title": "Would a Purdue Bankruptcy Protect the Sacklers? Good Question.", "title_page": "Would a Purdue Bankruptcy Protect the Sacklers? Good Question. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Whether these states can derail the proceedings remains to be seen.\nHere are some important questions about what could happen next:\nHow would Chapter 11 bankruptcy affect the 2,600 opioid lawsuits pending against Purdue?\nIf the bankruptcy is approved, those cases would be resolved.\nFor now, as a bankruptcy judge considers Purdue’s petition, those cases are largely suspended.\nThe overwhelming majority of opioid cases against Purdue have been brought by cities, counties and tribes, and they are now consolidated before a federal judge in Ohio. Those plaintiffs have agreed to the settlement deal outlined in the bankruptcy filings. Attorneys general for 24 states and five United States territories have also said they support the deal.\nBut the settlement must be approved by the bankruptcy judge and Purdue’s creditors.\nThe fate of lawsuits brought by 24 other states and the District of Columbia that have not committed to the deal is still in question. Purdue is seeking a preliminary injunction to stop those cases.\nFentanyl Overdoses: What to Know Card 1 of 5 Devastating losses. Drug overdose deaths, largely caused by the synthetic opioid drug fentanyl, reached record highs in the United States in 2021. Here’s what you should know to keep your loved ones safe: Understand fentanyl’s effects. Fentanyl is a potent and fast-acting drug, two qualities that also make it highly addictive. A small quantity goes a long way, so it’s easy to suffer an overdose. With fentanyl, there is only a short window of time to intervene and save a person’s life during an overdose. Stick to licensed pharmacies. Prescription drugs sold online or by unlicensed dealers marketed as OxyContin, Vicodin and Xanax are often laced with fentanyl. Only take pills that were prescribed by your doctor and came from a licensed pharmacy. Talk to your loved ones. The best way to prevent fentanyl use is to educate your loved ones, including teens, about it. Explain what fentanyl is and that it can be found in pills bought online or from friends. Aim to establish an ongoing dialogue in short spurts rather than one long, formal conversation. Learn how to spot an overdose. When someone overdoses from fentanyl, breathing slows and their skin often turns a bluish hue. If you think someone is overdosing, call 911 right away. If you’re concerned that a loved one could be exposed to fentanyl, you may want to buy naloxone, a medicine that can rapidly reverse an opioid overdose and is often available at local pharmacies without prescription.\nIn court filings, Purdue referred to “a kaleidoscope of piecemeal litigation.” In 2019 alone, it said, the company will have spent $263 million on legal costs. It argued that its plan will end costly litigation for all parties and bring relief to the plaintiffs as swiftly as possible.\nWill the Purdue bankruptcy also shield the Sacklers from litigation?\nThat’s the mega-billion-dollar question. The answer is not clear.\nPurdue will ask for a halt to lawsuits against so-called related parties — an obvious reference to individual Sacklers who have been sued in a growing number of cases because of their past roles with Purdue.", "url": "https://www.nytimes.com/2019/09/16/health/purdue-oxycontin-bankruptcy-sacklers.html"}