{"authors": ["Jan Ransom"], "date_download": "2022-10-25 22:59:51", "date_modify": "2022-10-25 22:59:51", "date_publish": "2019-06-18 23:28:51", "description": "“You have people on both sides of that,” the president said when asked about the wrongly convicted defendants.", "filename": "2019_06_18_nyregion_central-park-five-trump_1666738791.html", "image_url": "https://static01.nyt.com/images/2019/06/18/nyregion/18nytrump2/18nytrump2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5d86f78f6902f7f044cffb1455c8aded037c2272e0c68d3b5f983ba2f9eca851&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_18_nyregion_central-park-five-trump_1666738791.html", "title": "Trump Will Not Apologize for Calling for Death Penalty Over Central Park Five", "title_page": "Trump Will Not Apologize for Calling for Death Penalty Over Central Park Five - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nPresident Trump said on Tuesday that he would not apologize for his harsh comments in 1989 about the Central Park Five, the five black and Latino men who as teenagers were wrongly convicted of the brutal rape of a jogger in New York City.\nMr. Trump was asked about newspaper advertisements he bought back then calling for New York State to adopt the death penalty after the attack. (The ads never explicitly called for the death penalty for the five defendants.)\n“You have people on both sides of that,” he said at the White House. “They admitted their guilt.”\n“If you look at Linda Fairstein and if you look at some of the prosecutors, they think that the city never should have settled that case — so we’ll leave it at that,” he added, referring to the former prosecutor who was running the Manhattan district attorney’s sex crimes unit at the time.\nMr. Trump’s remarks about the Central Park Five were strikingly similar to comments he made in reaction to the deadly violence at a white nationalist rally in Charlottesville, Va., in 2017. A woman was killed after a driver slammed his vehicle into counterprotesters. At the time, the president said, “There was blame on both sides.”", "url": "https://www.nytimes.com/2019/06/18/nyregion/central-park-five-trump.html"}