{"authors": ["Michael D. Shear", "Miriam Jordan", "Caitlin Dickerson"], "date_download": "2022-10-25 23:53:06", "date_modify": "2022-10-25 23:53:06", "date_publish": "2019-08-14 15:42:03", "description": "The Trump administration’s new means-testing rule is an attempt to change the profile of the American immigrant. No more is the U.S. a place that welcomes the poor.", "filename": "2019_08_14_us_immigration-public-charge-welfare_1666741986.html", "image_url": "https://static01.nyt.com/images/2019/08/13/us/13immigrant-welfare02-promo/13immigrant-welfare02-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=8e568a0ccd906841773244fe1998a85aea09c72f2544b5edca793a347380640a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_14_us_immigration-public-charge-welfare_1666741986.html", "title": "Trump’s Policy Could Alter the Face of the American Immigrant", "title_page": "Trump’s Policy Could Alter the Face of the American Immigrant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This was a very highly calibrated attempt to increase European immigration,” said Muzaffar Chishti, the director of the Migration Policy Institute’s office at New York University School of Law. “It just did not work out that way,” he said.\nInstead, a confluence of factors including rising quality of life in Europe, advancements in transportation technology and the end of colonial rule in countries in South and East Asia had unforeseen consequences. Europeans became less interested in American immigration, while instead the United States ushered in scores of others — Indian students, Filipino nurses, entrepreneurs from Hong Kong — who, in turn, petitioned to bring their family members behind them.\nAs a result, while 85 percent of immigrants in the United States in 1960 were of European origin and 15 percent came from elsewhere in the world, Mr. Chishti said, today the reverse is true.\nThe way that means testing tends to favor immigrants from Europe and Canada already has become apparent over the past year as State Department consular officials began evaluating visas on the basis of whether applicants are likely to be heavy users of government benefits.\nVisa denials increased across the board, according to a report by Politico, particularly in less developed and impoverished countries. The data obtained by the news organization showed steep increases in visa denials for countries like India, Pakistan, Bangladesh, Haiti and the Dominican Republic. In Mexico, visa denials jumped to 5,343 during 10 months of 2018 and 2019, up from seven in all of 2016.\nTammy Fox-Isicoff, a Miami lawyer, said that an American-citizen client, an entrepreneur with an MBA, petitioned for his parents, 60 and 65 years old, who are both healthy and hold engineering degrees, to immigrate to the United States from Uzbekistan.\nDespite the fact that he presented proof of $470,000 in assets, his parents were denied immigrant visas based on the “totality of circumstances,” according to correspondence reviewed by The New York Times. The consular officers required $1 million in assets from their son to reconsider the case.\n“They are making it really hard for American citizens to sponsor parents. Most of them are going to be over 60, at the very least,” Ms. Fox-Isicoff said.", "url": "https://www.nytimes.com/2019/08/14/us/immigration-public-charge-welfare.html"}