{"authors": ["Jeffrey Gettleman", "Kai Schultz", "Suhasini Raj", "Hari Kumar"], "date_download": "2022-10-25 23:45:16", "date_modify": "2022-10-25 23:45:16", "date_publish": "2019-08-08 12:14:24", "description": "Demonstrations against the move to revoke the disputed region’s special status had broken out ahead of the speech by Prime Minister Narendra Modi.", "filename": "2019_08_08_world_asia_kashmir-india-modi_1666741516.html", "image_url": "https://static01.nyt.com/images/2019/09/08/world/08kashmir-sub2/08kashmir-sub2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=64ff8602b3c913aecaae4d76b008a1e07d6f1a9102d365545edf06faa75fcda6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_08_world_asia_kashmir-india-modi_1666741516.html", "title": "Modi Defends Revoking Kashmir’s Statehood as Protests Flare", "title_page": "Modi Defends Revoking Kashmir’s Statehood as Protests Flare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The move has proved to be quite popular in the rest of India. People just about everywhere outside of Kashmir have celebrated, as most Indians consider Kashmir an integral part of the country. Even progressive politicians who usually clash with Mr. Modi, like Arvind Kejriwal, Delhi’s chief minister, have backed him on the issue.\n[Read: ‘America loves India,’ Trump declares at rally with Modi.]\nCritics have pinned their hopes on the Indian Supreme Court, which has emerged in recent years as the main counterweight to Mr. Modi and Hindu nationalism, and as a defender of Indian secularism. Article 370 of the Indian Constitution, which was incorporated more than 50 years ago and revoked by the Modi administration on Monday, had guaranteed Kashmir a fair degree of autonomy from the central government and allowed it to pass its own laws on land ownership and criminal activity.\nThe article says that any changes to Kashmir’s status must be made in consultation with the region’s Constituent Assembly. Though that assembly disbanded in the 1950s, not long after the article was passed, several legal scholars said the clear spirit of the law was to allow Kashmiris a say in how they were governed.\nA legal challenge has already been filed in front of the Supreme Court by one veteran lawyer, M.L. Sharma, who called the government’s shutdown of Kashmir, “not only undemocratic, but cruel.”\nIn an interview, Mr. Sharma said Article 370 was enacted to protect and enforce Kashmir’s original agreement of entry into India.\nIn 1947, the last maharajah of the princely state of Jammu and Kashmir signed a treaty called the Instrument of Accession that made it clear that Kashmir would join India only with a guarantee of autonomy.", "url": "https://www.nytimes.com/2019/08/08/world/asia/kashmir-india-modi.html"}