{"authors": ["Margot Sanger-Katz"], "date_download": "2022-10-25 23:24:35", "date_modify": "2022-10-25 23:24:35", "date_publish": "2019-12-19 10:02:46", "description": "The practical effect of the decision is likely to be months of delays, pushing the final outcome of the case beyond the 2020 election.", "filename": "2019_12_19_upshot_obamacare-ruling_1666740275.html", "image_url": "https://static01.nyt.com/images/2019/12/18/upshot/00up-aca-ruling/merlin_157723173_d9eb07de-7bfe-4211-98da-dfb836219ca7-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f557eb1042489654548ab331bd73d768b4d0dd138c0711ec9addab8d20dc4fdc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_19_upshot_obamacare-ruling_1666740275.html", "title": "Obamacare Ruling May Spare Republicans Some Political Pain", "title_page": "Obamacare Ruling May Spare Republicans Some Political Pain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If the court had overturned all of Obamacare, it could have meant major disruptions to the health system. Such a ruling, if upheld by the Supreme Court, would have eliminated consumer protections for people with pre-existing health conditions, and wiped away financial assistance that have helped millions of middle-class Americans buy their own coverage.\nIt would have erased the Medicaid expansion, which provides health insurance to millions of low-income Americans in three dozen states. It would have reversed Medicare policies that make prescription drugs more affordable for seniors, and Food and Drug Administration rules that have allowed cheaper copies of expensive biologic drugs to enter the market.\nIt would have undone major experiments in the delivery of care, meant to improve health care quality. It would have rolled back enhanced punishments for Medicare fraud. It would have reduced requirements that workplaces provide space for lactating mothers to pump breast milk, and requirements that chain restaurants post calorie counts for their food.\nAround 20 million more Americans would have become uninsured, according to an estimate from the Urban Institute. Experts on Medicare policy said they were not even sure how some of the changes could have been carried out now that they have been enshrined in complex regulations and built on in subsequent laws.\nNone of those effects would have happened immediately, even if the Fifth Circuit had agreed in full with the lower court; the Supreme Court would have probably weighed in. But the prospect of such huge changes had the potential to reset the political conversation about health care in both parties. By avoiding a decision on the case’s consequences, the Fifth Circuit has effectively postponed that shift.\nIn a statement Wednesday night, President Trump applauded the court’s ruling that the individual mandate was unconstitutional. But he emphasized that the decision would not result in any meaningful changes to voters' health care.\n“The radical health care changes being proposed by the far left would strip Americans of their current coverage,” he said. “I will not let this happen. Providing affordable, high-quality health care will always be my priority. They are trying to take away your health care, and I am trying to give the American people the best health care in the world.”", "url": "https://www.nytimes.com/2019/12/19/upshot/obamacare-ruling.html"}