{"authors": ["Javier C. Hernández"], "date_download": "2022-10-25 23:39:41", "date_modify": "2022-10-25 23:39:41", "date_publish": "2019-11-26 06:35:25", "description": "Since the big loss for the pro-Beijing camp, Chinese state media has resorted to a favorite tactic by blaming the United States, a nationalistic message that plays well to the masses at home.", "filename": "2019_11_26_world_asia_china-hong-kong-protests-election_1666741181.html", "image_url": "https://static01.nyt.com/images/2019/11/26/world/26china-media1/26china-media1-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=b824dfa2e66a46e27c8f73432c5a678e0df318234056025c7bcaef03d1ebfeb7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_26_world_asia_china-hong-kong-protests-election_1666741181.html", "title": "Beijing Was Confident Its Hong Kong Allies Would Win. After the Election, It Went Silent.", "title_page": "Beijing Was Confident Its Hong Kong Allies Would Win. After the Election, It Went Silent. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It didn’t matter that the elections on Sunday were for district councils, some of the least powerful positions in Hong Kong’s government. Like those in the pro-democracy camp, the Chinese media also appeared to position the vote as a referendum on the protests, albeit as a chance for the public to decry the violence and the pro-democracy movement.\nBut the vote on Sunday severely undercut the government’s narrative.\nIn a rebuke to Beijing, pro-democracy candidates captured 389 of 452 elected seats, far more than they had ever won. Beijing’s allies held just 58 seats, down from 300. It was a strong message from Hong Kong voters, with record turnout of 71 percent.\nAs the bruising loss for the pro-Beijing camp became clear, the Chinese news media didn’t cover it. A brief news article by Xinhua stated simply that ballots had been counted and blamed social unrest for “disrupting the electoral process.”\nXu Qinduo, a political commentator for China Radio International, a state-owned broadcaster, said the lack of coverage might be at least partly a face-saving measure. His outlet’s website posted the basic report by Xinhua.\n“People see it as somehow a failure of the central government,” he said, referring to the victory for pro-democracy candidates. He said he disagreed with that perception.\nMr. Xu added that the silence from the news media suggested the government had not decided yet how to respond. “There’s probably a lack of conclusion, a lack of consensus even, over how to respond to the election and what kind of narrative we are going to have,” he said.\nThe failure of the political establishment in Beijing to predict the outcome also raised questions about the party’s grasp of the political forces in Hong Kong. There are grumblings that Mr. Xi’s government has misread the grievances of the protesters and underestimated the depth of the anger in Hong Kong.", "url": "https://www.nytimes.com/2019/11/26/world/asia/china-hong-kong-protests-election.html"}