{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:44:18", "date_modify": "2022-10-25 23:44:18", "date_publish": "2019-02-21 20:58:11", "description": "A judge ruled that federal prosecutors broke the law when they signed a non-prosecution agreement with billionaire Jeffrey Epstein on sex trafficking charges and concealed it from victims.", "filename": "2019_02_21_us_jeffrey-epstein-judge-prosecution-agreement_1666741458.html", "image_url": "https://static01.nyt.com/images/2019/02/22/us/22epstein-print/merlin_150282957_eb59a0f2-feea-4e43-9198-1108d22db265-facebookJumbo.jpg?year=2019&h=549&w=1050&s=1c51e3cf054f278ab68a54d14cebf2601c2a7530ddc5a5d0ea42e127e494c9a6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_21_us_jeffrey-epstein-judge-prosecution-agreement_1666741458.html", "title": "Prosecutors Broke Law in Agreement Not to Prosecute Jeffrey Epstein, Judge Rules", "title_page": "Prosecutors Broke Law in Agreement Not to Prosecute Jeffrey Epstein, Judge Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MIAMI — Prosecutors led by Alexander R. Acosta, who is now the secretary of labor, violated federal law when they failed to tell victims about an agreement not to prosecute Jeffrey E. Epstein, a wealthy New York financier accused of molesting dozens of underage girls, a federal judge ruled on Thursday.\nThe agreement not to pursue federal sex trafficking charges, negotiated in secret while prosecutors told victims that a case against Mr. Epstein was still possible, violated the federal Crime Victims’ Rights Act, ruled Judge Kenneth A. Marra of Federal District Court in West Palm Beach, Fla. He gave the government and the two victims who sued 15 days to discuss what remedy should apply in the case.\nFederal prosecutors had initially drafted a 53-page indictment against Mr. Epstein, but under the deal negotiated in 2008, he pleaded guilty to lesser state charges of soliciting a minor for prostitution and served 13 months at the Palm Beach County Stockade. While there, Mr. Epstein was allowed to leave custody and work out of his office six days a week.\nThe court’s ruling on Thursday could nullify the non-prosecution agreement and subject Mr. Epstein and any co-conspirators in the case to new federal charges, said Jack Scarola, a lawyer for the two victims who challenged the agreement.", "url": "https://www.nytimes.com/2019/02/21/us/jeffrey-epstein-judge-prosecution-agreement.html"}