{"authors": ["Austin Ramzy", "Tiffany May"], "date_download": "2022-10-25 23:39:51", "date_modify": "2022-10-25 23:39:51", "date_publish": "2019-08-07 09:20:31", "description": "“The violence is getting more and more intense” in Hong Kong, the mainland official said just days after protests and a citywide strike resulted in clashes with the police.", "filename": "2019_08_07_world_asia_hong-kong-protests-china-violence.html_module=inline_1666741191.html", "image_url": "https://static01.nyt.com/images/2019/08/07/world/07hongkong-1/07hongkong-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f10e666ab77db6ae9339ffb7973795bccdb039a916ce6310292dbb9651b13bd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_07_world_asia_hong-kong-protests-china-violence.html_module=inline_1666741191.html", "title": "Chinese Official Warns Hong Kong Protesters Against ‘Color Revolution’", "title_page": "Chinese Official Warns Hong Kong Protesters Against ‘Color Revolution’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Michael Tien, an establishment lawmaker, said he used the session to propose an independent investigation into the crisis and a full withdrawal of the extradition bill that set off the protests earlier this year, two key demands from protesters.\n“We need to be concerned about the future generations if we do not handle this particular incident carefully,” he said. “By that I mean a high-level committee of inquiry to look at all the background of this, not just the police but also the protesters, the allegations about foreign government involvement and where the money comes from. There are many aspects to it.”\nThe legislation, which the government suspended in June, would allow the extradition of suspects to mainland China. Many people feared that it would expose Hong Kong residents to a judicial system controlled by the Communist Party, and that it was another step in the erosion of civil liberties in Hong Kong.\nMr. Tien was the first pro-Beijing politician to suggest a suspension of the bill.\nMr. Zhang told the forum Wednesday that a full withdrawal of the bill would imply that the stated intention of preventing Hong Kong from becoming a haven for fugitives was wrong. He added that an inquiry should wait until the unrest had eased.\nThis week Hong Kong officials have increased their public appearances after criticism that they had largely disappeared from view, leaving riot police officers on the streets as the most prominent representatives of the government.\nWhen Carrie Lam, the Hong Kong chief executive, spoke to reporters on Monday, it was her first news conference in two weeks. She announced that the police would begin giving daily briefings. And Mrs. Lam made an unannounced appearance Wednesday at a public market.", "url": "https://www.nytimes.com/2019/08/07/world/asia/hong-kong-protests-china-violence.html?module=inline"}