{"authors": ["William K. Rashbaum", "Benjamin Weiser", "Michael Gold"], "date_download": "2022-10-25 23:44:09", "date_modify": "2022-10-25 23:44:09", "date_publish": "2019-08-10 13:08:23", "description": "Mr. Epstein, the financier accused of sex trafficking, was not under suicide watch at the Manhattan jail at the time of his death.", "filename": "2019_08_10_nyregion_jeffrey-epstein-suicide_1666741449.html", "image_url": "https://static01.nyt.com/images/2019/08/11/us/11epstein-jp2/merlin_159066939_bca8398d-60f0-4007-a646-00ac94bbec75-facebookJumbo.jpg?year=2019&h=550&w=1050&s=384bd4e2f602bd9ad05f11e3a726057505f5e47aa8241b122068cd31f90b92db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_10_nyregion_jeffrey-epstein-suicide_1666741449.html", "title": "Jeffrey Epstein Dead in Suicide at Jail, Spurring Inquiries", "title_page": "Jeffrey Epstein Dead in Suicide at Jail, Spurring Inquiries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[The latest: Mr. Epstein was left alone and not closely monitored before his suicide.]\nJeffrey Epstein, the financier who was long dogged by accusations of sexual abuse of girls and who was able to cultivate an array of high-profile friends despite his lurid lifestyle, killed himself in his Manhattan jail cell, officials said on Saturday.\nMr. Epstein’s death quickly reverberated from New York to Washington to Florida, spurring federal inquiries into why he was not being more closely monitored and angering his accusers, who said they had hoped to have his crimes aired in open court.\nMr. Epstein hanged himself, and was found at around 6:30 a.m. Saturday at the Metropolitan Correctional Center, officials said.\nLast month, after being denied bail on federal sex trafficking charges, Mr. Epstein was found unconscious in his jail cell with marks on his neck. Prison officials had been investigating the incident as a possible suicide attempt.", "url": "https://www.nytimes.com/2019/08/10/nyregion/jeffrey-epstein-suicide.html"}