{"authors": ["Dwight Garner"], "date_download": "2022-10-25 23:37:38", "date_modify": "2022-10-25 23:37:38", "date_publish": "2019-09-20 09:00:02", "description": "Coates’s book, about a slave who has the ability to vanish from one place and appear in another, has echoes of work by Gabriel García Márquez, Colson Whitehead and Stephen King.", "filename": "2019_09_20_books_review-water-dancer-ta-nehisi-coates_1666741058.html", "image_url": "https://static01.nyt.com/images/2019/09/24/books/23bookcoates1/23bookcoates1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=ec4cab5374d3840e2a8b9a0484afa8449c7ca287bed49c0fd2a978f571fb82c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_20_books_review-water-dancer-ta-nehisi-coates_1666741058.html", "title": "With ‘The Water Dancer,’ Ta-Nehisi Coates Makes His Fiction Debut", "title_page": "With ‘The Water Dancer,’ Ta-Nehisi Coates Makes His Fiction Debut - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Over the past decade, Ta-Nehisi Coates has emerged as an important public intellectual and perhaps America’s most incisive thinker about race. In his three books of nonfiction — “The Beautiful Struggle,” “Between the World and Me” and “We Were Eight Years in Power” — he seemed to be almost single-handedly waking the consciousness of his country. With his left hand, Coates also writes comic books, including a Black Panther series for Marvel. When word leaked that he was writing a novel, one had to wonder: What would that be like?\nThe most surprising thing about “The Water Dancer” may be its unambiguous narrative ambition. This isn’t a typical first novel, if by “typical first novel” we mean a minor-chord and semi-autobiographical nibbling expedition around the margins of a life. “The Water Dancer” is a jeroboam of a book, a crowd-pleasing exercise in breakneck and often occult storytelling that tonally resembles the work of Stephen King as much as it does the work of Toni Morrison, Colson Whitehead and the touchstone African-American science-fiction writer Octavia Butler.\nSet largely on a tobacco plantation in Virginia during the middle of the 19th century, this novel is about one black man’s experience of slavery and the Underground Railroad, and it is flecked with forms of wonder-working that push at the boundaries of what we still seem to be calling magical realism. Coates writes as if he’s thrown his readers into a carriage and is hurtling them through the woods. The ride is bracing, even if one sometimes misses the grainy and intense intellection of his nonfiction writing. In his earlier books each paragraph felt like a bouillon cube that could be used to brew six other essays. Here the effect is more diffuse, and something intangible goes missing.\nThe narrator of “The Water Dancer” is Hiram Walker, a sensitive young black man born into bondage. His mother was sold at auction, and he clings to his scant memories of her. In “Between the World and Me,” which took the form of a letter to his son, Coates observed: “Slavery is not an indefinable mass of flesh. It is a particular, specific enslaved woman, whose mind is active as your own, whose range of feeling is as vast as your own.” One of his achievements in this novel is to closely underscore the human particularity of a range of enslaved men and women.", "url": "https://www.nytimes.com/2019/09/20/books/review-water-dancer-ta-nehisi-coates.html"}