{"authors": ["Mike Isaac", "David Yaffe-Bellany"], "date_download": "2022-10-25 23:28:55", "date_modify": "2022-10-25 23:28:55", "date_publish": "2019-08-14 09:00:13", "description": "Food delivery apps are reshaping the restaurant industry — and how we eat — by inspiring digital-only establishments that don’t need a dining room or waiters.", "filename": "2019_08_14_technology_uber-eats-ghost-kitchens_1666740535.html", "image_url": "https://static01.nyt.com/images/2019/07/31/business/00ghostkitchens1-promo/00ghostkitchens1-promo-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=9e9c3fb90db6dc1591b8a10aba42653ad36042f252b8c6cd136de9be2ef0f64d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_14_technology_uber-eats-ghost-kitchens_1666740535.html", "title": "The Rise of the Virtual Restaurant", "title_page": "The Rise of the Virtual Restaurant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many of the delivery-only operations are nascent, but their effect may be far-reaching, potentially accelerating people’s turn toward order-in food over restaurant visits and preparing home-cooked meals.\nUber and other companies are driving the change. Since 2017, the ride-hailing company has helped start 4,000 virtual restaurants with restaurateurs like Mr. Lopez, which are exclusive to its Uber Eats app.\nJanelle Sallenave, who leads Uber Eats in North America, said the company analyzes neighborhood sales data to identify unmet demand for particular cuisines. Then it approaches restaurants that use the app and encourages them to create a virtual restaurant to meet that demand.\nOther companies are also jumping in. Travis Kalanick, the former Uber chief executive, has formed CloudKitchens, a start-up that incubates ghost kitchens.\nYet even as delivery apps create new kinds of restaurants, they are hurting some traditional establishments, which already contend with high operating expenses and brutal competition. Restaurants that use delivery apps like Uber Eats and Grubhub pay commissions of 15 percent to as much as 30 percent on every order. While digital establishments save on overhead, small independent eateries with narrow profit margins can ill afford those fees.\n“There’s a concern that it could be a system where restaurant owners are trapped in an unstable, unsuitable business model,” Mark Gjonaj, the chairman of the New York City Council’s small-business committee, said at a four-hour hearing on third-party food delivery in June.\nDelivery apps may also undermine the connection between diner and chef. “A chef can occasionally walk out of the dining room and observe a diner enjoying his or her food,” said Shawn Quaid, a chef who oversaw a ghost kitchen in Chicago . Delivery -only facilities “take away the emotional connection and the creative redemption.”", "url": "https://www.nytimes.com/2019/08/14/technology/uber-eats-ghost-kitchens.html"}