{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:26:43", "date_modify": "2022-10-25 23:26:43", "date_publish": "2019-09-01 18:24:48", "description": "The Iran-backed Lebanese militia said it fired missiles at an Israeli border post in retaliation for recent Israeli strikes.", "filename": "2019_09_01_world_middleeast_hezbollah-israel-airstrike_1666740403.html", "image_url": "https://static01.nyt.com/images/2019/09/01/world/01israel-1/01israel-1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=3b9be949d058276ad51307fb069c5f40e4b1c56064e6f791309f55272d64ad73&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_01_world_middleeast_hezbollah-israel-airstrike_1666740403.html", "title": "Hezbollah Hits Back at Israeli Army but Without Casualties", "title_page": "Hezbollah Hits Back at Israeli Army but Without Casualties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — The Lebanese militia Hezbollah fired missiles at an Israeli military border post on Sunday in what it called payback for an Israeli airstrike a week earlier that killed two Lebanese operatives in Syria and a drone strike that damaged Hezbollah infrastructure in the Beirut suburbs.\nPrime Minister Benjamin Netanyahu said Israel experienced no casualties — “not an injury, not even a scratch.” And while Israel returned fire with attack helicopters and about 100 artillery shells, both sides appeared eager to let the hostilities subside just as quickly as they had begun.\nSunday’s abbreviated fighting between Israel and Hezbollah, the Iran-backed military force that dominates politics in Lebanon, comes as Israel is pushing back more assertively, and often openly, against what it sees as Iranian aggression throughout the Middle East.\nNeither Israel nor Hezbollah has shown much appetite for sustained conflict, but each skirmish contains the potential for escalation.", "url": "https://www.nytimes.com/2019/09/01/world/middleeast/hezbollah-israel-airstrike.html"}