{"authors": ["Katharine Q. Seelye"], "date_download": "2022-10-25 23:41:50", "date_modify": "2022-10-25 23:41:50", "date_publish": "2019-09-02 20:22:36", "description": "As director of the National Library of Medicine, the world’s largest medical library, he digitized its holdings to make them available to experts globally.", "filename": "2019_09_02_obituaries_dr-donald-lindberg-dead_1666741310.html", "image_url": "https://static01.nyt.com/images/2019/09/03/obituaries/03lindberg-obit/02lindberg1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f7455ad814ef31d4f26a3d0ee0c98e8830ad6e7ee34fc656bd2d9aae7bbfc52d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_02_obituaries_dr-donald-lindberg-dead_1666741310.html", "title": "Dr. Donald Lindberg, 85, Dies; Opened Medical Research to the World", "title_page": "Dr. Donald Lindberg, 85, Dies; Opened Medical Research to the World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Donald A.B. Lindberg, who as director of the National Library of Medicine — the world’s largest — computerized its vast holdings and made them accessible to researchers around the world, died on Aug. 17 at a hospital in Bethesda, Md. He was 85.\nHis wife, Mary, said the cause was a cerebral hemorrhage sustained after he fell at home on Aug. 12.\nDr. Lindberg was a leader in medical informatics, the science of using computer technology to improve human health and the delivery of health care services. As the longtime leader of the library, which is part of the National Institutes of Health, he modernized, expanded and transformed a trove of material, some of which dates to the 12th century.\n“He changed fundamentally the way biomedical knowledge and health information is collected, organized, and made available for public use — in small villages in Alaska and Mali as well as in laboratories of Nobel prizewinners,” the library’s board of regents said in a resolution when he retired in 2015.", "url": "https://www.nytimes.com/2019/09/02/obituaries/dr-donald-lindberg-dead.html"}