{"authors": ["Palko Karasz"], "date_download": "2022-10-25 23:34:04", "date_modify": "2022-10-25 23:34:04", "date_publish": "2019-06-07 15:22:16", "description": "Britain’s High Court did not give a reason for scrapping the case against the front-runner to replace Theresa May as prime minister.", "filename": "2019_06_07_world_europe_boris-johnson-brexit_1666740844.html", "image_url": "https://static01.nyt.com/images/2019/06/07/world/07boris1/07boris1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=825ce68abe08e8e81324b16359aaa7bf19ca2c245b78c94302a175124a521846&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_07_world_europe_boris-johnson-brexit_1666740844.html", "title": "Case Against Boris Johnson Over Brexit Claims Dismissed in U.K. Court", "title_page": "Case Against Boris Johnson Over Brexit Claims Dismissed in U.K. Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Britain’s High Court on Friday threw out an attempt to prosecute Boris Johnson, the top contender to replace Theresa May as prime minister, over accusations that he lied to the public during the 2016 referendum on Brexit.\nMr. Johnson, a former foreign minister, was told last week that he had to address in court three counts of misconduct in public office over his Brexit claims. Those included a message painted on a campaign bus that said Britain paid 350 million pounds, or $440 million, every week to the European Union, money that he said would be injected into the country’s National Health Service after Britain exited the bloc.\nOpponents of Brexit say the figure was a wild misrepresentation made to mislead voters. The figure does not account for Britain’s rebate, which is deducted before it sends money to Brussels. Britain’s net contribution to the European Union in April 2016 was about £190 million a week, according to the Office for National Statistics.\nOn Friday, judges at the High Court in London overturned the earlier decision, meaning that Mr. Johnson would not be called to answer the charges. The High Court did not give a reason for its decision, the BBC reported.", "url": "https://www.nytimes.com/2019/06/07/world/europe/boris-johnson-brexit.html"}