{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:53:18", "date_modify": "2022-10-25 23:53:18", "date_publish": "2019-06-27 12:37:34", "description": "With Tehran threatening to breach limits set in the nuclear deal, Europeans are scrambling to restore some of the economic benefits Iran was promised.", "filename": "2019_06_27_world_europe_iran-trade-nuclear-deal_1666741998.html", "image_url": "https://static01.nyt.com/images/2019/06/27/world/27iran-europe1/27iran-europe1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=b4550d0278bfd874007e754c12ef77070f6d672c0fd0d9769ddc49202826debd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_27_world_europe_iran-trade-nuclear-deal_1666741998.html", "title": "Europeans Race to Establish Trade With Iran", "title_page": "Europeans Race to Establish Trade With Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — European signatories to the Iran nuclear deal are scrambling to get a barter-trade arrangement with Tehran up and running this week, in an effort to persuade Tehran not to breach limits on enrichment set out in the agreement.\nIran has threatened to break the limit on its stockpile of low-enrichment uranium as early as Thursday. But it is considered likely to hold off until after a meeting in Vienna on Friday with the remaining signatories: Britain, China, France, Germany, Russia and the European Union.\nIran has said it will breach the deal unless it gets at least some of the economic benefits it was promised in return for accepting tough limits on its nuclear program. The Europeans are hoping to announce by Friday a multimillion-euro line of credit to get the barter-trade system functioning.\nOn Wednesday, Iran’s ambassador to the United Nations, Majid Takht Ravanchi, repeated the warning, saying, “a multilateral agreement cannot be implemented unilaterally,” and arguing that the Europeans must step up. The Europeans said in a statement that the barter system, known as Instex, was being finalized and that Iran should stick to the deal.", "url": "https://www.nytimes.com/2019/06/27/world/europe/iran-trade-nuclear-deal.html"}