{"authors": ["Hannah Beech", "Saw Nang"], "date_download": "2022-10-25 23:38:57", "date_modify": "2022-10-25 23:38:57", "date_publish": "2019-07-02 06:39:10", "description": "With ethnic conflict spreading in Rakhine State in Myanmar, a government-led online shutdown could hide human rights abuses and leave vulnerable populations in the dark.", "filename": "2019_07_02_world_asia_internet-shutdown-myanmar-rakhine_1666741137.html", "image_url": "https://static01.nyt.com/images/2019/07/02/world/02rakhine-1/02rakhine-1-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=44c18127affde94030244b46cd7fdc07452cdf087b35b1cd59e82a0bd6bc7d53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_02_world_asia_internet-shutdown-myanmar-rakhine_1666741137.html", "title": "The Government Cut Their Internet. Will Abuses Now Remain Hidden?", "title_page": "The Government Cut Their Internet. Will Abuses Now Remain Hidden? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It seems like the internet shutdown is only for the military’s sake,” he added. “It destroys the rule of law and security.”\nThe online blackout for cellphones, which began on June 21 and affects eight townships in Rakhine State and one in neighboring Chin State, “is depriving aid workers and rights monitors of vital communications in a time of crisis,” said Brad Adams, Asia director at Human Rights Watch.\nTelenor Myanmar, one of the nation’s largest cellular providers, said in a statement that “freedom of expression through access to telecoms services should be maintained for humanitarian purposes, especially during times of conflict.”\nThe United States joined the condemnation, saying that the shutdown “has curtailed some forms of internet-based communication for as many as one million people,” according to a statement by Morgan Ortagus, a spokeswoman for the State Department.\n“Internet service should be restored without delay,” Ms. Ortagus said, to “limit further damage to Burma’s international reputation.”\nThe United States refers to Myanmar by its previous name, Burma.\nOnce hailed for what its army leaders portrayed as a peaceful transition toward democratic governance, Myanmar has had its reputation battered by continuing military aggression, most notably against ethnic minorities, who make up at least one third of the nation’s population.", "url": "https://www.nytimes.com/2019/07/02/world/asia/internet-shutdown-myanmar-rakhine.html"}