{"authors": ["Carlotta Gall"], "date_download": "2022-10-25 23:47:12", "date_modify": "2022-10-25 23:47:12", "date_publish": "2019-02-05 11:50:34", "description": "Prime Minister Alexis Tsipras is to meet President Recep Tayyip Erdogan and visit an Orthodox seminary that Greeks hope to reopen.", "filename": "2019_02_05_world_europe_greece-turkey-tsipras-erdogan_1666741632.html", "image_url": "https://static01.nyt.com/images/2019/02/06/world/06Turkey-Tsipras/06Turkey-Tsipras-facebookJumbo.jpg?year=2019&h=550&w=1050&s=29229dc763aec85192a2064199c83148378d8624e7c1fcfeb9d8131514c462d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_05_world_europe_greece-turkey-tsipras-erdogan_1666741632.html", "title": "Leader of Greece, Visiting Turkey, Aims to Build Ties and Improve His Image at Home", "title_page": "Leader of Greece, Visiting Turkey, Aims to Build Ties and Improve His Image at Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISTANBUL — Prime Minister Alexis Tsipras of Greece arrived in Turkey on Tuesday for a two-day visit amid signs of a growing understanding between him and President Recep Tayyip Erdogan of Turkey.\nBilateral relations between the countries remain fraught with disagreements old and new, but their leaders appear to have a pragmatic sense of each other and their political needs.\nThe visit follows a groundbreaking visit by Mr. Erdogan to Greece in December 2017, the first by a Turkish president in 65 years. Mr. Erdogan, who was at the time heading into an important election campaign at home, stunned his hosts by calling for a revision of the treaty that defines the border between the two countries, and by raising concerns about the Muslim Turkish minority in Greece.\nThe two leaders met again last July, on the sidelines of the NATO summit meeting, after Mr. Erdogan’s election to a new powerful presidency. Now it is Mr. Tsipras who faces an election, and he is expected to use the trip to burnish his own image.", "url": "https://www.nytimes.com/2019/02/05/world/europe/greece-turkey-tsipras-erdogan.html"}