{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:54:59", "date_modify": "2022-10-25 23:54:59", "date_publish": "2019-12-03 07:00:15", "description": "After Bury Football Club was shuttered on the eve of this season, five employees chose to persevere without pay. Theirs is a story of loyalty, duty and hope.", "filename": "2019_12_03_sports_bury-football-club-liquidation_1666742099.html", "image_url": "https://static01.nyt.com/images/2019/12/02/sports/02soccerbury1/02soccerbury1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=1b72abfeb9afa0e84c1717cb1046be983050aa7a04a8c8884f997efd411e17cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_03_sports_bury-football-club-liquidation_1666742099.html", "title": "Their Soccer Club Vanished. They Kept Coming.", "title_page": "Their Soccer Club Vanished. They Kept Coming. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What he hopes — what all of them hope — is that, at some point, new life will spring from old. There is talk in the town of a new club, a phoenix team, arising once old Bury’s last rites are read.\nIt may play at Gigg Lane — the stadium is subject to an order that it has to be preserved for community use — or it may not. It may enter right at the foot of English soccer’s squat pyramid, or it may enter a little higher. “They know that they don’t want a couple of thousand fans going to see a Bury team play in villages,” Sorfleet said. “The cost of policing it is too much.”\nIt would not be a professional club, at least not at the start. It would not offer any of them full-time employment. It may not even win back all those fans who now spend their Saturdays adrift. “People’s habits change,” Kirkby said. “And once they do, it’s hard to get them back.”\nBut it would be something: a soccer club in Bury again. It is that prospect, in part, that keeps them coming to work. “I don’t want to let it go,” Curtis said of his field. “Because it would cost a lot to get back up to scratch.”", "url": "https://www.nytimes.com/2019/12/03/sports/bury-football-club-liquidation.html"}