{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 23:41:54", "date_modify": "2022-10-25 23:41:54", "date_publish": "2019-09-16 20:20:37", "description": "Younger candidates are running as agents of generational change, but it is three septuagenarians who have emerged as the front-runners. And age-related attacks have not worked.", "filename": "2019_09_16_us_politics_democrats-biden-2020-age_1666741314.html", "image_url": "https://static01.nyt.com/images/2019/09/16/us/politics/00Dems-Age-promo/00Dems-Age-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a4b164f8f0b6e533365117360337423498c73dbd1c12c3040f7a2bde52769c29&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_16_us_politics_democrats-biden-2020-age_1666741314.html", "title": "Age Isn’t Hurting 2020 Democratic Leaders, to Rivals’ Chagrin", "title_page": "Age Isn’t Hurting 2020 Democratic Leaders, to Rivals’ Chagrin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yvette Simpson, the chief executive of Democracy for America, a liberal group, said she worried about Mr. Biden’s ability to “deliver a clear message at a time when a clear message is important to the American people.’’\nBut while Mr. Biden’s missteps have at times put him on the defensive, his rivals have struggled to frame them in a way that diminishes him and enhances their own candidacies. Sometimes it just looks meanspirited.\nMr. Castro took the starkest shot yet at Mr. Biden’s capabilities during a heated exchange over health care policy at the debate. “Are you forgetting already what you said just two minutes ago?” Mr. Castro said, repeating himself three times. It had the effect of thrusting out into the open a fact that has been the subtext of other candidates’ strategies for months.\nLater that night, Senator Cory Booker of New Jersey also expressed reservations about Mr. Biden, telling CNN that “there are definitely moments when you listen to Joe Biden and you just wonder.”\nThe attacks failed. By Sunday, Mr. Booker had backed off his Biden criticism — not the first time he’d done so during the campaign .\nAnd Representative Vicente González of Texas defected from supporting Mr. Castro to Mr. Biden, in part because of Mr. Castro’s provocative questions on the debate stage, according to people familiar with his decision.\n“If you’re polling in the low single digits and you’re not raising any resources and you’re fracturing your party and you’re just getting your supporters to be upset at other candidates, it certainly can’t be a good thing for our party,” Mr. González said Sunday on CNN, alluding to Mr. Castro’s attack.", "url": "https://www.nytimes.com/2019/09/16/us/politics/democrats-biden-2020-age.html"}