{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:41:27", "date_modify": "2022-10-25 23:41:27", "date_publish": "2019-07-26 11:00:05", "description": "The G.D.P. report indicates that business investment, manufacturing and housing are struggling, but Americans are spending at a healthy clip.", "filename": "2019_07_26_business_economy_us-gdp-growth_1666741287.html", "image_url": "https://static01.nyt.com/images/2019/07/26/business/gdp-q2-2019-promo/gdp-q2-2019-promo-facebookJumbo.png?year=2019&h=549&w=1050&s=da85d418444bd0a177a1a83bec6a8894ee72c630be381358485990f13848627e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_26_business_economy_us-gdp-growth_1666741287.html", "title": "U.S. Economy Slows, Denying Trump 3% Talking Point", "title_page": "U.S. Economy Slows, Denying Trump 3% Talking Point - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Meta Fab originally planned to spend $1 million on new equipment for the facility, but it paused those plans when costs rose — a decision Mr. Varela is glad of now. Other companies are also taking a cautious approach. At a recent industry gathering, human resources officers told Mr. Varela that their companies were putting the brakes on hiring.\n“It was a pretty resounding that every one of the H.R. managers has actually frozen any new hiring,” he said.\nIf that caution spreads, it will eventually affect consumers as well, said Ellen Zentner , chief United States economist for Morgan Stanley.\n“There’s nothing that I can point to about the consumer and say I’m worried,” she said. “But how long can business investment remain this sluggish without spilling over into jobs and the consumer?”\nAlready, there are signs that consumers are keeping a wary eye on the state of the economy. Recent confidence surveys have found that people feel good about the economy now but are more nervous about the future.\nA historic milestone is reached.\nThe second quarter of this year was the 10th anniversary of the end of the Great Recession. Assuming another downturn hasn’t already begun, this is now the longest expansion on record.\nBut while the recovery has been durable, it has not been particularly strong. Wage growth has been anemic for much of the past decade, and income gains have gone disproportionately to the richest households. Parts of the country that suffered the most during the recession have in many cases fallen further behind since it ended.", "url": "https://www.nytimes.com/2019/07/26/business/economy/us-gdp-growth.html"}