{"authors": ["Ivan Nechepurenko"], "date_download": "2022-10-25 22:56:29", "date_modify": "2022-10-25 22:56:29", "date_publish": "2019-07-27 12:47:13", "description": "The protest was the latest in a series of street demonstrations as economic hardship has dented President Vladimir V. Putin’s approval ratings.", "filename": "2019_07_27_world_europe_moscow-protest-election-russia_1666738589.html", "image_url": "https://static01.nyt.com/images/2019/07/27/world/27MOSCOW-03/27MOSCOW-03-facebookJumbo.jpg?year=2019&h=549&w=1050&s=d2e879eb6bf2f168c7c0f053614add4e101611937d12e3537f28c1c3c0e770c6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_27_world_europe_moscow-protest-election-russia_1666738589.html", "title": "Moscow Police Arrest More Than 1,300 at Election Protest", "title_page": "Moscow Police Arrest More Than 1,300 at Election Protest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The protest, which not authorized by the government, was the latest in a series of street demonstrations staged as President Vladimir V. Putin’s approval ratings have dipped amid economic hardship.\nThe authorities were prepared to suppress Saturday’s rally and its leaders.\nAleksei A. Navalny, the opposition leader who had called the demonstration, was arrested on Wednesday and sentenced to 30 days in jail. Other prominent opposition politicians — including Ilya V. Yashin, Dmitry G. Gudkov and Ivan Y. Zhdanov — were also rounded up before the event and released only late in the evening.\nA post on the Facebook page of Mr. Yashin, a street activist and one of the politicians who was barred from running, said 10 masked police officers had removed him from his apartment in Moscow overnight before the Saturday demonstration.\n“It is horrible. My feeling is that we live under an occupation,” said Nadezhda Pilinskaya, 59, referring to the heavy police presence in the city center. “They fear that the end is coming, the end of this regime.”", "url": "https://www.nytimes.com/2019/07/27/world/europe/moscow-protest-election-russia.html"}