{"authors": ["Michael Corkery"], "date_download": "2022-10-25 23:29:01", "date_modify": "2022-10-25 23:29:01", "date_publish": "2019-03-16 09:00:10", "description": "With China no longer accepting used plastic and paper, communities are facing steep collection bills, forcing them to end their programs or burn or bury more waste.", "filename": "2019_03_16_business_local-recycling-costs_1666740541.html", "image_url": "https://static01.nyt.com/images/2019/03/17/business/17recycling-jump1sub/17recycling-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a02894a4657497147bf3e318db3ea2e5f0331b29e9110c56c92b958f22d6f9aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_16_business_local-recycling-costs_1666740541.html", "title": "As Costs Skyrocket, More U.S. Cities Stop Recycling", "title_page": "As Costs Skyrocket, More U.S. Cities Stop Recycling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Recycling has been dysfunctional for a long time,” said Mitch Hedlund, executive director of Recycle Across America, a nonprofit organization that pushes for more standardized labels on recycling bins to help people better sort material. “But not many people really noticed when China was our dumping ground.”\nPerhaps counterintuitively, the big winners appear to be the nation’s largest recyclers, like Waste Management and Republic Services, which are also large trash collectors and landfill owners.\nRecycling had been one of the least lucrative parts of their business, trailing hauling and landfills. Analysts say many waste companies had historically viewed recycling as a “loss leader,” offering the service largely to win over a municipality’s garbage business.\nThat equation is starting to change. While there remains a viable market in the United States for scrap like soda bottles and cardboard, it is not large enough to soak up all of the plastics and paper that Americans try to recycle. The recycling companies say they cannot depend on selling used plastic and paper at prices that cover their processing costs, so they are asking municipalities to pay significantly more for their recycling services. Some companies are also charging customers additional “contamination” fees for recycled material that is mixed in with trash.\nThe higher recycling fees, analysts say, will help bolster the largest companies’ already booming businesses. Waste Management reported strong operating profits in 2018, while Republic reported increased revenue driven by its waste business.\nMost of the industry’s landfill increases were driven by economic growth: The more Americans consume, the more garbage they generate. But at least some of the higher volume were recyclables that could not be sold and repurposed, analysts say.", "url": "https://www.nytimes.com/2019/03/16/business/local-recycling-costs.html"}