{"authors": ["Edward Wong", "Catie Edmondson"], "date_download": "2022-10-25 23:48:07", "date_modify": "2022-10-25 23:48:07", "date_publish": "2019-06-19 16:03:31", "description": "Some lawmakers fear briefings by Mike Pompeo, the secretary of state, and others are an attempt to provide legal cover for a military strike, echoing the Iraq War.", "filename": "2019_06_19_us_politics_us-iran_1666741687.html", "image_url": "https://static01.nyt.com/images/2019/06/19/us/politics/19dc-war-1/merlin_155748483_5fe15d9a-67cc-4486-9186-e924b4d31b4f-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1e2e034139a0934f1566677fc8bb74c2bdcdfd7394fb682b9b893d60fca212cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_19_us_politics_us-iran_1666741687.html", "title": "Iran Has Ties to Al Qaeda, Trump Officials Tell Skeptical Congress", "title_page": "Iran Has Ties to Al Qaeda, Trump Officials Tell Skeptical Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration is telling Congress about what it says are alarming ties between Iran and Al Qaeda, prompting skeptical reactions and concern on Capitol Hill.\nBriefings by Secretary of State Mike Pompeo, backed up by other State Department and Pentagon officials, have led Democrats and some Republicans to ask whether the administration is building a case that the White House could use to invoke the war authorization passed by Congress in 2001 to battle terror groups as legal cover for military action against Iran.\nAs tensions between the United States and Iran have surged, Mr. Pompeo has sought to convince Congress that there is a pattern of ties between Iran and the terrorist group going back to after the Sept. 11, 2001, attacks, officials said.\nMr. Pompeo and other administration officials have stopped short of telling lawmakers or aides in large group settings that the 2001 authorization for the use of military force from Congress, which permits the United States to wage war on Al Qaeda and its allies or offshoots, would allow the Trump administration to go to war with Iran. President Trump has said he does not want a war, but he ordered 2,500 additional troops to the region in the last month in response to what American officials said was a heightened threat.", "url": "https://www.nytimes.com/2019/06/19/us/politics/us-iran.html"}