{"authors": ["Ellen Barry"], "date_download": "2022-10-25 22:59:30", "date_modify": "2022-10-25 22:59:30", "date_publish": "2019-05-08 11:45:15", "description": "The newborn slept through his first interview. His other pressing business of the day was meeting the queen, his great-grandmother.", "filename": "2019_05_08_world_europe_royal-baby-sussex_1666738770.html", "image_url": "https://static01.nyt.com/images/2019/05/10/world/08baby2/08baby2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f5c61385622cde78d3195a1485b0786b162bf4edb53b71628c7d86f5fe222075&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_08_world_europe_royal-baby-sussex_1666738770.html", "title": "Harry and Meghan Name Their Son: Archie Harrison Mountbatten-Windsor", "title_page": "Harry and Meghan Name Their Son: Archie Harrison Mountbatten-Windsor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Reporter: “Hi, congratulations. Thanks for taking the time out. I know you guys are — must be really, really busy, but Meghan, can you tell us what it’s like becoming a new mom and tell us a little bit about Baby Sussex as we’re calling him.” “It’s magic. It’s pretty amazing and, I mean, I have the two best guys in the world. So I’m really happy.” Reporter: “Tell us a little bit about your son. What’s he like? Is he sleeping well? Good baby?” “Yes, he has the sweetest temperament. He’s really calm and —” “Wonder who he gets that from?” “And he’s been, he’s just been the dream, so it’s been a special couple days.” Reporter: “Who does he take after? Does he look like anyone?” “We are still trying to figure that out.” “Everyone says that babies change so much over two weeks. We’re basically sort of monitoring how the changing process happens over this next month really, but he’s changing, his looks are changing every single day. So who knows?” Reporter: “And how are you finding parenting generally? Is it still a special moment?” “Yeah it’s great, I mean parenting is amazing. It’s only been what? Two and a half days, three days.” “Yeah.” “But we’re just so thrilled to have our own little bundle of joy here to spend some precious times with him as he slowly, slowly starts to grow up.” Reporter: “And I hear you’re off to see two special people in a minute.” “Yes.” “The queen and the duke.” “Yes and we just bumped into the duke as we were walking by, which was so nice. So it will be a nice moment to introduce the baby to more family, and my mom is with us as well. So it has been a really — here we go.” “Another great-grandchild.” Reporter: “Can we have a little peek at him? We just can’t quite see his face. Wow.” “He’s already got a little bit of facial hair as well. Wonderful. Guys, thank you.” “Thank you all so much. Thank you.” “And thank you everybody for the well wishes and the kindness. It just means so much. Thank you. Thank you.”", "url": "https://www.nytimes.com/2019/05/08/world/europe/royal-baby-sussex.html"}