{"authors": ["Ernesto Londoño", "Shasta Darlington", "Letícia Casado"], "date_download": "2022-10-25 23:50:45", "date_modify": "2022-10-25 23:50:45", "date_publish": "2019-03-29 20:58:20", "description": "Jair Bolsonaro’s view is not mainstream — but the presidency has given him a platform to promote a revisionist version of the military dictatorship.", "filename": "2019_03_29_world_americas_brazil-bolsonaro-coup_1666741845.html", "image_url": "https://static01.nyt.com/images/2019/03/30/world/30brazilcoup/30brazilcoup-facebookJumbo.jpg?year=2019&h=549&w=1050&s=5863773b7c39a6a9c06e62f7f225b3e9de7e795b91314997cb24c45f9defa44c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_29_world_americas_brazil-bolsonaro-coup_1666741845.html", "title": "Brazil’s President Tells Armed Forces to Commemorate Military Coup", "title_page": "Brazil’s President Tells Armed Forces to Commemorate Military Coup - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRASÍLIA — President Jair Bolsonaro this week called on the armed forces to “commemorate” the 55th anniversary of a coup that installed a brutal military dictatorship in Brazil, igniting fierce debate over the legacy of that repressive era.\nMr. Bolsonaro, a former Army captain who ran on a far-right platform, has long been an apologist of Brazil’s military rulers, and has called the coup that ousted a leftist president on March 31, 1964, a triumphant strike against Communism.\nUntil recently, his was a fringe voice. The military regime that followed the coup used censorship and a repressive security apparatus to maintain control for 21 years, torturing and killing hundreds of suspected dissidents. Three of Brazil’s presidents since the country returned to democracy in the mid-1980s had opposed the military, and were themselves either exiled, jailed or tortured for it.\nBut the presidency has given Mr. Bolsonaro a powerful platform to thrust a revisionist version of that era into the mainstream.", "url": "https://www.nytimes.com/2019/03/29/world/americas/brazil-bolsonaro-coup.html"}