{"authors": ["The New York Times"], "date_download": "2022-10-25 23:45:17", "date_modify": "2022-10-25 23:45:17", "date_publish": "2019-01-15 10:50:27", "description": "After two and a half years of argument, Parliament finally had its say on a bill on Britain’s departure from the E.U., and soundly rejected the prime minister’s deal.", "filename": "2019_01_15_world_europe_brexit-vote_1666741517.html", "image_url": "https://static01.nyt.com/images/2019/01/16/world/16vid_brexit-debate-1/merlin_149233749_aeff6f4a-76e4-4508-a8ad-e789a7106fbc-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8e42830a8dc3a6cd8eddcf71534f0cf82bc58d1e6ccfe7f441ed4d40ad321520&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_15_world_europe_brexit-vote_1666741517.html", "title": "Brexit Vote: After Marathon Debate, a Severe Blow for Theresa May", "title_page": "Brexit Vote: After Marathon Debate, a Severe Blow for Theresa May - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Britain’s big vote finally arrived Tuesday, and as expected, Parliament handed Prime Minister Theresa May a crushing defeat, rejecting her deal for exiting the European Union by a vote of 432 to 202.\n[Read our full article on the vote and its consequences for Britain.]\nThe opposition leader, Jeremy Corbyn, promptly made a motion of no confidence in Mrs. May, in the hope of forcing early parliamentary elections. The prime minister said the motion would be debated on Wednesday.\nAfter two and a half years of negotiation, argument, predictions and posturing, lawmakers at last cast what is likely to be one of the most important votes in their careers, throwing Brexit into limbo with just 73 days until it is scheduled to take effect.\n• No one knows what will come next, as Britain enters uncharted territory, and various factions make contradictory demands.", "url": "https://www.nytimes.com/2019/01/15/world/europe/brexit-vote.html"}