{"authors": ["Ana Swanson"], "date_download": "2022-10-25 23:25:47", "date_modify": "2022-10-25 23:25:47", "date_publish": "2019-10-28 09:01:05", "description": "Lawmakers and Trump officials want to stop federal employee retirement funds from flowing to Chinese companies.", "filename": "2019_10_28_business_china-investment-federal-employees_1666740347.html", "image_url": "https://static01.nyt.com/images/2019/10/25/business/00DC-CHINAMONEY4/merlin_159508479_63da3d6d-2c3e-4b57-94e5-97319bbadf1e-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1a0159d2c11530e7f99e68662879f37cec5d2794048b67576b92380177a7d17c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_28_business_china-investment-federal-employees_1666740347.html", "title": "Chinese Investment Pits Wall Street Against Washington", "title_page": "Chinese Investment Pits Wall Street Against Washington - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As global stock markets have steadily trended upward in recent years, more investors have turned to passive investing, in which a fund simply mirrors a major index, rather than active investing, in which fund managers try to pick certain stocks to outperform the market.\nAnd as China’s economy has continued to grow, index providers have increased the weighting of Chinese stocks. The move has been a win for Beijing, funneling money into the Chinese market and helping to enhance the international profile of its companies and its currency, the renminbi.\n“For China, this is the greatest free lunch program for capital they’ve ever known, because they’re able to penetrate the investment portfolios of scores of millions of Americans in basically one shot,” said Roger Robinson, the president of the consulting firm RWR Advisory Group, which has distributed research on the subject to lawmakers and members of the Trump administration.\nLike many retirement vehicles, the Thrift Savings Plan, which manages $600 billion of savings by millions of federal government employees, offers participants the option of investing in an index fund.\nThe plan, which is similar to a 401(k) and the largest of its kind in the world, gives federal workers the option to invest in a fund with international exposure. If they do, their savings go to a fund featuring the same securities as a popular index developed by Morgan Stanley.\nCurrently, the fund mirrors an index with stocks solely from developed countries, called the MSCI Europe, Australasia, Far East Index. But on the advice of an outside consultant, Aon Hewitt, the board decided to shift those investments to better diversify its portfolio and obtain a higher return. In mid-2020, the fund is to begin mirroring Morgan Stanley’s MSCI All Country World ex-U.S.A. Index, which includes shares of more than 2,000 companies from dozens of developed and emerging countries, including China.", "url": "https://www.nytimes.com/2019/10/28/business/china-investment-federal-employees.html"}