{"authors": ["Michael M. Grynbaum", "Astead W. Herndon"], "date_download": "2022-10-25 23:53:32", "date_modify": "2022-10-25 23:53:32", "date_publish": "2019-03-06 20:24:33", "description": "The rebuke by the Democratic National Committee was prompted by an article in The New Yorker that reported on ties between President Trump and the network.", "filename": "2019_03_06_business_media_democrats-fox-news-debate-host.html_module=inline_1666742012.html", "image_url": "https://static01.nyt.com/images/2019/03/06/business/06FOX-01/06FOX-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=63beeb1d65ecc697972067c456c4f8b32bbb5363e39a4028c280193974180f5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_06_business_media_democrats-fox-news-debate-host.html_module=inline_1666742012.html", "title": "Democrats Reject Fox News as 2020 Debate Host, Citing Ties to Trump", "title_page": "Democrats Reject Fox News as 2020 Debate Host, Citing Ties to Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Democratic National Committee said on Wednesday that it had barred Fox News from hosting or televising a candidate debate for the party’s 2020 primary election, an unusually pointed rebuke of a cable news channel whose star pundits are closely aligned with President Trump.\nThe committee’s chairman, Tom Perez, said in a statement that Fox News “is not in a position to host a fair and neutral debate for our candidates.” Mr. Perez cited an article published this week by The New Yorker that reported on ties between the president and the network, which he deemed an “inappropriate relationship.”\nFox News, which devotes its prime-time hours to pro-Trump commentary, was seen in broadcast circles as a long shot to sponsor a gathering of Democratic candidates. But the network had made an aggressive pitch to party officials, noting, for instance, that the “Fox News Sunday” anchor, Chris Wallace, had won plaudits after moderating the third general election debate in 2016.\n“We hope the D.N.C. will reconsider its decision to bar Chris Wallace, Bret Baier and Martha MacCallum, all of whom embody the ultimate journalistic integrity and professionalism, from moderating a Democratic presidential debate,” Bill Sammon, managing editor of Fox News’s Washington bureau, said in a statement. “They offer candidates an important opportunity to make their case to the largest TV news audience in America, which includes many persuadable voters.”", "url": "https://www.nytimes.com/2019/03/06/business/media/democrats-fox-news-debate-host.html?module=inline"}