{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:44:32", "date_modify": "2022-10-25 23:44:32", "date_publish": "2019-10-30 18:02:13", "description": "The quarter-point cut comes as the economy continues to show signs of slowing, but the Fed signaled that it may pause to weigh incoming data before adjusting rates again.", "filename": "2019_10_30_business_economy_federal-reserve-interest-rates.html_action=click&module=RelatedLinks&pgtype=Article_1666741472.html", "image_url": "https://static01.nyt.com/images/2019/10/30/business/30dc-fed1alt/30dc-fed1alt-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=88315b27bdffa7c36cea17d0f7990da97f2bec66bdc92c8fdbfdf3333077509f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_30_business_economy_federal-reserve-interest-rates.html_action=click&module=RelatedLinks&pgtype=Article_1666741472.html", "title": "Federal Reserve Cuts Interest Rates for Third Time in 2019", "title_page": "Federal Reserve Cuts Interest Rates for Third Time in 2019 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Federal Reserve cut interest rates on Wednesday for the third time this year, reversing nearly all of 2018’s rate increases as uncertainty from President Trump’s trade war and slowing global growth continue to pose risks to the United States economy.\nThe decision to cut rates by another quarter point despite rock-bottom unemployment and decent overall growth shows the extent to which Mr. Trump’s hot-and-cold trade war, paired with a tenuous global outlook, has put the Fed on the defensive. While the central bank was on a steady march to raise rates just a year ago, it has spent the past several months trying to insulate the American economy against those threats and keep a record expansion humming.\nOn Wednesday, officials signaled that they would pause to assess incoming data before they considered lowering borrowing costs again, in part because of a potential easing of trade tensions.\nThe Fed chair, Jerome H. Powell, said that while “there’s plenty of risk left,” there are signs that some challenges are subsiding, including the possibility of a limited trade deal between the United States and China and a negotiated exit for Britain from the European Union.", "url": "https://www.nytimes.com/2019/10/30/business/economy/federal-reserve-interest-rates.html?action=click&module=RelatedLinks&pgtype=Article"}