{"authors": ["John Koblin", "Edmund Lee"], "date_download": "2022-10-25 23:34:56", "date_modify": "2022-10-25 23:34:56", "date_publish": "2019-03-01 21:25:34", "description": "The guests discuss Richard Plepler’s influence on the network behind “Game of Thrones” — and ponder what lies ahead as AT&T asserts control.", "filename": "2019_03_01_business_media_richard-plepler-hbo-ceo_1666740896.html", "image_url": "https://static01.nyt.com/images/2019/03/02/business/02HBO-01/fileupload-1551468425822-facebookJumbo.jpg?year=2019&h=508&w=970&s=bcafc07efd4d5cc55e349541e2afded265742edc58dca1c18acdf3494deb1a58&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_01_business_media_richard-plepler-hbo-ceo_1666740896.html", "title": "At an HBO Premiere Party, the C.E.O.’s Seat Was Empty", "title_page": "At an HBO Premiere Party, the C.E.O.’s Seat Was Empty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was supposed to be another one of those glittery New York nights for Richard Plepler, with a screening of a new HBO documentary followed by a dinner party at Porter House, a spacious steak restaurant with a view of Central Park. But Mr. Plepler, the HBO chief executive, who announced his resignation on Thursday, was not among the roughly 200 filmmakers, screenwriters, journalists and HBO employees who filed in around 9:30.\nAs the guests made their way to their tables, a few cast glances at a conspicuous sign — a literal sign — of what had happened. There, at a front-and-center table set with glowing candles, bouquets of yellow roses and untouched salads, was a name card that read RICHARD PLEPLER.\nThis was the power table. Every seat was empty.\nMr. Plepler, an urbane alpha-executive at ease among writers and politicians, had decided that the network where he had spent 27 years — the last six as its top boss — was no longer the place for him. He plans to stay at the company another month or so, likely through the final premiere of “Game of Thrones,” which is entering its last season, at Radio City Music Hall in April.\nAt some point after AT&T absorbed HBO as part of its $85.4 billion acquisition of Time Warner last year, Mr. Plepler sensed that his ability to run his own shop with his usual swaggering independence was not going to fly under his Dallas-based bosses, two people with knowledge of his thinking said.", "url": "https://www.nytimes.com/2019/03/01/business/media/richard-plepler-hbo-ceo.html"}