{"authors": ["Neil Irwin"], "date_download": "2022-10-25 23:52:45", "date_modify": "2022-10-25 23:52:45", "date_publish": "2019-02-18 10:00:02", "description": "There are other tools that don’t involve quite the risks and challenges of targeting the richest families.", "filename": "2019_02_18_upshot_warren-wealth-tax.html_action=click&module=RelatedLinks&pgtype=Article_1666741965.html", "image_url": "https://static01.nyt.com/images/2019/02/19/upshot/19up-wealth1/merlin_31803447_993b514c-eb4f-4484-b48a-2a27214307ce-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4a152b7c56a5b3a44f68b338ebe55c96a1ad73db88c7c9fccc2681a74847e450&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_18_upshot_warren-wealth-tax.html_action=click&module=RelatedLinks&pgtype=Article_1666741965.html", "title": "Elizabeth Warren Wants a Wealth Tax. How Would That Even Work?", "title_page": "Elizabeth Warren Wants a Wealth Tax. How Would That Even Work? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If the estimates of his net worth are accurate, Mr. Buffett would owe the I.R.S. about $2.5 billion a year, in addition to income or capital gains taxes. The Waltons would owe about $1.3 billion each.\nThe tax would therefore chip away at the net worth of the extremely rich, especially if they mainly hold investments with low returns, like bonds, or depreciating assets like yachts.\nIt would work a little like the property tax that most cities and states impose on real estate, an annual payment tied to the value of assets rather than income. But instead of applying just to homes and land, it would apply to everything: fine art collections, yachts and privately held businesses.\nWhat are the arguments against it?\nThey are both philosophical and practical.\nOn the philosophical side, you can argue that people who have earned money, and paid appropriate income tax on it, are entitled to the wealth they accumulate.\nMoreover, the wealth that individual families accumulate under the current system is arguably likelier to be put to work investing in large-scale projects that make the economy stronger. They can invest in innovative companies, for example, or huge real estate projects, in ways that small investors generally can’t.\nIt could disincentivize the kinds of moonshot investments that don’t pay steady, predictable returns but can transform society. After all, if wealthy investors are on the hook for a wealth tax every year, they may strongly favor investments that pay a steady, reliable dividend over those that are risky and will take many years to pay off.\nThen there are the practical concerns.\nFiguring out a person’s total net worth can be a lot of work. Just ask anyone who has had to sort through a large estate after the death of a relative to submit estate taxes.", "url": "https://www.nytimes.com/2019/02/18/upshot/warren-wealth-tax.html?action=click&module=RelatedLinks&pgtype=Article"}