{"authors": ["Scott Tobias"], "date_download": "2022-10-25 22:59:27", "date_modify": "2022-10-25 22:59:27", "date_publish": "2019-11-25 03:00:06", "description": "This week revealed the identity of a long-mysterious character from the graphic novel. But probably not how you would guess.", "filename": "2019_11_24_arts_television_watchmen-episode-6-recap_1666738767.html", "image_url": "https://static01.nyt.com/images/2019/11/24/arts/24watchmen-recap/24watchmen-recap-facebookJumbo.jpg?year=2019&h=550&w=1050&s=55cdf08f79923baaeae92d51a883405f663c6ede481aacb510ff8a4097412d94&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_24_arts_television_watchmen-episode-6-recap_1666738767.html", "title": "‘Watchmen’ Season 1, Episode 6 Recap: Nostalgia", "title_page": "‘Watchmen’ Season 1, Episode 6 Recap: Nostalgia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Season 1, Episode 6: ‘This Extraordinary Being’\nEvery episode of “Watchmen” dances along the precipice of catastrophic failure, like a circus performer who has waved away the safety net, despite the abundant junctures where he could go splat. The safety net being waved away here is Alan Moore and Dave Gibbons’s canonical graphic novel, which Damon Lindelof and his writers have accepted as history but rejected as scripture. Until now, the extent to the show’s audacity has been to imagine events before and after the time frame of the book, using the Tulsa massacre of 1921 as the jumping off point for a modern story about the legacy of racism and violent white supremacy. Scenes from Moore and Gibbons’s book have been recreated, often in the context of the “American Hero Story” show-within-a-show, but rarely revised.\nTonight’s astonishing episode directly engages with the most foundational element of the book: the identity of Hooded Justice, the first “masked adventurer” and perhaps the most eternally mysterious.\nWhile there’s speculation in the book that Hooded Justice was a circus strongman named Rolf Müller, his true identity is never actually confirmed, which gives the show all the latitude it needs to claim one for itself. A scene from “American Hero Story” becomes an ingenious ruse for the twists to come, sticking Hooded Justice in an interrogation room with two detectives determined to expose and humiliate him. They want to know about the get-up — executioner thing or “sex stuff?” — and they threaten him with evidence of his gay dalliances with Captain Metropolis, a.k.a. Nelson Gardner.\nThe detectives get a glimpse of this white, green-eyed, black-haired mystery man, but it’s the last thing they’ll ever see. (The narration afterward, “I should probably be worried that I just murdered two federal agents, but all I can think about is that Nelson Gardner is cheating on me,” is a nice jab at TV phoniness.)", "url": "https://www.nytimes.com/2019/11/24/arts/television/watchmen-episode-6-recap.html"}