{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:31:12", "date_modify": "2022-10-25 23:31:12", "date_publish": "2019-01-24 22:32:45", "description": "Senator Elizabeth Warren’s wealth-tax proposal is another sign of how Democrats, with an eye toward 2020, are looking to tax the rich to pay for expanded social programs and reduce inequality.", "filename": "2019_01_24_us_politics_wealth-tax-democrats_1666740672.html", "image_url": "https://static01.nyt.com/images/2019/01/25/business/25WEALTH-print/25DC-WEALTH-facebookJumbo.jpg?year=2019&h=550&w=1050&s=68c6663a52e75dab0022905e210f1289deefb181668728b6d306d0d3ed82bfaa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_24_us_politics_wealth-tax-democrats_1666740672.html", "title": "Warren’s Plan Is Latest Push by Democrats to Raise Taxes on the Rich", "title_page": "Warren’s Plan Is Latest Push by Democrats to Raise Taxes on the Rich - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senator Elizabeth Warren of Massachusetts, a Democratic candidate for president, is expected to unveil a plan that would impose a new annual tax on the 75,000 wealthiest families in the United States.\nHer plan is the latest sign of how Democrats, with an eye toward 2020, are looking to tax the rich to pay for expanded social programs and distribute wealth more evenly. In recent weeks other Democrats have called for increasing marginal income tax rates for the very rich, including Representative Alexandria Ocasio-Cortez, the freshman from New York who has proposed a 70 percent top rate on income exceeding $10 million a year.\nMs. Warren’s so-called ultramillionaire tax would levy a 2 percent annual tax on a household’s assets — including stocks, real estate and retirement funds, held either in the United States or abroad — above $50 million. It would add an additional 1 percent “billionaire surtax” on households with net worth exceeding $1 billion, a group that includes President Trump.\nNo assets would be exempt. The plan also calls for increased spending at the Internal Revenue Service to ensure that Americans are not evading the tax. And it would impose an “exit tax” on those seeking to avoid the wealth tax by renouncing their American citizenship.", "url": "https://www.nytimes.com/2019/01/24/us/politics/wealth-tax-democrats.html"}