{"authors": ["Ashley Southall"], "date_download": "2022-10-25 23:30:17", "date_modify": "2022-10-25 23:30:17", "date_publish": "2019-06-09 20:40:15", "description": "A departmental trial for the officer at the center of the controversy, Daniel Pantaleo, answered some lingering questions about Mr. Garner’s death.", "filename": "2019_06_09_nyregion_eric-garner-case-pantaleo-trial_1666740617.html", "image_url": "https://static01.nyt.com/images/2019/05/16/nyregion/16pantaleo1/16pantaleo1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=b793a273dbb680f8a5de43b6cdf76e735ffa22ade10678bc01348ba6adf82800&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_09_nyregion_eric-garner-case-pantaleo-trial_1666740617.html", "title": "‘I Can’t Breathe’ Case: 7 Takeaways From Disciplinary Hearing on Eric Garner’s Death", "title_page": "‘I Can’t Breathe’ Case: 7 Takeaways From Disciplinary Hearing on Eric Garner’s Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nFive years after Eric Garner’s death in police custody, New York City has finally aired much of the evidence in his killing, which incited nationwide demonstrations and set the city on edge.\nOn Thursday, a disciplinary hearing for Officer Daniel Pantaleo, the Staten Island officer who wrapped his arm around Mr. Garner’s neck on July 17, 2014, came to an end.\nOver the coming weeks an administrative judge will send her verdict on the departmental charges to the police commissioner, James P. O’Neill, who will make a final decision about whether to discipline or fire the officer.\nOfficer Pantaleo was never charged with a crime, and the public never heard the information presented to a grand jury. The seven days of testimony in the hearing answered several questions about the case. Here are some of the takeaways:\nWe may never hear Officer Pantaleo testify\nFor five years, relatives of Mr. Garner and their supporters have been waiting to hear what Officer Pantaleo had to say about the arrest that led to Mr. Garner’s death. They are still waiting.", "url": "https://www.nytimes.com/2019/06/09/nyregion/eric-garner-case-pantaleo-trial.html"}