{"authors": ["Marc Tracy", "Tiffany Hsu"], "date_download": "2022-10-25 23:46:15", "date_modify": "2022-10-25 23:46:15", "date_publish": "2019-08-16 21:10:14", "description": "Joichi Ito, a member of The New York Times Company board, accepted donations to M.I.T. and investment money for outside funds from the financier.", "filename": "2019_08_16_business_media_ito-mit-epstein-apology_1666741575.html", "image_url": "https://static01.nyt.com/images/2019/08/16/business/16ITOEPSTEIN-01/16ITOEPSTEIN-01-facebookJumbo.jpg?year=2019&h=549&w=1050&s=bb421323faf89a63c16fc7f908ee1c3b607f287d04f14635d2a24d010ca48380&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_16_business_media_ito-mit-epstein-apology_1666741575.html", "title": "Director of M.I.T. Media Lab Apologizes for Ties to Jeffrey Epstein", "title_page": "Director of M.I.T. Media Lab Apologizes for Ties to Jeffrey Epstein - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Joichi Ito, the director of the M.I.T. Media Lab at the Massachusetts Institute of Technology and a member of The New York Times Company’s board, apologized Thursday for his ties to Jeffrey Epstein, the financier whom federal prosecutors in New York charged with sex trafficking before his apparent suicide in his cell at the Metropolitan Correctional Center in Manhattan last week.\nMr. Ito, who is also a professor at M.I.T., said in a statement posted on the M.I.T. Media Lab website that he had met Mr. Epstein in 2013 through a “trusted business friend” and had allowed him to donate to the lab through foundations he controlled and invest in several of Mr. Ito’s outside funds that back start-ups.\n“In my fund-raising efforts for M.I.T. Media Lab, I invited him to the lab and visited several of his residences,” Mr. Ito said in the statement. “I want you to know that in all of my interactions with Epstein, I was never involved in, never heard him talk about and never saw any evidence of the horrific acts that he was accused of.”\nMr. Epstein, who was long dogged by accusations that he had sexually abused girls, pleaded guilty in 2008 to state charges of solicitation of prostitution from a minor, five years before he and Mr. Ito met. The plea was part of a deal that is now under scrutiny.", "url": "https://www.nytimes.com/2019/08/16/business/media/ito-mit-epstein-apology.html"}