{"authors": ["Mitch Smith"], "date_download": "2022-10-25 23:48:28", "date_modify": "2022-10-25 23:48:28", "date_publish": "2019-10-22 14:55:19", "description": "Senator Elizabeth Warren was among several Democratic presidential candidates voicing support for the strike in the country’s third-largest school district.", "filename": "2019_10_22_us_elizabeth-warren-chicago-teachers-strike_1666741708.html", "image_url": "https://static01.nyt.com/images/2019/10/22/us/22chicago-alt/22chicago-alt-facebookJumbo.jpg?year=2019&h=550&w=1050&s=7fe6a74f98c7ed468f6768b39d941a4fd1978a7405e2e6da789fa7e7f2de7fc2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_22_us_elizabeth-warren-chicago-teachers-strike_1666741708.html", "title": "National Democrats Signal Support as Chicago Teachers’ Strike Stretches On", "title_page": "National Democrats Signal Support as Chicago Teachers’ Strike Stretches On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In addition to the teachers, a separate union representing thousands of school support workers in Chicago, including classroom aides and security guards, remained on strike Tuesday.\nChicago is a heavily Democratic city with a long history of backing labor unions. As teachers have marched through downtown and picketed outside schools in recent days, they have often been greeted by supportive car honks and parents offering apple cider and doughnuts. But Ms. Lightfoot and her predecessor, Rahm Emanuel , whose tenure included an especially bitter teachers’ strike in 2012, have struggled to reconcile demands from the union with the bleak finances of the city and the school system.\n“Beyond what we put on the table, there is simply no more money,” Ms. Lightfoot said, taking a noticeably harsher tone this week than in the first days of the strike. She added: “Enough is enough. There is no further excuse to keep our kids out of school.”\nMs. Lightfoot suggested that she was unsurprised by Ms. Warren’s arrival, but did not expect it to change much for the city.\n“She has her right to come in,” Ms. Lightfoot said. “I would expect all Democratic candidates for the presidency to support workers. That’s who we are as a party. But at the end of the day, what’s going to get it done is what happens at the bargaining table.”\nRepublicans were also skeptical of the visit.\n“Teachers should be wary of any advice Elizabeth Warren may be relaying today in Chicago,” said Kevin Knoth, a spokesman for the Republican National Committee , in a statement that questioned the wisdom of Ms. Warren’s plan for spending billions of dollars more on education.\nThe Rev. Jesse Jackson , who has attended some of the negotiating sessions to try to help reach a deal, said that the candidates weighing in on Chicago’s strike are recognizing a broader problem in paying for what is needed in schools in communities across the country.", "url": "https://www.nytimes.com/2019/10/22/us/elizabeth-warren-chicago-teachers-strike.html"}