{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:47:05", "date_modify": "2022-10-25 23:47:05", "date_publish": "2019-08-21 00:43:26", "description": "The president said on Twitter that he was reacting to the Danish prime minister’s rejection of his interest in buying Greenland from Denmark.", "filename": "2019_08_20_us_politics_trump-cancels-greenland-trip_1666741625.html", "image_url": "https://static01.nyt.com/images/2019/08/20/multimedia/20dc-Greenland/merlin_159492420_d2166cb7-56a8-4d62-94f4-501f16d7ab0c-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4cfc846944c2c74a701100a4e66b8a2f554a3f854e763b8a02ca96d8d2e6223a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_20_us_politics_trump-cancels-greenland-trip_1666741625.html", "title": "Trump Scraps Trip to Denmark, as Greenland Is Not for Sale", "title_page": "Trump Scraps Trip to Denmark, as Greenland Is Not for Sale - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump on Tuesday night abruptly canceled a coming trip to Denmark, writing on Twitter that because the country’s prime minister, Mette Frederiksen, “would have no interest in discussing the purchase of Greenland,” they would meet “another time.”\nMr. Trump was scheduled to visit Copenhagen on Sept. 2 and 3, after being invited by Queen Margrethe II. The president was expected to participate in a series of bilateral meetings and meet with business leaders, and Ms. Frederiksen had underscored the importance of the session, calling the United States “Denmark’s most important and strongest ally in NATO.”\nThis week, Mr. Trump confirmed reports about his long-held interest in buying Greenland from Denmark, a land deal he has become interested in because of the country’s natural resources, like coal and uranium.\n“Well, a lot of things can be done,” Mr. Trump said on Sunday. “Essentially, it’s a large real estate deal.”", "url": "https://www.nytimes.com/2019/08/20/us/politics/trump-cancels-greenland-trip.html"}