{"authors": ["Jack Ewing", "Amie Tsang"], "date_download": "2022-10-25 23:44:41", "date_modify": "2022-10-25 23:44:41", "date_publish": "2019-07-16 04:00:08", "description": "She’s run the I.M.F. She’s a lawyer. She’s not an economist. Does that matter as she prepares to lead the European Central Bank?", "filename": "2019_07_16_business_christine-lagarde-european-central-bank_1666741481.html", "image_url": "https://static01.nyt.com/images/2019/07/10/business/00lagarde-1/00lagarde-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=da335a68686c187c78f451ce5c477aa8f315064b08d8efc9a03cd76c4f9d34e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_16_business_christine-lagarde-european-central-bank_1666741481.html", "title": "Christine Lagarde Faces a New Challenge in Europe", "title_page": "Christine Lagarde Faces a New Challenge in Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She doesn’t have the typical résumé — no doctorate in economics, no post as a central banker — for running the body that sets monetary policy for one-fifth of the global economy. But investors are betting that Christine Lagarde, the surprise nominee to be the next president of the European Central Bank, will act in much the same way as the bank’s last leader.\nInterest rates fell to record lows in the days after she was named, a clear sign they expect her to follow her predecessor, Mario Draghi, and do “whatever it takes” to protect the euro and keep easy money flowing.\nBut the background of Ms. Lagarde, who is the respected managing director of the International Monetary Fund, has raised some questions, beyond the usual political intrigue, about her candidacy.\nMs. Lagarde, a lawyer, will take over at a time of economic uncertainty. Growth in the eurozone has slowed to a crawl, and central banks in the United States, Japan and Europe have largely exhausted their arsenals of stimulus measures.", "url": "https://www.nytimes.com/2019/07/16/business/christine-lagarde-european-central-bank.html"}