{"authors": ["Matt Stevens", "Sydney Ember"], "date_download": "2022-10-25 23:25:00", "date_modify": "2022-10-25 23:25:00", "date_publish": "2019-03-31 19:30:03", "description": "Ms. Flores, 39, is a former Nevada state assemblywoman who lost campaigns to become the state’s lieutenant governor and to represent the Fourth District in Congress.", "filename": "2019_03_31_us_politics_lucy-flores-biden-accuser_1666740300.html", "image_url": "https://static01.nyt.com/images/2019/03/31/us/politics/31whoisflores3/merlin_152896611_6ab7e802-5d4a-47cd-b2b9-3e9eb4f5b238-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2584dad6885e5f129108f74ef5a7a9ce7675ce621838adf975e032484095dab9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_31_us_politics_lucy-flores-biden-accuser_1666740300.html", "title": "Who Is Lucy Flores, the Woman Accusing Joe Biden of Kissing Her?", "title_page": "Who Is Lucy Flores, the Woman Accusing Joe Biden of Kissing Her? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lucy Flores, a former Nevada state assemblywoman, published an essay Friday in which she described Joseph R. Biden Jr. touching her inappropriately and kissing her on the head during a Democratic campaign rally in 2014, when he was vice president.\nWith Mr. Biden expected to announce whether he will enter the race for president in April, Ms. Flores’s story attracted scrutiny on his interactions with women over his long career in national politics. On Sunday, Mr. Biden released a statement defending himself, saying he did not believe he had ever acted inappropriately on the campaign trail.\n[Read more about Ms. Flores’s story, and Mr. Biden’s response.]\nSeveral candidates for the Democratic nomination were asked over the weekend to weigh in on the accusations, and Ms. Flores herself discussed her essay, and the response to it, in an interview with The New York Times on Saturday and on CNN Sunday morning.\nHere’s a look at Ms. Flores, her career in politics, and her more recent efforts to speak out on social justice issues, sexism and harassment.", "url": "https://www.nytimes.com/2019/03/31/us/politics/lucy-flores-biden-accuser.html"}