{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:28:49", "date_modify": "2022-10-25 23:28:49", "date_publish": "2019-06-29 22:40:28", "description": "After a few big unions held talks on limiting employment protections for the companies’ workers, other labor leaders denounced the idea.", "filename": "2019_06_29_business_economy_uber-lyft-drivers-unions_1666740529.html", "image_url": "https://static01.nyt.com/images/2019/06/29/business/28uberlabor1-print/00uberlabor1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=a4b986d359d80d7092d2e666e4854b716cf9d87d1c972ba2a86412fffa53a504&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_29_business_economy_uber-lyft-drivers-unions_1666740529.html", "title": "Debate Over Uber and Lyft Drivers’ Rights in California Has Split Labor", "title_page": "Debate Over Uber and Lyft Drivers’ Rights in California Has Split Labor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "California’s labor movement recently seemed on the verge of a new era for worker rights. A state court ruled that workers in the gig economy should have many of the protections of employment, like a minimum wage and overtime pay. And the State Assembly passed a bill codifying that ruling and adding more protections.\nBut any celebration was premature. Behind the scenes, a few large unions had been meeting with the giants of the ride-hailing industry, Uber and Lyft, to discuss a way to exempt drivers from full employment protections, according to union and industry officials. The talks have created deep rancor within the labor ranks and set unions against one another.\nExempting Uber and Lyft from classifying drivers as employees would provide huge savings in labor costs and allow the companies to avert what could be an existential threat to their business.\nIn return, Uber and Lyft — which currently classify drivers as contractors — have publicly proposed to recognize a labor organization that would represent drivers’ interests on certain issues. The companies have also discussed providing drivers with benefits like retirement saving and paid time off and setting certain pay standards.", "url": "https://www.nytimes.com/2019/06/29/business/economy/uber-lyft-drivers-unions.html"}