{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:45:25", "date_modify": "2022-10-25 23:45:25", "date_publish": "2019-05-17 20:01:44", "description": "Embracing a one-year “breakout” period — a time limit on Iran’s ability to make fuel for a nuclear bomb — was at the heart of the 2015 accord that the U.S. left in May 2018.", "filename": "2019_05_17_us_politics_trump-iran-nuclear-deal.html_module=inline_1666741525.html", "image_url": "https://static01.nyt.com/images/2019/05/17/us/politics/17dc-nukes1/17dc-nukes1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=26896f473560b08eb8dde2f57a3b47030419828b3c82e2d796c347561dfc9f83&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_17_us_politics_trump-iran-nuclear-deal.html_module=inline_1666741525.html", "title": "To Contain Iran, Trump’s Newest Line in the Sand Looks a Lot Like Obama’s", "title_page": "To Contain Iran, Trump’s Newest Line in the Sand Looks a Lot Like Obama’s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Pressed this week to define President Trump’s goals in escalating military and economic pressure on Iran, one of his top foreign policy aides ticked through a familiar list: End the country’s support for terrorism, stop its missile launches and then, most important, keep Iran more than a year away from the capability to build a nuclear weapon.\nThe United States would insist on “zero enrichment for Iran,” Brian H. Hook, the State Department’s special envoy for Iran, told a small group of reporters. That would assure Tehran could produce no new nuclear material, and thus never get closer to building a weapon than it is now.\nIt was a telling moment in a strange, circular week of mutual threats and missed signals between bitter adversaries. Designing an agreement that would assure it would take Iran a year or more to “break out” and make the fuel to build a bomb — giving the United States, Israel and others plenty of time to respond — was the driving force behind the 2015 nuclear deal that was negotiated under former President Barack Obama.\nEvery requirement, every concession in the deal, was measured against how it would affect that timeline. And by all accounts, that deal was working before Mr. Trump withdrew the United States from it in May 2018, calling it a “disaster.”", "url": "https://www.nytimes.com/2019/05/17/us/politics/trump-iran-nuclear-deal.html?module=inline"}