{"authors": ["Alastair Macaulay"], "date_download": "2022-10-25 23:51:21", "date_modify": "2022-10-25 23:51:21", "date_publish": "2019-05-10 12:00:07", "description": "In Cunningham, the generation of Judson Dance Theater choreographers found a model who opened up new possibilities for dance in time and space.", "filename": "2019_05_10_arts_dance_merce-cunningham-judson-dance-theater_1666741881.html", "image_url": "https://static01.nyt.com/images/2019/05/12/arts/12MERCE-JUDSON/12MERCE-JUDSON-facebookJumbo.jpg?year=2019&h=549&w=1050&s=906efecb46529b258a7d5b1f0840dd4a3beb311649ee4d25a332cfbd6beaf18e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_10_arts_dance_merce-cunningham-judson-dance-theater_1666741881.html", "title": "What Merce Cunningham Taught the Judson Dance Rebels", "title_page": "What Merce Cunningham Taught the Judson Dance Rebels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an email, she wrote: “Merce always said that we were John’s children” — John being the composer John Cage — “and not his, but of course, since we all studied with Merce, his work inevitably rubbed off in some way, on some of us more than others, especially me, I think.\n“Technically, I was using everything I learned in Cunningham and ballet classes, especially Merce’s idea of pitting one part of the body against another, while others were abandoning or temporarily putting aside their training and going in the opposite direction of pedestrian movement,” she said in the email. “So I would say that Merce’s work was at once inspirational, energizing and something to bang your head against.”\nDavid Gordon\nMr. Gordon had begun watching Cunningham in New York in the mid-1950s, before others of his Judson generation. He recalled being introduced to Cunningham’s work by the less renowned but also influential choreographer James Waring, for whom he danced, as part of a wide artistic education. He also recalled watching the movie “Sunset Boulevard” and discovering the to-him unknown generation of the renowned silent film actors Gloria Swanson, Erich von Stroheim and Buster Keaton. “Well, Merce was like that to me,” he said. “From the beginning, I behaved with Merce as if he were some mysterious traveler from another planet.”\n“The thing I was most interested in — and I wouldn’t have been able to talk about philosophically — was that Merce rearranged the focal point of visual presentation,” he added. “I was looking at the way Renaissance art arranged space. But with Merce you could not guess where he intended you to look at it. And it was an adventure.”\nSteve Paxton\nMr. Paxton recalled his discovery of Cunningham in the late ’50s, at the American Dance Festival: “I took Merce’s classes, and brilliant classes they were — in an enormous gymnasium. There was a feeling of tremendous respect and awe for him and the company.”\nMr. Paxton continued: “So I came to New York, and I thought about Cunningham a lot. I finally decided that, first of all, his technical approach and his choreographic approach didn’t have to be the same thing. About six months later, I accepted his choreographic. I was drawn to the company — I did fall for them — and the work. And that’s what pulled me through to finally accepting the chance procedures. They seemed so inhuman, so un-what I thought of as artistic at that time.”", "url": "https://www.nytimes.com/2019/05/10/arts/dance/merce-cunningham-judson-dance-theater.html"}