{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:31:48", "date_modify": "2022-10-25 23:31:48", "date_publish": "2019-09-20 16:20:03", "description": "California, joined by 23 other states, sued to block the administration’s unprecedented reversal of the state’s authority to set its own rules on climate-warming car emissions.", "filename": "2019_09_20_climate_california-auto-emissions-lawsuit_1666740708.html", "image_url": "https://static01.nyt.com/images/2019/09/20/climate/20CLI-EMISSIONS1/20CLI-EMISSIONS1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=9edba6a8d215c377bce7e03375e723b22ecf82df13e260199bb169b5137d4c6e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_20_climate_california-auto-emissions-lawsuit_1666740708.html", "title": "California Sues the Trump Administration in Its Escalating War Over Auto Emissions", "title_page": "California Sues the Trump Administration in Its Escalating War Over Auto Emissions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — California and nearly two dozen other states on Friday filed suit against the Trump administration’s unprecedented legal reversal of the state’s authority to set its own rules on climate-warming tailpipe emissions.\nThe lawsuit represents the starting gun in a sweeping legal battle over states’ rights and climate change that is likely be resolved only once it reaches the Supreme Court. The decision could ultimately have wide-ranging repercussions affecting states’ control over their own environmental laws, the volume of pollution produced by the United States, and the future of the nation’s auto industry.\nAll the state attorneys general signing on to the suit are Democrats, but they represent several states that Mr. Trump won in 2016. Jurisdictions joining the lawsuit include Colorado, Illinois, Maryland, Massachusetts, Nevada, North Carolina, New Mexico, New York, Oregon, Washington, Wisconsin, Pennsylvania and Michigan, as well as the District of Columbia.\n“This is the fight of a lifetime for us,” said Mary Nichols, California’s top climate change official. “I believe we will win.”", "url": "https://www.nytimes.com/2019/09/20/climate/california-auto-emissions-lawsuit.html"}