{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:28:16", "date_modify": "2022-10-25 23:28:16", "date_publish": "2019-01-25 21:42:07", "description": "As U.S. diplomats and Taliban officials remained locked in a fifth day of talks, the insurgents announced that a founding member would lead their delegation.", "filename": "2019_01_25_world_asia_taliban-negotiator-afghanistan_1666740496.html", "image_url": "https://static01.nyt.com/images/2019/01/26/world/26-Afghanistan-Taliban-02-print/26Afghanistan-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=c5a4d09043ec774d30a329ae6e2f602505f5a7888d5a058381d3d96789aea581&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_25_world_asia_taliban-negotiator-afghanistan_1666740496.html", "title": "New Taliban Negotiator Seen as Sign That This Time, Afghan Peace Talks Are Serious", "title_page": "New Taliban Negotiator Seen as Sign That This Time, Afghan Peace Talks Are Serious - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — As the United States has shifted from trying to defeat the Taliban militarily to seeking a negotiated end to the long Afghan war, American diplomats and Afghan officials alike have grappled with a basic question: Just who speaks on behalf of the Taliban, and with how much authority?\nThat question seemed to be answered on Thursday when the Taliban announced that one of their founding leaders, Mullah Abdul Ghani Baradar, would serve as the new chief negotiator in high-level talks that have reached a critical stage. The appointment brought much-needed clarity and indicated that the Taliban are taking negotiations seriously, according to Western diplomats and Afghan officials.\nMullah Baradar is known as a longtime, powerful lieutenant to the Taliban’s founding supreme leader, Mullah Muhammad Omar. The following that Mullah Baradar commands among the Taliban’s rank and file could help make a deal negotiated by him more acceptable, officials said.\nWord that a noted Taliban leader would be helping lead the talks was a sign that after an estimated eight years of sporadic negotiations, this round could actually show results. With a war now lasting more than 17 years — America’s longest — the major stakeholders have signaled they are ready for a compromise. The Taliban want the American military to pull out, and the United States is looking for security assurances.", "url": "https://www.nytimes.com/2019/01/25/world/asia/taliban-negotiator-afghanistan.html"}