{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 23:34:55", "date_modify": "2022-10-25 23:34:55", "date_publish": "2019-02-12 23:58:54", "description": "Democratic lawmakers, empowered by their new House majority, have amplified their criticism of the deal, and two hearings are set this week.", "filename": "2019_02_12_technology_t-mobile-sprint-merger-democrats.html_dlbk=&module=inline_1666740895.html", "image_url": "https://static01.nyt.com/images/2019/02/13/business/13tmobile01/13tmoible01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c945222a8e153624a7ad2e80ceef5416091de1bcc26a09441f571a5d0d469c4c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_12_technology_t-mobile-sprint-merger-democrats.html_dlbk=&module=inline_1666740895.html", "title": "T-Mobile-Sprint Deal Gets New Scrutiny From the Left", "title_page": "T-Mobile-Sprint Deal Gets New Scrutiny From the Left - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The biggest concern by many Democrats is the potential harm to consumers from the merger. Regulators during the Obama administration were adamant that the nation needed four big nationwide wireless carriers to keep prices from rising too quickly, and to pressure carriers to deploy better and faster services. They often pointed to T-Mobile’s innovative deals for consumers as evidence that it provided beneficial competition to the top two wireless carriers, Verizon and AT&T.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“We need to understand how the merging of two of the four largest wireless carriers will affect consumer prices, American workers and competition,” Representative Frank Pallone Jr. of New Jersey, the Democratic chairman of the Energy and Commerce Committee, said in a statement. “We also want to make sure that the F.C.C. puts consumers first as it reviews whether this merger is in the public interest.”\nRegulators appointed by Mr. Trump, as well as Republican lawmakers, have not taken a similar stand. The president has made the advancement of 5G wireless technology, the next generation of mobile broadband networks, a national priority. He has pointed to China’s lead on 5G as a national security threat, because the technology will be used to run advanced robotics and technologies like driverless cars.\nT-Mobile and Sprint have pitched their merger as a way for the United States to advance 5G technology, particularly to rural areas that cable services don’t reach. They say that by combining resources, they will be able to invest more heavily and quickly in the newest wireless technologies and bring them to market faster.\nSince the moment the deal was announced last year, the companies have tried to sell the deal to Washington officials with an aggressive charm offensive. Mr. Legere has made numerous visits to the F.C.C. and the Justice Department in the past year and has documented many of his visits on social media. One month after the merger was announced, Mr. Claure of Sprint acted as co-host of a fund-raiser for Representative Marsha Blackburn, a prominent Republican lawmaker from Tennessee running for the Senate, who has long supported issues favorable for the telecommunications industry. She won her election in November.\nMore recently, T-Mobile hired Mignon Clyburn, a former Democratic F.C.C. commissioner, as an adviser on its deal. Ms. Clyburn, a fierce advocate for low-income communities, has criticized the lack of competition in the wireless industry. The company also relies on Robert McDowell, a former Republican F.C.C. commissioner, as a consultant for the deal.", "url": "https://www.nytimes.com/2019/02/12/technology/t-mobile-sprint-merger-democrats.html?dlbk=&module=inline"}