{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:42:23", "date_modify": "2022-10-25 23:42:23", "date_publish": "2019-01-22 14:18:08", "description": "Paul N. Whelan, a former United States Marine, was arrested after being given a thumb drive of state secrets, believing it to contain vacation pictures, his lawyer says.", "filename": "2019_01_22_world_europe_russia-paul-whelan_1666741343.html", "image_url": "https://static01.nyt.com/images/2019/01/23/world/23Russia/23Russia-facebookJumbo.jpg?year=2019&h=550&w=1050&s=83a379db17b0883b3246b8631b56ea73fdb2d50454c8e18f7eb2c7a95e9c92ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_22_world_europe_russia-paul-whelan_1666741343.html", "title": "Russia Says He’s a Spy. His Lawyer Says He Just Wanted Photos of a Cathedral.", "title_page": "Russia Says He’s a Spy. His Lawyer Says He Just Wanted Photos of a Cathedral. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — A former United States Marine who was arrested in Moscow on spying charges had been handed a flash drive that he thought contained pictures of churches but was instead loaded with classified information, his lawyer said on Tuesday.\nPaul N. Whelan, 48, was arrested by the Federal Security Service on Dec. 28 in an upscale Moscow hotel where he had been staying for a wedding. After his arrest, it emerged that by birth and through a patchwork of ancestors, he held citizenship from the United States, Canada, Britain and Ireland.\nMr. Whelan, who has denied the charges, was detained in his room minutes after being given a thumb drive containing a full list of names of the employees of a secret Russian security agency, according to report early this month by Rosbalt, a news agency close to the security services.\nThe Russian foreign minister, Sergey V. Lavrov, has described Mr. Whelan as having been “caught red-handed.”", "url": "https://www.nytimes.com/2019/01/22/world/europe/russia-paul-whelan.html"}