{"authors": ["Campbell Robertson", "Stephanie Saul"], "date_download": "2022-10-25 22:58:41", "date_modify": "2022-10-25 22:58:41", "date_publish": "2019-02-13 00:48:20", "description": "Justin Fairfax was on the cusp of becoming Virginia’s governor. Then came allegations of sexual assault from early in his rise to prominence.", "filename": "2019_02_12_us_justin-fairfax-virginia_1666738721.html", "image_url": "https://static01.nyt.com/images/2019/02/12/us/00fairfax/00fairfax-facebookJumbo.jpg?year=2019&h=550&w=1050&s=df263f4381d2f38214629a882e41952c2d7afe2889a6aa09826b5a84ac17166c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_12_us_justin-fairfax-virginia_1666738721.html", "title": "The Political Ascent of Justin Fairfax, and the Disturbing Allegations That Might End It", "title_page": "The Political Ascent of Justin Fairfax, and the Disturbing Allegations That Might End It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. Fairfax’s ever-upward career trajectory suddenly took a sharp turn. Two women have come forward with detailed allegations that he sexually assaulted them, one in a fraternity house at Duke University in 2000 and the other in a hotel room at the 2004 Democratic National Convention.\nHe allegedly committed the assaults during some of the most formative years of Mr. Fairfax’s ascent, when classmates were sure he was on his way to a powerful career in politics. One of the accusers did not tell the authorities at the time, her lawyer said, partly because Mr. Fairfax was a politically influential figure on the Duke campus.\nNow, some who knew Mr. Fairfax are wondering how well they had really known him all along.\nDemocratic leaders and lawmakers have called for Mr. Fairfax to resign; Duke University has asked him to step down from a board position; the law firm where he works has placed him on leave; half of his staff has resigned; as earlier reported by the Boston Globe, the district attorney in Suffolk County, Mass., where the 2004 Democratic convention took place, has said she would investigate the accusation there if the woman involved decides to file a criminal complaint. Though Mr. Fairfax has denied the allegations and may survive in his current term in office, the likelihood of winning a future election “is dim in a Democratic primary and even dimmer in a general election,” said Larry J. Sabato, the director of the University of Virginia’s Center for Politics.\nSumming up his chances now in electoral politics, Mr. Sabato said: “Obliterated.”\n[Read more on how scandals that have roiled Virginia’s leaders are testing the limits of forgiveness for constituents.]\nIn a statement Tuesday, Lauren Burke, Mr. Fairfax’s communications director, said, “Mr. Fairfax has asserted consistently that he has never sexually assaulted anyone ever. He has called for an independent and impartial investigation of the allegations against him and said that he looks forward to cooperating fully and completely with any such investigation.”", "url": "https://www.nytimes.com/2019/02/12/us/justin-fairfax-virginia.html"}