{"authors": ["Kevin Roose"], "date_download": "2022-10-25 22:58:49", "date_modify": "2022-10-25 22:58:49", "date_publish": "2019-08-04 18:01:29", "description": "The site is a venue for extremists to test out ideas, share violent literature, and cheer on the perpetrators of mass killings.", "filename": "2019_08_04_technology_8chan-shooting-manifesto.html_module=inline_1666738729.html", "image_url": "https://static01.nyt.com/images/2019/08/10/business/06roose1/05roose1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=afa95cdf79e278b7cf27977c5bd7cdda446a746efd5423e106bba44bddb07988&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_04_technology_8chan-shooting-manifesto.html_module=inline_1666738729.html", "title": "‘Shut the Site Down,’ Says the Creator of 8chan, a Megaphone for Gunmen", "title_page": "‘Shut the Site Down,’ Says the Creator of 8chan, a Megaphone for Gunmen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fredrick Brennan was getting ready for church at his home in the Philippines when the news of a mass shooting in El Paso arrived. His response was immediate and instinctive.\n“Whenever I hear about a mass shooting, I say, ‘All right, we have to research if there’s an 8chan connection,’” he said about the online message board he started in 2013.\nIt didn’t take him long to find one.\nMoments before the El Paso shooting on Saturday, a four-page message whose author identified himself as the gunman appeared on 8chan. The person who posted the message encouraged his “brothers” on the site to spread the contents far and wide.\nIn recent months, 8chan has become a go-to resource for violent extremists. At least three mass shootings this year — including the mosque killings in Christchurch, New Zealand, and the synagogue shooting in Poway, Calif. — have been announced in advance on the site, often accompanied by racist writings that seem engineered to go viral on the internet.", "url": "https://www.nytimes.com/2019/08/04/technology/8chan-shooting-manifesto.html?module=inline"}