{"authors": ["William K. Rashbaum", "Danny Hakim"], "date_download": "2022-10-25 23:01:45", "date_modify": "2022-10-25 23:01:45", "date_publish": "2019-03-12 02:34:38", "description": "Deutsche Bank and Investors Bank were issued subpoenas for documents relating to hotels, a golf resort and the failed effort to buy the Buffalo Bills.", "filename": "2019_03_11_nyregion_deutsche-bank-trump_1666738905.html", "image_url": "https://static01.nyt.com/images/2019/03/11/nyregion/11NYTRUMP/11NYTRUMP-facebookJumbo.jpg?year=2019&h=550&w=1050&s=cd42502ac4989197d6937105a882deb073622c9ad55aa5bf0b75ddb9c88c8d38&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_11_nyregion_deutsche-bank-trump_1666738905.html", "title": "New York Attorney General Opens Investigation of Trump Projects", "title_page": "New York Attorney General Opens Investigation of Trump Projects - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nThe New York attorney general’s office late on Monday issued subpoenas to Deutsche Bank and Investors Bank for records relating to the financing of four major Trump Organization projects and a failed effort to buy the Buffalo Bills of the National Football League in 2014, according to a person briefed on the subpoenas.\nThe inquiry opens a new front in the scrutiny of Deutsche Bank, one of the few lenders willing to do business with Donald J. Trump in recent years. The bank is already the subject of two congressional investigations and was examined last year by New York banking regulators, who took no action.\nThe new inquiry, by the office of the attorney general, Letitia James, was prompted by the congressional testimony last month of Michael D. Cohen, President Trump’s former lawyer and fixer, the person briefed on the subpoenas said. Mr. Cohen testified under oath that Mr. Trump had inflated his assets in financial statements, and Mr. Cohen provided copies of statements he said had been submitted to Deutsche Bank.\nThe inquiry by Ms. James’s office is a civil investigation, not a criminal one, although its focus and scope were unclear. The attorney general has broad authority under state law to investigate fraud and can fine — or in extreme cases, go to court to try to dissolve — a business that is found to have engaged in repeated illegality.", "url": "https://www.nytimes.com/2019/03/11/nyregion/deutsche-bank-trump.html"}