{"authors": ["Kevin Draper", "Julie Creswell"], "date_download": "2022-10-25 23:54:53", "date_modify": "2022-10-25 23:54:53", "date_publish": "2019-12-10 00:40:58", "description": "Some employees wanted Nike to remove Salazar’s name from a building, just as it had for those honoring Joe Paterno and Lance Armstrong.", "filename": "2019_12_09_sports_olympics_nike-protest-alberto-salazar_1666742093.html", "image_url": "https://static01.nyt.com/images/2019/12/09/sports/09nike1/09nike1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=58ea9d6188ee8e51772e253b4d6e39deef52c6f6dbb09c057bf1af2be5ba0b25&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_09_sports_olympics_nike-protest-alberto-salazar_1666742093.html", "title": "At Nike, Employees March to Protest Support for Alberto Salazar", "title_page": "At Nike, Employees March to Protest Support for Alberto Salazar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hundreds of Nike employees, angered both by the company’s steadfast support of the disgraced running coach Alberto Salazar and by its treatment of female employees and sponsored athletes, protested their employer Monday at its headquarters in Beaverton, Ore.\nOn the same day the company reopened a building named for Salazar that had undergone renovations, employees marched around a lake on the east side of Nike’s 300-acre campus behind a bright yellow banner that read “Do The Right Thing.” Other signs visible during the march asked “How Can Nike Better Support Women?” and expressed support for Mary Cain, the former Nike runner who last month said she was “emotionally and physically abused by a system designed by Alberto and endorsed by Nike.”\nThe protests came nearly two years after dozens of employees detailed their experiences with sexual harassment and gender discrimination at Nike in surveys delivered to top executives, which resulted in a number of firings and a gender discrimination lawsuit. Monday’s protest was the most visible sign yet that the discontent roiling Nike’s work force persists.\nWhile considerably smaller and less combative than the walkout last year by Google employees or employee protests at other tech companies, the protest at Nike is a new challenge for a company undergoing a leadership change that, for decades, could count on fierce loyalty from its employees.", "url": "https://www.nytimes.com/2019/12/09/sports/olympics/nike-protest-alberto-salazar.html"}