{"authors": ["Brian M. Rosenthal"], "date_download": "2022-10-25 23:48:58", "date_modify": "2022-10-25 23:48:58", "date_publish": "2019-05-19 07:00:12", "description": "The government profited and looked away as thousands of immigrant taxi drivers in New York were ravaged by exploitative loans.", "filename": "2019_05_19_nyregion_taxi-medallions_1666741738.html", "image_url": "https://static01.nyt.com/images/2019/05/20/nyregion/20taxiregulate-jump2/20taxiregulate-jump2-facebookJumbo-v4.jpg?year=2019&h=550&w=1050&s=3ae2bd36efce6e24bfd2e91b39fd495d220737b8d695e35102a7aa0f0a8cffbb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_19_nyregion_taxi-medallions_1666741738.html", "title": "As Thousands of Taxi Drivers Were Trapped in Loans, Top Officials Counted the Money", "title_page": "As Thousands of Taxi Drivers Were Trapped in Loans, Top Officials Counted the Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They were not the only ones worried about taxi medallions. In Albany, state inspectors gave a presentation to top officials showing that medallion owners were not making enough money to support their loans. And in Washington, D.C., federal examiners repeatedly noted that banks were increasing profits by steering cabbies into risky loans.\nThey were all ignored.\nMedallion prices rose above $1 million before crashing in late 2014, wiping out the futures of thousands of immigrant drivers and creating a crisis that has continued to ravage the industry today. Despite years of warning signs, at least seven government agencies did little to stop the collapse, The New York Times found.\nInstead, eager to profit off medallions or blinded by the taxi industry’s political connections, the agencies that were supposed to police the industry helped a small group of bankers and brokers to reshape it into their own moneymaking machine, according to internal records and interviews with more than 50 former government employees.\nFor more than a decade, the agencies reduced oversight of the taxi trade, exempted it from regulations, subsidized its operations and promoted its practices, records and interviews showed.", "url": "https://www.nytimes.com/2019/05/19/nyregion/taxi-medallions.html"}