{"authors": ["Darnell L. Moore"], "date_download": "2022-10-25 23:37:26", "date_modify": "2022-10-25 23:37:26", "date_publish": "2019-03-20 09:00:09", "description": "In “Survival Math,” Mitchell S. Jackson tells his family story of living in Oregon and reckons with the interplay of racism and patriarchy in his own life.", "filename": "2019_03_20_books_review_survival-math-mitchell-s-jackson_1666741046.html", "image_url": "https://static01.nyt.com/images/2019/03/24/books/review/24moore/24moore-facebookJumbo.jpg?year=2019&h=549&w=1050&s=656024a9aac4ad392d5b030a6513ca64ffe5e04a7a055078c477dc11368044cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_20_books_review_survival-math-mitchell-s-jackson_1666741046.html", "title": "A Memoir of Black Life in the ‘Other America’", "title_page": "A Memoir of Black Life in the ‘Other America’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jackson’s story of a black family living in Oregon feels particularly timely. He grew up surrounded by the kind of white, working-class and overlooked people who make up Donald Trump’s base and have been seen as responsible for his rise. “Survival Math” reminds us that a place like Oregon, where part of that “Other America” lives, is not uniformly white. Black people are also part of its history. And their quests to live, survive and be remembered are as worthy of book-length treatments as those of their white counterparts.\n[ This book was one of our most anticipated titles of March. See the full list. ]\nThroughout “Survival Math,” Jackson writes with a keen attentiveness to the social contexts shaping the lives of his family, offering nuanced depictions that upend the stereotypes that often cage us in. His is, after all, “the generation of babies born-and-raised in the ’70s and ’80s whose lives were transformed by an unprecedented phenomenological portent. We being the first generation of crack dealers who were the children of crack addicts.” Some of his family members were indeed crack dealers and crack addicts; some were also pimps, gangbangers and prostitutes. And he pairs the vivid everyday insights of those black people — especially those imagined as incapable of depth, of appreciating virtue and its manifestations — with those of lauded white philosophers and theorists, like Plato, Kant and Baudelaire.\nJackson refuses to describe his people as lacking love or being unworthy of love. In one of many heartbreaking scenes, he recalls the death of his aunt Essie Carie Jackson, who was a prostitute. She was murdered at a young age, but he describes her as a “beloved aunt, cousin, sister, daughter, mother.” It takes courage not to shy away from writing what is true — even when the truth is painful. In his notes, Jackson writes to his “fam” to justify including the story of Essie’s life and tragic murder. He laments that “it ain’t easy writing about folks you love and about the loved ones of folks you love. There’s often a decision between protecting who you love and protecting the integrity of what you set out to do.”\nImage\nJackson characterizes neither his people nor himself as perfect, but at the same time he refuses to treat them as disposable. He exposes their inner lives, then approaches them with radical love. And to love, as Jackson seems to understand, is to avoid lying. So he grapples honestly, for instance, with the role of the father figures in his life: “I had a father,” he writes, “because I made one. Or rather, I composed a father from the men at hand, brothers who kept me long before Obama made it a project.” His composite father consisted of his mother’s boyfriend Big Chris; his maternal grandfather, Sam; his maternal uncle, Anthony; his basketball coach Dixon; and his biological father, Wesley. Yet their part in raising and mentoring Jackson did not mean these men always made the best choices. He is clear that “not a single man I mentioned has existed in my life beyond critique.” Nor has Jackson himself existed beyond critique, and he freely admits to being “a flawed human striving, striving.”", "url": "https://www.nytimes.com/2019/03/20/books/review/survival-math-mitchell-s-jackson.html"}