{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:01:37", "date_modify": "2022-10-25 23:01:37", "date_publish": "2019-04-25 00:20:48", "description": "The president dismissed oversight investigations by House Democrats as partisan and illegitimate, signaling a new phase of confrontation.", "filename": "2019_04_24_us_politics_donald-trump-subpoenas_1666738897.html", "image_url": "https://static01.nyt.com/images/2019/04/24/us/politics/24dc-subpoena1-sub/24dc-subpoena1-sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=97f8953e60389a9813cad6296cdafdcb721ed220ed78252722fe08e05b1d6131&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_24_us_politics_donald-trump-subpoenas_1666738897.html", "title": "Trump Vows Stonewall of ‘All’ House Subpoenas, Setting Up Fight Over Powers", "title_page": "Trump Vows Stonewall of ‘All’ House Subpoenas, Setting Up Fight Over Powers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a 2008 district court ruling involving whether a former White House counsel to President George W. Bush, Harriet Miers, could be compelled to testify before Congress, a judge said she had to show up and decide whether to decline to answer potentially privileged questions one by one. That could suggest that Mr. McGahn must similarly appear before the House Judiciary Committee.\nAnd in a 2016 district court ruling involving internal Justice Department documents the Obama administration wanted to keep secret from Congress, a judge ruled that executive privilege no longer protected materials that had been disclosed in an inspector general report. Because Mr. Barr made most of Mr. Mueller’s report public, that principle may limit Mr. Trump’s success in asserting the privilege to block Congress from receiving testimony and documents about events described in the report.\nBut each of the emerging fights raises somewhat different legal questions that courts would have to sort through.\nThe fight over testimony on the 2020 census turns on the Trump administration’s insistence that an executive branch lawyer accompany Mr. Gore to instruct him not to answer certain questions that may be subject to executive privilege.\nThe House Oversight and Reform Committee is invoking a longstanding House rule that witnesses may be accompanied in depositions by personal lawyers but not by government ones, though it has offered to let Mr. Gore leave the room to consult a department lawyer.\nThe Trump administration objected, saying in the letter on Wednesday that the rule would “unconstitutionally infringe on the prerogatives of the executive branch.” It did not address the fact the Constitution explicitly empowers the House to set the rules for its own proceedings.\nMr. Gore still had a legal obligation to show up on Thursday, Representative Elijah E. Cummings of Maryland, the Democratic chairman of the oversight committee, said in a statement.\n“Both President Trump and Attorney General Barr are now openly ordering federal employees to ignore congressional subpoenas and simply not show up — without any assertion of a valid legal privilege,” Mr. Cummings said. “These employees and their personal attorneys should think very carefully about their own legal interests rather than being swept up in the obstruction schemes of the Trump administration.”", "url": "https://www.nytimes.com/2019/04/24/us/politics/donald-trump-subpoenas.html"}