{"authors": ["Eric Schmitt"], "date_download": "2022-10-25 23:53:40", "date_modify": "2022-10-25 23:53:40", "date_publish": "2019-11-23 14:23:52", "description": "A top general said that America’s addition of 14,000 troops in the Persian Gulf since the spring would probably not deter Iran from carrying out a major strike.", "filename": "2019_11_23_world_middleeast_iran-attacks-mckenzie_1666742020.html", "image_url": "https://static01.nyt.com/images/2019/11/24/world/24dc-military1/merlin_164713899_1a83ebf7-be9b-4e8d-8a2d-1b2299dfa10a-facebookJumbo.jpg?year=2019&h=549&w=1050&s=7cddd150345a1dacb340c9cb234b4f4b48a9a6e5a87afc580066c34f76c29133&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_23_world_middleeast_iran-attacks-mckenzie_1666742020.html", "title": "U.S. Commander Warns of Iranian Attack in Middle East", "title_page": "U.S. Commander Warns of Iranian Attack in Middle East - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANAMA, Bahrain — The deployment of 14,000 additional American troops to the Persian Gulf region since the spring has probably not dissuaded Iran from planning a major attack on the scale of the recent missile and drone assault on Saudi Arabia’s oil fields, the commander of American forces in the Middle East sa ys.\nThe officer, Gen. Kenneth F. McKenzie, the head of the military’s Central Command, said the additional troops, fighter jets and air defenses that the Pentagon has dispatched might have deterred Iran from attacking American targets — like Iran’s downing of an unmanned surveillance drone in June. But he said strikes against Gulf nations were another matter .\n“My judgment is that it is very possible they will attack again,” General McKenzie said in an interview this past week ahead of an international security conference on Saturday.\n“It’s the trajectory and the direction that they’re on,” he added in a second interview later in the week. “The attack on the oil fields in Saudi was stunning in the depth of its audaciousness,” he said of an assault in September that the United States and its European allies blame Iran for. “I wouldn’t rule that out going forward.”", "url": "https://www.nytimes.com/2019/11/23/world/middleeast/iran-attacks-mckenzie.html"}