{"authors": ["Michael Cooper", "Robin Pogrebin"], "date_download": "2022-10-25 23:36:19", "date_modify": "2022-10-25 23:36:19", "date_publish": "2019-12-02 16:05:11", "description": "Seats: Surrounding the stage. Budget: $550 million. Opening: March 2024. Goal: Avoid past failures.", "filename": "2019_12_02_arts_music_david-geffen-hall-lincoln-center-philharmonic_1666740979.html", "image_url": "https://static01.nyt.com/images/2019/12/16/arts/11geffen-organ3/02GEFFEN-02-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a33785d43ef9f5e1e4fe2ea8d00ad357698cb30ce7d545ceb05f3726d1c36ee0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_02_arts_music_david-geffen-hall-lincoln-center-philharmonic_1666740979.html", "title": "After Years of False Starts, Geffen Hall Is Being Rebuilt. Really.", "title_page": "After Years of False Starts, Geffen Hall Is Being Rebuilt. Really. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One statistic suggests the greater intimacy promised by the design: While a third of the seats in the current hall are more than 100 feet from the stage, fewer than 10 percent of those in the new hall will be that far away.\n“It will be a much more real, visceral reaction,” said Ms. Borda.\nThe plan seeks to strike a balance between the aspirational and the achievable. Earlier iterations had called for lowering the entire auditorium, which is currently on the second floor, to the level of the Lincoln Center plaza, which could have cost as much as $900 million, according to some estimates , and threatened to keep the Philharmonic out of its home for more than two full seasons.\nThat posed an existential threat to the orchestra, which would have had to persuade its dwindling subscriber base to follow it over years of wandering. New York City Opera’s decision to go dark for a season while its Lincoln Center home was renovated was later seen as one of the factors that eventually drove it into bankruptcy.\nThe new plan is more inside-the-box — quite literally, in the sense that the auditorium will maintain its existing footprint, and the exterior of the building, designed by Max Abramovitz, will remain intact. But officials stressed that the place would feel like new.\n“It is being truly transformed and changed. It’s not putting paint on the walls,” said Ms. Borda, who returned to New York, largely in order to guide the renovation, after a 17-year run at the Los Angeles Philharmonic, which included opening its acclaimed Walt Disney Concert Hall.", "url": "https://www.nytimes.com/2019/12/02/arts/music/david-geffen-hall-lincoln-center-philharmonic.html"}