{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:23:14", "date_modify": "2022-10-25 23:23:14", "date_publish": "2019-03-27 22:03:33", "description": "Liberal activists are calling for ending the Senate filibuster and expanding the Supreme Court, but others in the Democratic Party are urging caution.", "filename": "2019_03_27_us_politics_democrats-filibuster-court-packing_1666740194.html", "image_url": "https://static01.nyt.com/images/2019/03/27/us/politics/27dc-hulse/27dc-hulse-facebookJumbo.jpg?year=2019&h=550&w=1050&s=150aac25130b058eab5236ffae775fc8c7bc1bbcd0ae3646eb2f0930f5c7b20f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_27_us_politics_democrats-filibuster-court-packing_1666740194.html", "title": "Frustrated Democrats Intensify Demand for Big Institutional Changes", "title_page": "Frustrated Democrats Intensify Demand for Big Institutional Changes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Chris Coons, a Democrat of Delaware who was part of an unsuccessful 2017 effort to head off a Republican change that eliminated the 60-vote filibuster against Supreme Court nominees, said Democrats instead should focus on passing legislation with Republican help.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“The most important, the most significant, the longest pieces of reform in American history have been bipartisan,” Mr. Coons said in an interview. “We need to get back to passing meaningful legislation with bipartisan support.”\n“Those who think it is a solution,” Mr. Coons said about eliminating the filibuster, “should spend some time serving in the House.” That was a pointed reference to the strong majority rule that exists across the Rotunda in the House, where the minority is often steamrollered and treated as irrelevant by the party in charge.\nBoth Mr. Coons and Senator Michael Bennet of Colorado, also part of the 2017 effort to preserve the Supreme Court filibuster, say that expanding the court will only add to the intensifying political aura around what is supposed to be a nonpartisan branch of government.\nThey say they recognize that Senate Republicans, led by Senator Mitch McConnell of Kentucky, the majority leader, have strong-armed two Trump appointees — Justices Neil M. Gorsuch and Brett M. Kavanaugh — onto the Supreme Court after blocking President Obama’s nomination of Judge Garland for almost a year. But they say that doesn’t mean Democrats should respond in kind.\n“I know it is tempting to imagine everything we could do with 51 votes, but we also have a responsibility to consider everything Republicans could do and undo,” said Mr. Bennet, who is weighing his own run for the Democratic presidential nomination. “The lower-vote threshold has degraded the quality of judicial nominees and cabinet appointees — many of whom would never have been confirmed under the previous standard.”\nOther Democrats worry the rising cry for structural changes such as ending the filibuster and eliminating the presidential Electoral College — another emerging theme — will allow Republicans to paint Democrats as a sore-loser party that pushes to change the rules when it cannot win elections. They fear it will turn off voters leery of tinkering too much with the United States’ governing institutions.", "url": "https://www.nytimes.com/2019/03/27/us/politics/democrats-filibuster-court-packing.html"}