{"authors": ["Julian E. Barnes", "Michael S. Schmidt", "Matthew Rosenberg"], "date_download": "2022-10-25 23:02:33", "date_modify": "2022-10-25 23:02:33", "date_publish": "2019-10-02 17:53:41", "description": "Days before filing a whistle-blower complaint, a C.I.A. officer brought a vague version of his accusations to an aide on the House Intelligence Committee.", "filename": "2019_10_02_us_politics_adam-schiff-whistleblower_1666738953.html", "image_url": "https://static01.nyt.com/images/2019/10/02/us/politics/02dc-intel/02dc-intel-sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3808c46b2c9a34c8a7da86dd2d349692e0f55d2e07c8eea9ce07656253ef3a54&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_02_us_politics_adam-schiff-whistleblower_1666738953.html", "title": "Schiff Got Early Account of Accusations as Whistle-Blower’s Concerns Grew", "title_page": "Schiff Got Early Account of Accusations as Whistle-Blower’s Concerns Grew - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Democratic head of the House Intelligence Committee, Representative Adam B. Schiff of California, learned about the outlines of a C.I.A. officer’s concerns that President Trump had abused his power days before the officer filed a whistle-blower complaint, according to a spokesman and current and former American officials.\nThe early account by the future whistle-blower shows how determined he was to make known his allegations that Mr. Trump asked Ukraine’s government to interfere on his behalf in the 2020 election. It also explains how Mr. Schiff knew to press for the complaint when the Trump administration initially blocked lawmakers from seeing it.\nThe C.I.A. officer approached a House Intelligence Committee aide with his concerns about Mr. Trump only after he had had a colleague first convey them to the C.I.A.’s top lawyer. Concerned about how that initial avenue for airing his allegations through the C.I.A. was unfolding, the officer then approached the House aide. In both cases, the original accusation was vague.\nThe House staff member, following the committee’s procedures, suggested the officer find a lawyer to advise him and meet with an inspector general, with whom he could file a whistle-blower complaint. The aide shared some of what the officer conveyed to Mr. Schiff. The aide did not share the whistle-blower’s identity with Mr. Schiff, an official said.", "url": "https://www.nytimes.com/2019/10/02/us/politics/adam-schiff-whistleblower.html"}