{"authors": ["Mitch Smith", "Monica Davey"], "date_download": "2022-10-25 23:48:25", "date_modify": "2022-10-25 23:48:25", "date_publish": "2019-10-31 18:31:34", "description": "Teachers in Chicago Public Schools, the country’s third-largest district, said they would return to school after an 11-day walkout.", "filename": "2019_10_31_us_chicago-cps-teachers-strike_1666741705.html", "image_url": "https://static01.nyt.com/images/2019/10/31/us/31chicago-endstrike-promo/31chicago-endstrike-promo-facebookJumbo.jpg?year=2019&h=550&w=1050&s=52ca82f5743769d1d4463aad721952ec0aab727c69318c92d2302d38afcd17be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_31_us_chicago-cps-teachers-strike_1666741705.html", "title": "Chicago Teachers’ Strike, Longest in Decades, Ends", "title_page": "Chicago Teachers’ Strike, Longest in Decades, Ends - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — More than 300,000 public school students prepared to return to school as Chicago leaders on Thursday announced an end to an acrimonious teachers’ strike that lasted 11 days, the longest here in decades, and turned life upside down for families across the nation’s third-largest school district.\nIn the end, the clash between the teachers and Chicago’s new mayor, Lori Lightfoot, appeared to have brought mixed results. The city agreed to spend millions of dollars on reducing class sizes; promised to pay for hundreds more social workers, nurses and librarians; and approved a 16 percent salary increase over the coming five years. But not all union members were satisfied; a vote to approve a tentative deal was noticeably split, and some teachers wanted to press on to seek steeper reductions in class sizes, more teacher preparation time and aid for special education.\nStill, the strike in Chicago, which followed a series of major teacher walkouts in conservative states like West Virginia and Oklahoma as well as liberal cities like Los Angeles and Denver, reflected a renewed wave of activism from teachers.\n“What it says is that West Virginia and Oklahoma wasn’t sui generis; it wasn’t an isolated moment,” said Randi Weingarten, the president of the American Federation of Teachers , who made several trips to Chicago during the strike. “This is now a strategy.”", "url": "https://www.nytimes.com/2019/10/31/us/chicago-cps-teachers-strike.html"}