{"authors": ["Alysia Montaño", "Max Cantor", "Taige Jensen", "Lindsay Crouse", "Written"], "date_download": "2022-10-25 23:25:00", "date_modify": "2022-10-25 23:25:00", "date_publish": "2019-05-12 11:14:01", "description": "Being a mother and a champion was a crazy dream. It didn’t have to be.", "filename": "2019_05_12_opinion_nike-maternity-leave_1666740300.html", "image_url": "https://static01.nyt.com/images/2019/05/13/autossell/op-nike-pregnancy/op-nike-pregnancy-facebookJumbo-v4.jpg?year=2019&h=549&w=1050&s=9a6cbd1fa0ed048ae670d2fc262df88ce5986cbc51a193cfcd424b6fe87849f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_12_opinion_nike-maternity-leave_1666740300.html", "title": "Nike Told Me to Dream Crazy, Until I Wanted a Baby", "title_page": "Opinion | Nike Told Me to Dream Crazy, Until I Wanted a Baby - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If we show emotion, we’re called dramatic. If we want to play against men, we’re nuts. If we dream of equal opportunity, delusional, and if we want to be an athlete and a mother, well that’s just crazy. No, seriously it’s not a good idea. Believe in something, even if it means sacrificing everything. Like maybe your contract, your pay. Even if you have to watch them roll out an ad campaign praising women like you, and preaching the importance of taking a stand. Pro sports and motherhood. That’s just crazy. The sports industry allows for men to have a full career. And when a woman decides to have a baby, it pushes women out at their prime. I’m Alysia Montaño. I’m an Olympian. I’m a national champion, and I’ve been one of the top three runners in the entire world. And I’m a mother. Make way for Prince Aster! My daughter Linnéa is four years old and my son Aster is one and a half. When I was pregnant with Linnéa I kept training. I even ran in a big race. And it was a pretty big deal. They called me the pregnant runner. “Why this race was so important for you to run eight months pregnant?” I wanted to turn stereotypes about pregnancy upside down. Exercising through pregnancy is great for both the mom and the baby and I wanted to show people that you can be a mother and still have a successful career, even in sports. I was sponsored by Nike. And then, when I told them that I wanted to have a baby during my career they told me And we’re not just up against our sponsors. The U.S. Olympic Committee And this just makes our comeback even harder. So I left Nike and I went to ASICS. I had my daughter. And when I was on my return and trying to recover from my pregnancy, They also I was pissed. I was very upset at the fact that there was not a policy in place that would protect me. And I fought tooth and nail to make sure that this would not happen to other women. I started a maternity leave legislation so we would not lose our health insurance. I taped my abs together because they were torn apart. I wore a brace as I’d go and I’d lift to come back within their time frame that they were expected of me. They weren’t sure if I was going to be able to return after my pregnancy. I proved them wrong. I won a national championship at six months postpartum. I won another national championship at 10 months postpartum while still nursing my baby girl. I showed up to the World Championships in Beijing, China, still nursing my daughter and pumped for 10 days so that I can ship my milk back to my daughter in the States. Not having any system in place to protect our female athletes, it puts our health at risk. Our sponsors know this isn’t right, which is why they implement confidentiality clauses that forbid us from talking about the scale of the problem, which prevents us from being able to change it. So companies like Nike tell us to “Dream crazy.” We say, “How about you stop treating our pregnancies like injuries?” Then they tell us to believe in something. We say, “How about maternity leave? How about when you tell my daughter she can achieve anything, you back it up?” If they try to dismiss your pregnancy, if they call it a distraction or an injury, remind them what they told us: That great athletes never back down. That great athletes push the limits of what’s possible both on and off the track. Because that’s the warrior spirit that packs stadiums and sells sneakers. We’re the ones who decide what dreams are crazy. And what dreams make perfect sense. And we’re the ones who tell our daughters the difference between dreams and advertising. Who knows? Maybe being a mother and a champion was a crazy dream. But it didn’t have to be. So come on, Nike, when are you going to start dreaming crazy?", "url": "https://www.nytimes.com/2019/05/12/opinion/nike-maternity-leave.html"}