{"authors": ["Matt Phillips"], "date_download": "2022-10-25 23:31:03", "date_modify": "2022-10-25 23:31:03", "date_publish": "2019-02-25 17:06:59", "description": "Companies keep buying huge quantities of their own shares, propelling prices higher even as pensions, mutual funds and individuals sit on their hands.", "filename": "2019_02_25_business_stock-market-buybacks_1666740663.html", "image_url": "https://static01.nyt.com/images/2019/02/26/business/26markets/00buyback-facebookJumbo.jpg?year=2019&h=550&w=1050&s=046911b43de76d4b724507faad849a4f4029c7b0777c1db1ed6345414fcb5071&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_25_business_stock-market-buybacks_1666740663.html", "title": "This Stock Market Rally Has Everything, Except Investors", "title_page": "This Stock Market Rally Has Everything, Except Investors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Armchair investors have been selling stock.\nSo have pension funds and mutual funds, as well as a whole other category of investors — nonprofit groups, endowments, private equity firms and personal trusts.\nThe stock market is off to its best start since 1987, but these investors are expected to dump hundreds of billions of dollars of shares this year.\nSo who is pushing prices higher? In part, the companies themselves.\nAmerican corporations flush with cash from last year’s tax cuts and a growing economy are buying back their own shares at an extraordinary clip. They have good reason: Buybacks allow them to return cash to shareholders, burnish key measures of financial performance and goose their share prices.\nThe surge in buybacks reflects a fundamental shift in how the market is operating, cementing the position of corporations as the single largest source of demand for American stocks. The binge has helped sustain a bull market approaching its 10th birthday, even in the face of political, international and economic uncertainty.", "url": "https://www.nytimes.com/2019/02/25/business/stock-market-buybacks.html"}