{"authors": ["Julia Moskin"], "date_download": "2022-10-25 23:29:15", "date_modify": "2022-10-25 23:29:15", "date_publish": "2019-11-05 17:38:55", "description": "Claudia Fleming’s cult, out-of-print cookbook, “The Last Course,” is being reissued as she emerges from a dark decade.", "filename": "2019_11_05_dining_claudia-fleming_1666740555.html", "image_url": "https://static01.nyt.com/images/2019/11/06/dining/05Claudia1/05Claudia1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=2a5805879b28e1fc2de1d1b346c9f4932280d54eeeded05669487b287dedce93&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_05_dining_claudia-fleming_1666740555.html", "title": "A Pastry Chef’s Book, and Life, Start Again", "title_page": "A Pastry Chef’s Book, and Life, Start Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I thought I was buying into it, but I wasn’t,” she said, referring to the punishing ethos of traditional ballet. “And my mother wouldn’t have stood for it.”\nPushing through the endless repetition of steps and the pain of dancing on point , she said, was probably good training for a restaurant kitchen. She switched to modern dance, moved to New York City and gave herself a deadline of age 25 to make it as a professional dancer. In the meantime, she supported herself by working in restaurants.\nHer first job in high school was scooping ice cream at a Friendly’s at the South Shore mall .\n“I loved it so much,” she said dreamily. “I love ice cream more than anything. I loved the fast pace, the organizing, the physical challenge.”\nShe started at Jams, which the young chef Jonathan Waxman opened in 1984 to introduce Manhattanites to the new “California cuisine.” The chefs Alice Waters, Evan Kleiman and Judy Rodgers were already running influential kitchens on the West Coast, and most of the line cooks Mr. Waxman had recruited were women. Ms. Fleming said it drew her toward the kitchen. In New York, she said, “That was literally unheard-of at the time.”\nShe waited tables at Union Square Cafe, where the owner Danny Meyer said he hired her before she sat down for an interview . “Even from half a room away, I could feel her warmth, poise , and intelligence,” he wrote in the preface to “The Last Course.” She moved into the kitchen there as a line cook, and was hired away by Drew Nieporent as a pastry assistant when Tribeca Grill opened in 1990.\n“Once I tried pastry, that was it for me,” she said. “I was hooked.”\nAt the time, American pastry chefs were quite literally reaching new heights. Desserts were being reinterpreted, deconstructed and reconstructed on tall scaffoldings made of spun sugar, airy mousses and puff pastry. After decades of French standards like chocolate mousse and crème caramel, the simultaneous arrival of nouvelle cuisine and global express shipping brought new playthings to American restaurant kitchens, like white and dark chocolate , macadamia nuts and mangoes, kiwi fruit and coconut milk .\nMs. Fleming dived into exploration, but only dabbled in construction. “I wasn’t very interested in Legos,” she said. “I wanted it to taste like something.”", "url": "https://www.nytimes.com/2019/11/05/dining/claudia-fleming.html"}