{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:00:46", "date_modify": "2022-10-25 23:00:46", "date_publish": "2019-10-18 22:13:42", "description": "A career State Department official told House impeachment investigators that he raised concerns about the vice president’s son serving on the board of a Ukrainian company, but was ignored.", "filename": "2019_10_18_us_politics_hunter-biden-ukraine_1666738846.html", "image_url": "https://static01.nyt.com/images/2019/10/18/us/politics/18dc-biden/18dc-biden-facebookJumbo.jpg?year=2019&h=550&w=1050&s=0ef63fe5d5e4be7f8cd8da595b4c6946fe0a763687a359484ceca99556b84d46&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_18_us_politics_hunter-biden-ukraine_1666738846.html", "title": "Diplomat Told House Investigators He Raised Alarm About Hunter Biden in 2015", "title_page": "Diplomat Told House Investigators He Raised Alarm About Hunter Biden in 2015 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A career State Department official told impeachment investigators this week that he raised concerns with a senior White House official in 2015 about the son of then-Vice President Joseph R. Biden Jr. holding a position on the board of a Ukrainian gas company.\nBut the warning from George P. Kent, then a State Department officer stationed in Kiev, was not acted on, according to two people familiar with Mr. Kent’s testimony. Mr. Kent, now of the State Department’s Bureau of European and Eurasian Affairs, said he told the official that Hunter Biden’s position could look like a conflict of interest, given his father’s role, and would complicate American efforts to encourage Ukraine to clean up corruption.\nThe White House official told Mr. Kent that the elder Mr. Biden did not have the “bandwidth” to address the concerns while his older son, Beau, was undergoing cancer treatment, according to the people, who were not authorized to discuss the private deposition.\nPresident Trump on Friday latched onto the rare bit of good news for him coming out of the House’s impeachment inquiry. Mr. Kent had also given Democrats plenty of fodder to drive their inquiry forward, but the emergence of any information that could tarnish the Bidens was welcome at the White House, even if White House officials have declared the inquiry illegitimate.", "url": "https://www.nytimes.com/2019/10/18/us/politics/hunter-biden-ukraine.html"}