{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:39:41", "date_modify": "2022-10-25 23:39:41", "date_publish": "2019-09-03 06:37:06", "description": "Carrie Lam acknowledged that the protests had left her in turmoil, but vowed not to resign. Those close to Beijing say it would not let her even if she wanted to.", "filename": "2019_09_03_world_asia_hong-kong-protests-carrie-lam_1666741181.html", "image_url": "https://static01.nyt.com/images/2019/09/03/world/03Hk-lam1/03Hk-lam1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=590034645b8b91cb369c646b125ac689b0f37a120d2dcc51480858ee0ce1d6f7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_03_world_asia_hong-kong-protests-carrie-lam_1666741181.html", "title": "Hong Kong’s Chief Executive Is Disheartened, but No Successor Is in Sight", "title_page": "Hong Kong’s Chief Executive Is Disheartened, but No Successor Is in Sight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A workaholic who sleeps 3 to 5 hours a night … … who won support from China’s central leadership … … and struggles with protests at home. Carrie Lam is Hong Kong’s embattled leader. So, who is she? Lam is a devout Catholic who grew up in a working-class area of Hong Kong. After graduating from an elite university, she joined the civil service. She’s held 21 posts in her 39-year career and developed a reputation as a good fighter who could push through policies. In 2012, she became second in command of Hong Kong. As chief secretary, Lam faced her biggest test when China’s legislature unveiled a controversial proposal. It would allow all Hong Kong residents to vote to choose their leader, but only after Beijing shortlisted the candidates. How did Hong Kong residents respond? Universal voting rights is a key issue in Hong Kong. A 1,200-member election committee chooses Hong Kong’s leader. The city’s more than 7 million residents don’t get to vote. In September 2014, tens of thousands of protesters shut down parts of the city for months. It was called the “Umbrella Movement.” “Many people come out to join the protest to say that they want a real and direct nomination right.” In the end, the protest movement fizzled out. Lam presented an election proposal, but offered only minor changes. And the Hong Kong Legislature rejected it. In 2017, Lam became the first female chief executive, elected not by a direct vote, but by a committee dominated by supporters in Beijing, a system Lam supported. The opposition criticized her for not prioritizing the territory’s voting rights and its protection of democratic freedoms. In her victory speech, Lam pushed a message of unity. “It is through real work and actual results that I will respond to those who support me and garner the recognition of those yet to support me. Deeds speak louder than words.” As chief executive, though, she’s been a divisive figure. In February 2019, Lam introduced an extradition bill. It would allow criminal suspects to be sent to mainland China for prosecution. Hong Kong residents responded by flooding the streets with more protests. “Free Hong Kong!” Crowd: “Free Hong Kong!” “Free Hong Kong!” Critics said this bill would expose Hong Kong’s residents and visitors, including political critics, to being sent to mainland China for trial in Communist Party- controlled courts. After months of protests and a public apology, Lam withdrew the extradition bill. But for protesters, it may not be enough. “It’s too late and too slow now. We are not satisfied with Hong Kong government just withdrawing the bill. The protests will continue until the day we have free elections.” With calls for demonstrations to continue, Lam’s reputation as a fighter will keep being tested.", "url": "https://www.nytimes.com/2019/09/03/world/asia/hong-kong-protests-carrie-lam.html"}