{"authors": ["Jonathan Martin"], "date_download": "2022-10-25 23:52:56", "date_modify": "2022-10-25 23:52:56", "date_publish": "2019-02-26 19:09:45", "description": "There is no soft entry for presidential candidates these days, as Ms. Harris learned when she softened earlier comments on some issues, or sidestepped questions on others.", "filename": "2019_02_26_us_politics_kamala-harris-president-2020_1666741976.html", "image_url": "https://static01.nyt.com/images/2019/02/27/us/politics/27harrismemo-print/27harrismemo-print-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=2ba49b341e13773750cf458607cfa324fcadf3ff251cfa1c29fbbc0225d43c9b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_26_us_politics_kamala-harris-president-2020_1666741976.html", "title": "For Kamala Harris, a Strong Start, but With Some Notable Stumbles", "title_page": "For Kamala Harris, a Strong Start, but With Some Notable Stumbles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Few other Democratic presidential hopefuls have enjoyed as splashy a start as Ms. Harris has: She drew 20,000 people to her formal campaign launch in Oakland, Calif.; raised $1.5 million in her first full day in the race; and has been talked about on social media more than any of her rivals, vaulting to the top tier of the rapidly growing field.\nBut the candidate is still catching up to the campaign — and not just on health care policy.\nOn issues ranging from breaking up big technology companies to the crisis in Venezuela to reparations for African-Americans — and even the allegations against the actor Jussie Smollett — Ms. Harris has not offered positions when asked, had to clarify her views and softened her previous comments.\nIt is hardly unusual for candidates to stumble or appear ill at ease at the outset of the grueling political crucible that is a presidential campaign; even former President Barack Obama, who is remembered as a political phenom, struggled at times in the early weeks of the 2008 campaign.\n[Make sense of the people, issues and ideas shaping American politics with our newsletter.]\nBut the scrutiny has grown even more intense since that race, and the margin for error is minuscule in a field with so many candidates.\nWith the growth of political news outlets, the rise of social media, and the global interest surrounding President Trump and his re-election, high-profile candidates do not have the luxury of honing their stump speeches before a few dozen voters, and even fewer reporters, in a cozy Concord living room.", "url": "https://www.nytimes.com/2019/02/26/us/politics/kamala-harris-president-2020.html"}