{"authors": ["Nick Corasaniti", "Stephanie Saul"], "date_download": "2022-10-25 23:53:02", "date_modify": "2022-10-25 23:53:02", "date_publish": "2019-03-27 09:00:12", "description": "Mr. Booker’s road from enforcer to reformer began with rocky oversight of the Newark Police Department.", "filename": "2019_03_27_us_politics_cory-booker-2020-criminal-justice_1666741982.html", "image_url": "https://static01.nyt.com/images/2019/03/12/us/politics/00booker-c/00booker-c-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3741ca90287e597299d5f89685a9df533a32edb550b360efd2cf6a2b74a75483&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_27_us_politics_cory-booker-2020-criminal-justice_1666741982.html", "title": "‘Newark’s Original Sin’ and the Criminal Justice Education of Cory Booker", "title_page": "‘Newark’s Original Sin’ and the Criminal Justice Education of Cory Booker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A headline-grabbing former mayor — with a love of social media — who says he’s the only vegan in Senate history. “Thank you for a vegan mecca.” Senator Cory Booker is throwing his hat in the ring for president of the United States. “I’m in this race to try to build our nation up.” So, who is he? “Tight end Cory Booker. Nice move.” Booker is a former college football player and Yale Law School graduate. “Mayor Booker, for those who don’t know what’s —” He became a national figure as mayor of Newark, by bringing in money and attention to the city. “A $100 million challenge grant.” And in 2013, he was elected to the Senate. “Thank you, New Jersey!” Booker is known for coming to his constituents’ rescue — literally. “The building next door was on fire.” “Yes, yes.” “And your first instinct was to go in?” “Yeah.” “He ran into the burning building and up the stairs.” Also his upbeat attitude. “Lead with love.” And his public speaking. “This is about the closest I’ll probably ever have in my life to an ‘I am Spartacus’ moment.” Some of Booker’s priorities? So far criminal justice reform, and he’s also likely to focus on racial and gender equality — and marijuana legalization. He’s been in the Senate for a while, but he doesn’t have many signature legislative accomplishments. Booker also has ties to Wall Street, something that might be an issue for the party’s more progressive wing. So how has he taken on President Trump? Booker has been one of Trump’s most aggressive critics in the Senate. “And it is a failure.” For Booker, the Trump presidency poses a “moral moment in our nation.” But this approach may fall flat with Democrats, who are energized by their anger toward Trump. For his part, President Trump has said this: “I mean, take a look at Cory Booker. He ran Newark, New Jersey into the ground. He was a horrible mayor.” So what are his chances? So far he’s polling in the middle of the assumed pack. But it’s pretty early. Booker has been building a national profile for a while. He’s already traveled to many states that could be key to winning the White House.", "url": "https://www.nytimes.com/2019/03/27/us/politics/cory-booker-2020-criminal-justice.html"}