{"authors": ["Kai Schultz"], "date_download": "2022-10-25 23:00:54", "date_modify": "2022-10-25 23:00:54", "date_publish": "2019-02-19 03:24:34", "description": "Human Rights Watch said the police have stalled investigations into some vigilante-style murders of Muslims and lower-caste Indians.", "filename": "2019_02_18_world_asia_india-cow-religious-attacks_1666738854.html", "image_url": "https://static01.nyt.com/images/2019/02/20/world/20india-report-print/19india-report-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=589c875f191a4d8bcb59f4324d9d52733ea628d607763adf47a30f90fc16b689&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_18_world_asia_india-cow-religious-attacks_1666738854.html", "title": "Murders of Religious Minorities in India Go Unpunished, Report Finds", "title_page": "Murders of Religious Minorities in India Go Unpunished, Report Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — The Indian authorities have delayed investigating a wave of vigilante-style murders of religious minorities, with many instead working to justify the attacks or file charges against some of the victims’ families, according to a report released Tuesday by Human Rights Watch.\nThe 104-page report said that since Prime Minister Narendra Modi’s governing Bharatiya Janata Party took power in 2014, attacks led by so-called cow protection groups have jumped sharply.\nBetween May 2015 and December 2018, at least 44 people have been killed, Human Rights Watch found. Most of the victims were Muslims accused of storing beef or transporting cows for slaughter, a crime in most Indian states. Many Hindus, who form about 80 percent of India’s population, consider cows sacred.\nData cited in the report from FactChecker.in, an Indian organization that tracks reports of violence, found that as many as 90 percent of religion-based hate crimes in the last decade occurred after Mr. Modi took office. Mobs hung victims from trees, frequently mutilated victims and burned bodies.", "url": "https://www.nytimes.com/2019/02/18/world/asia/india-cow-religious-attacks.html"}