{"authors": ["Nicholas Fandos", "Maggie Haberman"], "date_download": "2022-10-25 23:02:09", "date_modify": "2022-10-25 23:02:09", "date_publish": "2019-01-14 00:33:48", "description": "Three Democratic House committee chairmen cautioned that any effort to discourage or influence a witness’s testimony could be construed as a crime.", "filename": "2019_01_13_us_politics_trump-cohen-testimony_1666738929.html", "image_url": "https://static01.nyt.com/images/2019/01/14/us/14dc-cong1/14dc-cong1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=761f23563863628e3b3bb0372484a3d6a77bbc2d173ebc0ac9224394e0390c1c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_13_us_politics_trump-cohen-testimony_1666738929.html", "title": "Top Democrats Warn Trump Over Comments on Michael Cohen", "title_page": "Top Democrats Warn Trump Over Comments on Michael Cohen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The message seemed to imply that if Democrats in the House were to ever try to build an impeachment case against Mr. Trump, attempts to interfere with their work could be used as evidence.\nOne of the chairmen who signed the letter, Representative Elijah E. Cummings of Maryland, who leads the Oversight and Reform Committee, announced last week that Mr. Cohen would testify publicly for the first time next month about his work on behalf of Mr. Trump. The hearing promises to be a blockbuster session that could further erode Mr. Trump’s public image and clarify the extent of his legal exposure.\nIn August, Mr. Cohen pleaded guilty in federal court in Manhattan to tax fraud, making false statements to a bank and a campaign finance violation. He later pleaded guilty to an additional charge of lying to Congress about how long negotiations for a Trump Tower project in Moscow went on in 2016. He acknowledged that Mr. Trump’s associates pursued the project well into 2016, as the Kremlin was escalating its efforts to interfere in the American election on his behalf.\nIn court, he said Mr. Trump had directed him to arrange payments to two women during the 2016 campaign to stop them from speaking publicly about affairs they said they had with him. He worked closely alongside Mr. Trump during his time as a businessman and candidate, and has spent more than 70 hours with federal prosecutors in Manhattan as well as with Mr. Mueller’s team.\nAs Mr. Trump’s attacks on him have intensified, Mr. Cohen has told friends that he is worried for his safety, though no public evidence of any such threats has emerged.", "url": "https://www.nytimes.com/2019/01/13/us/politics/trump-cohen-testimony.html"}