{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:01:15", "date_modify": "2022-10-25 23:01:15", "date_publish": "2019-11-15 23:09:03", "description": "The official in Kiev also said that he was told President Trump cared more about the investigations than about Ukraine.", "filename": "2019_11_15_us_politics_trump-ambassador-sondland-ukraine-call_1666738875.html", "image_url": "https://static01.nyt.com/images/2019/11/15/us/politics/15dc-holmes/15dc-holmes-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8d9166526e1370db088df73b846fdc4fd9c12cf966649ea15501fa59f47e61b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_15_us_politics_trump-ambassador-sondland-ukraine-call_1666738875.html", "title": "Embassy Official Confirms Trump Asked About Ukraine Investigation", "title_page": "Embassy Official Confirms Trump Asked About Ukraine Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Holmes, a career Foreign Service officer who is the political counselor in the American Embassy in Kiev, said he had been following the impeachment inquiry from afar in recent weeks and came to understand only belatedly that he had pertinent information to share . He testified under subpoena by the House Intelligence Committee after the State Department directed him not to appear, according to an official working on the inquiry.\n“I came to realize I had firsthand knowledge regarding certain events on July 26 that had not otherwise been reported, and that those events potentially bore on the question of whether the president did, in fact, have knowledge that those officials were using the levers of our diplomatic power to induce the new Ukrainian president to announce the opening of a particular criminal investigation,” he testified.\nMr. Holmes’s account of the relationship between the two countries in his opening statement was broader, though, and closely resembles that offered by other top officials who have offered public and private testimony to the House.\nHe described how Mr. Sondland and two other American officials — Energy Secretary Rick Perry and Kurt D. Volker, the United States special envoy to Ukraine — styled themselves as the “Three Amigos” and took charge of Ukraine policy within the administration. On the outside, Mr. Giuliani exercised significant influence over what they did.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“Beginning in March 2019, the situation in the embassy and in Ukraine changed dramatically,” Mr. Holmes said, according to his statement. “Specifically, our diplomatic policy that had been focused on supporting Ukrainian democratic reform and resistance to Russian aggression became overshadowed by a political agenda being promoted by Rudy Giuliani and a cadre of officials operating with a direct channel to the White House.”\nThe conversation between Mr. Trump and Mr. Sondland took place on July 26, one day after Mr. Trump personally pressed Mr. Zelensky in a now-famous phone call to investigate Mr. Biden and his son Hunter Biden, as well as unproven allegations that Ukraine conspired with Democrats to interfere in the 2016 election. Mr. Trump specifically wanted an investigation into unsubstantiated corruption allegations related to Hunter Biden’s work for a Ukrainian energy firm, Burisma Holdings.\nMr. Sondland did not mention the episode to investigators last month when he answered their questions in private. He will almost certainly be asked about it next week when he appears for public testimony before the House Intelligence Committee.", "url": "https://www.nytimes.com/2019/11/15/us/politics/trump-ambassador-sondland-ukraine-call.html"}