{"authors": ["Joshua Barone"], "date_download": "2022-10-25 23:37:05", "date_modify": "2022-10-25 23:37:05", "date_publish": "2019-07-26 18:19:52", "description": "With a drag queen and lowbrow pop culture, a rambunctious production transports Wagner’s opera to the present.", "filename": "2019_07_26_arts_music_tannhauser-bayreuth-review_1666741025.html", "image_url": "https://static01.nyt.com/images/2019/07/26/arts/26wagner1/26wagner1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=a5cfac61fd9d51000e2d2b68b1cf6addc3b731ce617eddda181ffd4ff0918b23&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_26_arts_music_tannhauser-bayreuth-review_1666741025.html", "title": "Review: A New ‘Tannhäuser’ Brings Burger King to Bayreuth", "title_page": "Review: A New ‘Tannhäuser’ Brings Burger King to Bayreuth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAYREUTH, Germany — The Wartburg castle, so central to Wagner’s “Tannhäuser” that it’s part of the opera’s full title, makes an appearance only briefly in Tobias Kratzer’s new production, which opened the Bayreuth Festival here on Thursday. At the beginning of the overture, a video projected onstage shows the medieval fortress in sweeping drone footage fit for a tourism commercial. Then it’s gone.\nInstead, the camera’s focus turns downward, to a scrappy Citroën van driven by a merry band of anarchists. There’s Venus, their leader, at the wheel, looking crazed and sultry in a sparkling black unitard. With her are a raggedy clown, a drum-playing dwarf and a drag queen named Le Gateau Chocolat.\nThis is “Tannhäuser,” I swear. It’s just that in Mr. Kratzer’s rollicking production — intelligent and surprisingly wrenching, though not quite fully formed — the Venusberg is not the libretto’s mythical pleasure realm so much as a lifestyle of young, brash artistry. That pathetic clown, it turns out, is Tannhäuser, joining Venus and company to litter the German countryside with signs saying: “FREELY WILLING. FREELY DOING. FREELY ENJOYING.”\nThose words are Wagner’s, from his bad-boy days as a revolutionary in Dresden, where “Tannhäuser” had its premiere in 1845. He revised the opera in 1861 for a production in Paris, incorporating the groundbreaking musical language he used in “Tristan und Isolde” and patching some of the plot’s leaks. It wasn’t perfect, but it was better; Wagner had aspirations to continue revising it for the rest of his life.", "url": "https://www.nytimes.com/2019/07/26/arts/music/tannhauser-bayreuth-review.html"}