{"authors": ["Maggie Astor"], "date_download": "2022-10-25 23:53:01", "date_modify": "2022-10-25 23:53:01", "date_publish": "2019-02-19 20:47:43", "description": "The plan would create a network of government-funded child care centers, which would be free for low-income families and partly subsidized for others.", "filename": "2019_02_19_us_politics_elizabeth-warren-child-care_1666741981.html", "image_url": "https://static01.nyt.com/images/2019/02/20/us/politics/20childcare-print/20childcare-facebookJumbo.jpg?year=2019&h=549&w=1050&s=a62c2ac6436c16f6178dab747557abe83b00aa47a1199dd5f2165cc90eaaeb03&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_19_us_politics_elizabeth-warren-child-care_1666741981.html", "title": "Elizabeth Warren Proposes Universal Child Care", "title_page": "Elizabeth Warren Proposes Universal Child Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mark Zandi and Sophia Koropeckyj, economists at Moody’s Analytics, estimated that the plan would cost the federal government $70 billion per year more than it currently spends on child care programs, but would be fully covered by revenue from Ms. Warren’s wealth tax. Their cost estimate was based on the assumption that the plan would produce economic growth by giving lower- and middle-class families more spending money, allowing parents to work longer hours, and creating more and higher-paying jobs for child care workers.\n“The proposal quickly lifts economic growth, as the stimulus created by providing financial support to lower-income and middle-class families more than offsets the negative fallout from increasing taxes on the very wealthy,” Mr. Zandi and Ms. Koropeckyj wrote.\nMs. Warren framed the issue broadly: not just as a matter of access to education, but as a means to promote economic growth and address gender inequality in the work force. Mr. Zandi and Ms. Koropeckyj wrote that the cost of child care had “weighed heavily on female labor force participation,” because some women who can’t afford it are unable to work outside the home as a result. In a post on Medium on Tuesday, Ms. Warren repeated a personal story she has often told before: that if it hadn’t been for her Aunt Bee, who helped care for her children, she would have had to quit her job as a law school instructor.\nKatie Hamm, vice president for early childhood policy at the Center for American Progress Action Fund, a liberal think tank, said that framing was significant. “It reflects the fact that the issue has clearly grown into the public policy sphere and the economic policy sphere, where before it had been relegated to a family policy issue or an education issue,” she said.", "url": "https://www.nytimes.com/2019/02/19/us/politics/elizabeth-warren-child-care.html"}