{"authors": ["Kevin Sack", "Alexander Burns"], "date_download": "2022-10-25 23:24:24", "date_modify": "2022-10-25 23:24:24", "date_publish": "2019-01-01 19:31:14", "description": "A series of careful financial decisions, and the creation of nonprofits and academic centers staffed by close advisers, would help a campaign-in-waiting.", "filename": "2019_01_01_us_politics_joe-biden-presidential-campaign-2020_1666740264.html", "image_url": "https://static01.nyt.com/images/2019/01/02/us/politics/02Biden4-promo/02Biden4-promo-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=98ce9ddcad938c8499ec013121ce009b29322d8f29ac28ceb1c7bd27e6d77093&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_01_us_politics_joe-biden-presidential-campaign-2020_1666740264.html", "title": "How Biden Has Paved the Way for a Possible Presidential Run", "title_page": "How Biden Has Paved the Way for a Possible Presidential Run - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That said, some top staff members will undoubtedly decamp for a campaign if there is one, several advisers said. Whether all the groups could sustain operations is unclear, given that Mr. Biden could face pressure to suspend fund-raising to avoid improper influence.\nDuring the 2018 cycle, Mr. Biden maintained visibility with campaign visits to 24 states and at least 135 other speaking engagements, giving him a platform whenever he wanted. At a book-related talk in Missoula, Mont., in early December, he fueled coast-to-coast speculation about his plans by declaring himself “the most qualified person in the country to be president.”\nSources of Wealth\nMr. Biden has long been self-deprecating about his relative lack of wealth, compared with some politicians. He and his wife, Dr. Jill Biden, left office with assets worth between $277,000 and $955,000 (not including their house near Wilmington, Del.), as well as a mortgage of $500,000 to $1 million and other smaller loans, according to a 2015 federal disclosure. The report gives values in ranges.\nBut they have very likely earned more in the two years since leaving office than in the prior two decades, thanks largely to a three-book deal with Flatiron Books reported to be worth $8 million (a figure unconfirmed by the publisher). Two months after the contract was announced, they bought a six-bedroom vacation house in Rehoboth Beach, Del. — off the water — for $2.7 million. No mortgage was recorded.\n[Make sense of the people, issues and ideas shaping American politics with our newsletter.]\nMr. Biden’s only salaried work, according to Mr. Russo, is a Penn professorship that occupies about one day a week. Dr. Biden — who is writing one of the three books — earns $99,398 as an English professor at Northern Virginia Community College, state records show. Mr. Biden, who earned $230,700 a year as vice president, receives a hefty federal pension after 44 years of public service. The couple also receive about $66,000 a year in Social Security benefits and in other pension benefits paid to Dr. Biden, according to their last public tax return, from 2015.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Russo said Mr. Biden would be transparent about his finances if he ran. “He will make available his tax returns, financial interests and other information that used to be — and should once again become — commonplace,” he said, referring to Mr. Trump’s defiance of a four-decade tradition of voluntary disclosure by presidents and many candidates.", "url": "https://www.nytimes.com/2019/01/01/us/politics/joe-biden-presidential-campaign-2020.html"}