{"authors": ["Maggie Astor"], "date_download": "2022-10-25 23:52:30", "date_modify": "2022-10-25 23:52:30", "date_publish": "2019-08-01 02:18:02", "description": "The measure, a 1981 expansion of a child care tax credit, offered families a tax credit for the cost of child care. Here’s why Mr. Biden opposed it.", "filename": "2019_07_31_us_politics_joe-biden-op-ed_1666741950.html", "image_url": "https://static01.nyt.com/images/2019/07/31/us/politics/31breakout-gillibrand/31breakout-gillibrand-facebookJumbo.jpg?year=2019&h=549&w=1050&s=b6b90c15939b5aebcd2acf933cecd1d5c6cbbd6c3709e0a0d397830390da5cd7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_31_us_politics_joe-biden-op-ed_1666741950.html", "title": "Gillibrand Criticized Biden Over a Child Care Vote. Here’s the Full Story.", "title_page": "Gillibrand Criticized Biden Over a Child Care Vote. Here’s the Full Story. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Kirsten Gillibrand of New York assailed former Vice President Joseph R. Biden Jr. at Wednesday night’s debate, using his 1981 vote against expanding a child care tax credit to question his commitment to women’s rights.\nThe measure — which the Senate approved 94 to 1, with Mr. Biden as the lone dissenter — offered all families, regardless of income, a tax credit for the cost of child care. Mr. Biden, whose opposition was reported last week by HuffPost, supported the credit for low- and middle-income families but did not want to extend it to wealthy families.\nPart of his objection was fiscal — he did not believe that low-income taxpayers should have to contribute to wealthy families’ child care costs — and that was the part he emphasized when he defended himself on Wednesday. But when the bill was on the Senate floor, he also argued that it was wrong for both parents to work outside the home unless it was financially necessary.\nIn a remark reported at the time by The Indianapolis Star and resurfaced by HuffPost, Mr. Biden said, “I think it is a sad commentary on this society when we say, as a matter of social policy, that we should make it easier for people who have neither the financial necessity nor the personal need to forget their responsibility to take care of a child all day from the time the child is an infant until the time he or she gets in school.”", "url": "https://www.nytimes.com/2019/07/31/us/politics/joe-biden-op-ed.html"}