{"authors": [], "date_download": "2022-10-25 23:01:46", "date_modify": "2022-10-25 23:01:46", "date_publish": "2019-01-25 18:30:15", "description": "Roger J. Stone Jr., a longtime informal adviser to President Trump, made a statement outside a federal court in Fort Lauderdale, Fla.", "filename": "2019_01_25_us_politics_roger-stone-statement_1666738906.html", "image_url": "https://static01.nyt.com/images/2019/01/26/us/politics/26dc-stonevid-sub2/26dc-stonevid-sub2-facebookJumbo.jpg?year=2019&h=549&w=1050&s=a3150c6c52d5c2c213f7c7ebae899f5b566f79b1fb4a2e46933308ed153640e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_25_us_politics_roger-stone-statement_1666738906.html", "title": "Roger Stone’s Statement Responding to His Arrest: Full Transcript", "title_page": "Roger Stone’s Statement Responding to His Arrest: Full Transcript - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Crowd: Lock him up! Lock him up! Lock him up!]\nThis morning at the crack of dawn, 29 F.B.I. agents arrived at my home with 17 vehicles with their lights flashing, when they could simply have contacted my attorneys and I would have been more than willing to surrender voluntarily.\nThey terrorized my wife, my dogs. I was taken to the F.B.I. facility, although I must say the F.B.I. agents were extraordinarily courteous. I will plead not guilty to these charges. I will defeat them in court. I believe this is a politically motivated investigation.\nI am troubled by the political motivations of the prosecutors, and as I have said previously, there is no circumstance whatsoever under which I will bear false witness against the president nor will I make up lies to ease the pressure on myself. I look forward to being fully and completely vindicated.\nREPORTER: [Inaudible] you in any way cooperate with the special counsel’s office?\nMR. STONE: Since I was not contacted prior to the charges today, my lawyers have not talked to the special prosecutors. I don’t want to address that question, but I have made it clear I will not testify against the president. Because I would have to bear false witness against him.\n[Crowd shouting]\nREPORTER: But will you work with the prosecutors?\nMR. STONE: I will be appearing for an arraignment in D.C. next week, and I’ll address those questions at that time.\nREPORTER: Roger, the president said that you had done [inaudible]. What do you think he meant by that?\nMR. STONE: Well, I intend to tell the truth. I have told the truth throughout this entire proceeding, and I will prove that in a court of law.", "url": "https://www.nytimes.com/2019/01/25/us/politics/roger-stone-statement.html"}