{"authors": ["Monica Davey", "Mitch Smith"], "date_download": "2022-10-25 23:48:29", "date_modify": "2022-10-25 23:48:29", "date_publish": "2019-10-18 22:15:19", "description": "Mayor Lori Lightfoot promised to address inequities in the city and add school nurses and librarians. But she hasn’t reached a deal with the Chicago Teachers Union.", "filename": "2019_10_18_us_chicago-teacher-strike-lightfoot_1666741709.html", "image_url": "https://static01.nyt.com/images/2019/10/18/us/18CHICAGO01/18CHICAGO01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a84e51b44b88ee0028e771d4c7abc69dd4945aa6f196af6bdbf2a2b5c4b37f71&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_18_us_chicago-teacher-strike-lightfoot_1666741709.html", "title": "Chicago Teachers’ Strike Tests Mayor on the Promises She Ran On", "title_page": "Chicago Teachers’ Strike Tests Mayor on the Promises She Ran On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an interview, Ms. Lightfoot dismissed suggestions that she was turning her back on her campaign pledges related to equity. Like union leaders, she said, she wanted more nurses in schools, more counselors, more social workers. But she questioned whether the city’s affordable housing policy should be set as part of one union’s contract negotiations, rather than in a broader conversation across the city.\nBeing at the other end of the strike, she said, did not mean she had walked away from her overarching goal of ending the sense that there are two Chicagos — divided along lines of race, wealth and neighborhoods.\n“I’m a kid who grew up in low-income circumstances, whose parents struggled every single day, and I live those values,” Ms. Lightfoot said. “I hear people telling me every single time that I’m in some neighborhood on the South or the West Side — or really all over the city — that they’ve never met a mayor before, they’ve never seen a mayor who’s present and listening to them.”\nThe Chicago Teachers Union backed an opponent of Ms. Lightfoot in the election, and union leaders have said her approach to labor negotiations has irked them. Her representatives, too, have voiced frustration at the pace of negotiations and what they view as a lack of urgency by the union.\nStill, relations are nowhere near as tense as they were between union leaders and Mr. Emanuel, who led the city through a divisive seven-day teachers’ strike in 2012; closed dozens of schools, many in black and Hispanic neighborhoods; and was known as “Mayor 1 Percent” by some critics.\nAfter Ms. Lightfoot took office, many teachers said they had been hopeful about the chances of a favorable contract and were optimistic even as a strike date drew nearer. But the standoff at the bargaining table, and the resulting scramble by parents to take off work or enroll children in day camps, left some in the city re-evaluating their opinions of the new mayor.", "url": "https://www.nytimes.com/2019/10/18/us/chicago-teacher-strike-lightfoot.html"}