{"authors": ["Valerie Insinna"], "date_download": "2022-10-25 22:55:26", "date_modify": "2022-10-25 22:55:26", "date_publish": "2019-08-21 09:00:03", "description": "The F-35 was once the Pentagon’s high-profile problem child. Has it finally moved past its reputation of being an overhyped and underperforming warplane?", "filename": "2019_08_21_magazine_f35-joint-strike-fighter-program_1666738526.html", "image_url": "https://static01.nyt.com/images/2019/08/21/magazine/21atwar-F35-image-04/21atwar-F35-image-04-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f6cc01f29dc75319f4c9caecab6b3f46b0922996753fcfd5e699fb0f40ad9d15&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_21_magazine_f35-joint-strike-fighter-program_1666738526.html", "title": "Inside America’s Dysfunctional Trillion-Dollar Fighter-Jet Program", "title_page": "Inside America’s Dysfunctional Trillion-Dollar Fighter-Jet Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One factor that kept sending the F-35 program off course was the level of control Lockheed exerted over the program. The company produces not only the F-35 itself but also the training gear for pilots and maintainence technicians, the aircraft’s logistics system and its support equipment, like carts and rigs. Lockheed also manages the supply chain and is responsible for much of the maintenance for the plane. This gave Lockheed significant power over almost every part of the F-35 enterprise. “I had a sense, after my first 90 days, that the government was not in charge of the program,” said Bogdan, who assumed oversight as the program’s executive officer in December 2012. It seemed “that all of the major decisions, whether they be technical, whether they be schedule, whether they be contractual, were really all being made by Lockheed Martin, and the program office was just kind of watching.”\nBogdan particularly worried that Lockheed had too much control of the government’s test flights. The company was allowed to manage the test program and had the power, for example, to defer more challenging tests until later. In past programs, the government had controlled testing and had aimed to find any difficult, high-priority problems early, so they could be addressed as soon as possible. Bogdan also argued that the Pentagon’s program office was not transparent enough in letting the military services know how their money was being spent. Because Lockheed was not required to report its financials in detail, the program office itself did not have a clear picture of exactly how much an F-35 truly cost and how the money was being used.\nCosts and complications were spiraling. Someone needed to intervene before the Defense Department lost control entirely, Bogdan thought. In September 2012, when he was the program’s second-in-command, he took to the lectern at the Air Force’s largest conference and said something that had not been publicly acknowledged before: The relationship with Lockheed was the worst arrangement he had ever seen between the Pentagon and a defense contractor. The audience was shocked. At military conferences and trade shows, Defense Department officials and their contractors typically boast about their collaborative efforts. Instead, Bogdan publicly shamed the defense behemoth, criticizing the lagging production time and skyrocketing costs.\nAt that point, there was a lot to rebuke. The Pentagon had restricted the F-35 from flying near thunderstorms after flight tests revealed that its lightning-protection system was deficient. That became easy fodder for skeptics, given the plane’s designation as the F-35 Lightning II. The jet’s cutting-edge helmet display, which melds imagery from the F-35’s multiple cameras and sensors into a single picture, didn’t work properly, with pilots experiencing a jittery, delayed video feed. And the jet’s software development had lagged behind schedule, leaving pilots stuck with an interim version that allowed only for basic training. When Bogdan was promoted to the top post as the program’s executive officer, a rule change empowered him to stay on past the previous two-year limit, and he let Lockheed know that he wasn’t going anywhere until the F-35’s major difficulties were behind it. The Pentagon and the contractor got to work on correcting the jet’s technical issues, one by one.\nWithin a year, Bogdan was saying publicly that the relationship with Lockheed was improving and that the contractor was making progress in addressing the F-35’s problems, albeit more slowly than he would have liked. The program office and Lockheed had figured out some ways to cut the cost of manufacturing the fighter. More flight testing was happening. The lightning-protection system was redesigned in 2014, and the F-35 can now fly in bad weather. A series of hardware and software changes to the helmet have solved the image-quality problems.", "url": "https://www.nytimes.com/2019/08/21/magazine/f35-joint-strike-fighter-program.html"}