{"authors": ["Nicholas Bakalar"], "date_download": "2022-10-25 23:31:51", "date_modify": "2022-10-25 23:31:51", "date_publish": "2019-07-10 17:50:58", "description": "Exposure to pollutants had harmful effects similar to that from smoking.", "filename": "2019_07_10_well_live_even-moderate-air-pollution-may-lead-to-lung-disease_1666740711.html", "image_url": "https://static01.nyt.com/images/2016/09/15/well/well_pog_risks/well_pog_risks-facebookJumbo.jpg?year=2019&h=402&w=768&s=abbb0115a9cbfc4be58936bf919a0e34b4f9b90087f055a7ebc5ad490117ce2a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_10_well_live_even-moderate-air-pollution-may-lead-to-lung-disease_1666740711.html", "title": "Even Moderate Air Pollution May Lead to Lung Disease", "title_page": "Even Moderate Air Pollution May Lead to Lung Disease - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even moderate levels of air pollution can cause lung function impairment that rivals the damage caused by smoking, a new study found.\nResearchers studied 303,887 British men and women, with data on lung health gathered by physical examination and air pollution statistics geographically coded to the participants’ home addresses. The researchers looked at levels of PM2.5, the tiny pollutant particles smaller than 2.5 micrometers in diameter that can be particularly damaging to health. The Environmental Protection Agency defines 12 micrograms of PM2.5 per cubic meter as the maximum for protecting the health of asthmatics, children and the elderly.\nThe researchers found that each increase of five micrograms per cubic meter in PM2.5 led to a 52 percent increase in diagnoses of chronic obstructive pulmonary disease, the irreversible lung disease that causes chronic obstruction of airflow.\nEach five microgram per cubic meter increase in PM2.5 led to a decrease in lung function equivalent to 29 percent of the decrease caused by current smoking and 65 percent of the decrease caused by being a former smoker. The negative effect was more than four times greater than the effect of secondhand smoke at home.", "url": "https://www.nytimes.com/2019/07/10/well/live/even-moderate-air-pollution-may-lead-to-lung-disease.html"}