{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:39:50", "date_modify": "2022-10-25 23:39:50", "date_publish": "2019-07-25 09:28:51", "description": "The People’s Liberation Army has kept a low profile in the city since China resumed control. But the recent protests have some fearing it could emerge from the barracks.", "filename": "2019_07_25_world_asia_hong-kong-china-military_1666741190.html", "image_url": "https://static01.nyt.com/images/2019/07/25/world/25hk-garrison1/25hk-garrison1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=0cefdcbc76f6d8bf8ed32864642c5b4040df2224fd464fd7595070a53d1b7e5c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_25_world_asia_hong-kong-china-military_1666741190.html", "title": "What Is the Chinese Military Doing in Hong Kong?", "title_page": "What Is the Chinese Military Doing in Hong Kong? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — When Hong Kong, a former British colony, returned to Chinese control in 1997, one of the biggest worries was how the Chinese military would behave.\nImages of the People’s Liberation Army killing civilians on the streets of Beijing eight years earlier were still fresh in the minds of Hong Kong residents, who had marched in huge numbers to support the pro-democracy Tiananmen protests, and who had begun marking the anniversary of the 1989 crackdown with a yearly vigil.\nAs troop trucks and armored personnel carriers rolled into Hong Kong after its handover from Britain, residents wondered what the soldiers would do next. But in the 22 years since then, the People’s Liberation Army has had a very limited role in the city.\nThis summer, however, after weeks of antigovernment demonstrations and some incidents of violence, questions about the military have been revived. Chinese officials and state media have reacted with increasing vitriol to the protesters, particularly after some painted slogans on the central government’s liaison office in Hong Kong on Sunday night and splashed ink on the national crest.", "url": "https://www.nytimes.com/2019/07/25/world/asia/hong-kong-china-military.html"}