{"authors": ["Tiffany Hsu", "Matthew Goldstein"], "date_download": "2022-10-25 23:34:51", "date_modify": "2022-10-25 23:34:51", "date_publish": "2019-06-11 16:09:22", "description": "Ten attorneys general filed a federal lawsuit to block the $26 billion deal between the third- and fourth-largest wireless carriers in the United States.", "filename": "2019_06_11_business_sprint-tmobile-merger.html_module=inline_1666740891.html", "image_url": "https://static01.nyt.com/images/2019/06/11/business/11SPRINT-SUB/11SPRINT-SUB-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f075c36a36afcb2fd5492b7a6416501255edd5efc44b2f7585d73a4b17f4c049&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_11_business_sprint-tmobile-merger.html_module=inline_1666740891.html", "title": "Sprint and T-Mobile Merger Faces New Hurdle With Lawsuit by States", "title_page": "Sprint and T-Mobile Merger Faces New Hurdle With Lawsuit by States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Executives at T-Mobile and Sprint have pitched the merger of their companies as a way for the country to greatly expand its 5G network, a priority for President Trump, who has argued that the widespread adoption of the technology is crucial to national security.\nThe $26 billion deal seemed to be moving forward in recent weeks, when the head of the Federal Communications Commission gave it his blessing. But on Tuesday, the plan hit a roadblock when a group of state attorneys general sued to block it.\nThe 10 officials who filed suit, all of them Democrats, said on Tuesday that if the merger went through, the prices consumers paid for phone plans would rise as the number of major wireless carriers dropped to three from four.\nT-Mobile, the nation’s third-largest wireless company, and Sprint, the No. 4 carrier, have insisted they must get bigger to serve their customers better. A merger would reshape the telecommunications industry in the United States and create a formidable rival to the industry leaders, AT&T and Verizon, with each of the three serving roughly a third of the market.", "url": "https://www.nytimes.com/2019/06/11/business/sprint-tmobile-merger.html?module=inline"}