{"authors": ["Mark Landler"], "date_download": "2022-10-25 22:55:04", "date_modify": "2022-10-25 22:55:04", "date_publish": "2019-12-06 12:51:43", "description": "Britain’s prime minister has yet to set a date with Andrew Neil, the BBC’s feared political interrogator. But Mr. Neil’s challenge to him is spreading widely on social media.", "filename": "2019_12_06_world_europe_boris-johnson-andrew-neil-interview_1666738504.html", "image_url": "https://static01.nyt.com/images/2019/12/06/world/06UK-neil1/06UK-neil1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8172e83975b9cdb5c590f7c3bd450dc5d1ea37ccf86f3361cb58895fa64fe322&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_06_world_europe_boris-johnson-andrew-neil-interview_1666738504.html", "title": "Now Drawing Viewers: The Election Interview Boris Johnson Won’t Do", "title_page": "Now Drawing Viewers: The Election Interview Boris Johnson Won’t Do - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prime Minister Boris Johnson has methodically shielded himself from the scrutiny of the news media during Britain’s general election campaign, becoming the latest populist political leader who has tried to bypass journalists and take his message directly to the people.\nBut Mr. Johnson’s refusal to submit to a TV interview with a famously forensic BBC interviewer, Andrew Neil, has blown up as an issue in the final days of his campaign, illustrating not just the similarities but also the differences between Britain and other democracies where the press is under strain.\nMr. Neil reacted to the prime minister’s apparent rejection by installing an empty chair in his studio to dramatize his absence, and then lecturing Mr. Johnson about what he all but called an act of cowardice.\n“The prime minister of our nation will, at times, have to stand up to President Trump, President Putin, President Xi of China,” Mr. Neil said, glowering into the camera on his program Thursday evening. “So it was surely not expecting too much that he spend half an hour standing up to me.”", "url": "https://www.nytimes.com/2019/12/06/world/europe/boris-johnson-andrew-neil-interview.html"}