{"authors": ["Kate Taylor"], "date_download": "2022-10-25 23:32:48", "date_modify": "2022-10-25 23:32:48", "date_publish": "2019-08-27 12:50:07", "description": "No college found itself as deeply embroiled in the scandal as U.S.C. Months after the case began, nearly 20 of its students remain in limbo about their futures.", "filename": "2019_08_27_us_lori-loughlin-college-admissions_1666740768.html", "image_url": "https://static01.nyt.com/images/2019/08/27/us/00LOUGHLIN/00LOUGHLIN-facebookJumbo.jpg?year=2019&h=549&w=1050&s=e862e227ed1986041adca63b2b61f7a88df342e1bfd71becb147bebee7c01d64&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_27_us_lori-loughlin-college-admissions_1666740768.html", "title": "Lori Loughlin Appeared in Court as Admissions Scandal Looms Over New School Year", "title_page": "Lori Loughlin Appeared in Court as Admissions Scandal Looms Over New School Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BOSTON — Students are moving in, syllabuses are being handed out and freshmen are getting directions to the 24-hour Starbucks. But as a new school year begins at the University of Southern California, the nation’s largest-ever admissions fraud prosecution continues to roil the campus.\nClose to 20 U.S.C. students are entering the fall semester not knowing whether they will be allowed to remain at the school or be expelled, as a university investigation into students tied to the scandal, in which dozens of parents were accused of taking part in a scheme to cheat on tests or of paying bribes to help their children get into elite colleges, drags into a sixth month.\nOther students have been texting one another screenshots of Olivia Jade Giannulli, a one-time social media star who is caught up in the scandal, using a lewd hand gesture on Instagram amid reports that she is not coming back to U.S.C. Her mother, the actress Lori Loughlin, appeared in court on Tuesday for a hearing in connection to charges that she conspired to fraudulently get her daughters admitted to the school.\nAll the while, faculty members are complaining about U.S.C.’s handling of the case, saying that it has not been transparent about who knew about the fraudulent admissions. The university is fighting a subpoena from a parent charged in the case who is seeking several years of records about applicants who may have gotten a leg up because their parents donated to the school.", "url": "https://www.nytimes.com/2019/08/27/us/lori-loughlin-college-admissions.html"}