{"authors": ["Parul Sehgal"], "date_download": "2022-10-25 23:37:26", "date_modify": "2022-10-25 23:37:26", "date_publish": "2019-10-29 19:27:22", "description": "Carmen Maria Machado follows up her acclaimed collection of stories, “Her Body and Other Parties,” with a memoir about her frightening relationship with another woman while in graduate school.", "filename": "2019_10_29_books_in-dream-house-memoir-carmen-maria-machado_1666741046.html", "image_url": "https://static01.nyt.com/images/2019/10/30/books/review/29BOOKMACHADO2/29BOOKMACHADO2-facebookJumbo.jpg?year=2019&h=550&w=1050&s=922264517eaa1ab1d3b8f03a6f5f2d801ca08626db8802c37da1c8e29b63d9a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_29_books_in-dream-house-memoir-carmen-maria-machado_1666741046.html", "title": "‘In the Dream House’ Recounts an Abusive Relationship Using Dozens of Genres", "title_page": "‘In the Dream House’ Recounts an Abusive Relationship Using Dozens of Genres - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Her new book, “In the Dream House,” is a memoir of her frightening and abusive relationship with another woman while in graduate school. It is a book in shards. Each chapter hews to the conventions of a different genre: road trip, romance novel, creature feature, lesbian pulp novel, stoner comedy. The technique borrows a bit from Raymond Queneau’s 1947 “Exercises in Style,” 99 retellings of the same story in different genres. What could seem gimmicky — I confess I braced myself at first — quickly feels like the only natural way to tell the story of a couple. What relationship exists in purely one genre? What life?\n[ This book was one of our most anticipated titles of November. See the full list. ]\nMachado has described herself as a “form vampire,” obsessed with structures, real and narrative, and with mingling techniques from fiction and nonfiction. This book is a hive of frenetic experimentation, tactics and tricks; nested essays on film scholarship, queer villains in Disney films, “Star Trek,” the campaigns addressing domestic violence in lesbian relationships in the early ’80s. It’s narrated in the second person, with Machado addressing her younger self, tenderly and severely. Each section comes heavily footnoted, indicating the appearance of traditional folk tale motifs — taboos, odd coincidences.\nImage Carmen Maria Machado’s new memoir, “In the Dream House,” details an abusive relationship Credit... Art Streiber\nThere is something anxious, and very intriguing, in the degree of experimentation in this memoir, in its elaborately titivated sentences, its thicket of citations. The flurry — the excess — feels deliberate, and summons up the image of the writer holding a ring of keys, trying each of them in turn to unlock a resistant story, to open a door she might be hesitant to enter. (“There’s no floor. You could go in there, but you’d go straight down to the cellar.”)\nIn the beginning, of course, Machado cannot believe her good fortune. The woman she falls for (who remains unnamed) has white-blonde hair and is “that mix of butch and femme that drives you crazy.” She is not Machado’s first female lover, but it’s the first time Machado has been loved in that way, with ravenous, mutual obsession. “Sometimes when you look at your phone, she has sent you something stunningly filthy, and there is a kick of want between your legs. Sometimes when you catch her looking at you, you feel like the luckiest person in the whole world.”", "url": "https://www.nytimes.com/2019/10/29/books/in-dream-house-memoir-carmen-maria-machado.html"}