{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 22:56:32", "date_modify": "2022-10-25 22:56:32", "date_publish": "2019-08-10 18:12:35", "description": "In one of Moscow’s biggest protests in several years, about 50,000 people turned out to denounce limits on potential candidates.", "filename": "2019_08_10_world_europe_opposition-protest-moscow_1666738592.html", "image_url": "https://static01.nyt.com/images/2019/08/10/world/10RUSSIA-02/10RUSSIA-02-facebookJumbo.jpg?year=2019&h=549&w=1050&s=036879085a47d20c5382b374a4e56d7b81be49a607d1993818df44aedc05429f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_10_world_europe_opposition-protest-moscow_1666738592.html", "title": "Huge Pro-Opposition Crowd Turns Out in Moscow March", "title_page": "Huge Pro-Opposition Crowd Turns Out in Moscow March - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — An approved street protest on Saturday in Moscow against the banning of opposition candidates in a city election drew about 50,000 people, a crowd far larger than the few thousand who recently demonstrated in the Russian capital, where heavy-handed policing typically dampens turnout.\nAfter protesters obtained a permit, they turned out in force for what was the largest demonstration in Moscow in years. The crowds were comparable in size to those who gathered in 2015 to mourn the murdered opposition leader Boris Y. Nemtsov and to demonstrations during the 2012 election year.\nAlong with a demand that opposition candidates be allowed on the ballot for City Council elections, protesters demanded Saturday that the authorities release those detained at past rallies. “Release! Release!” the crowd of protesters chanted at one point.\nThe 50,000 count came from a nongovernmental group; the police stopped issuing updates after the crowd surpassed 20,000. A rapper who goes by the stage name Oxxxymiron and a popular blogger had encouraged people to attend.", "url": "https://www.nytimes.com/2019/08/10/world/europe/opposition-protest-moscow.html"}