{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:30:13", "date_modify": "2022-10-25 23:30:13", "date_publish": "2019-07-16 13:05:52", "description": "Five years after Mr. Garner’s dying words, “I can’t breathe,” became a rallying cry, Attorney General William P. Barr ordered the case be dropped.", "filename": "2019_07_16_nyregion_eric-garner-daniel-pantaleo_1666740613.html", "image_url": "https://static01.nyt.com/images/2019/07/16/nyregion/16garner1/16garner1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ac22e9d74ea240c481436654e4c9298ea11cafa9b19ef71d3fe9055a11ccc924&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_16_nyregion_eric-garner-daniel-pantaleo_1666740613.html", "title": "Eric Garner’s Death Will Not Lead to Federal Charges for N.Y.P.D. Officer", "title_page": "Eric Garner’s Death Will Not Lead to Federal Charges for N.Y.P.D. Officer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.” Today: The Justice Department will not bring federal charges against the officer involved in the death of Eric Garner. Ashley Southall on why that decision was reached five years after “I can’t breathe” became a national rallying cry. It’s Wednesday, July 17. Ashley, tell me what happened on Tuesday.\narchived recording (richard donoghue) Good morning. Thank you for coming today.\nashley southall\nSo the United States attorney for the Eastern District of New York, Richard Donoghue, whose office is based in Brooklyn, but also oversees Staten Island, came out and said —\narchived recording (richard donoghue) Before I continue, let me say, as clearly and unequivocally as I can, that Mr. Garner’s death was a tragedy. For anyone to die under circumstances like these is a tremendous loss.\nashley southall\nThey’ve done an exhaustive review. They’ve looked at every piece of evidence, but —\narchived recording (richard donoghue) But these unassailable facts are separate and distinct from whether a federal crime has been committed. And the evidence here does not support charging police officer Daniel Pantaleo or any other officer with a federal criminal civil rights violation.\nashley southall\n— that they would not bring charges against any of the officers involved in Eric Garner’s death on July 17, 2014.\narchived recording (richard donoghue) We know and understand that some will be disappointed by this decision, but it is the conclusion that is compelled by the evidence and the law.\nashley southall\nHe’s making this announcement one day before the fifth anniversary of Eric Garner’s death, which is important, because for the charge that they thought was appropriate in this case, they only had five years to decide whether to bring it.\nmichael barbaro\nSo this is basically the last possible moment to bring this charge.\nashley southall\nExactly. And at the end of the day, the prevailing consensus was that they could not do that in this case.\narchived recording (richard donoghue) Consequently, the investigation into this incident has been closed.\nmichael barbaro\nAnd remind us of the details of this case, of what happened to Eric Garner, where this case begins.\nashley southall\nThe case starts on July 17, 2014 on a hot summer day in Staten Island. The police say that a man by the name of Eric Garner has died during an attempt to arrest him. There’s no mention of any kind of use of force, no mention of a chokehold. And then the next morning, the police and the public wake up to this video.\narchived recording (eric garner) Every time you see me, you want to mess with me. I’m tired of it. This stops today. archived recording This guy right here is forcibly trying to lock somebody up for breaking up a fight.\nashley southall\nIt shows two officers, Justin Damico and Daniel Pantaleo, approach Eric Garner on a street in Tompkinsville. And they accuse him of selling cigarettes. And he says, no, man, I’m not selling anything. I’m just minding my business. Leave me alone.\narchived recording (eric garner) Everybody standing here. They’ll tell you I didn’t do nothing. I did not sell nothing.\nashley southall\nThis goes on for about 10 minutes.\narchived recording (eric garner) You want to harass me? You want to stop me?\nashley southall\nOfficer Damico moves in to try to handcuff Eric Garner, and he flails his hands away. Then you have Officer Pantaleo attempt a takedown. They fall back into plate glass.\narchived recording Hold on, hold on.\nashley southall\nMr. Garner’s 400 pounds. Officer Pantaleo is probably another 190, 200. The glass is going to buckle. So then they fall forward onto the sidewalk, and that’s where they get Mr. Garner prone and handcuff him. And other officers have arrived at the scene by then. There are about seven seconds when you see Officer Pantaleo’s arm around Eric Garner’s neck. At some point, he releases, and Mr. Garner is saying —\narchived recording (eric garner) I can’t breathe. I can’t breathe.\nashley southall\nI can’t breathe, I can’t breathe, I can’t breathe. He ultimately says it 11 times.\narchived recording Once again, police beating up on people.\nashley southall\nE.M.S. eventually arrives. They don’t have any oxygen.\narchived recording (speaker 1) Look, now, man, they gave this man a seizure. archived recording (speaker 2) No, move out the way. No. archived recording (speaker 3) It’s my brother. We live here.\nashley southall\nAnd he was later pronounced dead at the hospital.\nmichael barbaro\nWhat happens in the aftermath of this video being released?\nashley southall\nSo pretty much right away, there are calls for Officer Pantaleo to be fired and for him and other officers to be criminally charged, both for Eric Garner’s death, but also for the omissions of the use of force from official reports.\nmichael barbaro\nBecause until this video is released, the officers involved in the encounter, they haven’t mentioned any of the tactics that they’ve used.\nashley southall\nCorrect. And then three things happen simultaneously. The police Internal Affairs Bureau begins looking into the incident to see if any protocols were violated. At the same time, the Staten Island district attorney is looking at whether a crime was committed and then begins to present evidence to a grand jury. And at the same time, the feds are also looking in on these investigations, trying to see what evidence there is. But at that moment, they’re not yet investigating, because there’s a local process that has to play out.\nmichael barbaro\nAnd when you say the feds, you mean the Department of Justice.\nashley southall\nThe Department of Justice.\nmichael barbaro\nSo my sense is that this is all moving as would be expected in a case like this. But what’s different is that a month after this happens, Michael Brown is shot in Ferguson and the issue of how police treat unarmed black Americans becomes a major national issue.\nashley southall\nCorrect. But it’s an issue that’s been bubbling up for some time. If you will reverse back to 2012, when Ramarley Graham was shot and killed by a New York City police officer, he was unarmed.\narchived recording Officer Richard Haste was indicted for manslaughter, but a judge reluctantly threw out the indictment in May on procedural grounds.\nashley southall\nThen, a few weeks later, you have Trayvon Martin, who was killed by a vigilante in Florida.\narchived recording We have just learned that the jury has determined that Zimmerman is not guilty of any crime.\nashley southall\nAnd then you have Eric Garner in July 2014, followed by Michael Brown that August.\narchived recording The conclusion? That police officer Darren Wilson was not guilty of a crime when he shot Michael Brown to death on August 9.\nashley southall\nAnd then you have Akai Gurley and Tamir Rice within days of each other.\narchived recording A grand jury decided not to indict Timothy Loehmann, who shot and killed 12-year-old Tamir Rice.\nashley southall\nSo people are seeing this pattern of unarmed black men and boys, and even some women, being killed by the police and no one being held responsible or accountable for their deaths. And that is the backdrop for the decision by the grand jury in Staten Island in December 2014 that there isn’t enough evidence to prove that Officer Pantaleo committed a crime.\nmichael barbaro\nSo like the D.O.J. this week, the investigation by the Staten Island district attorney all the way back in 2014 finds that there’s not sufficient evidence.\nashley southall\nYes. And to the public, that’s infuriating. Because keep in mind that in the months between Eric Garner’s death in July and the grand jury’s decision in December, the public has learned that the medical examiner, who is a pathologist, deemed this a homicide. And they also learned that, for at least 20 years, chokeholds have been explicitly banned by the police department. And what people saw on that video was an officer using a banned chokehold and Mr. Garner dying.\narchived recording (CHANTING) I can’t breathe. I can’t breathe. I can’t breathe. I can’t breathe. I can’t breathe.\nmichael barbaro\nWe’ll be right back. And what do we know about how this grand jury decided not to press charges in what seemed to so many, from the video, like a clear-cut case?\nashley southall\nOne thing that the grand jury also heard that the public did not was testimony from Officer Pantaleo about what he intended to do. And he got up there in front of them and said that it was not his intent to use a chokehold. It was not his intent to harm Mr. Garner or to kill him. It was his intent to bring him down and affect an arrest as he had been ordered to do\nmichael barbaro\nAnd that testimony, it sounds like, becomes important, the question of intent.\nashley southall\nYes, because the standard of proof in a criminal case is that the prosecutor needs to prove beyond a reasonable doubt that the officer willfully acted in violation of the law, that it was an officer’s intent and his will to violate the law. And for that grand jury, the decision not to press charges indicates that the evidence didn’t meet that standard.\nmichael barbaro\nAnd what about the fact that the use of a chokehold had been banned by police, regardless of intent? Didn’t he use an illegal practice? And wasn’t that weighed by the grand jury?\nashley southall\nWhat Officer Pantaleo told the Internal Affairs Bureau, and later the grand jury, was that he wasn’t intending to use a chokehold. He said he was trying to use a seat-belt technique, which is a tactic approved by the N.Y.P.D. and taught at the Police Academy.\nmichael barbaro\nIt’s another kind of restraint?\nashley southall\nYes. And what his lawyers have also pointed out is that, whether it was a seat belt or a chokehold, once they’re on the ground and Mr. Garner begins to grunt and say, “I can’t breathe,” he releases him.\nmichael barbaro\nSo after the district attorney decides not to press charges, what happens to the case of Eric Garner?\nashley southall\nSo you’ll remember that this whole time, the Department of Justice has been watching the investigation play out. And once the local investigation is done, it’s now in their territory.\narchived recording (eric holder) Good evening. I want to provide an update regarding the case involving Eric Garner.\nmichael barbaro\nAnd when the Department of Justice steps in, Ashley, what are they looking at? Is it a new question or are they basically investigating the same things as the city?\nashley southall\nSo what the grand jury in Staten Island was looking at was whether Officer Pantaleo committed a crime.\narchived recording (eric holder) Now that the local investigation has concluded, I’m here to announce that the Justice Department will proceed with a federal civil rights investigation into Mr. Garner’s death.\nashley southall\nHere, the federal government is looking at whether his crime was violating Eric Garner’s civil rights.\narchived recording (eric holder) This afternoon, I spoke with the widow of Eric Garner to inform her and her family of our decision to investigate potential federal civil rights violations.\nashley southall\nAnd in this case, there were two key things that they wanted to establish, or that they’d felt they needed to establish. One, that the force Officer Pantaleo used to subdue Mr. Garner was objectively unreasonable, that a police officer acting in those circumstances could have recognized what he did as just too much. And then the second thing that they wanted to establish was that his conduct was a willful violation of the law, that he knew the law and that he acted in a way that disregarded it.\nmichael barbaro\nAnd by those measures, did the Department of Justice feel that it had a strong case to bring against this officer?\nashley southall\nSo this is the question that they were asking themselves over the more than four years that they were investigating this incident. And there was a lot of disagreement between mostly civil rights prosecutors in Washington, who thought that they should bring charges and thought that there was enough evidence there, and then the prosecutors in Brooklyn, who were going to be the ones who had to prosecute the case, who thought that it was not winnable.\nmichael barbaro\nAnd what’s your understanding of why those two sides disagreed? What was Washington thinking? And what was New York thinking?\nashley southall\nFrom what we know, it really came down to the willfulness. On the video, some prosecutors thought that the fact that Officer Pantaleo kept his arm around Eric Garner’s neck even after they were on the ground showed that he willfully disregarded the law. In Brooklyn, they were not so sure. And part of that, you can imagine, is from Officer Pantaleo’s testimony that his intent was not to hurt him. His intent was to arrest him. So all the while that prosecutors are conducting their investigation and dealing with these questions about whether they have a case and whether they can win it, the White House changes hands from President Obama to President Trump. We go through a series of attorneys general — Eric Holder, Loretta Lynch, Jeff Sessions, who are all overseeing this case from Washington. And then you end up with Bill Barr, our current attorney general.\nmichael barbaro\nAnd the decision ultimately —\nashley southall\nWho ultimately makes the decision himself.\narchived recording (richard donoghue) In order for a federal criminal civil rights charge to be brought, the government must prove beyond a reasonable doubt that an officer willfully used more force than he reasonably could have believed was necessary under the circumstances. And the law recognizes that police are often forced to make split-second judgments in circumstances that are tense, uncertain and rapidly evolving.\nashley southall\nSo one of the main questions of this case is whether or not Officer Pantaleo actually used a chokehold.\narchived recording (richard donoghue) As Mr. Garner and Officer Pantaleo struggled, Officer Pantaleo held onto Mr. Garner and both men fell backward. In the process, Officer Pantaleo’s body slammed against a store window, causing the window to buckle.\nashley southall\nAnd in this explanation, Mr. Donoghue said, yes, he did.\narchived recording (richard donoghue) It appears that in response to that collision and to maintain a hold on Mr. Garner, Officer Pantaleo wrapped his left arm around Mr. Garner’s neck, resulting in what was, in effect, a chokehold.\nashley southall\nBut here’s how prosecutors dealt with that question.\narchived recording (richard donoghue) Like many of you, I have watched that video many times. And each time I’ve watched it, I’m left with the same reaction.\nashley southall\nThere is an emotional side that looks at that tape and says —\narchived recording (richard donoghue) That the death of Eric Garner was a tragedy.\nashley southall\nThat’s a tragedy.\narchived recording (richard donoghue) The job of a federal prosecutor, however —\nashley southall\nBut then —\narchived recording (richard donoghue) — is not to let our emotions dictate our decisions. Our job is to review the evidence gathered during the investigation, like the video, to assess whether we can prove that a federal crime was committed. At the end of the day, however, the video and the other evidence gathered in the investigation does not establish beyond a reasonable doubt that Officer Pantaleo acted willfully in violation of federal law.\nashley southall\nWhat you see on video is very clearly an escalation by the officers to make this arrest for this very minor offense. And it ends with Mr. Garner dying. And so the net effect is that Mr. Garner’s punishment for allegedly selling cigarettes that day is death. That, in many people’s eyes, is too much. But in the eyes of the law, the prosecutors here, based not just on the video, but on the testimony of witnesses and the testimony of the officers, thought there just wasn’t enough.\nmichael barbaro\nSo Ashley, it’s been five years to the day that Eric Garner died during this interaction with the N.Y.P.D. And it now seems like prosecutors seem to have closed the book on this case. What, if anything, happens now? Is this case over?\nashley southall\nThroughout these five years, Officer Pantaleo has been in a desk job without his gun or his badge. He hasn’t been out on patrol. And —\nmichael barbaro\nHe remains on the force.\nashley southall\nYes. There’s this process underway in the N.Y.P.D. that will ultimately end with the police commissioner, James O’Neill, deciding whether or not he gets to stay on the force as a police officer or if he has to leave. And he could allow him to resign. He could fire him. Or he could just dock him some vacation days. That decision could take weeks, it could take months, or it could happen tomorrow. We don’t know. But it’s not over for him.\nmichael barbaro\nSo what happens to him may end up being the accountability. It’s not going to happen in a courtroom, it seems. It’s not going to happen at the federal court level or the district attorney level, but it might happen inside the N.Y.P.D.\nashley southall\nThe Garner family has demanded for the last five years that Officer Pantaleo be fired. They have also asked for the other officers who were involved in his death and those who filed official reports that didn’t mention the chokehold, that didn’t mention any uses of force, should also be fired and held accountable.\narchived recording (emerald snipes) I’m going to stand outside and I’m going to scream it. Pantaleo needs to be fired! He needs to be fired! Don’t apologize to me. Fire the officer. Don’t give me your condolences. I heard that five years ago. We want justice, and we want it today.\nashley southall\nIf that’s what the family wants, they have quite the mountain to climb. Officer Pantaleo is still on the force. Half of the officers’ names the family doesn’t know, because the city has withheld them. But the message from the family of Eric Garner today was loud and clear.\narchived recording (gwen carr) This is what we have to live every day. And you know what? We’re not going to take this sitting down. archived recording That’s right. archived recording (gwen carr) This is not going down like this, because if it was one of their loved ones, it would have never went this far. So my son’s death is not going in vain. We’re going to fight this to the last straw if I’m the only one out on the street. And I’ve got all of these supporters behind me.\n[music]\nmichael barbaro\nAshley, thank you very much.\nashley southall\nThanks for having me on.\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today.\narchived recording But you’ve stopped short of calling these comments racist. archived recording (mitch mcconnell) Well, the president’s not a racist. The president’s not a racist.\nmichael barbaro\nOn Tuesday, top Republicans in Congress rallied to the defense of President Trump, denying that his tweet calling on four Democratic congresswomen to return to the countries from which they came were bigoted and racist.\narchived recording Mr. Leader, were the president’s tweets that said “go back” racist? Yes or no? archived recording (kevin mccarthy) No. And I do not —\nmichael barbaro\nOn Twitter, the president himself confronted the allegation, writing that, quote, “I don’t have a racist bone in my body.”\narchived recording (nancy pelosi) Every single member of this institution, Democratic and Republican, should join us in condemning the president’s racist tweets.\nmichael barbaro\nHours later, on the House floor, speaker Nancy Pelosi introduced a resolution condemning Trump’s attacks on Representatives Ayanna Pressley, Rashida Tlaib, Ilhan Omar and Alexandria Ocasio-Cortez.\narchived recording (nancy pelosi) To do anything less would be a shocking rejection of our values and a shameful abdication of our oath of office to protect the American people. I urge a unanimous —\nmichael barbaro\nAs Pelosi spoke, House Republicans demanded that she retract her description of the president’s comments as racist.\narchived recording (doug collins) I was just going to give the gentle speaker of the House if she would like to rephrase that comment. archived recording (nancy pelosi) I have cleared my remarks with the parliamentarian before I read them. archived recording (doug collins) I take it — can I ask her words be taken down? I make a point of order — the gentlewoman’s words are unparliamentary and ready to be taken down.\nmichael barbaro", "url": "https://www.nytimes.com/2019/07/16/nyregion/eric-garner-daniel-pantaleo.html"}