{"authors": ["Brian Tallerico"], "date_download": "2022-10-25 23:36:46", "date_modify": "2022-10-25 23:36:46", "date_publish": "2019-01-11 20:50:42", "description": "Before Season 3 begins, we wanted to know: Was Season 2 really that bad? A brave writer argues that it wasn’t.", "filename": "2019_01_11_arts_television_true-detective-season-2_1666741006.html", "image_url": "https://static01.nyt.com/images/2019/01/15/arts/15TRUE-DETECTIVE1/12TRUE-DETECTIVE1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=dc13eeec1e15d96833768a7053836a1d99dbc0e576c65fc2ae5f86ff99f5963d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_11_arts_television_true-detective-season-2_1666741006.html", "title": "The Second Season of ‘True Detective’ Wasn’t as Bad as You Think. Here’s Why.", "title_page": "The Second Season of ‘True Detective’ Wasn’t as Bad as You Think. Here’s Why. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the third season already receiving positive buzz, Season 2 of “True Detective” is likely to disappear into the history books of prestige TV. But it doesn’t deserve that fate. It was ambitious, complex television, anchored by strong performances and expert direction. (You heard right.) And its tableau of political corruption feels even more relevant today than it did in 2015.\n[Read the review of Season 3 by our TV critic James Poniewozik.]\nSeason 2 stars Colin Farrell as Ray Velcoro, a cop in a fictional California city named Vinci (modeled after Vernon). Ray has close ties to the career criminal Frank Semyon (Vince Vaughn), and their lives are upended by the murder of a double-dealing city manager named Ben Caspere — a case that also ensnares the highway patrol officer Paul Woodrugh (Taylor Kitsch) and criminal investigator Antigone Bezzerides (Rachel McAdams) within a tangled web that also involved a high-speed rail boondoggle, a deadly shootout at a meth lab and secret sex parties of the political elite.\nAssessing the show’s second season is easier if you put aside the expectations set by the first. It is, first of all, wildly, ambitiously different: While it once again explores the failures of modern masculinity, it does so through a different lens, de-emphasizing the murder-mystery conventions in favor of a multicharacter urban drama.\nThe first season is driven by two strong protagonists — a pair of unforgettable detectives obsessed with the same case. Season 2 supplants that relationship with a broader portrait of a corrupted city, as seen through the eyes of four characters who in some cases barely interact. By the time Caspere’s murder was solved, most viewers had lost the plot and no longer cared, unwilling to accept that the season was never really about who killed Ben Caspere.\nBut in hindsight, it is clear that the central mystery in Season 2 was always just a backdrop for the show’s thematic undercurrents.", "url": "https://www.nytimes.com/2019/01/11/arts/television/true-detective-season-2.html"}