{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 23:01:51", "date_modify": "2022-10-25 23:01:51", "date_publish": "2019-06-29 12:20:47", "description": "With President Vladimir Putin of Russia looking to accelerate moves toward a “union state,” Belarusians are promoting a stronger sense of their own national identity.", "filename": "2019_06_29_world_europe_russia-belarus-putin-lukashenko_1666738911.html", "image_url": "https://static01.nyt.com/images/2019/06/30/world/30Belarus/28Belarus-02-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2f8956aad495f27acdc03dc567fa2b25b4ce38052ccfc298ef087724f50a44df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_29_world_europe_russia-belarus-putin-lukashenko_1666738911.html", "title": "As Putin Pushes a Merger, Belarus Resists With Language, Culture and History", "title_page": "As Putin Pushes a Merger, Belarus Resists With Language, Culture and History - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Language is the basis of everything. Without our own language, we don’t have our own country,” said Olena Anisim, an officially sanctioned opposition member of Parliament and the head of an independent group set up to promote Belarusian, a language widely used on traffic signs and in some official documents but rarely spoken on the street or in schools.\nMs. Anisim said she had no objection to the use of Russian, the country’s main language, but just wants to preserve Belarusian as a living tongue.\nSvetlana Alexievich, the Belarusian writer who won the 2015 Nobel Prize in Literature, summed up the predicament of many in her country in a recent television interview: “Of course, I am Belarusian and my mother tongue is Belarusian — though I don’t speak it because the whole practice of my life has been Russian language and Russian culture. But I feel myself Belarusian, that I am in Belarusian land and this is my land.”\nYoung people, who grew up after the collapse of the Soviet Union, are showing increasing interest in a tongue now mostly restricted in daily use to older villagers in the countryside.\nOn a recent evening in Brest, a western city near the border with Poland, scores of people, mostly young, gathered for a meeting of Mova Nanova, a national program set up by Mr. Labadzenka, the poet, to teach and promote Belarusian.\nYuliana Korzan, a 26-year-old worker in a furniture factory, said she signed up for the session because she felt ashamed at not being able to speak the language properly while being fluent in Russian.\nThe main attraction of the night was Pit Pawlaw, the guitarist of the country’s best-known rock band, NRM, or the Independent Republic of Dreams, all of whose songs are in Belarusian.", "url": "https://www.nytimes.com/2019/06/29/world/europe/russia-belarus-putin-lukashenko.html"}