{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:56:12", "date_modify": "2022-10-25 23:56:12", "date_publish": "2019-05-20 22:50:34", "description": "The Trump administration is organizing a conference to show Palestinian business leaders the economic benefits of its Mideast peace plan. The Palestinians are saying no thanks.", "filename": "2019_05_20_world_middleeast_mideast-peace-plan-economic-workshop_1666742172.html", "image_url": "https://static01.nyt.com/images/2019/05/20/world/20mideast1/20mideast1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2c1195d48e9f5d7440f232587aaf8d236122db66e938e15ca5c9dfb7b309a808&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_20_world_middleeast_mideast-peace-plan-economic-workshop_1666742172.html", "title": "Palestinian Business Leaders Reject Trump’s Economic Overture", "title_page": "Palestinian Business Leaders Reject Trump’s Economic Overture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Palestinian businessmen have a message for the White House: Keep your money.\nPromising tens of billions of dollars in foreign investment as part of its peace plan for the Mideast, the Trump administration announced an “economic workshop” in Bahrain next month to show Palestinian business leaders the potential windfall they would reap under the American proposal, which has yet to be publicly disclosed.\nBut leading Palestinian businessmen, including some who said they already received invitations to Bahrain and others considered likely to be asked, dismissed the event as insulting and counterproductive.\n“They’re destroying the appetite for any investor to come to Palestine because there’s no clue to any solution,” said Ibrahim Barham, chief executive of Safad Engineering & Electronics, one of the West Bank’s largest technology companies, who said he was asked to attend the Bahrain workshop.\n“Thank you very much for inviting us, but we will not go,” he said.\nPalestinian government officials, who were not invited to the conference, also rejected it.", "url": "https://www.nytimes.com/2019/05/20/world/middleeast/mideast-peace-plan-economic-workshop.html"}