{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:32:27", "date_modify": "2022-10-25 23:32:27", "date_publish": "2019-11-29 19:06:49", "description": "After initially resisting calls to lead Republicans’ impeachment counteroffensive, the senator has now taken on the role with zeal.", "filename": "2019_11_29_us_politics_lindsey-graham-impeachment_1666740747.html", "image_url": "https://static01.nyt.com/images/2019/11/27/us/politics/00dc-graham/00dc-graham-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=7a1857a20a406c6d5f262c8819ce64a06b7c5e75a0f58bf2ad7d56da468c3ebc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_29_us_politics_lindsey-graham-impeachment_1666740747.html", "title": "Where’s Lindsey? After G.O.P. Outcry, Graham Emerges as a Trump Defender", "title_page": "Where’s Lindsey? After G.O.P. Outcry, Graham Emerges as a Trump Defender - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Senator Graham is taking a very measured approach, but he is right on the precipice of a lot of frustration that he doesn’t actually hold people accountable,” Mr. Chaffetz said. “He has the gavel, and he has the personality and the reason to bring these people in.”\nA spokesman for Mr. Graham declined to make him available for an interview and instead directed a reporter to an appearance the senator had made on Fox News.\n“When House Republicans tried to ask these questions about the role of Hunter Biden in the investigation of the gas company, they were shut down — so, I’m going to ask,” Mr. Graham said in the interview this week.\n“President Trump wants to find out about corruption in Ukraine,” he continued. “And if there’s nothing there, fine. I hope there’s not.”\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe position constitutes a turnabout from just last month, when Mr. Graham persistently worked to distance himself from any talk of investigating the Bidens, to the annoyance of House Republicans who had been working to construct an impeachment counterattack, according to people familiar with the situation who spoke on the condition of anonymity to describe private discussions.\nHe privately told colleagues in the Senate that he did not think opening an investigation was necessary and that he did not want to do it, some of the people said. Pressed again and again by conservative interviewers, he replied that it was outside his committee’s purview and suggested that an inquiry should be taken up by Senator Jim Risch of Idaho, the chairman of the Foreign Relations Committee.\nAnd in conversations with reporters on Capitol Hill, Mr. Graham was similarly reluctant, citing his respect for the Senate as an institution.", "url": "https://www.nytimes.com/2019/11/29/us/politics/lindsey-graham-impeachment.html"}