{"authors": ["Trip Gabriel", "Alexander Burns"], "date_download": "2022-10-25 23:53:14", "date_modify": "2022-10-25 23:53:14", "date_publish": "2019-04-19 17:39:38", "description": "Mr. Buttigieg’s firing of popular black police chief Darryl Boykins unleashed a blizzard of claims, counterclaims, lawsuits and anguish in the minority community.", "filename": "2019_04_19_us_politics_buttigieg-black-police-chief-fired_1666741994.html", "image_url": "https://static01.nyt.com/images/2019/04/20/us/politics/20southbendpolice1-print/00southbendpolice1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a13d2d7ddea0cdc8547abce88a70c5bfc72f77f7d96cd1ce48e191bd7bdaaadb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_19_us_politics_buttigieg-black-police-chief-fired_1666741994.html", "title": "Pete Buttigieg Fired South Bend’s Black Police Chief. It Still Stings.", "title_page": "Pete Buttigieg Fired South Bend’s Black Police Chief. It Still Stings. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SOUTH BEND, Ind. — Pete Buttigieg had been mayor just 13 weeks when he faced a leadership crisis.\nIt was March 2012, and 300 residents of South Bend, Ind., solemnly marched to the Martin Luther King Center to protest the killing in Florida of a black teenager, Trayvon Martin.\nA prominent figure at the demonstration was Darryl Boykins, South Bend’s first black police chief. Admired for teaching tennis and boxing to young people, he had been promoted to chief five years earlier after winning the respect of both black and white officers in a department that sometimes divided along racial lines.\nMr. Buttigieg addressed the protesters, but seemed not to interact with Mr. Boykins. What no one in the crowd knew was that the police top brass were in turmoil — shaken by allegations that Mr. Boykins had improperly taped phone calls of senior white officers who were said to have used racist language, including about him.\nWith federal prosecutors scrutinizing Mr. Boykins, the 29-year-old mayor fired the veteran police chief just before the Trayvon Martin protest. No action was taken against the officers. Precisely what they said on the tapes of their department phone calls is unknown to the public: Mr. Buttigieg has refused to release them, saying the matter is still being resolved in court.", "url": "https://www.nytimes.com/2019/04/19/us/politics/buttigieg-black-police-chief-fired.html"}