{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:01:11", "date_modify": "2022-10-25 23:01:11", "date_publish": "2019-11-21 05:01:20", "description": "Dr. Hill’s decision to be the president’s top adviser on Russia and Europe strained friendships, made her a target of conspiracy theories — and landed her in the center of the tumult over Ukraine.", "filename": "2019_11_21_us_politics_who-is-fiona-hill_1666738871.html", "image_url": "https://static01.nyt.com/images/2019/11/20/nyregion/20DC-HILL/20DC-HILL-facebookJumbo.jpg?year=2019&h=550&w=1050&s=62bc3bec47c1355276a0b3a5c65dce687584fb64179f5fbae9819590f8115690&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_21_us_politics_who-is-fiona-hill_1666738871.html", "title": "Fiona Hill Viewed Serving Trump as Risky. Now She’s an Impeachment Witness.", "title_page": "Fiona Hill Viewed Serving Trump as Risky. Now She’s an Impeachment Witness. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Impeachment by its nature, it’s a political process.” “What people think is going to happen can turn out to be very different from what happens.” “Because it has to do with elected officials holding another elected official to account for their conduct.” When the framers of the Constitution created a process to remove a president from office, they were well … kind of vague. So to understand how it’s going to play out, the past is really our best guide. “I think we’re just all in for a really crazy ride.” Collectively, these New York Times reporters have covered U.S. politics for over 150 years. “I’m also a drummer in a band, so …” They’ve reported on past impeachment inquiries. “Yea, I’m lost in Senate wonderland.” And they say that the three we’ve had so far have been full of twists and turns. “The president of the United States is not guilty as charged.” In short, expect the unexpected. First, the process. Impeachment is technically only the initial stage. “Common misconceptions about impeachment are that impeachment by itself means removal from office. It doesn’t. The impeachment part of the process is only the indictment that sets up a trial.” The Constitution describes offenses that are grounds for removing the president from office as bribery, treason and — “They say high crimes and misdemeanors, which, really, is in the eye of the beholder.” “The framers didn’t give us a guidebook to it. They simply said, that the House had the responsibility for impeachment and the Senate had the responsibility for the trial.” One of the things missing from the Constitution? How an impeachment inquiry should start. And that has generally been a source of drama. Basically, anything goes. “In fact, in the Andrew Johnson case they voted to impeach him without even having drafted the articles of impeachment.” For Richard Nixon, his case started with several investigations that led to public hearings. That part of the process went on for two years, and yielded revelation after revelation, connecting Nixon to a politically-motivated burglary at D.N.C. headquarters — “… located in the Watergate office building.” — and its subsequent cover-up. “Mr. Butterfield, are you aware of the installation of any listening devices in the Oval Office of the president?” “I was aware of listening devices. Yes, sir.” “This was a shocker. Everybody in the White House recognized how damaging this could be.” As the House drafted articles of impeachment, Nixon lost the support of his party. “O.K., I shall resign the presidency effective at noon tomorrow.” “I was asked to write the farewell piece that ran the morning after Nixon resigned. And this is what I wrote: The central question is how a man who won so much could have lost so much.” So for Nixon, it more or less ended after the investigations. But for Bill Clinton, that phase was just the beginning. “This is the information.” An independent counsel’s investigation into his business dealings unexpectedly turned into a very public inquiry about his personal life. “The idea that a president of the United States was having an affair with a White House intern and then a federal prosecutor was looking at that, it was just extraordinary.” That investigation led to public hearings in the House Judiciary Committee. “When the Starr Report was being delivered to Congress it was a little bit like the O.J. chase, only a political one. There were two black cars. They were being filmed live on CNN. They were heading towards the Capitol. We were watching it and a little bit agog.” Public opinion is key. And the media plays a huge part in the process. This was definitely true for Clinton. “You know it was just a crazy time. We worked in the Senate press gallery.” “All your colleagues are kind of piled on top of each other.” “We had crummy computers, the fax machine would always break. The printer would always break.” After committee hearings, the House brought formal impeachment charges. “It was very tense. I thought that the Saturday of the impeachment vote in the House was one of the most tense days I’d experienced in Washington.” And it turned out, also, full of surprises. “The day of impeachment arrived, everyone’s making very impassioned speeches about whether Bill Clinton should or should not be impeached and Livingston rises to give an argument for the House Republicans. He started to talk about how Clinton could resign.” “You, sir, may resign your post.” “And all of a sudden people start booing and saying, ‘Resign, resign’!” “So I must set the example.” “He announced he was resigning because he had had extramarital affairs and challenged President Clinton to do the only honorable thing, in his view —” “I hope President Clinton will follow.” “— to resign as well, so there was all this drama unfolding even in the midst of impeachment.” Then it went to the Senate for trial. The Constitution gets a little more specific about this part. “The Chief Justice of the Supreme Court is supposed to preside over that trial.” “Rehnquist, he showed up in this robe he had made for himself, which had gold stripes on the sleeves because he liked Gilbert and Sullivan.” “The Senate is the actual jury.” “You will do impartial justice according to the Constitution and laws. So help you, God.” “This is a copy of the rules of the Senate for handling impeachment. They’re actually very specific.” “Meet six days a week.” “Convene at noon. The senators have to sit at their desks and remain quiet in their role as jurors. And not talk, which trust me, is going to be a problem for some of the senators who are used to talking all the time.” It’s just like a courtroom trial. There are prosecutors who present the case against the president. “That was perjury.” Only, they’re members of the House, and they’re called managers. Then the senators, or the jurors, vote. And things are still, unpredictable. “The options are guilty or not guilty. But there was one senator —” “Arlen Specter, a moderate Republican from Pennsylvania.” “Under Scottish law, there are three possible verdicts: guilty, not guilty and not proved.” “— which is not a thing.” “And everybody just looks, you know, how do you even record that vote?” In the end, there were not enough votes to oust Clinton. “What’s amazing about this whole thing to me wasn’t so much the constitutional process. It was that it felt to me like the beginning of really intense partisanship, the weaponization of partisanship.” And here’s the thing: An impeachment charge has never gotten the two-thirds majority it needs in the Senate to actually oust a president from office. “So you could end up having a situation where the president is impeached, acquitted and runs for re-election and wins re-election.” And that would be a first. “This is my ticket to the impeachment trial of President Bill Clinton. I don’t think you’ll find these on StubHub.”", "url": "https://www.nytimes.com/2019/11/21/us/politics/who-is-fiona-hill.html"}