{"authors": ["Tara Siegel Bernard"], "date_download": "2022-10-25 23:41:06", "date_modify": "2022-10-25 23:41:06", "date_publish": "2019-10-01 22:34:25", "description": "Charles Schwab is eliminating fees for trades of stocks and exchange-traded funds. The move is part of a trend that has made it cheaper than ever to invest.", "filename": "2019_10_01_your-money_charles-schwab-free-trades_1666741266.html", "image_url": "https://static01.nyt.com/images/2019/10/02/business/02money3/01money3-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a26f0b8f9431a40fa09fb02eb4c987af115d70a80a37a3d25163c81da8726a3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_01_your-money_charles-schwab-free-trades_1666741266.html", "title": "Low-Cost Investing Can’t Get Any Lower Than Free", "title_page": "Low-Cost Investing Can’t Get Any Lower Than Free - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Keep in mind that these firms aren’t charities,” Mr. Bryan said.\nThe new plan will cost Schwab roughly 3 to 4 percent of its total net revenue — perhaps $100 million each quarter. But the firm noted that its “commissions per revenue trade” have been falling for several years, which may have given Schwab the confidence to become the first major firm to eliminate commissions across the board.\nSchwab’s fee elimination follows Interactive Brokers Group’s announcement last week of IBKR Lite, a service that will offer unlimited commission-free trading on domestic stocks and exchange-traded funds. (E.T.F.s are similar to index funds but trade like stocks on an exchange, meaning investors must pay commissions whenever they buy or sell shares, which also carry underlying investment fees.)\nInvestment firms have long been moving in this direction, with no-fee E.T.F. offerings expanding steadily since they first appeared about a decade ago.\nA sampling: TD Ameritrade, which began offering no-fee trades on 100 E.T.F.s in 2010, now charges no commission on 500. Last year, Vanguard announced that it would offer more than 1,800 exchange-traded funds on a commission-free basis, which it said translated into 90 percent of all E.T.F.s trading on the major exchanges. Fidelity and Schwab announced on Feb. 12 that they would double the number of commission-free E.T.F.s in their lineups to more than 500.\nCosts of stock trades have fallen as well. Robinhood, a Silicon Valley start-up, made a splash when its app was released in late 2014, offering commission-free trading on exchange-trade funds as well as stocks. At the end of 2018, it had more than six million brokerage accounts. And last year, JPMorgan Chase started offering 100 free stock and E.T.F. trades within You Invest, a digital investing platform.\nWhile transaction costs have moved lower, so have the expenses embedded in mutual funds: Fidelity introduced two free mutual funds last year, capping a trend toward lower fund expenses.\nBut Schwab’s announcement pushes another new boundary.\nIts shares fell almost 10 percent on Tuesday, but competitors that may feel pressure to match its offer were hit even harder. E-Trade was down more than 16 percent, and TD Ameritrade was down more than 25 percent.", "url": "https://www.nytimes.com/2019/10/01/your-money/charles-schwab-free-trades.html"}