{"authors": ["Tiffany Hsu"], "date_download": "2022-10-25 23:46:17", "date_modify": "2022-10-25 23:46:17", "date_publish": "2019-07-09 19:27:36", "description": "The case seemed cold when a Miami Herald investigative journalist started looking into it. Then she persuaded accusers to tell their stories.", "filename": "2019_07_09_business_media_miami-herald-epstein_1666741577.html", "image_url": "https://static01.nyt.com/images/2019/07/09/business/09MIAMIREPORTER-SUB/09MIAMIREPORTER-SUB-facebookJumbo.jpg?year=2019&h=549&w=1050&s=2dab0ae34c72a1636be591d0617f881d96a1b0a1327b62144e6950b20abcf797&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_09_business_media_miami-herald-epstein_1666741577.html", "title": "The Jeffrey Epstein Case Was Cold, Until a Miami Herald Reporter Got Accusers to Talk", "title_page": "The Jeffrey Epstein Case Was Cold, Until a Miami Herald Reporter Got Accusers to Talk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Sometimes a story deserves a new look,” she said. “There were all of these puzzle pieces that were out there, and when you put all of these puzzle pieces together, with the passage of time, there was this really damning story.”\nAs part of her work, Ms. Brown tried to persuade law enforcement officials and women with allegations against Mr. Epstein to speak with her. Some resisted, she said, afraid that she would focus on the more salacious elements, or that her reporting would never make it to publication. She was told the story was stale. But as she looked into the prosecution of Mr. Epstein that led to his imprisonment last decade, Ms. Brown discovered that, in 2007, Mr. Acosta led a team of federal lawyers who secretly negotiated a deal that granted the financier immunity from federal sex trafficking charges.\nIn February, a federal judge ruled that prosecutors had violated federal law by keeping victims in the dark about the plea deal. That same month, the Justice Department said it had opened an investigation into how Mr. Acosta’s team handled the case to see if there was “professional misconduct.” Mr. Acosta is facing calls to resign.\nMs. Brown, who grew up outside Philadelphia, said she had always been sensitive to injustice. She was often bullied in the neighborhood for being one of three children raised by a single parent. Once, when her mother was unable to pay the electricity bill, the power company came to her house and took away all the furniture, Ms. Brown said.\nShe left home at 16 and worked as a server, a flower delivery courier and a lampshade factory worker until she could afford to go to college. She graduated magna cum laude from Temple University in 1987 with a journalism degree. She said she felt she had to “work harder than almost anybody to get the big stories, the scoops.”\nShe started her career as an editor at The Pendulum, the student newspaper at Pennridge High School. While at The Philadelphia Daily News, a tabloid, she wrote articles on firefighters infected with hepatitis C that helped make testing mandatory among public safety workers. In her 19-year career at The Miami Herald, she has covered hurricanes, the aftermath of the Parkland school shooting and corruption in the Florida prison system.\nShe has compared her work on the Epstein series to “what a cold-case detective does.” Early in the process, she received a heavily redacted police report that was more than 100 pages long and mentioned more than 100 Jane Does. She combed through the document for names and other identifying details that had not been blocked, creating spreadsheets to track her progress.", "url": "https://www.nytimes.com/2019/07/09/business/media/miami-herald-epstein.html"}