{"authors": ["Alissa J. Rubin", "Falih Hassan"], "date_download": "2022-10-25 23:22:55", "date_modify": "2022-10-25 23:22:55", "date_publish": "2019-11-09 01:07:05", "description": "Nearly 300 Iraqis have died in antigovernment demonstrations in the south and in the capital. A rocket attack in the north has added yet another level of uncertainty.", "filename": "2019_11_08_world_middleeast_iraq-protests_1666740175.html", "image_url": "https://static01.nyt.com/images/2019/11/08/world/08iraq/08iraq-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5b66c1cea6131335abd70c6c56a8043ac9486fa10887c796bd2dbba4d77775a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_08_world_middleeast_iraq-protests_1666740175.html", "title": "As Deaths Mount in Iraq Protests, a Rocket Attack Raises New Questions", "title_page": "As Deaths Mount in Iraq Protests, a Rocket Attack Raises New Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — At least two people were killed Friday as antigovernment protests entered their fifth week amid rising concern that security forces continue to use lethal force in defiance of senior military officials.\nThe deaths, which occurred in clashes between protesters and security forces in the southern city of Basra, raised the number of dead to nearly 300 since demonstrations calling for an end to corruption and a change in leadership began last month.\nAnd as protests gripped the country’s south and the capital, Baghdad, a rocket attack in the north created a new level of uncertainty. Seventeen rockets struck inside and near the Gayara military base south of Mosul on Friday, said Maj. Gen. Tahsin al-Khafaji, the spokesman for the Joint Command in Baghdad.\nMost of the troops at the base are Iraqi but some American personnel are also stationed there. No one was killed or wounded at the base, General al-Khafaji said, and an American counterstrike killed three people.", "url": "https://www.nytimes.com/2019/11/08/world/middleeast/iraq-protests.html"}