{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:36:06", "date_modify": "2022-10-25 23:36:06", "date_publish": "2019-06-29 00:48:56", "description": "Gov. Ron DeSantis signed into law a requirement that ex-felons pay back fines and fees before they can register to vote. The A.C.L.U. promptly sued.", "filename": "2019_06_28_us_florida-felons-voting-rights_1666740966.html", "image_url": "https://static01.nyt.com/images/2019/04/30/us/30felons-02/30felons-02-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=f9ffc825d226633317eafe74387658d28a8a9c353869f4fdd4c26adf0da204c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_28_us_florida-felons-voting-rights_1666740966.html", "title": "Florida Limits Ex-Felon Voting, Prompting a Lawsuit and Cries of ‘Poll Tax’", "title_page": "Florida Limits Ex-Felon Voting, Prompting a Lawsuit and Cries of ‘Poll Tax’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[The new restrictions could keep tens of thousands of people from the ballot box.]\nNearly 65 percent of Florida voters backed the measure to enfranchise ex-felons, Amendment 4, which many felt could reshape the electorate of the nation’s largest presidential battleground state. African-Americans, who tend to vote Democratic, have been disproportionately disenfranchised, though the majority of those with felony convictions in Florida are white.\nState lawmakers in the Republican-controlled Legislature said they were not motivated by politics when they adopted restrictions to Amendment 4 last month. Instead, they said they needed to clarify how the measure would be put into practice. The text of the amendment itself, they argued, required a strict interpretation of what constitutes the completion of a felony sentence — which includes repaying financial obligations, sometimes tens of thousands of dollars, to the courts.\nMr. DeSantis’s office did not issue a statement explaining his decision to sign the bill. But he had promised to do so, and faced a Saturday deadline.\n“The controversy, to me, is not really substantive,” Mr. DeSantis told a Miami news station last week. “The people who advocated for this, I mean, they went to the Supreme Court, and they said, ‘Of course, whatever you’re sentenced to, you have to finish — whether that’s incarceration, whether that’s a fine, restitution, probation.’”\nStill, the timing of the governor’s action, announced after 6 p.m. on a Friday, seemed intended to draw little attention from Florida voters, more of whom voted for Amendment 4 than for him. Not long afterward, the A.C.L.U. filed its lawsuit in Federal District Court for the Northern District of Florida, joined by the A.C.L.U. of Florida, the N.A.A.C.P. Legal Defense and Educational Fund and the Brennan Center for Justice at New York University.", "url": "https://www.nytimes.com/2019/06/28/us/florida-felons-voting-rights.html"}