{"authors": ["Kevin Draper", "Ken Belson"], "date_download": "2022-10-25 23:28:21", "date_modify": "2022-10-25 23:28:21", "date_publish": "2019-05-28 07:00:05", "description": "Getting a new collective bargaining agreement with the Players Association will help the case for lucrative new media contracts.", "filename": "2019_05_28_sports_nfl-labor-negotiations_1666740501.html", "image_url": "https://static01.nyt.com/images/2019/05/28/sports/28nflcba1/merlin_155255832_14ca2d89-21dd-4c94-885d-d4339c3da8cf-facebookJumbo.jpg?year=2019&h=549&w=1050&s=7520d912482e734a7ae642926e0b1acfb6c4ab57ad2ee6f86b717c8b4efe948a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_28_sports_nfl-labor-negotiations_1666740501.html", "title": "N.F.L. Begins Moves to Avoid Another Labor War", "title_page": "N.F.L. Begins Moves to Avoid Another Labor War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an opportunistic move that could maximize its media revenue, the N.F.L. has begun its push for a new labor agreement with the N.F.L. Players Association even though the current deal does not expire for another year and a half.\nExecutives from the league and the players’ union initiated discussions last month, holding two bargaining sessions that had little of the rancor evident in the last labor dispute, in 2011, when the league tried to claw back roughly $1 billion in revenue from its players and locked them out for four months.\nThe current deal does not expire until after the 2020 season, but getting a new one would put the league in the strongest possible position to begin negotiations for new contracts with its media partners, who pay the league about $7 billion annually.\nMost of the N.F.L.’s media agreements expire after the 2022 season, and the league has not yet opened negotiations for new contracts. But with the media landscape fracturing and shifting away from the broadcast and cable industries, which have proved so lucrative for the N.F.L., league executives are hoping labor certainty will help deliver another windfall.", "url": "https://www.nytimes.com/2019/05/28/sports/nfl-labor-negotiations.html"}