{"authors": ["Jeffrey Gettleman"], "date_download": "2022-10-25 23:45:27", "date_modify": "2022-10-25 23:45:27", "date_publish": "2019-08-09 22:43:46", "description": "Indian photographers managed to work around a communication blockade to publish their images.", "filename": "2019_08_09_world_asia_kashmir-photos-india_1666741527.html", "image_url": "https://static01.nyt.com/images/2019/08/11/world/11kashmir-photostack-3/11kashmir-photostack-3-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e8b0e5f7752346e8159bcb0ecab820d11fe88ff4bdb61bd4ca9cd6c122d474e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_09_world_asia_kashmir-photos-india_1666741527.html", "title": "Photos Emerge From Kashmir, a Land on Lockdown", "title_page": "Photos Emerge From Kashmir, a Land on Lockdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — For most of the past week, the entire Kashmir Valley, home to about eight million people, has been put on virtual house arrest.\nIndian soldiers rolled in by the tens of thousands. They barricaded roads, closed schools, took positions on rooftops and cut off the internet, mobile phone service and even landlines, rendering the valley mostly incommunicado. At gunpoint, residents were ordered to stay inside their homes.\nThe Indian government says these measures, in place since Sunday night, are necessary to keep law and order. Human rights activists have likened them to mass incarceration.\nThis week, India’s Hindu nationalist government jolted the region by erasing the autonomy of the one Muslim-majority state in India, Jammu and Kashmir, which includes the Kashmir Valley. India knew this move would be deeply unpopular in the valley so they chose to lock it down.\nDespite the crackdown, protests have erupted. On Friday, the unrest continued, gunshots rang out and foreign journalists continued to be barred from entering Kashmir without permission. These pictures are some of the first images to emerge, taken by Indian photographers who managed to work around the communication blockade and the miles of razor wire to take and publish their images.", "url": "https://www.nytimes.com/2019/08/09/world/asia/kashmir-photos-india.html"}