{"authors": ["Nicholas Fandos", "Adam Goldman"], "date_download": "2022-10-25 23:02:31", "date_modify": "2022-10-25 23:02:31", "date_publish": "2019-04-10 22:33:03", "description": "The attorney general said “spying did occur” in remarks certain to please President Trump, who has accused law enforcement officials of targeting his campaign.", "filename": "2019_04_10_us_politics_barr-trump-campaign-spying_1666738951.html", "image_url": "https://static01.nyt.com/images/2019/04/10/us/10dc-barr-1/merlin_153319329_655ade0d-7036-405b-9b07-3ea634ebb7ef-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c41e4e3b58d2bd3a4f577709f3469d3d82eb3a493411aeb805b80ed526725d4a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_10_us_politics_barr-trump-campaign-spying_1666738951.html", "title": "Barr Asserts Intelligence Agencies Spied on the Trump Campaign", "title_page": "Barr Asserts Intelligence Agencies Spied on the Trump Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Barr’s pledge, made as he prepares to make public in coming days a redacted version of the special counsel’s report on the Russia inquiry, was a sign that after nearly three years of investigating the president’s campaign and Russia, the Justice Department’s focus may begin to shift in a direction that Mr. Trump has demanded.\nIn addition to Mr. Barr’s review of the F.B.I. investigation, the Justice Department’s inspector general, a specially tasked United States attorney and Republicans in Congress are all studying key actions taken during the course of the inquiry. Those actions include how officials opened the Trump-Russia investigation, called Crossfire Hurricane, and obtained a secret warrant to wiretap a former Trump campaign adviser.\nMr. Trump’s thirst for a reckoning among his inquisitors appears to have only grown in recent weeks. Minutes before Mr. Barr took the witness stand on Wednesday, the president called the investigation an “attempted coup” and claimed, again, that he had been “totally exonerated” by the report, despite the fact that Robert S. Mueller III, the special counsel who took over the F.B.I.’s Russia investigation in 2017, explicitly said he could not clear the president of trying to obstruct justice.\n“It was an illegal investigation,” Mr. Trump told reporters as he left the White House for a trip to Texas. In some of his harshest criticism of the investigation to date, Mr. Trump said: “Everything about it was crooked — every single thing about it. There were dirty cops. These were bad people.”\n“This was an attempted takedown of a president,” he added. “And we beat them. We beat them.”\nMr. Mueller delivered his nearly 400 pages of findings to Mr. Barr late last month. Much of Wednesday’s hearing, and an earlier session with House lawmakers on Tuesday, was focused on that report, on continuing redactions of delicate information before it becomes public, and on Mr. Barr’s characterization of what Mr. Mueller found.", "url": "https://www.nytimes.com/2019/04/10/us/politics/barr-trump-campaign-spying.html"}