{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:23:03", "date_modify": "2022-10-25 23:23:03", "date_publish": "2019-03-25 16:04:46", "description": "The settlement resolves about 25,000 lawsuits, which claimed the companies failed to warn about deadly bleeding episodes caused by the drug.", "filename": "2019_03_25_health_xarelto-blood-thinner-lawsuit-settlement_1666740183.html", "image_url": "https://static01.nyt.com/images/2019/03/25/science/25BLOODTHINNER/25BLOODTHINNER-facebookJumbo.jpg?year=2019&h=549&w=1050&s=34fa93c864da24e7db28b40dee92dbca58c7d2e5b9473b91689cb27afbd86a91&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_03_25_health_xarelto-blood-thinner-lawsuit-settlement_1666740183.html", "title": "Bayer and Johnson & Johnson Settle Lawsuits Over Xarelto, a Blood Thinner, for $775 Million", "title_page": "Bayer and Johnson & Johnson Settle Lawsuits Over Xarelto, a Blood Thinner, for $775 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Johnson & Johnson and Bayer said on Monday that they had agreed to pay $775 million to settle about 25,000 lawsuits involving the blood thinner Xarelto, which they jointly sell.\nThe settlement, which will be split evenly between the two companies, resolves state and federal cases in which patients sued the companies for failing to warn about potentially fatal bleeding episodes when patients took the drug.\nNeither company admitted liability, and each noted that the companies had prevailed in the six lawsuits that went to trial. In a statement, Janssen, the pharmaceutical division of Johnson & Johnson, said it was settling because such complex litigation “demands an enormous amount of time and resources.” It added: “What’s the bottom line? We stand behind Xarelto and are eager and excited to move forward.”\nIn a separate statement, Bayer said, “We remain committed to the more than 45 million patients who have been prescribed Xarelto worldwide.”", "url": "https://www.nytimes.com/2019/03/25/health/xarelto-blood-thinner-lawsuit-settlement.html"}