{"authors": ["Sharon Lafraniere", "Andrew E. Kramer", "Danny Hakim"], "date_download": "2022-10-25 23:00:40", "date_modify": "2022-10-25 23:00:40", "date_publish": "2019-11-11 20:01:56", "description": "President Trump fixated on Ukraine as a solution to his political problems. In five months, his obsession upended American foreign policy and threatened his presidency. Here is how it happened.", "filename": "2019_11_11_us_ukraine-trump_1666738840.html", "image_url": "https://static01.nyt.com/images/2019/11/11/us/politics/11dc-ticktock1/11dc-ticktock1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a0ffb11e6ffd4cc7ed818af8f676d831ddb1e8d406a64960a4d28a420e761bbc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_11_us_ukraine-trump_1666738840.html", "title": "Trump, Ukraine and Impeachment: The Inside Story of How We Got Here", "title_page": "Trump, Ukraine and Impeachment: The Inside Story of How We Got Here - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Like every presidential conversation with a foreign leader, this one had scripted talking points and a predigested news release recounting an exchange yet to take place. Aides in the White House Situation Room clustered around a speaker phone, pens and pads in hand to document what they heard.\nAt 9:03 a.m. on Thursday, July 25, they listened as President Trump picked up the phone in the White House residence and was connected to Volodymyr Zelensky, the newly elected president of Ukraine. Within minutes, two note-takers exchanged troubled looks.\nMr. Trump had not merely veered off his talking points. By the conversation’s end, he had asked Mr. Zelensky — a leader in dire need of American military aid to fight the Russian-led invasion on his eastern border — to “do us a favor” by investigating one of his political rivals and an unfounded conspiracy theory about the 2016 election.\nThat 30-minute conversation has now emerged as a mortal threat to Mr. Trump’s presidency. This week, the House of Representatives begins public hearings that could lead to the impeachment of a president for only the third time in American history. More than a half dozen Trump administration officials have called the phone conversation and the events surrounding it insidious and shocking. Five officials who dealt with Ukraine have resigned since September.", "url": "https://www.nytimes.com/2019/11/11/us/ukraine-trump.html"}