{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:56:03", "date_modify": "2022-10-25 23:56:03", "date_publish": "2019-04-10 11:15:49", "description": "In re-electing Prime Minister Benjamin Netanyahu, Israelis endorsed a politician who offered himself as the embodiment of stability and military and economic security.", "filename": "2019_04_10_world_middleeast_benjamin-netanyahu-israel-election_1666742163.html", "image_url": "https://static01.nyt.com/images/2019/04/09/world/09HFO-netanyahu-israel1/09HFO-netanyahu-israel1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8b0cc2f3f5b12d918238e9d6264b2ddfd7a55ea486a70d8a1c22c435a9cfd6f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_10_world_middleeast_benjamin-netanyahu-israel-election_1666742163.html", "title": "It’s Netanyahu’s Israel Now", "title_page": "It’s Netanyahu’s Israel Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[singing] In the days before the election, supporters of Benjamin Netanyahu roll up to a strip mall in the south of Israel. Miri Regev is a right-wing, Likud politician. She’s Netanyahu’s minister of culture. And tonight, she’s campaigning for his re-election. Reporter: “How is this election different from the past election?” The comments start to upset someone in the crowd. His name is Murad, and he identifies as a Palestinian citizen of Israel. The past decade has been defined by the leadership of Benjamin Netanyahu. In a country facing constant threats, many credit him for keeping Israel safe and strong. “We will do what is necessary to defend our people and to defend our state.” But now, he’s caught up in a corruption scandal and will almost certainly be indicted on charges of bribery and fraud. The polls are close, so we came here to listen to his supporters and understand why people are sticking with him. We’re on the Israel-Gaza border. Palestinians continue to protest against an Israeli blockade that has suffocated them, and the Israel Defense Forces are on high alert for violence and Hamas rockets. We visit nearby border communities in the south, where Netanyahu’s hardline stance makes him popular. Though his supporters are very diverse, this working-class area is a rock solid base for Likud. “Did you play?” “I played.” Alon Dividi is the mayor of Sderot, a city less than a mile from the Gaza border. “I believe that our prime minister, Benjamin Netanyahu, he’s the best man that we can get in this time. Because we see what he’s done with Iran. We’ve seen what he’s done with the economy of Israel. And we’ve seen the security in this area. Imagine down in Manhattan, every week, someone would send a rocket. What do you ask from Trump? What do you ask from your president? You will say, destroy them.” [cheering] Even children here know an alarm means they have 15 seconds to get to safety. “You can see we have a shelter, a lot of shelter.” “So, that’s a shelter.” “This is a shelter, and this is a shelter, and this is a shelter, and there we have a shelter. Four years ago, on Saturday evening, me and my family, we all live very close to here. And we start to hear the alarm system — Red Color. The rocket landed — you see the car?” “The car at the check right there?” “Yes, yes, yes. The rocket landed there.” There’s a saying here: “rak Bibi,” which means “only Bibi.” For many, it means only Netanyahu can keep them safe. From the community of Netiv Ha’asara, you can see the fence separating Israel from Gaza. We visit the Tasa family. Like everyone here, they had to build something called a safe room in their home. “So, you see?” Reporter: “Oh, this is —” “And as you see, it’s very small. Every time I have a bomb or an alarm, I need to run here. But it’s not safe because we don’t have enough time. We have 15 seconds. And if I don’t — It’s not a real life, you know? And this is our life. Some of us want peace, and a little bit of us, like me, don’t believe in peace. They want to kill us. They want to destroy us. They want — they want to kill Israel.” Reporter: “You don’t think peace is possible?” “No.” “Possible?” “Not for me.” “Not now. It’s possible, but not now. Now the Hamas is in Gaza, and you can’t go and do them peace.” “Hamas is Hezbollah, Hezbollah is Iran. Iran is my enemy. That’s it. For me, I don’t see a partner to have now peace. And Netanyahu is the only one for me that sees the same thing about them. Netanyahu — that’s it. For me, no one can replace him.” “What are some of the other issues for this election that are on your mind?” “I don’t have.” Reporter: “This is the most important?” “Of course.” Every Israeli election has been about security, and many Israelis have trusted Netanyahu to keep them safe, which is why his main rival now wants to emphasize that he can be just as tough. Benny Gantz is a three-star general, who rose to the highest ranks of the Israeli military. [applause] And his campaign has highlighted the need for unity within the country. But to win a parliamentary majority and become prime minister of Israel, Gantz’s party is expected to form a coalition with parties well to his left. So, it’s not clear to some people here what his leadership would bring. Shiri Sapir cares about security. He leans left and believes in a peace process with a two-state solution. But in Netanyahu’s Israel, some consider him a traitor. “I’m going to give my life in the next three years to the army. I’m going to be — maybe I’m going to get in Gaza. Am I a traitor? How can you say that?” In many ways, this election is really a referendum on Netanyahu and the direction he’s taken the country. In this political campaign ad, Israel’s minister of justice mocked rising concerns about the erosion of democracy. “Fascism.” It went viral. Minister Ayelet Shaked’s New Right Party is more right than Netanyahu’s, but he will need her party to form a governing coalition. We came to her private campaign event to see how conservative voters were feeling about Netanyahu. And it quickly became clear: They’re worried. Divisions are forming among his traditional political allies. So. many Israelis who supported Netanyahu in the past must decide if they should continue to support him now. Israeli society is incredibly diverse, and Netanyahu’s leadership has deepened divisions and pushed the country to the right. After 10 years of leadership, the question is: Can Israelis imagine a future without him?", "url": "https://www.nytimes.com/2019/04/10/world/middleeast/benjamin-netanyahu-israel-election.html"}