{"authors": ["Michael Crowley"], "date_download": "2022-10-25 23:01:07", "date_modify": "2022-10-25 23:01:07", "date_publish": "2019-08-20 23:52:15", "description": "President Trump issued his latest call for ending Moscow’s international pariah status, but the idea is likely to earn a cool reception at the annual Group of 7 summit starting this weekend.", "filename": "2019_08_20_us_politics_trump-russia-g7.html_module=inline_1666738867.html", "image_url": "https://static01.nyt.com/images/2019/08/20/us/politics/20dc-prexy/20dc-prexy-facebookJumbo.jpg?year=2019&h=549&w=1050&s=b9a420b950caff9b93175baa41fb81afb82d59c0bb4e178c4830f30c080ba749&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_20_us_politics_trump-russia-g7.html_module=inline_1666738867.html", "title": "Trump Says Russia Should Be Readmitted to G7", "title_page": "Trump Says Russia Should Be Readmitted to G7 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump said on Tuesday that Russia should be readmitted to the Group of 7 industrialized nations, a call for ending Moscow’s pariah status on the world stage that is likely to earn a cool reception when the group’s annual summit opens this weekend.\nSpeaking a few days before his planned departure for the summit, in Biarritz, France, Mr. Trump said that Moscow’s exclusion since 2014 from the group of leading economic powers should be reversed and, ignoring Russia’s aggression in Ukraine, contended that the true reason for it was President Barack Obama’s wounded pride.\n“I think it’s much more appropriate to have Russia in,” Mr. Trump told reporters in the Oval Office before a meeting with President Klaus Iohannis of Romania. “I could certainly see it being the G8 again.”\nOne reason, Mr. Trump said, was “because a lot of the things we talk about have to do with Russia.”\nRussia was disinvited from gatherings of the former Group of 8 after the country’s annexation of Crimea, which in a joint statement the remaining group members called a violation of international law that could have “grave implications for the legal order that protects the unity and sovereignty of all states.”", "url": "https://www.nytimes.com/2019/08/20/us/politics/trump-russia-g7.html?module=inline"}