{"authors": ["Lindsay Zoladz"], "date_download": "2022-10-25 23:43:30", "date_modify": "2022-10-25 23:43:30", "date_publish": "2019-11-21 10:00:35", "description": "At 73, the enigmatic country star is captivating a whole new generation and riding high as the subject of a podcast and the inspiration behind a Netflix series.", "filename": "2019_11_21_arts_music_dolly-parton_1666741410.html", "image_url": "https://static01.nyt.com/images/2019/11/24/arts/24Dolly-cover/24Dolly-cover-facebookJumbo.jpg?year=2019&h=549&w=1050&s=689512aee4ad8e65c7e911ee5b019d0b6e1c0f8e8ef4f763b848111598895f78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_21_arts_music_dolly-parton_1666741410.html", "title": "Is There Anything We Can All Agree On? Yes: Dolly Parton", "title_page": "Is There Anything We Can All Agree On? Yes: Dolly Parton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One reason Parton’s approval rating is so high, though, is that all the attributes that used to set her up for criticism — the outrageous, hyper-femme style; the unapologetic business savvy needed to pull off her late-70s pop crossover; even the so-what acknowledgment of her own cosmetic surgery — are no longer taboo.\nA generation that’s grown up with Snapchat-filtered selfies and pop feminism seems to have an innate understanding that artifice doesn’t negate authenticity, or that a penchant for towering wigs and acrylic nails doesn’t prevent someone from being a songwriting genius. (Maybe they even help: Parton claims to have first tapped out the beat of “9 to 5” while idly clicking her fingernails.)\nPerhaps that’s why her rhinestone DNA is visible in young artists as varied as Kacey Musgraves and Cardi B — to say nothing of Parton’s own goddaughter Miley Cyrus, who inspired a whole new generation of Parton fans who first came to know her as wacky Aunt Dolly from “Hannah Montana.” Parton sang a duet with Kesha on her 2017 album “Rainbow” — a 1980 Parton hit that Kesha’s mother happened to co-write. At this year’s Grammys, when Parton was honored with the MusiCares person of the year award for her philanthropy, she performed a rousing medley of her hits alongside a who’s who billing of her millennial heirs, like Katy Perry, Maren Morris and Kacey Musgraves.\nLike Cher, another 73-year-old multihyphenate icon, Parton has over the past few years ascended to a rarefied level of intergenerational celebrity: a saucy grandmother of social media. When the Gen-Z sheriff and “Old Town Road” mastermind Lil Nas X wondered aloud, on Twitter, “y’all think i can get dolly parton and megan thee stallion on an old town road remix?,” Parton (or at least someone on her team) was quick to respond with a very appropriate unicorn emoji. “I was so happy for him,” Parton said recently of Lil Nas X. “I don’t care how we present country music or keep it alive,” she added. “I’m all about acceptance.”\nThat quote is classic Dolly: Anyone can see himself or herself in it, no matter which side of the country traditionalists vs. Lil Nas X debate they land on. Both-sides-ism rarely feels as benevolent as it does when coming from Parton, but that’s nothing new. When asked, in 1997, how she was able to maintain fan bases within both the religious right and the gay community, she replied, “It’s two different worlds, and I live in both and I love them both, and I understand and accept both.”", "url": "https://www.nytimes.com/2019/11/21/arts/music/dolly-parton.html"}