{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:01:37", "date_modify": "2022-10-25 23:01:37", "date_publish": "2019-07-17 15:19:44", "description": "The House voted Wednesday evening to hold Attorney General William P. Barr and Commerce Secretary Wilbur Ross in criminal contempt of Congress over the census dispute.", "filename": "2019_07_17_us_politics_barr-ross-contempt-vote_1666738897.html", "image_url": "https://static01.nyt.com/images/2019/07/16/us/politics/16dc-contempt/16dc-contempt-facebookJumbo.jpg?year=2019&h=550&w=1050&s=96609d12569726f93047e722282aa54ca48860ac1489825d83be602310f08254&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_17_us_politics_barr-ross-contempt-vote_1666738897.html", "title": "House Holds Barr and Ross in Contempt Over Census Dispute", "title_page": "House Holds Barr and Ross in Contempt Over Census Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The House voted Wednesday evening to hold Attorney General William P. Barr and Commerce Secretary Wilbur Ross in criminal contempt of Congress for their refusal to turn over key documents related to the Trump administration’s attempt to add a citizenship question to the 2020 census.\nThe citations for two cabinet officials, approved 230 to 198, will breathe new life into a dispute that has touched all three branches of government over why Trump administration officials pushed to ask census respondents if they were American citizens and what that question’s effect would be.\nDemocrats investigating the issue believe that the documents and testimony being shielded would confirm that the administration’s long-stated rationale for collecting the data — to better enforce the Voting Rights Act — was merely a cover for a politically motivated attempt to eliminate noncitizens from population statistics used to allocate political representation, diminishing Democratic power.\nThe Supreme Court hinted at that theory last month in a ruling about the citizenship question, when it rejected the administration’s stated reason for adding it as “contrived.” And in an unusual twist, President Trump himself all but confirmed those suspicions this month when he said of the citizenship question, “You need it for Congress, for districting.” Last week, he announced his government would give up the effort in light of the court’s decision.", "url": "https://www.nytimes.com/2019/07/17/us/politics/barr-ross-contempt-vote.html"}