{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:00:01", "date_modify": "2022-10-25 23:00:01", "date_publish": "2019-09-30 17:43:35", "description": "Saad Hariri did not make the payments while he was prime minister, South African court records show, but the revelation is likely to tarnish his image.", "filename": "2019_09_30_world_middleeast_lebanon-hariri-model_1666738801.html", "image_url": "https://static01.nyt.com/images/2019/09/24/world/24Hariri1/24Hariri1-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=eaf144aa59ec70af6902def48d85a17e6ea68caf4e6e8c6954631d30b39f604b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_30_world_middleeast_lebanon-hariri-model_1666738801.html", "title": "Lebanon’s Prime Minister Gave $16 Million to South African Model", "title_page": "Lebanon’s Prime Minister Gave $16 Million to South African Model - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — The prime minister of Lebanon gave more than $16 million to a South African bikini model who said they had a romantic relationship after they met at a luxury resort in the Seychelles, according to South African court documents obtained by The New York Times.\nThe prime minister, Saad Hariri, was not in office when he sent the money starting in 2013, and the transfer does not appear to have violated any Lebanese or South African laws.\nBut the revelation in a South African court case this year of the extravagant gifts to a younger model comes during a difficult period for Mr. Hariri, the top Sunni Muslim politician in Lebanon and an American ally.\nHis business and political empires have fallen on hard times, depriving many employees of their pay. His family’s construction conglomerate, Saudi Oger, ceased operations in 2017, and his media outlets have struggled to pay salaries.", "url": "https://www.nytimes.com/2019/09/30/world/middleeast/lebanon-hariri-model.html"}