{"authors": ["Trip Gabriel"], "date_download": "2022-10-25 23:33:21", "date_modify": "2022-10-25 23:33:21", "date_publish": "2019-01-02 17:00:47", "description": "The fairness of elections and voting have become political flash points in key states like Florida, Georgia, Michigan, North Carolina, Pennsylvania and Wisconsin.", "filename": "2019_01_02_us_politics_voting-gerrymander-elections_1666740801.html", "image_url": "https://static01.nyt.com/images/2018/12/28/us/politics/00VOTING-promo/00VOTING-promo-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b1fec23f4c75676670b388124d9b9a50c867e120f30f8980431e3a481404a98b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_02_us_politics_voting-gerrymander-elections_1666740801.html", "title": "Voting Issues and Gerrymanders Are Now Key Political Battlegrounds", "title_page": "Voting Issues and Gerrymanders Are Now Key Political Battlegrounds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Voting rights and partisan gerrymandering, traditionally the preoccupation of wonky party strategists and good-government groups, have become major flash points in the debate about the integrity of American elections, signaling high stakes battles over voter suppression and politically engineered districts ahead of the 2020 presidential race.\nWhen Democrats take the majority in the House on Thursday, the first bill they plan to introduce will be broad legislation focusing on these issues. Early drafts of their proposals include automatic voter registration, public elections financing and ending gerrymandering by using independent commissions to draw voting districts.\nBut action and anger go far beyond Congress. With voters increasingly aware of the powerful impact of gerrymandering and doubtful about the fairness of elections, voting issues have become central to politics in key states including Florida, Georgia, Michigan, North Carolina, Pennsylvania and Wisconsin.\nQuestions about the health of American democracy are being raised in areas once thought to be wholly nonpartisan, as reflected in a court battle over whether the Trump administration is trying to use a question about citizenship on the 2020 census to undercount Democratic constituencies and limit their political clout.", "url": "https://www.nytimes.com/2019/01/02/us/politics/voting-gerrymander-elections.html"}