{"authors": ["Ana Swanson"], "date_download": "2022-10-25 23:44:42", "date_modify": "2022-10-25 23:44:42", "date_publish": "2019-05-17 12:49:18", "description": "President Trump said he would remove metal tariffs on Canada and Mexico and delay auto tariffs, stepping back from opening another front in a global trade war.", "filename": "2019_05_17_us_politics_china-auto-tariffs-donald-trump_1666741482.html", "image_url": "https://static01.nyt.com/images/2019/05/17/us/17DC-AUTOTARRIFF-promo-sub/17DC-AUTOTARRIFF-1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=7c4f9c96d6407e1e7ab9fa15fd1e0b8b2c795b8ebcf74be6ae5715628cd67546&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_17_us_politics_china-auto-tariffs-donald-trump_1666741482.html", "title": "Trump Lifts Metal Tariffs and Delays Auto Levies, Limiting Global Trade Fight", "title_page": "Trump Lifts Metal Tariffs and Delays Auto Levies, Limiting Global Trade Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump agreed on Friday to lift tariffs on metal imports from Mexico and Canada, removing a major irritant for two important allies that in exchange agreed to stop punishing American farmers with their own taxes on pork, cheese and milk.\nAt the same time, Mr. Trump postponed a decision on whether to impose tariffs on automobiles imported from Europe, Japan and other countries for six months, setting a tight deadline for the United States to reach trade deals that have so far proved elusive.\nTogether, the actions remove the threat of an all-encompassing global trade war and allow Mr. Trump to focus on pushing China to agree to the United States’ trade terms, as well as pressuring Europe and Japan to reach a trade deal before the 2020 election. His trade war has hurt many of the farmers who make up his political base, and he is eager to make good on a 2016 campaign promise to rewrite trade deals in America’s favor.\n“I’m pleased to announce we’ve just reached agreement with Canada and Mexico. We’ll be selling our product into those countries without the imposition of tariffs,” Mr. Trump said on Friday.", "url": "https://www.nytimes.com/2019/05/17/us/politics/china-auto-tariffs-donald-trump.html"}