{"authors": ["Adam Goldman", "David Zucchino"], "date_download": "2022-10-25 23:28:06", "date_modify": "2022-10-25 23:28:06", "date_publish": "2019-11-12 08:23:49", "description": "The expected exchange, including senior members of the Haqqani network of the Taliban, is likely to be a step toward new peace talks.", "filename": "2019_11_12_world_asia_kevin-king-hostage-timothy-weeks-afghanistan_1666740486.html", "image_url": "https://static01.nyt.com/images/2019/11/14/us/politics/14dc-hostage-inyt/00dc-hostage-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d0bc2286bd013e0efe2a9e514804ec7fa9838cfb21c87160fea189babf358ce1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_12_world_asia_kevin-king-hostage-timothy-weeks-afghanistan_1666740486.html", "title": "Deal With Taliban Will Free American and Australian Professors, Officials Say", "title_page": "Deal With Taliban Will Free American and Australian Professors, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Afghan government and the Taliban agreed on a prisoner exchange that would free American and Australian professors who were abducted by the insurgents more than three years ago, officials on both sides said Tuesday.\nPresident Ashraf Ghani of Afghanistan said Tuesday that in return, the government would release three senior Taliban figures, including Anas Haqqani, the younger brother of the Taliban’s military operations leader.\nThe exchange — both government and Taliban officials said Tuesday that the transfer was imminent — would be a major step toward reopening peace talks between the United States and the insurgents. And some Afghan officials held out hope that the release would make the Taliban more likely to agree to an eventual truce.\nIn a nationally televised address, Mr. Ghani said the exchange was intended to “facilitate direct peace negotiations.” But the Taliban have refused to negotiate with the Afghan government, which announced in October that it would not take part in negotiations with the Taliban unless a cease-fire had held for at least a month.", "url": "https://www.nytimes.com/2019/11/12/world/asia/kevin-king-hostage-timothy-weeks-afghanistan.html"}