{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:06", "date_modify": "2022-10-25 23:43:06", "date_publish": "2019-02-12 13:32:46", "description": "Twelve people face charges over their roles in the secession attempt of 2017, and Prime Minister Pedro Sánchez is scrambling to keep the issue from toppling his leadership.", "filename": "2019_02_12_world_europe_catalonia-trial.html_module=inline_1666741386.html", "image_url": "https://static01.nyt.com/images/2019/02/13/world/13spain1-promo/13spain1-promo-facebookJumbo-v3.jpg?year=2019&h=549&w=1050&s=10bef21caac0eb2f7d14830c93dfa51e61ca6b1acecdabf603b95f09fe99dfa8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_12_world_europe_catalonia-trial.html_module=inline_1666741386.html", "title": "Catalan Leaders’ Trial Starts, and Spain’s Government Fights for Its Survival", "title_page": "Catalan Leaders’ Trial Starts, and Spain’s Government Fights for Its Survival - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — The simmering conflict over Catalan independence roared back to the center of Spanish attention on Tuesday, as 12 people went on trial for their roles in the botched secession attempt of 2017, and Prime Minister Pedro Sánchez scrambled to keep the issue from toppling his government.\nThe eagerly anticipated trial before the Spanish Supreme Court in Madrid has drawn enormous attention and is being broadcast live on national television, but it could soon be overshadowed by the political crisis unfolding just blocks away, in Parliament.\nOn Wednesday, Mr. Sánchez’s minority Socialist government faces a crucial parliamentary vote on his national budget. If a majority of lawmakers reject it, including Catalan lawmakers who have so far backed the prime minister, he will almost certainly be forced to call elections.\nWith Spain’s government hanging in the balance, the Supreme Court is under intense pressure to demonstrate that it can remain impartial and above politics in a case that has ignited passions and recriminations. The Catalan separatist leaders were indicted on charges that include rebellion, after holding an independence referendum and then declaring independence in October 2017 — moves the Spanish courts ruled unconstitutional.", "url": "https://www.nytimes.com/2019/02/12/world/europe/catalonia-trial.html?module=inline"}