{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:34:03", "date_modify": "2022-10-25 23:34:03", "date_publish": "2019-05-31 13:41:50", "description": "Rory Stewart, a dark-horse candidate for prime minister, has hijacked the contest with a goofy internet campaign — and an eloquent plea for compromise.", "filename": "2019_05_31_world_europe_rory-stewart-brexit-uk_1666740843.html", "image_url": "https://static01.nyt.com/images/2019/05/31/world/31stewart3/31stewart3-facebookJumbo.jpg?year=2019&h=549&w=1050&s=2c2ac4341484877dc40e8b554477d31a90c4d554905a3c697cf80e969f9441a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_31_world_europe_rory-stewart-brexit-uk_1666740843.html", "title": "A Latter-Day Lawrence of Arabia Shakes Up Britain’s Tories", "title_page": "A Latter-Day Lawrence of Arabia Shakes Up Britain’s Tories - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The key word that we need to get back to,” he told the BBC’s “Question Time” on Thursday, “a word that is so powerful, and nobody ever uses in politics, is the word ‘love.’”\nMr. Stewart, 46, is posh, eccentric and clever, precisely, as one journalist wrote this week, the sort of oddball Britons love.\nThe son of a senior British intelligence officer, he attended Eton and Oxford, and served briefly as a tutor to Princes William and Harry before entering the diplomatic service. He set that aside to walk 6,000 miles alone across Iran, Pakistan and part of Afghanistan, the basis for an acclaimed book, “The Places in Between.” After the coalition invasion of Iraq, he served for a time as deputy governor of a region in the country’s south.\nIn 2010, he entered Parliament, to the surprise of many of his friends and family. He was greeted there, wonderingly, as a latter-day Lawrence of Arabia, an odd fit in a Tory party sliding toward populism. As a backbencher, he spoke eloquently of his sympathy for, and rejection of, the Scottish independence movement. At one point, he delivered a lengthy address on hedgehogs, referencing Aristotle, Richard III, Sumerian cylinder seals, Mrs. Tiggy-Winkle and Romany homeopathy.\nOver the last week, his goofy internet campaign has won him a new and giddy following.\nAs he strode through London around 9 p.m. on his way to his last interview one day last week, office workers in their 20s and 30s shouted in delight. “Rory, I love you! You’re one of my favorite people on Twitter!” cried out a woman in red. “I’m digging what you’re doing,” said a man in a suit. Jessica Elgot, who covers politics for The Guardian, noted that on her daily commute, she had seen people watching videos of Mr. Stewart on their cellphones.\n“What an odd time we live in,” she marveled.\nMr. Stewart has used the moment cannily, hamming it up. He posted a clip of himself chatting with a constituent in Barking, captioned, “Practicing my now — rather rusty — Dari.” Even his obligatory early-life drug-use confession — smoking opium at an Iranian wedding while trekking alone through the hinterlands of Asia — had a strong whiff of the 19th-century warrior-poet. On Thursday, he told Sky News he regretted it.", "url": "https://www.nytimes.com/2019/05/31/world/europe/rory-stewart-brexit-uk.html"}