{"authors": ["Catie Edmondson", "Nicholas Fandos"], "date_download": "2022-10-25 23:48:04", "date_modify": "2022-10-25 23:48:04", "date_publish": "2019-06-28 20:14:44", "description": "The Senate shot down a measure that would have required President Trump to seek Congress’s approval before launching an offensive military strike on Iran.", "filename": "2019_06_28_us_politics_trump-iran-senate_1666741684.html", "image_url": "https://static01.nyt.com/images/2019/06/27/us/27dc-senate-1/27dc-senate-1-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=9b7ec7b823ba20cc5d475df7008159ce4da88f64ab288a28a61b7189155dbdc6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_28_us_politics_trump-iran-senate_1666741684.html", "title": "Senate Rejects Curb on Trump’s Authority to Strike Iran", "title_page": "Senate Rejects Curb on Trump’s Authority to Strike Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an unusual accommodation to Democratic senators returning from Thursday’s presidential primary debate in Miami, the vote was kept open on the Senate floor for over 10 hours, which may have set a record for the longest vote in modern Senate history.\n“We must tell the president and affirm to the American people that we will assume our constitutional responsibility,” said Senator Tom Udall, Democrat of New Mexico and an author of the amendment. “And we must do so now before — through miscalculation, mistake or misjudgment — our nation finds itself in yet another endless war.”\nLawmakers from both parties and both chambers of Congress — spooked by the president’s admission that he called off a military strike against Iran, and by the refusal of administration officials to affirm that the president could not use a 9/11-era authorization of military force to go to war — have tried to reclaim the legislative branch’s authority.\nIn a letter on Friday to Representative Eliot L. Engel, Democrat of New York and the chairman of the Foreign Affairs Committee, Mary Elizabeth Taylor, the assistant secretary of state for legislative affairs, said the administration “to date” had not interpreted the 2001 measure as providing an authorization to go to war with Iran, “except as may be necessary to defend U.S. or partner forces engaged in counterterrorism operations.” Mr. Engel called that “a loophole wide enough to drive a tanker through.”\nThe House’s version of the Iran amendment has brought together the oddest of political bedfellows: Representative Ro Khanna, Democrat of California and one of the leaders of the Congressional Progressive Caucus, and Representative Matt Gaetz, Republican of Florida and one of Mr. Trump’s most dogged allies in Congress.", "url": "https://www.nytimes.com/2019/06/28/us/politics/trump-iran-senate.html"}