{"authors": ["Mitch Smith"], "date_download": "2022-10-25 23:32:51", "date_modify": "2022-10-25 23:32:51", "date_publish": "2019-04-03 11:38:46", "description": "Ms. Lightfoot, a former federal prosecutor, had fended off skepticism about her electability in a huge field of better known political names.", "filename": "2019_04_03_us_chicago-mayor-lori-lightfoot_1666740771.html", "image_url": "https://static01.nyt.com/images/2019/04/04/us/politics/vid3-lightfoot-1/vid3-lightfoot-1-facebookJumbo-v7.jpg?year=2019&h=550&w=1050&s=1294dfed8720c0694385bdfb097b40ce4d0043aced684f390d622685a42c1b8d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_03_us_chicago-mayor-lori-lightfoot_1666740771.html", "title": "Lori Lightfoot, Chicago’s Incoming Mayor, Ran on Outsider Appeal", "title_page": "Lori Lightfoot, Chicago’s Incoming Mayor, Ran on Outsider Appeal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“All right. It’s game time.” A 56-year-old former federal prosecutor who’s never held elected office — “We must break from the past.” — has made history in Chicago. “I just want to thank you from the bottom of my heart.” Lori Lightfoot is the first black woman, and the first openly gay person, to become Chicago’s mayor. So, who is she? Lightfoot is a lawyer and former president of the Chicago Police Board. “The relationship between citizens all over the city and our police department is severely damaged.” She sold herself as a political outsider, the remedy to the city’s eight-year mayor, Rahm Emanuel. But the two weren’t always on opposite sides. In 2015, Emanuel picked Lightfoot to help mediate the biggest crisis he’s faced as mayor. Protesters wanted him to step down, after a Chicago police officer was charged with the murder of Laquan McDonald. “Laquan McDonald’s death was totally avoidable.” Lightfoot led a review of the case and the report resulted in a scathing indictment of Chicago’s police force. “Many people said that they believe that the police that they encountered were fundamentally racist.” And where does she stand on other issues? Lightfoot has said that she’d put a freeze on new charter schools, which were greatly expanded under Emanuel. She’s also vowed to shake up the Chicago Police Department, with a focus on systemic reforms and accountability. “It’s an opportunity for us to speak our values and really, frankly, break from the broken political machine.” And she wants to use her status as a rookie politician to tackle corruption. “The machine has been in decline for a while. But it still has a grip on certain things.” What does Lightfoot’s win mean for Chicago? Her lack of political experience means she’s a relative unknown. Lightfoot’s platform of beating the machine and cracking down on gun violence seem to have paid off. But will she deliver on promises to tackle issues that have plagued Chicago for decades?", "url": "https://www.nytimes.com/2019/04/03/us/chicago-mayor-lori-lightfoot.html"}