{"authors": ["Ceylan Yeginsu"], "date_download": "2022-10-25 23:45:21", "date_modify": "2022-10-25 23:45:21", "date_publish": "2019-01-08 17:20:56", "description": "Britain is trying to prove both that leaving the E.U. would be disastrous and that it has the situation under control, and it seems to be failing either way.", "filename": "2019_01_08_world_europe_no-deal-brexit-dover_1666741521.html", "image_url": "https://static01.nyt.com/images/2019/01/09/world/09brexit-nodeal-print/09brexit-nodeal-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e776cd5dd30e8227b3a560ea07a4f30f399a2b4929073c617a6d3ed899f6ce5b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_08_world_europe_no-deal-brexit-dover_1666741521.html", "title": "U.K.’s Mixed Signals on a No-Deal Brexit: A Calamity, and All Is Well", "title_page": "U.K.’s Mixed Signals on a No-Deal Brexit: A Calamity, and All Is Well - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The idea was to show that the British government could deal with the chaotic cross-channel truck traffic expected in the event of a cliff-edge, “no-deal” Brexit. But only 89 of the 150 trucks expected showed up for the exercise, despite the offer of $700 to participate. And even those who took part ended up dismissing “Operation Brock” as “window dressing” and “too little, too late.”\nAs Parliament prepares for a momentous debate over Prime Minister Theresa May’s unpopular plan to leave the European Union, it is often hard to tell if her government wants to convince people of the utter calamity of a no-deal exit — the better to secure passage of the proposal — or to reassure them that everything is under control. It seems to be failing at both.\nIn the past week, it has awarded a $17.5 million contract to provide ferry service to a company with no ferries and conducted the widely mocked Operation Brock.\nFar from allaying fears, Michael Gove, the environment minister, gave a speech to a farm group last week in which he warned of devastating 40 percent tariffs on British beef and lamb exports after a no-deal Brexit.", "url": "https://www.nytimes.com/2019/01/08/world/europe/no-deal-brexit-dover.html"}