{"authors": ["Sydney Ember"], "date_download": "2022-10-25 23:52:34", "date_modify": "2022-10-25 23:52:34", "date_publish": "2019-10-04 22:04:41", "description": "“After two and a half days in the hospital, I feel great, and after taking a short time off, I look forward to getting back to work,” Mr. Sanders said.", "filename": "2019_10_04_us_politics_bernie-sanders-hospital_1666741954.html", "image_url": "https://static01.nyt.com/images/2019/10/04/us/politics/04sandershospital-HFO/04sandershospital-HFO-facebookJumbo.jpg?year=2019&h=550&w=1050&s=de04fe899cb64df58736720448efa9d7131abd3312acb29e6d02a3eec1b2c1e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_04_us_politics_bernie-sanders-hospital_1666741954.html", "title": "Bernie Sanders Had Heart Attack, His Doctors Say as He Leaves Hospital", "title_page": "Bernie Sanders Had Heart Attack, His Doctors Say as He Leaves Hospital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump has not had a medical emergency while running for or serving in office, though he has not released as much medical information to the public as other recent presidents have. This year, the White House physician pronounced Mr. Trump in “very good health,” although the president had gained weight and is now officially obese.\nOther presidents and presidential candidates have had heart trouble, though not all of it was known to the public at the time. Experts believe that President Warren G. Harding died of a heart attack that his doctor did not detect. Toward the end of President Franklin D. Roosevelt’s third term and until his death in his fourth term, his White House doctor withheld the fact that he had serious heart failure. President Dwight D. Eisenhower suffered a heart attack near the end of his first term, and might have had a heart attack before he ran for president.\nIn 1999, former Senator Bill Bradley damaged his presidential campaign by not disclosing that he had had a number of episodes of atrial fibrillation, a heart rhythm abnormality, before he experienced one while campaigning and had to be rushed to a hospital with reporters trailing him.\nBefore his heart attack pulled him from the campaign trail, Mr. Sanders was polling in the top tier of the Democratic primary race with Mr. Biden and Ms. Warren, and his staff has been trying to project optimism about his candidacy. But the episode has cast a shadow over his campaign just as he was attempting to reinvigorate it after a summer slump that saw his standing in some polls slip.\nHoping to reverse course, he had recently begun to focus more on his electability, arguing that he is the candidate best positioned to beat Mr. Trump in the general election.\nThe Sanders campaign announced this week that it had raised $25.3 million in the third quarter, placing him ahead of Ms. Warren, his chief ideological rival, by a hair and at the top of the field in fund-raising.\nIn a show of force, the campaign announced a $1.3 million ad buy in Iowa that it then postponed as it waited to assess the situation; the ad will now begin airing next Tuesday, and will run for two weeks as planned.", "url": "https://www.nytimes.com/2019/10/04/us/politics/bernie-sanders-hospital.html"}