{"authors": ["Cecilia Kang", "Nathaniel Popper"], "date_download": "2022-10-25 23:40:44", "date_modify": "2022-10-25 23:40:44", "date_publish": "2019-10-21 17:43:16", "description": "Executives fanned out in Washington to court lawmakers and regulators. Mark Zuckerberg is expected to testify about Libra this week before the House.", "filename": "2019_10_21_technology_facebook-libra-marcus-lobbying_1666741244.html", "image_url": "https://static01.nyt.com/images/2019/10/22/business/21libra1/21libra1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=3016516285eeb4a289ebb7047b07f58a8f6dc0e4fef47a71370f657255fadcba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_21_technology_facebook-libra-marcus-lobbying_1666741244.html", "title": "Facebook Lays On the Charm for Its Libra Cryptocurrency Plan", "title_page": "Facebook Lays On the Charm for Its Libra Cryptocurrency Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even Republicans, who have been generally more open to the cryptocurrency plan since it was announced in June, have expressed concern about how it has been organized.\nImage Facebook has dedicated at least eight lobbyists to Libra since it was announced. Credit... Libra\nRepresentative Lance Gooden, a Republican from Texas, criticized the decision by the Libra Association, the Facebook-led coalition behind the cryptocurrency, to base itself in Geneva.\n“There is an impression that perhaps Facebook wants a clean start somewhere else because they haven’t enjoyed criticism to their social media platform, but Democrats and Republicans agree that criticism of the social network is entirely justified,” Mr. Gooden, a member of the Financial Services Committee, said in a phone interview last week.\nOne evening last week, Mr. Marcus swirled a glass of bourbon in a downtown, nouveau-Southern restaurant in Washington. Despite a flurry of bad news about his project, Mr. Marcus said he was unfazed.\n“Look, change of this magnitude was going to be hard all along,” he said.\nWhen Facebook announced the project, it had only a rough draft of what Libra would look like. The plan was for the final designs to be done by all the partners as part of the Libra Association, in which Facebook would have only one vote. But that lack of detail has made it hard to explain how Libra would deal with problems like money laundering and cybersecurity.\nThe basic description that Facebook did put forward was enough to bring out the knives from politicians and regulators all over the world. In the United States, President Trump and his Treasury secretary, Steven Mnuchin, harshly criticized Libra, as did politicians from both parties.\nMr. Marcus, over a dinner of fried green tomato arugula salad and spicy fried chicken, said he had no regrets about how Facebook had introduced the project. He brushed aside criticism that Facebook should have done more to get regulators on board ahead of time.", "url": "https://www.nytimes.com/2019/10/21/technology/facebook-libra-marcus-lobbying.html"}