{"authors": ["Adam Nossiter", "Aurelien Breeden", "Elian Peltier"], "date_download": "2022-10-25 23:54:18", "date_modify": "2022-10-25 23:54:18", "date_publish": "2019-10-03 12:29:54", "description": "The assailant, an administrative employee who had worked at Police Headquarters since 2003, was also killed, an official said. His motive was not immediately clear.", "filename": "2019_10_03_world_europe_paris-attack-police_1666742058.html", "image_url": "https://static01.nyt.com/images/2019/10/03/world/03paris2/merlin_162041253_8e66c800-f761-47be-bd76-7b3112f50558-facebookJumbo.jpg?year=2019&h=550&w=1050&s=0d0e73e28b3bee97e7f9be489ad082c7ea98b558bc50e39dc51bc0daa440fb43&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_03_world_europe_paris-attack-police_1666742058.html", "title": "Knife Attack at Paris Police Headquarters Leaves 4 Dead", "title_page": "Knife Attack at Paris Police Headquarters Leaves 4 Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The attacks began shortly before 1 p.m. Paris time, when the headquarters was bustling with activity: document seekers getting papers signed, police officials piling out of their offices to go to lunch and all around a swirling crowd of visitors who fill the island in the middle of the Seine river.\nThe building houses not only the offices of the police, but also numerous other agencies, including those regulating the presence of foreigners in Paris. It is where Americans living in Paris, for instance, apply for residency permits.\nThe suspect, a 20-year-veteran of the force, was not immediately identified by the police. He struck in his own office first before going upstairs to kill two more colleagues, Mr. Jacob, the union official, said. By then, the alarm had been raised. As the attacker entered the sprawling courtyard, traversed by thousands of visitors every day, a police officer took out his weapon and shot him, officials said.\nThe suspect had not previously exhibited signs of trouble, officials said.\n“He set himself on a murderous path,” the interior minister, Christophe Castaner, told reporters at the site. “There had never been problems with his behavior.” Prosecutors said his home was being searched.\nThe sound of gunshots was the first warning many in the building had of the attack, and it brought employees rushing out of their offices. The police quickly locked down the island, barring all visitors.\nYoussouf Dramé, a human resources employee who worked in the building, was having lunch at his desk when he heard noises in the courtyard. “I heard shouting: ‘Drop your weapons! Drop your weapons!’” Mr. Dramé said. He then heard two shots. Two colleagues in the office began to cry.", "url": "https://www.nytimes.com/2019/10/03/world/europe/paris-attack-police.html"}