{"authors": ["Alan Cowell"], "date_download": "2022-10-25 22:55:25", "date_modify": "2022-10-25 22:55:25", "date_publish": "2019-06-05 17:05:16", "description": "His ideas led to early versions of modern computing and helped win World War II. Yet he died as a criminal for his homosexuality.", "filename": "2019_06_05_obituaries_alan-turing-overlooked_1666738525.html", "image_url": "https://static01.nyt.com/images/2019/06/10/obituaries/10overlooked-alanturing-1/00overlooked-alanturing-3-facebookJumbo.jpg?year=2019&h=550&w=1050&s=736e54c865eae6e56eed6fb6085f366693623060398e3face9d6c3282847b534&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_05_obituaries_alan-turing-overlooked_1666738525.html", "title": "Overlooked No More: Alan Turing, Condemned Code Breaker and Computer Visionary", "title_page": "Overlooked No More: Alan Turing, Condemned Code Breaker and Computer Visionary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Overlooked is a series of obituaries about remarkable people whose deaths, beginning in 1851, went unreported in The Times. This month we’re adding the stories of important L.G.B.T.Q. figures.\nLONDON — His genius embraced the first visions of modern computing and produced seminal insights into what became known as “artificial intelligence.” As one of the most influential code breakers of World War II, his cryptology yielded intelligence believed to have hastened the Allied victory.\nBut, at his death several years later, much of his secretive wartime accomplishments remained classified, far from public view in a nation seized by the security concerns of the Cold War. Instead, by the narrow standards of his day, his reputation was sullied.\nOn June 7, 1954, Alan Turing, a British mathematician who has since been acknowledged as one the most innovative and powerful thinkers of the 20th century — sometimes called the progenitor of modern computing — died as a criminal, having been convicted under Victorian laws as a homosexual and forced to endure chemical castration. Britain didn’t take its first steps toward decriminalizing homosexuality until 1967.\nOnly in 2009 did the government apologize for his treatment.\n“We’re sorry — you deserved so much better,” said Gordon Brown, then the prime minister. “Alan and the many thousands of other gay men who were convicted, as he was, under homophobic laws were treated terribly.”", "url": "https://www.nytimes.com/2019/06/05/obituaries/alan-turing-overlooked.html"}