{"authors": ["David Allen"], "date_download": "2022-10-25 23:37:00", "date_modify": "2022-10-25 23:37:00", "date_publish": "2019-05-08 13:47:32", "description": "The conductor Manfred Honeck has made the orchestra into a recording dynamo, capturing essential modern versions of the standard repertory.", "filename": "2019_05_08_arts_music_manfred-honeck-pittsburgh-symphony-lincoln-center_1666741020.html", "image_url": "https://static01.nyt.com/images/2019/05/12/arts/12honeck1/12HONECK1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e75eed6c7afe258644327b1d4d4b8d2ef4ae65f34006aeadce1ff04bd272a264&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_08_arts_music_manfred-honeck-pittsburgh-symphony-lincoln-center_1666741020.html", "title": "The Pittsburgh Symphony Sets a New Standard for the Standards", "title_page": "The Pittsburgh Symphony Sets a New Standard for the Standards - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Honeck, added Mr. Kostyniak, was “not one of the tyrants of old, but he’s very particular in what he wants, and he doesn’t mind taking the time out of rehearsal to really make sure that it’s there.”\nKleiber’s example does not stop with evocative imagery. Playing under that enigmatic, combustible genius taught Mr. Honeck that conducting is a bodily pursuit, a physical recreation of the sound you want. He painstakingly rehearses the shape and speed of the hand movements he will use to trace a phrase, and the body positions he will need to take up to win the right kind of emphasis. Although Mr. Honeck is by no means copying his precursor, a certain similarity of gesture is obvious to anyone who has spent too much time watching old Kleiber videos on YouTube.\n“A violinist has the Oistrakh technique, or the Auer technique,” Mr. Honeck said. “We forget that conductors also have a technique. It’s not just 1-2-3-4. That’s like a fingering.”\n“I found out that this technique brings you to much more refined music-making,” he added.\nIf Mr. Honeck concentrates mostly on the Austro-Germanic repertoire, as some critics worried when he seemed to be a candidate to replace Alan Gilbert as music director of the New York Philharmonic a few years ago, he is not dutifully conservative. In Pittsburgh, he has staged Handel’s “Messiah” and Bach’s “St. John Passion,” and he has not entirely neglected new music. In conversation, he cited Mahler to the effect that “tradition is not the worship of ashes, but the preservation of fire” — a quotation, aptly enough, that may not originally be of Mahler at all, but at least captures his spirit.\nBut can an orchestra based on tradition survive? Like most other orchestras, the Pittsburgh Symphony has been forced to confront its inherited business model, and since it last visited New York it has seen its fair share of labor strife. A year after Melia P. Tourangeau, the current president and chief executive, arrived in the summer of 2015, the musicians went on strike to defend themselves against cuts to wages and pensions. The strike took 55 days to resolve.", "url": "https://www.nytimes.com/2019/05/08/arts/music/manfred-honeck-pittsburgh-symphony-lincoln-center.html"}