{"authors": ["Jesse Mckinley", "Brad Plumer"], "date_download": "2022-10-25 23:53:28", "date_modify": "2022-10-25 23:53:28", "date_publish": "2019-06-18 22:16:55", "description": "The state would pledge to eliminate net greenhouse gas emissions by 2050, with all its electricity coming from carbon-free sources.", "filename": "2019_06_18_nyregion_greenhouse-gases-ny_1666742008.html", "image_url": "https://static01.nyt.com/images/2019/06/18/nyregion/18climateNEW1/18climateNEW1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=62d729291fa8e7cc8f107366dcfbad02b244d42107ceb8013cd8badfa99bb4f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_18_nyregion_greenhouse-gases-ny_1666742008.html", "title": "New York to Approve One of the World’s Most Ambitious Climate Plans", "title_page": "New York to Approve One of the World’s Most Ambitious Climate Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Greg Biryla, the New York director of the National Federation of Independent Business, said the bill offered few details of how small companies, working on small margins, would rejigger their manufacturing and other operations.\n“There doesn’t appear to be a fiscal impact statement for something that aims to completely reinvent our state’s economy,” he said, adding it would inevitably lead to companies migrating elsewhere. “This just makes other states that much more attractive for investment.”\nThe nuts and bolts of how to implement the plan would be left to a 22-person “climate action council” comprising top state officials, covering an array of topics like health, economic development, energy, labor and the environment, and advised by smaller working groups with expertise in everything from land use to forestry.\nThe council would be required to issue recommendations for how to meet the goals in two years, after which the state’s regulatory agencies would issue rules to compel industries and residents to meet the standards outlined in the bill.\nAlphonso David, the counsel to Mr. Cuomo, said that while the aggressive goals might lead to measures to curb gas-powered cars or inefficient furnaces, there was no knowing how exactly the state would get there.\n“There’s new technology we are discovering every single day,” said Mr. David. “We may be talking about a very different world in terms of how we think about cars, how we think about airplanes and how we think about gasoline.”", "url": "https://www.nytimes.com/2019/06/18/nyregion/greenhouse-gases-ny.html"}