{"authors": ["Mark Mazzetti", "Michael S. Schmidt"], "date_download": "2022-10-25 23:01:52", "date_modify": "2022-10-25 23:01:52", "date_publish": "2019-05-01 14:06:59", "description": "A richer picture emerged on Wednesday about the dispute between the attorney general and the special counsel over the Mueller report’s findings.", "filename": "2019_05_01_us_politics_mueller-letters-barr_1666738912.html", "image_url": "https://static01.nyt.com/images/2019/05/01/us/politics/01dc-mueller/01dc-mueller-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d57f2a1b90b46687bee8c95d8beb70e909fab3c0320afa832b44b2537e7d24f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_01_us_politics_mueller-letters-barr_1666738912.html", "title": "When the Mueller Investigation Ended, the Battle Over Its Conclusions Began", "title_page": "When the Mueller Investigation Ended, the Battle Over Its Conclusions Began - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When Attorney General William P. Barr summarized the special counsel’s conclusions in a March letter, prompting President Trump to crow that he had been exonerated, the special counsel’s prosecutors knew immediately what the public would learn weeks later: The letter was a sparse and occasionally misleading representation of their exhaustive findings.\nWhat followed was a dayslong, behind-the-scenes tussle over the first public presentation of one of the most consequential government investigations in American history.\nA richer picture of that battle emerged on Wednesday — one of testy letters (Mr. Barr described one as “snitty”) and at least one tense phone call between the special counsel, Robert S. Mueller III, and Mr. Barr. The two were longtime friends who found themselves on opposite sides of an embattled president.\nThe growing evidence of a split between them also brought fresh scrutiny on Mr. Barr, who on at least three occasions in recent weeks has seemed to try to outmaneuver Mr. Mueller. First, he released his four-page letter on March 24 outlining investigators’ findings; then he held an unusual news conference on the day the Mueller report was released; and on Tuesday night, the Justice Department put out a statement that significantly played down the concerns among Mr. Mueller’s team.", "url": "https://www.nytimes.com/2019/05/01/us/politics/mueller-letters-barr.html"}