{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:40:10", "date_modify": "2022-10-25 23:40:10", "date_publish": "2019-06-09 06:13:45", "description": "The demonstration was one of the largest in the territory’s history and showed deep worries about ever-tightening Chinese rule.", "filename": "2019_06_09_world_asia_hong-kong-extradition-protest.html_module=inline_1666741210.html", "image_url": "https://static01.nyt.com/images/2019/06/11/world/09Hongkong5/09Hongkong5-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e829f2d46bd4550b1cedb9bc55f430c141c21a586a46f13e9fed49e2286c9e7f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_09_world_asia_hong-kong-extradition-protest.html_module=inline_1666741210.html", "title": "Hong Kong March: Vast Protest of Extradition Bill Shows Fear of Eroding Freedoms", "title_page": "Hong Kong March: Vast Protest of Extradition Bill Shows Fear of Eroding Freedoms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Hundreds of thousands of people filled the sweltering streets of Hong Kong on Sunday in an immense protest against a government plan to allow extraditions to mainland China that culminated after midnight in clashes with the police.\nThe mass demonstration was one of the largest in the city’s history and a stunning display of rising fear and anger over the erosion of the civil liberties that have long set this former British colony apart from the rest of the country. Organizers said they counted more than one million on the streets, or nearly one in seven Hong Kong residents.\nThe protest recalled the pro-democracy Umbrella Movement five years ago, which paralyzed several of the city’s main commercial districts but failed to persuade the government to make any concessions. Since then, China’s ruling Communist Party has been gradually exerting more influence over Hong Kong.\nThe local authorities have rejected demands for free elections and ousted opposition lawmakers, and critics say Beijing’s supporters are chipping away at the independence of the territory’s courts and news media.", "url": "https://www.nytimes.com/2019/06/09/world/asia/hong-kong-extradition-protest.html?module=inline"}