{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 23:52:41", "date_modify": "2022-10-25 23:52:41", "date_publish": "2019-10-01 09:52:27", "description": "The amount is less than what he raised during the previous quarter, when he topped the field in fund-raising with almost $25 million in donations.", "filename": "2019_10_01_us_politics_Pete-Buttigieg-fundraising_1666741961.html", "image_url": "https://static01.nyt.com/images/2019/09/30/us/politics/00BUTTIGIEG-MONEY/00BUTTIGIEG-MONEY-facebookJumbo.jpg?year=2019&h=550&w=1050&s=2d48e18fb5168efc596fcd6ca50547303ce76158c92b4ba294dd1295ead03be2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_01_us_politics_Pete-Buttigieg-fundraising_1666741961.html", "title": "Pete Buttigieg’s Third Quarter Fund-Raising Total Is $19.1 Million", "title_page": "Pete Buttigieg’s Third Quarter Fund-Raising Total Is $19.1 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Political fund-raising is traditionally harder during July and August as the attention of big donors shifts to their summer vacations. Aides to Mr. Buttigieg said he scaled back his fund-raising schedule during August and September to hold more public events in Iowa, where last week he took reporters on a three-day bus tour.\n“Summer’s a little softer than spring for sure,” Mr. Buttigieg said Saturday during a campaign stop in Sparks, Nev. “But we like where we are. And the bottom line is, we have the resources to go the distance. And I think that’ll be one of the biggest things separating the campaigns.”\nMr. Schmuhl’s memo said more than 580,000 individual donors had contributed to the Buttigieg campaign since it launched in January, placing him well above likely thresholds to compete in future presidential debates. It said the campaign had raised more than $51 million since the beginning of the race, with an average donation of about $40. The memo did not reveal how much cash Mr. Buttigieg had remaining at the end of the third quarter.\nMinutes after Mr. Buttigieg’s campaign released his total, Mr. Sanders said he had raised $25.3 million for the quarter.", "url": "https://www.nytimes.com/2019/10/01/us/politics/Pete-Buttigieg-fundraising.html"}