{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:01:06", "date_modify": "2022-10-25 23:01:06", "date_publish": "2019-11-21 12:00:07", "description": "President Trump’s former adviser testified that the pressure campaign on Ukraine was a “domestic political errand” that diverged from U.S. foreign policy.", "filename": "2019_11_21_us_politics_impeachment-hearing_1666738866.html", "image_url": "https://static01.nyt.com/images/2019/11/21/us/21impeach-image6/21impeach-image6-facebookJumbo.jpg?year=2019&h=550&w=1050&s=cc8b3e66b696a56400cc061cf484c0a42a44c671cc7a4735ef400808e28e9e77&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_21_us_politics_impeachment-hearing_1666738866.html", "title": "Key Moments From Hill and Holmes’s Testimony in the Impeachment Inquiry", "title_page": "Key Moments From Hill and Holmes’s Testimony in the Impeachment Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Beginning in March 2019, the situation at the embassy and in Ukraine changed dramatically. Specifically, the three priorities of security, economy and justice, and our support for Ukrainian democratic resistance to Russian aggression, became overshadowed by a political agenda promoted by former New York City Mayor Rudy Giuliani and a cadre of officials operating with a direct channel to the White House.” “Based on questions and statements I’ve heard, some of you on this committee appear to believe that Russia and its security services did not conduct a campaign against our country — and that perhaps, somehow, for some reason, Ukraine did. This is a fictional narrative that has been perpetrated and propagated by the Russian security services themselves. The unfortunate truth is that Russia was the foreign power that systematically attacked our democratic institutions in 2016. And I refuse to be part of an effort to legitimize an alternate narrative that the Ukrainian government is a U.S. adversary and that Ukraine, not Russia, attacked us in 2016.” “Although the hold on the security assistance may have been lifted, there are still things they wanted that they weren’t getting, including a meeting with the president in the Oval Office. So — and I think that continues to this day, I think they’re being very careful. They still need us.” “Obviously what Mr. Giuliani was saying was pretty explosive in any case. He was frequently on television making quite incendiary remarks about everyone involved in this, and that he was clearly pushing forward issues and ideas that would, you know, probably come back to haunt us. And, in fact, I think that that’s where we are today.” “We asked Ambassador Sondland about that at his deposition. He indicated you were upset and you were upset with Ambassador Bolton and upset with the way things were going —” “Very unfortunately, I had a bit of a blowup with Ambassador Sondland, and I had a couple of testy encounters with him. He was being involved in a domestic political errand — and we were being involved in national security foreign policy. And those two things had just diverged. But I was irritated with him and angry with him that he wasn’t fully coordinating. And I did say to him, ‘Ambassador Sondland, Gordon, I think this is all going to blow up.’ And here we are.” “You may be aware of some of the attacks on Colonel Vindman suggesting that he has a dual loyalty — that he’s not really loyal to America, he’s loyal to Ukraine. I want to ask you as a fellow immigrant what you think of those kind of accusations when they’re leveled against Colonel Vindman or other Americans?” “This is my country, and the country that I serve. And I know for a fact that every single one of my colleagues, and there were many naturalized citizens in my office and across the National Security Council, felt exactly the same way. I think it’s deeply unfair. And so when I came in, Gordon Sondland was basically saying, well, look, we have a deal here that there will be a meeting, I have a deal here with Chief of Staff Mulvaney, there will be a meeting if the Ukrainians open up or announce these investigations into 2016 and Burisma — and I cut it off immediately there. Because by this point, having heard Mr. Giuliani over and over again on the television, and all of the issues that he was asserting, by this point it was clear that Burisma was code for the Bidens, because Giuliani was laying it out there. I could see why Colonel Vindman was alarmed and he said, this is inappropriate, we’re the National Security Council, we can’t be involved in this.” “Did your boss — Doctor, I mean, Ambassador Bolton, tell you that Giuliani was, quote, ‘a hand grenade’?” “He did, yes.” “What do you think he meant by his characterization of Giuliani as a hand grenade?” “What he meant by this was pretty clear to me in the context of all of the statements that Mr. Giuliani was making publicly — that the investigations that he was promoting, that the storyline he was promoting, the narrative he was promoting, was going to backfire.” “And it’s time for this phase of the publicly announced and proclaimed Democrat coup to end. Thank you for your service. Thanks for being here. And I yield back.” “Could I actually say something? Because we’ve had three —” “Doctor, I was going to — I was going to ask you if you’d like to respond. There have been —” “I yielded back!” “I — gentleman will suspend — Dr. Hill, you may respond.” I think all of us who came here under a legal obligation also felt we had a moral obligation to do so. We came as fact witnesses. We need to be together again in 2020, so the American people can make a choice about the future and about — to make their votes in a presidential election without any fear.”", "url": "https://www.nytimes.com/2019/11/21/us/politics/impeachment-hearing.html"}