{"authors": ["Charlie Savage", "Matthew Rosenberg", "Adam Goldman"], "date_download": "2022-10-25 23:01:35", "date_modify": "2022-10-25 23:01:35", "date_publish": "2019-10-01 09:00:17", "description": "A whistle-blower said advisers improperly restricted access to a record of President Trump’s Ukraine call. Here is how that storage system works.", "filename": "2019_10_01_us_politics_white-house-classified-computer-system_1666738895.html", "image_url": "https://static01.nyt.com/images/2019/09/30/us/politics/30dc-codeword/30dc-code-facebookJumbo.jpg?year=2019&h=550&w=1050&s=afcdf2c16bbe2ece96b0e2a5ba2c0138a5115f30da7a51832dbd07020bb34a71&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_01_us_politics_white-house-classified-computer-system_1666738895.html", "title": "The Extra-Secret White House Computer System, Explained", "title_page": "The Extra-Secret White House Computer System, Explained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The whistle-blower who revealed President Trump’s attempt to pressure Ukraine’s leader to open investigations that could benefit him politically also accused White House officials of essentially hiding a rough record of the conversation by placing it in the same highly restricted computer system for closely guarded government secrets.\nIn his complaint, the whistle-blower cited White House officials who portrayed the storage of the call record in that system as “solely for the purpose of protecting politically sensitive — rather than national security sensitive — information” and labeled it an “abuse.” Here is how the restricted storage system works, according to interviews with more than a half-dozen former National Security Council staff members who spoke on the condition of anonymity.\nHow do aides usually store records of presidential calls with foreign leaders?\nMost of the time, the National Security Council — the foreign policy arm of the White House — memorializes presidential phone or video calls with foreign heads of state on the so-called TNet system, the officials said. This is a top-secret-level computer network that is the main platform the aides use to do their jobs. It connects with a top-secret network called JWICS, which is more widely used elsewhere in the executive branch.\nTNet has access controls and auditing safeguards. For example, it keeps track of who created or uploaded files, who looked at them, who modified them and how and who printed them out. When officials create a “package” — essentially, a new file — in TNet, they can set controls so any colleague who works on a particular subject, like European affairs or counterterrorism, has access.", "url": "https://www.nytimes.com/2019/10/01/us/politics/white-house-classified-computer-system.html"}