{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:28:13", "date_modify": "2022-10-25 23:28:13", "date_publish": "2019-07-07 21:24:02", "description": "The pain of bloodshed and pride in progress were on display as Afghan officials met with insurgents for face-to-face negotiations.", "filename": "2019_07_07_world_asia_afghanistan-peace-talks-taliban.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666740493.html", "image_url": "https://static01.nyt.com/images/2019/08/07/world/07afghan-taliban-1sub/07afghan-taliban-1sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9fa5072f8a2f9b87360d2117c2f1e3d0ce41517adda5dbd42f541ecd14062b56&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_07_world_asia_afghanistan-peace-talks-taliban.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666740493.html", "title": "Afghan Talks With Taliban Reflect a Changed Nation", "title_page": "Afghan Talks With Taliban Reflect a Changed Nation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DOHA, Qatar — When the Taliban met Sunday for the first time with Afghan officials, the delegates they faced formed a moving tableau of a new Afghanistan that has taken shape since the movement was toppled 18 years ago.\nBloodshed and progress in those years have gone hand in hand, and many of the representatives at the table — from each side — came with stories of personal loss and grievance. The dialogue in Qatar, which continues on Monday, is the first in which Afghan government officials have participated and aims to break the ice for direct negotiations on Afghanistan’s political future after an expected United States military withdrawal.\n“It is important to give all sides the opportunity to see how things have changed over the past 18 years,” said Sultan Barakat, the director of the Doha institute that organized the event with a German foundation. “Eighteen years is not a short time, but war tends to trap people into imperceptions.”\nAmong the Afghan participants are current and former senior officials who lost family members to suicide bombings, and a media executive who saw a bus full of his employees go up in flames.", "url": "https://www.nytimes.com/2019/07/07/world/asia/afghanistan-peace-talks-taliban.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}