{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:02:07", "date_modify": "2022-10-25 23:02:07", "date_publish": "2019-04-18 11:00:02", "description": "The special counsel, Robert S. Mueller III, investigated Russian election interference, ties to the Trump campaign and possible presidential obstruction of justice. His report has been released.", "filename": "2019_04_18_us_politics_mueller-report-released-live_1666738927.html", "image_url": "https://static01.nyt.com/images/2019/04/18/us/18dc-muellerbriefing-hp/18dc-muellerbriefing-hp-facebookJumbo.jpg?year=2019&h=549&w=1050&s=bfce1eeab39297f4f76f0ee5728f33b3f3a4eabee7265d24d767a39ccc105b71&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_18_us_politics_mueller-report-released-live_1666738927.html", "title": "What We Know So Far From the Mueller Report", "title_page": "What We Know So Far From the Mueller Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the special counsel report makes clear, the Russian government sought to interfere in our election process. But thanks to the special counsel’s thorough investigation, we now know that the Russian operatives who perpetrated these schemes did not have the cooperation of President Trump or the Trump campaign. The report details efforts by the Internet Research Agency, a Russian company with close ties to the Russian government, to sow social discord among American voters through disinformation and social media operations. The special counsel found no evidence that any American, including anyone associated with the Trump campaign, conspired or coordinated with the Russian government or the I.R.A. in this illegal scheme. The special counsel’s investigation also examined Russian efforts to publish stolen emails and documents on the internet. The special counsel found that after the G.R.U. disseminated some of the stolen documents to entities that it controlled, DCLeaks and Guccifer 2.0, the G.R.U. transferred some of the stolen materials to WikiLeaks for publication. WikiLeaks then made a series of document dumps. Under applicable law, publication of these types of material would not be criminal unless the publisher also participated in the underlying hacking conspiracy. Here too, the special counsel’s report did not find that any person associated with the Trump campaign illegally participated in the dissemination of the materials. After finding no underlying collusion with Russia, the special counsel’s report goes on to consider whether certain actions of the president could amount to obstruction of the special counsel’s investigation. The special counsel did not make a traditional prosecutorial judgment regarding this allegation. Instead, the report recounts 10 episodes involving the president and discusses potential legal theories for connecting those activities to the elements of an obstruction offense. And as the special counsel’s report acknowledges, there is substantial evidence to show that the president was frustrated and angered by his sincere belief that the investigation was undermining his presidency, propelled by his political opponents and fueled by illegal leaks. Nonetheless, the White House fully cooperated with the special counsel’s investigation. But again, the special counsel’s report did not find any evidence that members of the Trump campaign, or anyone associated with the campaign, conspired or coordinated with the Russian government in these hacking operations. In other words, there was no evidence of the Trump campaign collusion with the Russian government’s hacking.", "url": "https://www.nytimes.com/2019/04/18/us/politics/mueller-report-released-live.html"}