{"authors": ["Brooks Barnes", "John Koblin"], "date_download": "2022-10-25 23:34:54", "date_modify": "2022-10-25 23:34:54", "date_publish": "2019-04-11 19:27:23", "description": "In a lavish presentation, the company provided long-awaited details about its counter to the tech giants that have moved into entertainment.", "filename": "2019_04_11_business_media_disney-plus-streaming_1666740894.html", "image_url": "https://static01.nyt.com/images/2019/04/11/business/11Disney-sub/11Disney-sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=cd2ab36c90e8b285dce7bafe393e07865dcc37c78fb64b475b630b2c1e711777&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_11_business_media_disney-plus-streaming_1666740894.html", "title": "Disney Plus Streaming Service Is Unveiled to Hollywood Fanfare", "title_page": "Disney Plus Streaming Service Is Unveiled to Hollywood Fanfare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BURBANK, Calif. — The Walt Disney Company has been talking about plans to start a Netflix-style streaming service for two years. On Thursday came the big reveal.\nD-Day, as some in Hollywood called it.\nIn a lavish presentation on the Disney lot, Robert A. Iger, Disney’s chief executive, offered long-awaited details about his counterattack on the tech giants that have moved into the entertainment business. The linchpin is Disney Plus, a new subscription video service dedicated to movies and shows from Disney, Pixar, the “Star Wars” franchise, National Geographic and Marvel.\n[Watching Guide: The 50 best shows and movies to watch on Disney Plus right now.]\nDisney Plus will cost $7 a month and arrive on Nov. 12. (Netflix’s cheapest plan is $9, and its standard plan is $13.) Disney said it intended to roll out the streaming service in Europe and Asia starting next year. It expects subscribers to total 60 million to 90 million by 2024.\n“We are all-in,” Mr. Iger said.\nIn its first year, Disney Plus will offer 10 original films and 25 original series, including three “Avengers” spinoffs. Disney announced that all 30 seasons of “The Simpsons” would be available on Day One, along with nearly all the “Star Wars” movies, the entire Pixar library and family-focused movies and shows from its Fox library like “The Sound of Music” and “Malcolm in the Middle.”", "url": "https://www.nytimes.com/2019/04/11/business/media/disney-plus-streaming.html"}