{"authors": ["Thomas Kaplan"], "date_download": "2022-10-25 23:31:09", "date_modify": "2022-10-25 23:31:09", "date_publish": "2019-09-24 11:30:07", "description": "Mr. Sanders is embracing an idea at the center of Elizabeth Warren’s presidential campaign. His proposal goes further in who would be taxed and how much money would be raised.", "filename": "2019_09_24_us_politics_bernie-sanders-wealth-tax_1666740669.html", "image_url": "https://static01.nyt.com/images/2019/09/24/us/politics/24sanders-wealthtax1/24sanders-wealthtax1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d3c6a477f4d05d7c4b17f496d341be85cd37187a29c1c3b879c55fb0a4f00ed8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_24_us_politics_bernie-sanders-wealth-tax_1666740669.html", "title": "Bernie Sanders Proposes a Wealth Tax: ‘I Don’t Think That Billionaires Should Exist’", "title_page": "Bernie Sanders Proposes a Wealth Tax: ‘I Don’t Think That Billionaires Should Exist’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senator Bernie Sanders on Tuesday unveiled a proposal to create a new tax on the wealth of the richest Americans, including a steep tax on billionaires that could greatly diminish their fortunes.\nWith the proposal, Mr. Sanders is embracing an idea that has been a centerpiece of the campaign of his top progressive rival, Senator Elizabeth Warren. But while Ms. Warren came first, Mr. Sanders is going bigger. His wealth tax would apply to a larger number of households, impose a higher top rate and raise more money.\nMr. Sanders’s plan to tax accumulated wealth, not just income, is particularly aggressive in how it would erode the fortunes of billionaires. His tax would cut in half the wealth of the typical billionaire after 15 years, according to two economists who worked with the Sanders campaign on the plan. Mr. Sanders would use the money generated by his wealth tax to fund the housing plan he released last week and a forthcoming plan for universal child care, as well as to help pay for “Medicare for all.”\n“Let me be very clear: As president of the United States, I will reduce the outrageous and grotesque and immoral level of income and wealth inequality,” Mr. Sanders said in an interview. “What we are trying to do is demand and implement a policy which significantly reduces income and wealth inequality in America by telling the wealthiest families in this country they cannot have so much wealth.”", "url": "https://www.nytimes.com/2019/09/24/us/politics/bernie-sanders-wealth-tax.html"}