{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:41:29", "date_modify": "2022-10-25 23:41:29", "date_publish": "2019-01-31 23:03:30", "description": "The economy added 304,000 jobs in January, the 100th consecutive month of payroll gains. Unemployment ticked up to 4 percent, possibly a shutdown-related anomaly.", "filename": "2019_02_01_business_economy_jobs-report.html_rref=collection%2Fbyline%2Fben-casselman_1666741289.html", "image_url": "https://static01.nyt.com/images/2019/02/01/business/jobs-jan-19-promo/jobs-jan-19-promo-facebookJumbo.png?year=2019&h=550&w=1050&s=eaea7927de57786d26581625edb502c7ee348a2b62badba6da920e24cadd85fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_01_business_economy_jobs-report.html_rref=collection%2Fbyline%2Fben-casselman_1666741289.html", "title": "U.S. Job Gains Show Employers Shrugged Off Government Shutdown", "title_page": "U.S. Job Gains Show Employers Shrugged Off Government Shutdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Labor Department did revise downward its estimate of December hiring by 90,000 jobs, an unusually large adjustment. But the strong growth in January, combined with upward revisions to earlier months, meant that the pace of hiring, averaged over six months, actually rose.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nThat combination of strong hiring and modest wage gains has put the economy on a strong, sustainable footing. More jobs means more income for consumers, which leads to more spending, and in turn more hiring.\n“The virtuous cycle continues,” said Michael Gapen , chief United States economist for Barclays. “What’s kept this recovery going, what’s kept the U.S. economy so resilient to all the things that have clouded the outlook, is a virtuous cycle of a continuously growing U.S. labor market.”\nNone of the threats to the economy over the past several years have disrupted that central pattern. The shutdown, for example, caused ripple effects throughout the private sector, but companies and businesses also found ways to cope. Ben Herzon , an economist for Macroeconomic Advisers, a forecasting firm, said that as a result, the shutdown’s economic impact might be more muted than simple economic models might suggest.\n“The economy is resilient,” Mr. Herzon said. “People and businesses find a way to work around these disruptions. People want to buy stuff, and businesses want to find a way to make that happen.”\nJames Diana and his wife started JD’s Canine Cruiser, a dog-walking and pet-sitting business in the Virginia suburbs of Washington, in 2012. The area’s strong economy has allowed them to expand the business and bring on more contract employees, many of whom are at-home parents and others who might not find work in a less robust economy.\nMany of Mr. Diana’s customers are federal employees or contractors, and the shutdown hit his business hard. He said cancellations in January were roughly double their normal level, costing him thousands of dollars in lost business. Government workers, he noted, will get back pay, but that won’t help him.", "url": "https://www.nytimes.com/2019/02/01/business/economy/jobs-report.html?rref=collection%2Fbyline%2Fben-casselman"}