{"authors": ["Emily Badger"], "date_download": "2022-10-25 23:31:12", "date_modify": "2022-10-25 23:31:12", "date_publish": "2019-04-23 09:00:05", "description": "Democrats court a new voting bloc: people who don’t own homes.", "filename": "2019_04_23_upshot_2020-democrats-court-renters_1666740672.html", "image_url": "https://static01.nyt.com/images/2019/04/23/upshot/up-housing/up-housing-facebookJumbo.jpg?year=2019&h=550&w=1050&s=7c067876e7d22c860e73c62af8ac9b04be0f5d4c178abf32dd6e8a40f059eb59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_23_upshot_2020-democrats-court-renters_1666740672.html", "title": "Renters Are Mad. Presidential Candidates Have Noticed.", "title_page": "Renters Are Mad. Presidential Candidates Have Noticed. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Renters heavily overlap with key Democratic constituencies, including younger adults, African-Americans and Hispanics, and urban residents. Voter turnout of renters in 2016 was about 12 percentage points lower than that of homeowners, according to the Cooperative Congressional Election Study. But that year they favored Hillary Clinton by 28 points (homeowners preferred Donald J. Trump by 11 points).\nHousing researchers and renters say the climate has changed even since 2016. High rent costs have increasingly spread beyond coastal cities, and the pain is now expanding from the working class to the middle class. Housing vacancy rates are at a three-decade low. A poll commissioned by groups including the National Low Income Housing Coalition found that 60 percent of people say housing affordability is a serious problem where they live — up 21 points from 2016.\nWhat’s changed is not just the cost of rent itself, said Andrew Criscione, a 30-year-old renter in Boston. Rather, he said, people of his generation increasingly fear that annual rent increases aren’t the product of a bubble soon to burst, but that this is their indefinite reality.\n“Now you’re seeing people like me, who 10 or 20 years ago really would be pretty comfortable,” Mr. Criscione said. He makes $55,000 a year working in communications for a college, but he shares an apartment in a run-down triple-decker with two other professionals, with one bathroom between them. “Suddenly, we’re living in these tenement-type setups, we don’t really have an escape option, all the jobs are in big cities, and every city has a rent crisis.”\nHome prices in much of the country declined or slowed after the housing crash. But rents just kept rising, with the added pressure of millions of people who became renters when their homes went into foreclosure. The home building industry has recovered slowly, and where new construction has picked up it has mostly added housing for the high-income market.\n“The private markets have shifted away from entry-level housing into building McMansions, and I understand that — the reason for it is the profits are better,” Ms. Warren said in an interview. That represents a new reality from a generation ago, she said, one that demands a different approach from the federal government.\n“We’re not going to solve our housing crisis by nibbling at the edges,” she said. “We need to tackle it head-on with big comprehensive solutions that match the size of the problem we face.”", "url": "https://www.nytimes.com/2019/04/23/upshot/2020-democrats-court-renters.html"}