{"authors": ["Richard Pérez-Peña"], "date_download": "2022-10-25 23:34:10", "date_modify": "2022-10-25 23:34:10", "date_publish": "2019-01-30 17:18:35", "description": "The measure aims to guarantee that no physical barrier will spring up between the Republic of Ireland and Northern Ireland. It sounds simple, but it’s not.", "filename": "2019_01_30_world_europe_irish-backstop-brexit.html_module=inline_1666740850.html", "image_url": "https://static01.nyt.com/images/2019/03/14/world/79961_videodispatch-northernireland-1/79961_videodispatch-northernireland-1-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=fb5c396fabad993893034b280172a79e2401ff17598f1dba0d144de5e7c88569&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_30_world_europe_irish-backstop-brexit.html_module=inline_1666740850.html", "title": "What Is the Irish Backstop, and Why Is It Holding Up Brexit?", "title_page": "What Is the Irish Backstop, and Why Is It Holding Up Brexit? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "============================================= LUKE: “An Englishman, an Irishman and a Scottishman walk into a bar. The Englishman wants to leave, so everyone has to leave” TOUTS: music “This paranoia ,...” TITLE: DISPATCH FROM NORTHERN IRELAND TOUTS: Singing KASSIE: How was Northern Ireland considered when this was - MATTHEW CROSSAN / LUKE MCLAUGHLIN - I don’t think it was considered at all. JASON FEENAN: Brexit is the exit of the United Kingdom based on the wishes of Great Britain. MATTHEW: (When Article 50 was actually triggered) The exact words that Theresa May used was that because of the wishes- THERESA MAY file: Under accordance with the wishes of the British people, the United Kingdom is leaving the European Union MATTHEW: Great Britain consists of Scotland, England and Wales. And the United Kingdom consists of Scotland, England and Wales and Northern Ireland. (MAP) So even in her language it shows that definitely when it first happened there wasn’t much thought. MATTHEW: I am struggling to see any positives for the North of Ireland. But that didn’t last long. The question of Northern Ireland and its border has frustrated negotiations over Brexit. We came here to find out why. And to understand the consequences for people who live here. For the last century, Northern Ireland has had to wrestle with its identity- torn between Protestants who consider themselves British Unionists and Catholics who mostly identify as Irish Nationalists. The divide has brought years of conflict. In 1968 the Catholic minority rose up against Unionist and British control, spurring 30 years of brutal sectarian violence known here as The Troubles. In 1998 both sides came together under the Good Friday Agreement, It created a somewhat unique reality here. Northern Ireland would continue to be a part of the UK, but also, open its border completely with the rest of Ireland. But the history of The Troubles is inescapable. Murals are everywhere. And Neighborhoods are color coded along sectarian lines. Here in Londonderry, or Derry, depending on whom you ask, there are walls that separate Protestants from Catholics. And the gates are locked every night. For punk band Touts, this us and them mentality, has informed more than just their music. LUKE: I’ve lived here 22 years - me whole life, basically and there’s places in Derry I’ve never been, or I’ve never walked to. I think that’s crazy. MIRIAM WHYTE: Well it’s kind of rough,cause there’s the Bogside - the mostly Catholic area then there’s here, which is clearly the more Protestant area, but very divided, even though there’s trying to do more what is it called when they like - integration or something. People told us those divisions have deepened since the Brexit vote. Under Brexit, Northern Ireland would leave with the UK, and the Republic of Ireland would remain in the EU. An idea that appears to overlook the reality on the ground here. We headed east, thinking we could drive along the border - but it wasn’t so simple. In part because the border is mostly invisible. To get from one town in Northern Ireland to another, we crossed into the Republic of Ireland multiple times - without even realizing it. The roads continuously zigzag across international lines. Nat sound Kassie: Oh! We just crossed. Speaker: Ah good morning everyone, my name is Florence and welcome to our cross-border conference, Brexit and Young People, Can You Hear Us? These high school students live in border communities. Many commute seamlessly from one side to the other to attend school. SPEAKER: The project recruits young people from both Protestant and Catholic communities on both sides of border. LARRY: Now does anyone have some strong views on that like how would you see yourselves different than someone in the north? GIRL: If you have an Irish passport, in my mind you’re Irish, doesn’t matter where you’re parents are from, doesn’t matter what background you have, if you carry an Irish passport, you’re Irish. It’s part of the Good Friday agreement: residents of Northern Ireland can choose a British or Irish passport. Or both. DOIRE FINN: People living in Northern Ireland are allowed to have a British passport and an Irish passport and I think I identify as Irish but I mean I hold a British passport so really, for my identity isn’t ever something that in my family was a massive issue. My parents kind of said, “You identify as how you feel” and I think that that was a really nice way to bring us up. DOIRE: The census that was happening here you could either say you were Irish or British my mum wanted to identify as European and they were like, “Well, you’re not allowed” and she was like, “No, I’m identifying myself as European.” And they were like “You have to pick.” By aiming to separate the UK from the EU, Brexit could interrupt the free flow of people and goods - and violate the Good Friday Agreement. ALAN (walking with Kassie) - I hope, I hope when you’ve got photographs my cows now, that we finish up getting a better price for these cows. Alan Mc Farland raises cattle and sheep a few miles north of the border. But he gets his feed from a distributor in the South. It’s a transaction that happens regularly, without border checks, customs duties or tariffs. ALAN McFARLAND: No one knows what the final result is yet going to be - we just approach our business each and every day having made an assumption that post-Brexit we will be trading with the same people on the same terms. KASSIE: Did you feel strongly about staying or leaving? ALAN: I was actually undecided in the matter, to the extent that I didn’t vote at all. But having that said in Northern Ireland the majority of the vote was remaining in the E.U. **GRAPHIC of vote breakdown** ALAN: But one thing I would say you always have the right to change is to change your mind - I would be in favor of a second referendum, to do away with the ambiguity. That’s because many people here remember the border as a source of hostility and violence. And a whole generation since then has grown up without one. HARD BORDER MONTAGE FARMER: NO HARD BORDER GIRL: HARD BORDER LEAD TO TROUBLE SOMEONE ELSE: IT JUST MAKES THINGS HARDER But when Prime Minister Theresa May tried to introduce a provision.. MONTAGE: BACKSTOP BACKSTOP ..that would guarantee an exit without a hard border in Northern Ireland, hardline Brexiters rejected it...arguing an open border would essentially keep the UK tethered to the EU. So no hard border, no deal, and so far no Brexit. ... Also, no sense of where all this could lead. ALAN: I think there should be a second referendum FR. McVEIGH (287_2358.MFX 09:08): I want to see Ireland reunified. Because I think it’s the only hope for this island. Economically, culturally. ANGLICAN: We need to stay with England for their money And while everyone saidsays they didn’tdon’t want a return to violence, the uncertainty seems to be threatening what is already a fragile peace. //testing the country’s fragile peace. (i think that can cover the pessimists and optimists) Police are investigating a recent bombing outside the courthouse in Londonderry reminder that the past is not far behind. ANGLICAN: We were in the sun and now Brexit destroyed the sun SIOBHAN: If there is a hard Brexit I think there will be damaged but we will have to be OK at the end of it. And we’ve been through harder times than this before. FIRST NAME, LAST NAME Siobhan is a mental health expert who studieds? the effects of the country’s history on mental health. SIOBHAN: Well, we’ve got to adopt a trauma-informed approach and think about everything from the perspective of those who’ve been a victim of violence. We have no way of describing it. We have no common narrative. And it’s going to take a while for us to generate those materials. TOUTS: This paranoia, when will it end, I’ve heard it all before and I’m hearing it again. DAOIRE: I think I’m just really scared about the future of Northern Ireland. I love living here and I think it’s a lovely place to be. The craic’s really good and everyone’s really friendly and I don’t want that to be dragged backwards into a past that was really, really dark for so many people. And I think, you know, there’s so many good things about Northern Ireland and I just don’t want those to go away. (credits with funny tag of Farmer asking about our Mexican border) Producer Kassie Bracken Cinematography Souki Mehdaoui Editor Shane O’Neill Senior Producer Mona El-Naggar Graphics Aaron Byrd Nicole Fineman Dave Horn Archival Research Dahlia Kozlowsky Archival Footage Tktktk Tktktk Tktktk Aerial Cinematography Adithya Sambamurthy Executive Producer Marcelle Hopkins SIOBHAN: In 2008 we studied the Northern Ireland population and we asked people whether they had witnessed violent events that were related to the troubles such as bombings and shootings and we found that 39% of the population had. There’s some evidence that biological changes that happen in response to trauma, that that’s passed to the next generation and in effect it’s programming the next generation to be able to respond more quickly and rapidly if there’s a bombing or a shooting or whatever. But of course when a child has that it increases the risk of mental illness. Um, there’ve been more deaths by suicide since the signing of the Good Friday agreement than there were through the whole of the troubles through violence. END!!!******* BENCHWARMERS SIOBHAN O’NEILL: I mean the hard border is very symbolic I think if that happened there’s a place to attack there’s a place to focus that anger. Siobhan O’Neill is a leading mental health researcher who has studied the legacy of the Troubles SIOBHAN: Part of the GFA was that British forces that were there that that would no longer be the case and that there would be free movement. Anth the remove of the border was an amazing think and now if you pass through the border there’s absolutely no evidence of it. You would maybe see that the signs that the speed limits were miles and then kilometeres and that would really be it. Or “It’s called bomb scare” “We grow up with it, not as bad as it used to be” Match shots of Northern Ireland today Match shots of The Undertones with the Touts OPEN BEAT ONE - INTRO TOUTS An afterthought during the Brexit referendum in 2016, Northern Ireland and how do deal with its Southern Border if and when it leaves the EU has been the main issue threatening the entire deal. (MAYBE A MAP HERE THAT SHOWS REPUBLIC OF IRELAND (E.U) and NORTHERN IRELAND (U.K) But to understand why this remains unresolved two years later, and what’s at stake in the decision you need to know a bit about recent history in Northern Ireland. Northern Ireland was created in 1922. But since its creation its been characterized by conflict between two groups, each claiming the In 1968 hostilities intensified during the period known as the troubles An afterthought during the Brexit referendum in 2016, Northern Ireland and the unresolved issue of how do deal with its Southern Border when it leaves the EU now threaten the deal’s collapse. (MAYBE A MAP HERE THAT SHOWS REPUBLIC OF IRELAND (E.U) and NORTHERN IRELAND (U.K) But to understand why this remains unresolved two years later, and what’s at stake-you need to know a bit about the history of Northern Ireland and the border itself. In Derry, The Touts’ singer and drummer weren’t old enough to vote in the referendum, but they live in the country many expect to be most impacted by the deal. We drove The singer and drummer weren’t old enough to vote in the referendum, but they live in the country many expect to be most impacted by the deal. Theirs is the generation that grew up after the good Friday agreement that ended decades of sectarian violence has only known relative peace in the region. ASSEMBLY 031019 - KASSIE NOTES Notes - I think we need in the narration a sense that, despite the fact this generation is defined by growing up in peace, there are still deep divides and conflict. Brexit has already impacted this by exacerbating polarization and creating economic uncertainty and anxiety that violence could return. I would love to try to use the Touts/kids in park/Derry to establish the “us” v “them” nature of Northern Ireland - I agree the piece is not about sectarianism per se, but it sets up and personalizes the visual sense of place - the “dispatchy-ness” - peace walls and murals, and also then might have more impact when we see that it seems most young people are united in the feeling like they weren’t considered. Also, Brexit was prompted in large part by the us v them mentality in England, but in NI, as compared to the rest of UK, they already have their own us v them which continues today. **** It’s here in Derry where many say “The Troubles” began, in 1968, - when the predominantly Catholic community protested against housing and employment discrimination. A civil rights march was brutally shut down by police/army. It led to roughly 30 years of sectarian violence between the predominantly Catholic Nationalists who consider themselves Irish, and the Unionists, who consider themselves British, the majority, Protestant. BEAT TWO: THE BREXIT Generation in Northern Ireland - Youth/Derry/Recent History - fear of retriggering violence felt most acutely by people nearest the border BEAT THREE: YOUNG PEOPLE’S CONFERENCE Challenging Identity, Good Friday - which allowed people to claim Irish or British citizenships - the idea that the fluidity of movement will be stopped BEAT FOUR: along the actual border between the countries, it is much more complicated - interwoven - FARMER BEAT FIVE: The members of Touts call Derry their home. Many say it’s here where the period known as the “The Troubles” began, in 1968, - when the predominantly Catholic community protested against housing and employment discrimination and unfair voting policies under British rule. But some claimed it to be a cover for paramilitary actors, and a peaceful civil rights march was halted by police in a brutal crackdown. 30 years of deadly sectarian violence followed between the predominantly Catholic Nationalists who consider themselves Irish, and the Unionists, who identify as British - the majority, Protestant. Sound up on Touts Touts may have grown up in the comparatively peaceful era marked by the signing of the Good Friday Agreement in 1998. But their city, called Derry by nationalists and Londonderry by unionists remains fractured. The tensions never way and in fact many say Brexit has exacerbated it TOUTS: Line about divisions still there Schools are still mostly segregated along sectarian lines. As are neighborhoods. A TKTK fence/wall helps secure the border between a Catholic community and a Protestant community. Every night, it is locked for protection. TOUTS Line about impact of Brexit already? Or line about Brexit? Just 100 feet away from the wall, in the mostly Protestant community The Fountain, we spoke with a group of teenagers about TKTK MIRIAM: Nearly everyone I spoke with mentioned/agreed the same worst case scenario HARD BORDER MONTAGE To impose a hard border, with check points and official crossings would cause headaches both practically and symbolically. And that’s where the Irish backstop comes in. THERESA MAY: The Irish backstop was the UK’s provision to ensure that Brexit would not Sounds good, but The problem is, Northern Ireland is in a custom’s union that requires a custom’s border PROTESTANT PRIEST: WE had a number of years that we thought we were seeing the sunshine, and now with Brexit it’s as if the sun has gone behind the clouds. GIRL: It’s going to become again a situation of us and them. LARRY: Who is them and us? GIRL: LIke Catholics and Protestants or Irish people and people from Northern Ireland, we’re not going to see each other as the same country LARRY you’re saying we’re both live in the same country, in my mind that’s true, but yet I live under a British jurisdiction, Kassie: they have a lot to be fucked about Cut to: kids workshop Yeah, these kids are confused because this shit is confusing. Brexit, and Northern Ireland itself. 45 second history lesson of Northern Ireland And this is the legacy they’ve inherited. NOW made worse by… Brexit! Borders are usually about keeping people in or keeping people out, In this case, But it’s about something more nuanced and complicated, like the border itself DRONE SHOT OF MEANDERING BORDER And Ireland, with its taste for storytelling and humor has a singular relationship with its own border People wandering in and out, funny smuggling stories. LOYALISTS EQUANIMOUS STATEMENT ABOUT BREXIT (maybe from mental health professor) CONCLUSION: AT THE BAR IN DERRY WITH THE TOUTS (with compelling TOUT SOT) One of the other key stipulations of the Good Friday agreement was a free border with the south. Now, Brexit is threatening this. It’s the thing people I spoke with said worried them most. HARD BORDER Montage. Before I got here I’d planned to drive along the border - it wasn’t so simple. Here’s the border. On my TKTK mile journey from TK to TK, I crossed international lines/crossed TKTK times. THIS SECTION TBA BASED ON GRAPHIC I often didn’t even realize I’d crossed. Thirty years ago, this crossing would have looked more like this: FR. McVEIGH (287_2356.MXF 03:23)): The hardline Brexit people are determined to leave without a deal if necessary, or with a deal without a backstop - (that’s the only thing that’s going to satisfy them, and the DUP who are propping up the London government) 04:50 The Brexiteers in London don’t care all that much. Father Joe McVeigh grew up along the border and remembers the checkpoints as violent hotspots. Sound up: Fr. McVeigh shows Kassie photos of the border But this bridge at the border in Belleek shows none of the vestiges of That’s help spur a new momentum for a united Ireland. 13:35 If the Brexit people want to continue their line, they have to consider what’s going to happen to us. We needed to be treated separately and differently. The fear of a hard border, with all of the economic and practical implications has given rise to another potential outcome. FR. McVEIGH (287_2358.MFX 09:08): I want to see Ireland reunified. Because I think it’s the only hope for this island. Economically, culturally. (08:54 It has to happen, it just has to happen 09:45 Partition has run out of road. ) FARMER: Voted to remain in the EU. So leaving the EU would go against the voting majority of Northern Ireland. But leaving the UK altogether would go against the wishes of some of Northern Ireland’s Protestant majority. ANGLICAN: Protestant people would certainly be nervous of any changes. There’s a huge amount of money that comes from Westminster and London. Ironically, the hardline Brexit position has revived some calls for a United Ireland FR. McVEIGH : I want to see Ireland reunified. Because I think it’s the only hope for this island. But positions like Friar McVeigh’s aren’t very popular, especially among Protestants in Northern Ireland’s 6 counties, who would become a minority overnight if they joined Ireland’s 26 as one country. So maybe they could have a political border that remains somewhat relaxed. That’s called a Soft Border or an Irish Backstop. Theresa May: Irish Backstop montage But no one really knows how that would work or what it would look like, which is why it’s been such a bee in the bonnet of the Brexit process. Some hardline Brexiters are calling for the re-establishment of a hard border, a fringe position that proved very unpopular with most of the people I met while I was here: HARD BORDER MONTAGE The hard border was both inconvenient and psychologically fraught. TO SIOBHAN Leaving the United Kingdom altogether would mean losing money from England. The DUP advocates it effectively mean keeping the And that’s why the Irish backstop came up and failed?. THERESA MAY: BACKSTOP MONTAGE. When May tried to introduce a deal that said no hard border, hard brexiteers, including forcing Britain to play by the rules of a single European market even after it separates from the EU, it wouldn’t pass. It was meant to guarantee that there would be no hard border between Northern Ireland and the Republic of Ireland after the UK separates from the EU. But then, how and where would goods undergo checks as they travel between the UK and the EU. There’s no easy answer? The backstop provision says Britain should continue to play by the rules of a single European market until politicians can agree on how and where goods will undergo checks as they travel between the UK and the EU. But how can the UK leave without violating the terms of the peace treaty that calls for an open border here? Which is, in part, why politicians do not agree on the terms of the backstop, and it’s unclear if they ever will. They didn’t want to feel tethered to the EU. It leaves the question of Brexit unsolved and opens up new questions for Northern Ireland. It all leads to this renewed interest among some people for a united ireland. Of leaving the UK altogether. Siobhan O’Neill is a leading mental health researcher who has studied the legacy of the Troubles, And the border debate has, somewhat ironically, revived an old argument (for reuniting the north with the south) Is FR. McVEIGH (287_2358.MFX 09:08): I want to see Ireland reunified. Because I think it’s the only hope for this island. Economically, culturally. The present is more closely tied to the past here than There’s been a fragile peace here for 20 years but Brexit Well, we’ve got to adopt a trauma-informed approach and think about everything from the perspective of those who’ve been a victim of violence. We have no way of describing it. We have no common narrative. And it’s going to take a while for us to generate those materials. But despite 20 years of fragile peace And Brexit has also had a real psychological impact on the citizens of Northern Ireland For a country that is only a generation away from one of the most bitter conflicts in modern history the tumult How will Northern Ireland SIOBHAN: LINE ABOUT HOW BREXIT HAS ALREADY HAD AN IMPACT", "url": "https://www.nytimes.com/2019/01/30/world/europe/irish-backstop-brexit.html?module=inline"}