{"authors": ["Edmund Lee"], "date_download": "2022-10-25 23:34:56", "date_modify": "2022-10-25 23:34:56", "date_publish": "2019-06-02 21:08:38", "description": "The corporate home of Wonder Woman, Harry Potter and “Friends” weighs how its streaming service can compete on price with Disney, Netflix and Amazon.", "filename": "2019_06_02_business_media_att-warner-hbo-streaming_1666740896.html", "image_url": "https://static01.nyt.com/images/2019/05/31/business/31ATTSTREAMING-got/31ATTSTREAMING-got-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c6a549db3046fe435defd29fd07d4e8fc40774c964fb4aefb75ba2873e92f05c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_02_business_media_att-warner-hbo-streaming_1666740896.html", "title": "An HBO Question Is Giving AT&T Executives a Headache", "title_page": "An HBO Question Is Giving AT&T Executives a Headache - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While the WarnerMedia executives look to set a price for the service, they are aware that any move to offer HBO more cheaply could upset their cable partners, threatening the revenue they receive from these agreements.\nAdding to the conundrum: WarnerMedia, which declined to comment for this article, wants streaming content with mass appeal, the better to please AT&T’s 148 million phone customers. But HBO, the property with the best head start in streaming, thanks to its HBO Go and HBO Now services, tends to attract a select audience.\nOccasionally, the network has landed critical successes that also enter the mainstream, like “The Sopranos” and “Game of Thrones,” but it’s not easy to find mass-market hits that suit the HBO brand. A coming “Game of Thrones” prequel series has a chance to recreate the magic, but Hollywood is littered with forgettable follow-ups.\nWarnerMedia plans to offer several streaming tiers, including one with ads, but the main offering is likely to include HBO fare along with films and TV shows from Warner Bros. (everything from “Casablanca” to “The West Wing”) under a new brand name.\nMatthew Ball, the former head of strategy for Amazon Studios, said HBO made sense as the anchor of the planned service — “Not even Disney is as well positioned, as it’s starting from zero,” he said — but the pricing problem may be hard to overcome.\nThe company could end up charging those who already pay for HBO online as little as nothing to subscribe to the streaming service — or it could include it as a throw-in for any new HBO subscription, the people said. WarnerMedia also has the option of lowering HBO’s retail price everywhere it’s sold (including on cable), but that would mean less revenue, which could hurt at a time when Netflix and Amazon are spending freely on content.", "url": "https://www.nytimes.com/2019/06/02/business/media/att-warner-hbo-streaming.html"}