{"authors": ["Kevin Draper"], "date_download": "2022-10-25 23:27:53", "date_modify": "2022-10-25 23:27:53", "date_publish": "2019-05-25 02:07:35", "description": "In response to criticism, the company said it would waive performance-pay reductions for 12 months for athletes “who decide to have a baby.”", "filename": "2019_05_24_sports_nike-pregnant-athletes_1666740473.html", "image_url": "https://static01.nyt.com/images/2019/05/24/sports/24nike1/24nike1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=86b6f7e8808f308006970f900693ede6effec3c6d5cae56ef5a5a05a096fef87&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_24_sports_nike-pregnant-athletes_1666740473.html", "title": "Nike Says It Will End Financial Penalties for Pregnant Athletes", "title_page": "Nike Says It Will End Financial Penalties for Pregnant Athletes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Responding to criticism about its treatment of its sponsored athletes who become pregnant, the sportswear giant Nike committed on Friday to ensuring that such athletes are not financially penalized.\nNike said it would waive performance-pay reductions for 12 months for athletes “who decide to have a baby,” promising to add terms that reinforce this policy into the company’s contracts with sponsored athletes.\nIn articles and videos for The New York Times opinion department over the past two weeks, current and former Nike-sponsored runners such as Alysia Montaño, Kara Goucher, Phoebe Wright and Allyson Felix recalled tough decisions they had to make when considering whether to have children and described financial penalties that Nike athletes faced if they became pregnant. (The Times maintains a strict separation between news coverage and opinion pieces.)\n“We’ve recognized Nike, Inc., can do more, and there is an important opportunity for the sports industry collectively to evolve to better support female athletes,” Sandra Carreon-John, a Nike spokeswoman, said in a statement by email on Friday.", "url": "https://www.nytimes.com/2019/05/24/sports/nike-pregnant-athletes.html"}