{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:39:43", "date_modify": "2022-10-25 23:39:43", "date_publish": "2019-09-24 04:34:25", "description": "Saying California has the worst air quality in the country, the E.P.A. chief fires the latest salvo in an escalating battle over clean air and states’ rights.", "filename": "2019_09_24_climate_trump-california-climate-change_1666741183.html", "image_url": "https://static01.nyt.com/images/2019/09/23/multimedia/23cli-california/merlin_161078910_6e4d65d8-ae06-43c5-92c0-226adf719a23-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d3d6554b6baae614700f735f368d5e51eebb879603a104252f45b4590edc11c6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_24_climate_trump-california-climate-change_1666741183.html", "title": "Trump Administration Threatens to Cut U.S. Highway Funds From California", "title_page": "Trump Administration Threatens to Cut U.S. Highway Funds From California - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Want climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.\nWASHINGTON — The political war between California and the Trump administration escalated Monday with a letter from Andrew Wheeler, the head of the Environmental Protection Agency, warning that Washington would withhold federal highway funds from the state if it did not rapidly address a decades-long backlog of state-level pollution control plans.\nThe letter is the latest parry between President Trump and the liberal West Coast state that he appears to relish antagonizing. California’s recent actions on clean air and climate change policy have blindsided and enraged him, according to two people familiar with the matter.\nWhile California has angered Mr. Trump with its efforts to adhere to stricter state standards on climate change pollution from vehicles even as Mr. Trump has sought to roll back such standards nationally, Mr. Wheeler’s new letter to the state offers a twist on the narrative.\nIt states that California “has the worst air quality in the United States,” including 82 areas within the state with air quality that does not meet federal law. It says that by law, the state is required to submit plans for reducing that pollution, but that California has a backlog of about 130 incomplete or inactive plans, “many dating back decades.”", "url": "https://www.nytimes.com/2019/09/24/climate/trump-california-climate-change.html"}