{"authors": ["Michael Gold"], "date_download": "2022-10-25 23:29:53", "date_modify": "2022-10-25 23:29:53", "date_publish": "2019-01-04 23:24:14", "description": "When Gov. Andrew M. Cuomo announced a new plan on Thursday, Brooklyn residents past and present were perplexed, frustrated and relieved.", "filename": "2019_01_04_nyregion_real-estate-l-train-shutdown.html_action=click&module=Intentional&pgtype=Article_1666740593.html", "image_url": "https://static01.nyt.com/images/2019/01/05/nyregion/05subwaymove/05subwaymove-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f679beac258821b377e941f98aefc13d10ccb1faf311137ef46a409851c74d0f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_01_04_nyregion_real-estate-l-train-shutdown.html_action=click&module=Intentional&pgtype=Article_1666740593.html", "title": "They Upended Their Lives to Avoid the L Train Shutdown. Then There Was No Shutdown.", "title_page": "They Upended Their Lives to Avoid the L Train Shutdown. Then There Was No Shutdown. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But this past summer, the L train shutdown seemed certain, and so “it became a mad dash” for Mr. Dulay and his wife to relocate, he said. The couple put their apartment on the market, selling it for about $24,000 less than they were asking, because they were determined to leave the neighborhood before the train stopped running.\nThey were not the only people to compromise. Landlords in Williamsburg were giving concessions to renters, offering them reduced rates or a free month’s rent, according to Andrew Barrocas, the chief executive of MNS, a real estate firm.\nWith the shutdown averted, Mr. Barrocas said, some of the landlords now regret it.\n“They wish they wouldn’t have given the concessions,” he said. “But my response was, you know, ‘If you buy life insurance and you don’t die, are you upset about it?’”\nOverall, parts of the rapidly gentrifying neighborhoods along the L line became somewhat more affordable for renters before the reversal on Thursday, said Grant Long, an economist at StreetEasy, the New York City real estate site.\nRents in north Brooklyn have fallen 1.5 percent since the shutdown was first announced, Mr. Long said, while rents in the rest of the borough rose by 3.3 percent.\nIn general, the supply of apartment rentals in north Brooklyn was also outpacing demand, Mr. Long said. In Bushwick, available apartment listings more than doubled from October 2017 to October 2018, according to data from StreetEasy. In Williamsburg, the supply of apartments was near record highs.\nMr. Long predicted rents would rise sharply in the near future as landlords looked to recover some of their lost revenue.", "url": "https://www.nytimes.com/2019/01/04/nyregion/real-estate-l-train-shutdown.html?action=click&module=Intentional&pgtype=Article"}