{"authors": ["Adam Nossiter"], "date_download": "2022-10-25 23:54:27", "date_modify": "2022-10-25 23:54:27", "date_publish": "2019-02-01 12:44:45", "description": "The projectiles have caused many injuries, including lost eyes, in the Yellow Vest protests. The police say the weapons are needed to keep the peace.", "filename": "2019_02_01_world_europe_france-rubber-bullets-yellow-vests_1666742067.html", "image_url": "https://static01.nyt.com/images/2019/02/02/world/02france-print/02france-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b774a462adb22d84d4cf28cd4b9b1c5a0e5c7c75580fcb491ccb6f3c074007d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_01_world_europe_france-rubber-bullets-yellow-vests_1666742067.html", "title": "Court in France Upholds Police Use of Golf-Ball-Size Rubber Bullets", "title_page": "Court in France Upholds Police Use of Golf-Ball-Size Rubber Bullets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Rejecting complaints that heavy police use of golf-ball-size rubber bullets has caused serious injuries, including blindness and fractures, during the Yellow Vest protests, France’s highest administrative court Friday upheld the legality of the weapons.\nThe ruling was a boost for the French government’s tough police strategy in the face of a popular uprising that is diminished but still vigorous.\nDozens have been mutilated or blinded by the projectiles over weeks of Yellow Vest demonstrations, according to victim advocates. Bystanders, passers-by, people with their arms in the air, and journalists have been hit. Jaws have been fractured, hands crushed, eyes shot out.\nTheir use — overuse, critics say, with more than 9,200 firings recorded, including forbidden shots to the head — have come to symbolize an increasingly fierce police response to the Yellow Vests, especially after a protest leader’s eye was seriously injured last week.", "url": "https://www.nytimes.com/2019/02/01/world/europe/france-rubber-bullets-yellow-vests.html"}