{"authors": [], "date_download": "2022-10-25 23:01:36", "date_modify": "2022-10-25 23:01:36", "date_publish": "2019-07-16 22:47:45", "description": "The measure passed on Tuesday nearly along party lines.", "filename": "2019_07_16_us_politics_house-resolution-trump_1666738896.html", "image_url": "https://static01.nyt.com/images/2019/07/16/us/politics/16dc-resolutiontext/16dc-resolutiontext-facebookJumbo.jpg?year=2019&h=550&w=1050&s=97daeb7d3980183e159b58de3e4a27de71cf7b32b5fcba8515082ccc02e8db8b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_16_us_politics_house-resolution-trump_1666738896.html", "title": "Read the House Resolution Condemning ‘Trump’s Racist Comments Directed at Members of Congress’", "title_page": "Read the House Resolution Condemning ‘Trump’s Racist Comments Directed at Members of Congress’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Whereas President Franklin D. Roosevelt said, “Remember, remember always, that all of us, and you and I especially, are descended from immigrants and revolutionists”;\nWhereas immigration of people from all over the Earth has defined every stage of American history and propelled our social, economic, political, scientific, cultural, artistic, and technological progress as a people, and all Americans, except for the descendants of Native people and enslaved African Americans, are immigrants or descendants of immigrants;\nWhereas the commitment to immigration and asylum has been not a partisan cause but a powerful national value that has infused the work of many Presidents;\nWhereas American patriotism is defined not by race or ethnicity but by devotion to the Constitutional ideals of equality, liberty, inclusion, and democracy and by service to our communities and struggle for the common good;\nWhereas President John F. Kennedy, whose family came to the United States from Ireland, stated in his 1958 book “A Nation of Immigrants” that “The contribution of immigrants can be seen in every aspect of our national life. We see it in religion, in politics, in business, in the arts, in education, even in athletics and entertainment. There is no part of our nation that has not been touched by our immigrant background. Everywhere immigrants have enriched and strengthened the fabric of American life.”;\nWhereas President Ronald Reagan in his last speech as President conveyed “An observation about a country which I love”;\nWhereas as President Reagan observed, the torch of Lady Liberty symbolizes our freedom and represents our heritage, the compact with our parents, our grandparents, and our ancestors, and it is the Statue of Liberty and its values that give us our great and special place in the world;", "url": "https://www.nytimes.com/2019/07/16/us/politics/house-resolution-trump.html"}