{"authors": ["Adam Nossiter"], "date_download": "2022-10-25 23:43:15", "date_modify": "2022-10-25 23:43:15", "date_publish": "2019-04-16 05:49:38", "description": "President Emmanuel Macron sought to rally France by turning a moment of national mourning for Notre-Dame Cathedral, which was severely damaged Monday, to his advantage.", "filename": "2019_04_16_world_europe_notre-dame-fire-investigation_1666741395.html", "image_url": "https://static01.nyt.com/images/2019/04/16/world/16notredame-promo/merlin_153590088_6272e6ce-d9fb-4a8e-8fb7-4ae96adce5b1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=57d2ace47bd64e7ccdc853489a74ea361fc98f64d7be55b64c1e882e27ef7224&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_04_16_world_europe_notre-dame-fire-investigation_1666741395.html", "title": "In Aftermath of Notre-Dame Fire, Macron Urges Unity in Fragmented Nation", "title_page": "In Aftermath of Notre-Dame Fire, Macron Urges Unity in Fragmented Nation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — President Emmanuel Macron asked French citizens on Tuesday night to come together in the aftermath of the calamitous fire at Notre-Dame Cathedral and to move beyond the divisions that have wrenched the country during months of violent street protests.\nMr. Macron, who has faced a virtual uprising against his pro-business government, sought to rally a country still devastated by the fire and turn the profound, yet undoubtedly fleeting, moment of national mourning and unity to his advantage.\nLike his predecessor, François Hollande, who steered France through two terrorist attacks, Mr. Macron suggested that politics be forgotten in the aftermath of the fire and called attention to the grand national rebuilding project — vowing to restore the gargantuan Gothic gem in a mere five years.", "url": "https://www.nytimes.com/2019/04/16/world/europe/notre-dame-fire-investigation.html"}