{"authors": ["Julie Bosman", "John Eligon"], "date_download": "2022-10-25 22:58:51", "date_modify": "2022-10-25 22:58:51", "date_publish": "2019-02-08 17:15:40", "description": "The racial and sexual assault scandals that have roiled Virginia’s leaders are testing Americans’ views on failure, apology and when an act is unforgivable.", "filename": "2019_02_08_us_virginia-governor-scandal_1666738731.html", "image_url": "https://static01.nyt.com/images/2019/02/09/us/09defiant-01-print/00forgiveness-01-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c6c4d6e139b291604cd35ad67936a807f75053a1de00b6e461de76dc3a3ce92b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_08_us_virginia-governor-scandal_1666738731.html", "title": "When Is Sorry Not Enough? Virginia Scandals Test the Limits of Forgiveness", "title_page": "When Is Sorry Not Enough? Virginia Scandals Test the Limits of Forgiveness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His older son, who is transgender, explained to him why those words were offensive, and Mr. Werns stopped.\n“When my son came out, he sought to educate me, and that’s when I learned,” Mr. Werns said, adding that sometimes he slips up and uses the wrong pronouns, but corrects himself. “I might have thought I was being funny, but I wasn’t. I would hate to be judged on that person I was.”\nShould change count for something, Americans wondered aloud, or does an earlier failing itself make any evolution of thinking and behavior moot? The answer was by no means agreed upon, particularly as people pondered a range of failings too disparate and different to be weighed one against the other.\nFor elected officials, though, a different truth held: They chose to place themselves on display, knowing that their pasts would be scoured and that their errors could be fodder for public discussion. The disappointment feels greater when it comes to those (rightly or wrongly) held up as leaders or role models; forgiveness seems harder to grant.\nStuart Clark, a 66-year-old retired teacher from Virginia Beach, said he took into consideration the person’s position. Politicians, for instance, should be held to a higher standard than celebrities, he said. (The actor Liam Neeson said on Tuesday he was “not a racist” after an interview in which he revealed that in the past he had hoped to kill a “black bastard” after a friend told him she had been raped by a black man.)\nAnd timing matters, but it’s a sliding, shifting scale: There is no agreed-upon statute of limitations for a long-ago failing and people measure errors through their own benchmarks of time and memory. Someone who is a high school student might be given more leeway than someone earning an advanced degree or well into adulthood.", "url": "https://www.nytimes.com/2019/02/08/us/virginia-governor-scandal.html"}