{"authors": ["Vivian Wang", "Jesse Mckinley"], "date_download": "2022-10-25 23:41:10", "date_modify": "2022-10-25 23:41:10", "date_publish": "2019-02-05 23:21:06", "description": "State Senator Michael Gianaris was nominated to a state board that could vote to scuttle a deal to bring Amazon to his district in Queens.", "filename": "2019_02_05_nyregion_michael-gianaris-amazon_1666741270.html", "image_url": "https://static01.nyt.com/images/2019/02/06/nyregion/06gianaris/06gianaris-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e535cf8304e1fa9c13592fb2e649f267f7233fb231d68ccebb4d5ac05005d308&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_05_nyregion_michael-gianaris-amazon_1666741270.html", "title": "Amazon Wants to Come to New York. This Senator May Stand in the Way.", "title_page": "Amazon Wants to Come to New York. This Senator May Stand in the Way. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But it is also undeniable that Mr. Gianaris’s opposition to the deal has won him progressive accolades at a time when the demographics in his district are rapidly changing; it overlaps with the district that Representative Alexandria Ocasio-Cortez won last year.\nMr. Gianaris, a Harvard Law School graduate and the son of Greek immigrants, has also long been viewed as someone eager to pursue higher office, and some of his opponents, including Gov. Andrew M. Cuomo, have accused him of placing political gain ahead of good government.\n“I think it’s unfortunate that the Senate is playing politics here,” the governor said in an interview on WNYC radio when asked about Mr. Gianaris’s nomination. “Yes, it’s great politically to oppose the Amazon deal. ‘It’s Jeff Bezos, one of the richest people, why are we giving him a break?’”\nThat is exactly Mr. Gianaris’s argument, though he denies any political motivation.\n“There are certain people who are very focused on dealing with the unfairness of income inequality,” the senator said. “There are others who are more worried about the wealthy and making sure we accommodate them. And they’re going to be on the other side.”\nBut Mr. Gianaris also offered few specifics on what a victory for his side would look like.\nWhile he has called the current deal “unacceptable,” he has also said he does not want to force concessions from the company, instead pushing to scrap the current development plan entirely and to start negotiations anew. His office has sent out fliers telling Mr. Bezos to “stay in Seattle,” but Mr. Gianaris said on Tuesday that he does not oppose outright the idea of Amazon coming to Queens.", "url": "https://www.nytimes.com/2019/02/05/nyregion/michael-gianaris-amazon.html"}