{"authors": ["Nicholas Fandos", "Michael D. Shear"], "date_download": "2022-10-25 23:01:14", "date_modify": "2022-10-25 23:01:14", "date_publish": "2019-11-13 21:09:32", "description": "As public hearings began, William B. Taylor Jr., the top American diplomat in Ukraine, said he was told President Trump cared more about investigating Joe Biden than he did about Ukraine.", "filename": "2019_11_13_us_politics_impeachment-hearing-day-1_1666738874.html", "image_url": "https://static01.nyt.com/images/2019/11/13/us/politics/13dc-impeach1/13dc-impeach1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=fc4ac22bc8d3bc3974b7b32b9b4e35e6831a7b5edeca431ae2ad7dc4e080202f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_11_13_us_politics_impeachment-hearing-day-1_1666738874.html", "title": "Impeachment Hearings Open With Revelation on Trump’s Ukraine Pressure", "title_page": "Impeachment Hearings Open With Revelation on Trump’s Ukraine Pressure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "elisabeth bumiller Come on in. There’s room. No, no, no. Come on in. michael barbaro O.K., so it’s about 9:52 a.m., and we are headed into the glass conference room, where — maggie haberman But we like being close. michael barbaro — about 10 reporters in the Washington bureau — speaker 1 There’s Peter Baker! speaker 2 Hey, Peter! michael barbaro — Mike Schmidt, Annie Karni, Maggie Haberman — speaker Sign in. Tell us your wisdom. michael barbaro — are all gathered. So we’re watching C-Span, and the room is completely packed. michael shear Oh, no, the leak was when — julie hirschfeld davis Is the volume up? Oh, no, it’s muted. There’s Kent and Taylor. michael shear And Taylor. michael barbaro Two witnesses are now at the witness table — Bill Taylor, George Kent. julie hirschfeld davis Can you turn it up a little bit? speaker Going with the bow tie. mikayla bouchard All right, here we go.\n[music]\nmichael barbaro\nToday: Day one of the public hearings in the impeachment inquiry. It’s Thursday, November 14. So, Mike Schmidt, two days in a row.\nmichael schmidt\nGuess we’re in the middle of a big story.\nmichael barbaro\nWe are. So, today is day one in the public hearings of this impeachment inquiry. How does this begin?\nmichael schmidt\n10:06 a.m.\narchived recording (adam schiff) The committee will come to order.\nmichael schmidt\nAdam Schiff, the top Democrat on the House Intelligence Committee, gavels the hearing room to order. He’s got the Democrats on the panel to his right. He has the Republicans on the left. And he has two longtime State Department officials sitting in front of him: George Kent, who’s in charge of, basically, the State Department’s policy towards Ukraine, and Bill Taylor, the acting ambassador to Ukraine.\narchived recording (adam schiff) With that, I now recognize myself to give an opening statement in the impeachment inquiry into Donald J. Trump, the 45th president of the United States.\nmichael schmidt\nAnd Schiff begins to lay out his argument for why he believes that what Donald Trump did in regards to Ukraine is so important that he needs to be impeached.\narchived recording (adam schiff) In 2014, Russia invaded the United States ally Ukraine to reverse that nation’s embrace of the West and to fulfill Vladimir Putin’s desire to rebuild a Russian empire.\nmichael schmidt\nSchiff says that Donald Trump tried to take advantage of a country that was in a very vulnerable spot.\narchived recording (adam schiff) 14,000 Ukrainians died as they battled superior Russian forces.\nmichael schmidt\nThey needed the United States’s support, and perhaps more importantly, its military aid.\narchived recording (adam schiff) Earlier this year, Volodymyr Zelensky was elected president of Ukraine on a platform of ending the conflict and tackling corruption. He was a newcomer to politics and immediately sought to establish a relationship with Ukraine’s most powerful patron, the United States.\nmichael barbaro\nRight, and what Schiff seems to be trying to do is to remind the public that the stakes of what was happening here, and what most people think of as a quid pro quo, was the actual life and death of Ukraine and its people.\narchived recording (adam schiff) The questions presented by this impeachment inquiry are whether President Trump sought to exploit that ally’s vulnerability and invite Ukraine’s interference in our elections, whether President Trump sought to condition official acts, such as a White House meeting or U.S. military assistance, on Ukraine’s willingness to assist to his two political investigations that would help his re-election campaign. And if President Trump did either, whether such an abuse of his power is compatible with the office of the presidency.\nmichael schmidt\nAnd Schiff poses the question, is this such an egregious thing the president has done that we, as a country, have to take a move that we’ve only done twice before in history?\narchived recording (adam schiff) The matter is as simple and as terrible as that. Our answer to these questions will affect not only the future of this presidency, but the future of the presidency itself, and what kind of conduct or misconduct the American people may come to expect from their commander in chief.\nmichael schmidt\nThen, the top Republican on the committee —\narchived recording (devin nunes) Thanks, gentlemen.\nmichael schmidt\n— Devon Nunez, gives his opening statement.\narchived recording (devin nunes) In a July open hearing of this committee, following publication of the Mueller report, the Democrats engaged in a last-ditch effort to convince the American people that President Trump is a Russian agent.\nmichael schmidt\nIt starts with him laying out how the Democrats tried as hard as they could to prove that Donald Trump was a Russian agent.\narchived recording (devin nunes) That hearing was the pitiful finale of a three-year-long operation by the Democrats, the corrupt media and partisan bureaucrats to overturn the results of the 2016 election.\nmichael schmidt\nThey failed at that. Here they go again.\narchived recording (devin nunes) They turned on a dime, and now claim the real malfeasance is Republicans’ dealings with Ukraine.\nmichael schmidt\nAnd then —\narchived recording (devin nunes) What we will witness today is a televised theatrical performance staged by the Democrats.\nmichael schmidt\n— he turns to the witnesses.\narchived recording (devin nunes) Ambassador Taylor and Mr. Kent, I’d like to welcome you here. I’d like to congratulate you for passing the Democrats’ star chamber auditions held for the last weeks in the basement of the Capitol.\nmichael barbaro\nYou have been recruited by the Democrats because of how well you performed in these private secret depositions.\narchived recording (devin nunes) It seems you agreed, witting or unwittingly, to participate in a drama. But the main performance, the Russia hoax, has ended, and you’ve been cast in the low-rent Ukrainian sequel.\nmichael barbaro\nRight, before these witnesses even have a chance to utter a word, the top Republican on the committee is besmirching them and saying, you’re here in cahoots with the Democrats, and everything you’re about to say is therefore poisoned by that reality.\nmichael schmidt\nCorrect.\narchived recording (devin nunes) This spectacle is doing great damage to our country. It’s nothing more than an impeachment process in search of a crime. And I yield back.\nmichael schmidt\nIn response, Schiff starts reading the resumes of the witness.\narchived recording (adam schiff) Ambassador William Taylor has served our country for over half a century.\nmichael schmidt\nThey’re the resumes of career diplomats who have served both parties.\narchived recording (adam schiff) In 2006, President Bush nominated him as ambassador to Ukraine.\nmichael schmidt\nAnd come from backgrounds that are pretty apolitical.\narchived recording (george kent) Good morning. My name is George Kent, and I am the deputy assistant secretary of state for Eastern Europe and the Caucasus.\nmichael schmidt\nAnd then, when George Kent starts to give his opening statement —\narchived recording (george kent) I have served proudly as a nonpartisan career Foreign Service officer for more than 27 years under five presidents, three Republican and two Democrat.\nmichael schmidt\n— he sort of echoes that theme.\narchived recording (george kent) I represent the third generation of my family to have chosen a career in public service and sworn the oath of office that all U.S. public servants do in defense of our Constitution. Indeed, there has been a George Kent sworn to defend the Constitution continuously for nearly 60 years.\nmichael schmidt\nNunes is trying as hard as he can to paint them as part of this Democratic effort. And their resumes are rising up and speaking for themselves.\narchived recording (george kent) The United States has very clear national interests at stake in Ukraine. Ukraine’s success is very much in our national interest.\nmichael schmidt\nAnd it set a tone early on that these two witnesses were going to speak with great authority about not only what happened, but how it fits into the larger story of the United States’s foreign policy.\narchived recording (george kent) Ukraine has been on the front lines not just of Russia’s conventional war in Eastern Europe since 2014 and its broader campaign of malign influence, but of the greater geopolitical challenges now facing the United States.\nmichael barbaro\nAnd then it’s Bill Taylor’s turn.\narchived recording (bill taylor) Mr. Chairman, I’m appearing today, at the committee’s request, to provide my perspective on the events that are the subject of the committee’s inquiry. I want to emphasize at the outset that while I am aware that the committee has requested my testimony as part of impeachment proceedings, I am not here to take one side or the other.\nmichael schmidt\nAnd as soon as he begins speaking, his commanding nature and booming voice really start to steal the show.\narchived recording (bill taylor) Once I arrived in Kiev, I discovered a weird combination of encouraging, confusing and, ultimately, alarming circumstances.\nmichael schmidt\nHe starts to describe how American foreign policy was functioning under Donald Trump.\narchived recording (bill taylor) There appeared to be two channels of U.S. policymaking and implementation, one regular and one highly irregular. As the acting ambassador, I had authority over the regular, formal diplomatic processes.\nmichael schmidt\nThere’s essentially the American foreign policy on paper, which the State Department and diplomats are trying to carry out.\narchived recording (bill taylor) At the same time, however, I encountered an irregular, informal channel of U.S. policymaking with respect to Ukraine, unaccountable to Congress.\nmichael schmidt\nAnd then there’s this other track —\narchived recording (bill taylor) I was clearly in the regular channel, but I was also in the irregular one to the extent that Ambassadors Volker and Sondland including me in certain conversations. Although this irregular channel was well-connected in Washington, it operated mostly outside the official State Department channels.\nmichael schmidt\n— that has some diplomats who usually wouldn’t deal with Ukraine and a bit of Rudy Giuliani mixed in.\narchived recording (bill taylor) I began to sense that these two separate decision making channels, the regular and the irregular, were separate and at odds.\nmichael schmidt\nFor those of us that have followed this closely, we’re sort of sitting there saying, well, that was in his testimony. We read that in the transcript that came out last week. But for everyone else in the country, it’s bringing this story to life.\narchived recording (bill taylor) — so important, that security assistance was so important for Ukraine as well as our own national interests. To withhold that assistance, for no good reason other than help with the political campaign, made no sense. It was counterproductive to all of what we had been trying to do. It was illogical. It could not be explained. It was crazy.\nmichael barbaro\nRight. So much of this has been laid out in closed-door testimony and in transcripts from that testimony that have been released to the public, so we know a lot of what Bill Taylor is saying here. So do we actually learn anything new?\nmichael schmidt\nTaylor comes with two new pieces of information. One of the chief arguments the Trump administration has made is that how could there be a quid pro quo, because they didn’t know the aide was being held up?\nmichael barbaro\nThe Ukrainians never really understood the money was being withheld, they argue.\nmichael schmidt\nCorrect, no harm, no foul. They didn’t know what was going on.\narchived recording (bill taylor) Also on July 20, I had a phone conversation with Oleksandr Danylyuk, President Zelensky’s national security adviser, who emphasized that President Zelensky did not want to be used as an instrument in a U.S. re-election campaign.\nmichael schmidt\nBut Taylor begins to describe conversations that he had with Ukrainians that give us a sense that this was being felt by them. They were feeling the pressure when he was asking them for the favor.\narchived recording (bill taylor) I got several questions, other officials got several questions, as well, from Ukrainians asking about the security assistance. So what I know is the security assistance was very important to the Ukrainians. They had begun to hear from Ambassador Sondland that the security assistance was not going to come until the investigations were pursued.\nmichael schmidt\nThey knew that if they didn’t do what Trump wanted, they weren’t going to get the thing that they needed. And it makes the whole ploy more substantive and substantial, because the argument has been, they didn’t know. But they did. And Taylor says, here’s how I know that.\nmichael barbaro\nAnd what’s the second thing?\nmichael schmidt\nThe second thing is new evidence that draws Donald Trump deeper into this story.\narchived recording (bill taylor) Last Friday, a member of my staff told me of events that occurred on July 26.\nmichael schmidt\nTaylor says, this is not something I saw, but one of my aides, the day after the now-famous call between Trump and the Ukrainian president, overhears a phone conversation between Trump and a top American diplomat.\narchived recording (bill taylor) The member of my staff could hear President Trump on the phone asking Ambassador Sondland about the investigations. Ambassador Sondland told President Trump the Ukrainians were ready to move forward.\nmichael barbaro\nAnd by investigations, he means the president’s desired digging into his political rivals, namely Joe Biden.\nmichael schmidt\nCorrect. And after the call, the aide follows up with the American diplomat and says, what was that all about?\narchived recording (bill taylor) Following the call with President Trump, the member of my staff asked Ambassador Sondland what President Trump thought about Ukraine. Ambassador Sondland responded that President Trump cares more about the investigations of Biden, which Giuliani was pressing for.\nmichael schmidt\nAnd the diplomat said the thing Trump cares more about is the investigations.\nmichael barbaro\nMore than Ukraine and its security?\nmichael schmidt\nCorrect. So here we are, a day after the famous call, learning about a new incident in which the president is reiterating how important these investigations, particularly on the Bidens, are to him.\nmichael barbaro\nAnd this is all unfolding, chronologically, at a moment where the U.S. aid to Ukraine is being withheld after the president has, as you said, asked for a favor. So this is one more data point showing that the president wants Ukraine to do these politically-motivated investigations into his rivals. And it becomes increasingly hard — correct? — for anyone to claim that the president’s intentions and conduct here are ambiguous.\nmichael schmidt\nCorrect. You’re building towards a larger narrative of what Trump was up to and what he really wanted.\narchived recording (bill taylor) Mr. Chairman, I recognize that this is rather a lengthy recitation of the events of the past few months, told from my vantage point in Kiev. But I also recognize the importance of the matters your committee is investigating. And I hope that this chronology will provide some framework for your questions.\nmichael barbaro\nSo at this point, Mike, it feels like the Democrats are pulling off a pretty successful day one of their public hearing, from their perspective. They are demonstrating that Ukrainian lives were at stake when this money was being withheld in this quid pro quo scheme. They establish that the Ukrainians felt the pressure of this arrangement, that it was not abstract to them. And finally, they are putting the president directly at the center of this all.\nmichael schmidt\nCorrect. They’re adding new details that bolster their story. And for the first day of testimony, that’s a pretty good accomplishment.\n[music]\nmichael schmidt\nBut then the Republicans have a chance to ask questions, and they have a pretty effective strategy of their own.\nmichael barbaro\nWe’ll be right back. So, Mike, once Republicans get to ask these two witnesses questions, what does their strategy actually look like?\nmichael schmidt\nOne by one, the Republican representatives try and water down the Democrats’ argument. They take on the issue of whether the Ukrainians truly felt pressure to commit to these investigations.\narchived recording (devin nunes) Note this important fact: The security assistance was provided to Ukraine without the Ukrainians having done any of the things they were supposedly being blackmailed to do.\nmichael schmidt\nAnd when the Ukrainians were asked, did you feel pressure from Donald Trump to do this? Ukrainians said no.\narchived recording (devin nunes) The Ukrainian president stood in front of the world press and repeatedly, consistently, over and over again, interview after interview, said he had no knowledge of military aid being withheld, meaning no quid pro quo, no pressure, no demands, no threats, no blackmail, nothing corrupt.\nmichael barbaro\nSo this is a clear strategy of trying to take the air out of what the Democrats are arguing and saying instead, so there’s all this talk of a quid pro quo, but actually, the military aid gets to the Ukrainians, so that takes away one half of it. And those investigations that were sought, they never happened, which, they argue, takes away the other half of it.\nmichael schmidt\nIt’s the argument of quid pro so — so what?\nmichael barbaro\nI mean, can both those things be true, though? That you can ask for something and not get it, and it still be wrong?\nmichael schmidt\nWell, the Democrats, when they try and come back and clean this up, say, is attempted murder a crime? Is attempted robbery a crime? Even if Donald Trump didn’t succeed in this, he tried. And that matters.\nmichael barbaro\nBut how do the Republicans on this panel grapple with the new revelations that appear pretty damning from Bill Taylor?\narchived recording (michael turner) Ambassador Taylor, the reason why the Sixth Amendment doesn’t allow hearsay is because it’s unreliable. It’s unreliable because frequently, it’s untruthful.\nmichael schmidt\nThey say it’s hearsay.\narchived recording (adam schiff) Ambassador, you testified about a number of things that you heard. Isn’t it possible that the things that you heard were not true, that some of the beliefs and understandings that you had are not accurate, that, in fact, you’re mistaken about some of the things that you testified today, in a factual basis —\nmichael schmidt\nWas that staffer that Taylor was talking about, was that staffer talking to the president? No, that staffer was not. The staffer just overheard that conversation.\nmichael barbaro\nHmm. And by the way, that staffer than conveys it to you, Bill Taylor, so it’s essentially thirdhand.\nmichael schmidt\nCorrect, and the Republicans ask Kent and Taylor —\narchived recording (jim jordan) So you weren’t on the call, were you? The president — you didn’t listen in on President Trump’s call, and President Zelensky’s call? archived recording (bill taylor) I did not.\nmichael schmidt\n— did you ever talk to the president about the quid pro quo? No.\narchived recording (jim jordan) You’ve never talked with Chief of Staff Mulvaney? archived recording (bill taylor) I never did.\nmichael schmidt\nDid you ever talk to the president?\narchived recording (jim jordan) You never met the president? archived recording (bill taylor) That’s correct.\nmichael schmidt\nNo.\narchived recording (jim jordan) This is what I can’t believe. And you’re their star witness. You’re their first witness.\nmichael schmidt\nSo where are these firsthand accounts? If we’re going to impeach the president and remove him from office, where is the direct evidence tying him to this?\nmichael barbaro\nWhy is it important that those two diplomats did or didn’t have a conversation with the president? As best I can tell, all the testimony so far has been from career diplomats who are essentially in the middle of the bureaucracy, and experienced what they regarded as this improper scheme in the places where they were, not as people who work directly with the president.\nmichael schmidt\nCorrect. Much of the testimony so far has been from this sort of second layer of folks, who were not directly talking to the president. And I think what the Republicans are trying to say is that if we are going to take this extreme measure of removing a president for the first time in American history, we need more evidence than just these people who were not talking directly to Trump.\narchived recording (jim jordan) Over the next few weeks, we’re going to have more witnesses like we’ve had today that the Democrats will parade in here, and they’re all going to say this, so and so said such and such to so and so, and therefore we got to impeach the president. That’s what we’re going to hear.\nmichael barbaro\nSo by that argument, Republicans seem to be making the case that until they hear directly from a witness who heard something directly from the president, they are not going to be persuaded.\nmichael schmidt\nCorrect, and it’s a little disingenuous, because the White House is blocking those people closest to the president from talking to Congress.\nmichael barbaro\nSo in that sense, it’s kind of a convenient strategy.\nmichael schmidt\nCorrect.\nmichael barbaro\nBut is it effective?\nmichael schmidt\nIt starts to build room for Senate Republicans to say, we do not have enough evidence directly tying Trump to this. And it begins to open up that gap and water down the Democrats’ argument that this is something Trump should be removed for.\nmichael barbaro\nIt feels like this line of questioning for the Republicans, especially the hearsay argument, reveals a pretty complicated reality for the Democrats who are running these hearings, which is, it’s easy to poke holes in the case for impeachment, whereas it’s relatively difficult to make a highly compelling case to the whole country for impeachment, as you said, especially when the White House is blocking the witnesses with the most direct access to the president.\nmichael schmidt\nWithout those witnesses, the Democrats are sort of fighting with one hand tied behind their back. They do not have access to those closest to Trump. And to take such a severe move, Republicans are going to say, where are those accounts? Where is that evidence? And that’s where the Democrats will struggle.\narchived recording (adam schiff) Over the weeks to come, or over the days to come, rather, we will hear from other dedicated public servants.\nmichael barbaro\nSo, Mike, how does this hearing come to an end?\nmichael schmidt\nAfter six hours of back and forth between the Republicans and the Democrats and the witnesses, Schiff sort of bookends the hearing, and tries again to remind people of what was at stake here.\narchived recording (adam schiff) At the end of the day, we’re going to have to decide based on the evidence that you and others provide whether we’re prepared to accept a situation where the president can condition military aid, diplomatic meetings or any other performance of an official act in order to get help in their re-election.\nmichael schmidt\nAnd why this was so important.\narchived recording (adam schiff) I appreciate members on both sides of the aisle who I think participated today in a civil way. This is as it should be.\nmichael schmidt\nHe thanks both parties for keeping things fairly civil.\narchived recording (adam schiff) With that, this concludes this portion of the hearing.\nmichael schmidt\nAnd he gavels it to a close.\narchived recording (adam schiff) — call of the chair. When we resume shortly, we’ll take up Mr. Conaway’s motion.\nmichael barbaro\nMike, this hearing was designed very much for the public. And it was the first time that the public got a chance to meet these career Foreign Service officers who believe that the president did something wrong here. So what do you think that that public will take away from this day?\nmichael schmidt\nThey will have seen two witnesses in Kent and Taylor who saw things that they thought were real problems. They had been in government a long time, and this thing came along and could be real trouble in terms of life and death. Up until this point, we had heard about these concerns. We had read about them. But today, in Bill Taylor’s voice, you felt them, and that was different.\nmichael barbaro\nBut on the other hand, as the Republicans have pointed out, the thing they most feared, what Bill Taylor was so scared of, didn’t happen.\nmichael schmidt\nIt didn’t happen, and that dilutes the importance of it.\nmichael barbaro\nWhich suddenly creates an intriguing question that I suppose may hang over the rest of all these hearings. Are the president’s motivations, are his proven conduct, no matter what the outcome, no matter if the thing he plotted and schemed happened or didn’t happen, is the fact that he wanted it to happen and he put it in motion, is that enough to be impeached?\nmichael schmidt\nIt’s a reoccurring theme in the Trump story. The president tries to do something, but ultimately is not effective enough to actually get it done. So should we penalize him for those attempts? Is the attempt and everything that goes into it and everything that gets set in motion reach that bar for Congress to remove the president? And that’s where the debate may be in the coming weeks for the rest of these hearings.\n[music]\nmichael barbaro\nThank you, Mike.\nmichael schmidt\nThanks for having me.\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today.\narchived recording Ladies and gentlemen, the president of the United States and the president of the Republic of Turkey.\nmichael barbaro\nOn Wednesday, President Trump hosted Turkey’s president, Recep Tayyip Erdogan, at the White House, despite the fact that Turkey has invaded Syria in a widely condemned operation that killed Kurdish allies of the U.S.\narchived recording (donald trump) We’ve assured each other that Turkey will continue to uphold what it’s supposed to uphold. I’m a big fan of the president, to tell you that.\nmichael barbaro\nDuring a joint news conference with Erdogan, Trump declined to criticize Erdogan for the operation, instead praising him for reaching a cease-fire in Syria.\narchived recording (donald trump) And I know that the cease-fire, while complicated, is moving forward and moving forward at a very rapid clip.\nmichael barbaro", "url": "https://www.nytimes.com/2019/11/13/us/politics/impeachment-hearing-day-1.html"}