{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:27:55", "date_modify": "2022-10-25 23:27:55", "date_publish": "2019-12-05 08:29:52", "description": "Analysts say that American hopes for a quick deal and then slashed spending could lead to a collapse after 18 years of international aid created an unsustainable economy.", "filename": "2019_12_05_world_asia_afghanistan-aid-world-bank_1666740475.html", "image_url": "https://static01.nyt.com/images/2019/12/05/world/05afghan-economy1/05afghan-economy1-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=f9918289e8cfb78e58868caa26f1ea325b1d012ca56155733561a0e32aa0154c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_05_world_asia_afghanistan-aid-world-bank_1666740475.html", "title": "Afghanistan Needs Billions in Aid Even After a Peace Deal, World Bank Says", "title_page": "Afghanistan Needs Billions in Aid Even After a Peace Deal, World Bank Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — As the United States urgently pushes a peace deal with the Taliban to end its costly military presence in Afghanistan, the World Bank has warned that the war-stricken country will still require billions of dollars in international aid over many years after a peace deal to deliver basic services and sustain any potential peace.\nEighteen years of expensive American and NATO military presence marked by inefficient funneling of billions of dollars has shaped an economy almost entirely dependent on foreign aid. The country’s $11 billion in public expenditure each year is a far cry from its modest revenues, which even after recent improvements barely reach $2.5 billion, officials and analysts say. The difference, about 75 percent of expenses, is footed by grants from international partners, particularly the United States.\nA new World Bank report, titled “Financing Peace,” addresses the idea that American and other international donors to Afghanistan see a potential deal with the Taliban as what one official described as an “out of jail card” to significantly reduce their costs in Afghanistan, particularly on the civilian side. The report warns that even after a settlement with the Taliban the country would still require financial assistance at near current levels, as much as $7 billion a year for several years to come, to be able to sustain its most basic services.", "url": "https://www.nytimes.com/2019/12/05/world/asia/afghanistan-aid-world-bank.html"}