{"authors": ["William K. Rashbaum", "Ben Protess"], "date_download": "2022-10-25 23:38:06", "date_modify": "2022-10-25 23:38:06", "date_publish": "2019-07-18 15:54:03", "description": "The outcome appeared to be a legal victory for President Trump, but documents also offered new details of his involvement in the case.", "filename": "2019_07_18_nyregion_stormy-daniels-michael-cohen-documents_1666741086.html", "image_url": "https://static01.nyt.com/images/2019/07/18/us/18nycohen-hp/18nycohen-hp-facebookJumbo-v2.jpg?year=2019&h=550&w=1050&s=3aa18a0cec85ac87c952de90ed028c4acd4fe5ec933a91e6dec594ee37f68a0b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_18_nyregion_stormy-daniels-michael-cohen-documents_1666741086.html", "title": "New Charges in Stormy Daniels Hush Money Inquiry Are Unlikely, Prosecutors Signal", "title_page": "New Charges in Stormy Daniels Hush Money Inquiry Are Unlikely, Prosecutors Signal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nFederal prosecutors signaled in a court document released on Thursday that it was unlikely they would file additional charges in the hush-money investigation that ensnared members of Donald J. Trump’s inner circle and threatened to derail his presidency.\nIn the document, the prosecutors said they had “effectively concluded” their inquiry, which centered on payments made during the 2016 presidential campaign to buy the silence of two women who said they had had affairs with Mr. Trump.\nThe outcome appeared to be a legal victory for Mr. Trump, whom prosecutors implicated last year in directing the payments. Mr. Trump had denied the affairs and any wrongdoing, but his aides considered the inquiry a greater threat than even the special counsel’s investigation into Russian interference in the election.", "url": "https://www.nytimes.com/2019/07/18/nyregion/stormy-daniels-michael-cohen-documents.html"}