{"authors": ["Javier C. Hernández"], "date_download": "2022-10-25 23:34:27", "date_modify": "2022-10-25 23:34:27", "date_publish": "2019-07-13 02:44:49", "description": "Reporters were once a force for accountability in China. But President Xi Jinping has brought about what critics call a “total censorship era.”", "filename": "2019_07_12_world_asia_china-journalists-crackdown_1666740867.html", "image_url": "https://static01.nyt.com/images/2019/07/14/world/14china-journalists/00china-journalists-1sub-facebookJumbo.jpg?year=2019&h=550&w=1050&s=baabc54a192b32e9ad0d901b0dc74d1c617d31a17124a3ab9cd718b87073e3d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_12_world_asia_china-journalists-crackdown_1666740867.html", "title": "‘We’re Almost Extinct’: China’s Investigative Journalists Are Silenced Under Xi", "title_page": "‘We’re Almost Extinct’: China’s Investigative Journalists Are Silenced Under Xi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But under President Xi Jinping, such journalists have all but disappeared, as the authorities have harassed and imprisoned dozens of reporters and as news outlets have cut back on in-depth reporting. One of the most glaring consequences of Mr. Xi’s revival of strongman politics is that the Chinese press is now almost entirely devoid of critical reporting, filled instead with upbeat portrayals of life in China under Mr. Xi.\nCritics call it the “total censorship era.”\n“We’re almost extinct,” said Liu Hu, 43, a reporter from the southwestern province of Sichuan who was detained for nearly a year after investigating corrupt politicians. “No one is left to reveal the truth.”\nSince rising to power in 2012, Mr. Xi has transformed China’s media landscape, restoring the primacy of party-controlled news outlets while silencing independent voices. He has said that the mission of the news media should be to spread “positive energy” and to “love the party, protect the party and serve the party.”\nMr. Xi’s crackdown on journalists has left China, with its nearly 1.4 billion people, in what sometimes seems like an information vacuum. At a time when world leaders are asking what kind of superpower China will be, public discourse within the country is remarkably monolithic. Instead of policy debates, there are calls in the Chinese press to defend China’s socialist system. Instead of scrutiny of Chinese leaders and institutions, there are paeans to Mr. Xi and the party.\n“The government has made its citizens ignorant,” Mr. Liu said. “The public’s eyes are blind, their ears are deaf and their mouths have no words.”", "url": "https://www.nytimes.com/2019/07/12/world/asia/china-journalists-crackdown.html"}