{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:31:48", "date_modify": "2022-10-25 23:31:48", "date_publish": "2019-09-18 16:22:32", "description": "The administration's plan has been assailed by California officials and environmental advocates as an attack on states’ rights and on a major policy to fight climate change.", "filename": "2019_09_18_us_trump-california-emissions_1666740708.html", "image_url": "https://static01.nyt.com/images/2019/09/18/climate/18CLI-EMISSIONS1/18CLI-EMISSIONS1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=54d6f2258b887b7d6a92f549bccbbc5164067c1735366a3ab0cd9ef00aa2df09&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_18_us_trump-california-emissions_1666740708.html", "title": "Trump Defends Plan to Kill California’s Auto-Emissions Authority", "title_page": "Trump Defends Plan to Kill California’s Auto-Emissions Authority - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump on Wednesday posted on Twitter an aggressive defense of his unprecedented move to abolish California’s legal authority to set its own standards on climate-warming automobile emissions.\nMr. Trump was in Los Angeles for a fund-raiser when he boasted about the move, which California officials and environmental advocates have assailed as an illegal attack on states’ rights and on a major policy designed to fight climate change.\n“The Trump administration is revoking California’s Federal Waiver on emissions in order to produce far less expensive cars for the consumer, while at the same time making the cars substantially SAFER,” Mr. Trump wrote in the first of three posts. He said the change would lead to increased auto production and new “JOBS, JOBS JOBS,” and claimed that the newer cars would be “extremely environmentally friendly.”\nCalifornia officials said they would sue to block the move as soon as the plan was officially published.", "url": "https://www.nytimes.com/2019/09/18/us/trump-california-emissions.html"}