{"authors": ["Ana Swanson"], "date_download": "2022-10-25 23:39:13", "date_modify": "2022-10-25 23:39:13", "date_publish": "2019-02-27 00:29:13", "description": "Robert Lighthizer, the United States trade representative, must defend a trade pact that is shaping up to be less ambitious than he might once have hoped.", "filename": "2019_02_26_us_politics_robert-lighthizer-china-trade_1666741153.html", "image_url": "https://static01.nyt.com/images/2019/02/27/business/27DC-TRADE/27DC-TRADE-facebookJumbo-v2.jpg?year=2019&h=549&w=1050&s=651537317dbb27cfb5b865da2bf604049b0faa819fd9c73672fac6955a3a0453&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_26_us_politics_robert-lighthizer-china-trade_1666741153.html", "title": "Trump Undermines Top Trade Adviser as He Pushes for China Deal", "title_page": "Trump Undermines Top Trade Adviser as He Pushes for China Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump has signaled that he is moving toward peace with China in a trade standoff that has rattled markets and businesses globally. But as he backs off his threat to impose higher tariffs, the president’s relationship with his own trade negotiator is now showing signs of strain.\nThe situation has left Mr. Trump’s trade representative, Robert Lighthizer, who is both an ardent supporter of the president and a longtime China critic, in an uncomfortable bind. While broad tariffs on Chinese imports brought Beijing to the negotiating table, Mr. Trump has grown impatient with the talks, and a consensus is growing in Washington that Mr. Trump will ultimately accept a weak deal.\nAnd despite the lack of a transformative arrangement he once promised, the president has begun dangling the idea of a “signing summit” with President Xi Jinping of China at Mar-a-Lago, Mr. Trump’s Florida resort. As a result, the president is undermining Mr. Lighthizer as he tries to pressure China to make big concessions.\n“Trump is certainly doing his negotiating team no favors by undercutting them in public,” said Eswar Prasad, a trade expert and the former head of the China division of the International Monetary Fund. The president’s actions, he said, “weakens rather than fortifies Lighthizer’s leverage.”", "url": "https://www.nytimes.com/2019/02/26/us/politics/robert-lighthizer-china-trade.html"}