{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:30:54", "date_modify": "2022-10-25 23:30:54", "date_publish": "2019-12-12 19:08:19", "description": "The high-profile measure would curb the price of prescription drugs and extend more benefits to Medicare beneficiaries.", "filename": "2019_12_12_us_politics_house-prescription-drug-prices_1666740654.html", "image_url": "https://static01.nyt.com/images/2019/12/12/us/politics/12DC-DRUGS/12DC-DRUGS-facebookJumbo.jpg?year=2019&h=550&w=1050&s=c68ea1a075821c5b5d4989cc0f9f07e584a8610a965167cad6b886df30bf3a12&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_12_12_us_politics_house-prescription-drug-prices_1666740654.html", "title": "House Votes to Give the Government the Power to Negotiate Drug Prices", "title_page": "House Votes to Give the Government the Power to Negotiate Drug Prices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "House Republicans countered the Democrats’ bill with a more modest measure, which drew support from eight Democrats when it came to a vote on Thursday. That measure, an amalgam of other bills that have drawn bipartisan support, would also cap out-of-pocket expenses and require insurance companies to make information available about drug prices to patients in doctors’ offices before doctors prescribe them. But it excludes the Medicare negotiation provision.\nMr. Trump campaigned in 2016 on allowing the government to negotiate drug prices, but Republicans argued that giving that power to the government would force pharmaceutical companies to eliminate research and development, depriving the public of lifesaving medicines.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“For an issue as crucial as lowering the cost of prescription drugs for Americans, partisanship should be set aside,” Representative Kevin McCarthy of California, the Republican leader, said as he made his party’s closing argument for his bill. He warned that the Democrats’ bill was “opening the door to a government takeover of our prescription drug market.”\nRepresentative Greg Walden, Republican of Oregon, who managed the bill for Republicans on the House floor, cited a Congressional Budget Office estimate showing that the Democrats’ measure would result in 40 fewer drugs over the next two decades.\nDemocrats say their bill addresses research and development concerns by allocating more than $10 billion to the National Institutes of Health for biomedical research, with the goal of advancing breakthrough cures. The Congressional Budget Office has estimated that the bill would save taxpayers $5 billion over a 10-year period.\nAllowing Medicare to negotiate prices has been a long-sought goal of Democrats; because the insurance program buys drugs in bulk, it can effectively set the price for all insurers. It was a matter of intense debate in 2003, when the Republican-led Congress passed the bill creating Medicare Part D, which allows Medicare to pay for the cost of prescription drugs.\nSince that time, the rising list prices of brand-name drugs, coupled with insurance plans that have increasingly raised deductibles and asked consumers to pay more out of pocket, have left many Americans facing difficult choices about whether to forgo medicine in favor of other necessities, including food.", "url": "https://www.nytimes.com/2019/12/12/us/politics/house-prescription-drug-prices.html"}