{"authors": ["Matt Flegenheimer", "Katie Glueck"], "date_download": "2022-10-25 23:52:30", "date_modify": "2022-10-25 23:52:30", "date_publish": "2019-08-01 03:55:12", "description": "The former vice president had a lot to prove. To those who had written him off after the first debate, he had this to say: “malarkey.”", "filename": "2019_07_31_us_politics_debate-joe-biden.html_action=click&module=Intentional&pgtype=Article_1666741950.html", "image_url": "https://static01.nyt.com/images/2019/07/31/us/politics/31debate-moment/31debate-moment-facebookJumbo.jpg?year=2019&h=550&w=1050&s=b047cb4fac54457fe83619cda906ee6adf581f80ff56825c11cb38053708e1df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_31_us_politics_debate-joe-biden.html_action=click&module=Intentional&pgtype=Article_1666741950.html", "title": "Joe Biden Did Fine, and That Might Have Been Enough", "title_page": "Joe Biden Did Fine, and That Might Have Been Enough - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was perhaps the most dramatic moment of the first presidential primary debates. “Senator Kamala Harris laced into Vice President Biden’s record on civil rights.” “We have to take it seriously. We have —” This was a searing exchange on race that put Biden on the defensive. “I’m the guy that extended the Voting Rights Act for 25 years.” And then, this happened: “I agree that everybody, once they in — anyway, my time’s up. I’m sorry.” “Thank you, vice president.” “This was a significant exchange for substantive reasons. But at a rhetorical level, Mr. Biden’s response was also revealing.” “Anyway, my time’s up. I’m sorry.” “Thank you, vice president.” Katie Glueck has been covering Biden for a while. “I have listened to dozens and dozens of Joe Biden speeches and have read all of his books as well. Use of the term ‘anyway’ is just one in a long list of what many folks refer to as Bidenisms. That is a reference to the distinctive way that Vice President Biden often speaks. Some Bidenisms include the term ‘anyway,’ ‘look folks,’ ‘here’s the deal,’ ‘I’m serious,’ ‘that’s not hyperbole,’ ‘not a joke.’” “Folks, we need to recognize that words matter.” “Mr. Biden entered the 2020 presidential campaign as the early poll leader. And his supporters love his folksy style. For others however, who are interested in a fresher face, the way that Mr. Biden speaks is another reminder that he came up in a different political generation.” “I announce my candidacy for president of the United States.” And if you’re a close observer of Mr. Biden’s speech patterns, you can detect a couple of different themes. “And folks. Folks. This election. It’s not hyperbole to suggest. This is not hyperbole. This election is literally bigger than politics. And that is not hyperbole.” “What he’s saying is, ‘This is important.’” “This is not hyperbole. It all may come down to Pennsylvania, not a joke. No, no, not a joke. Not a joke.” “And sometimes Mr. Biden just says it straight out.” “No, and I’m serious.” “I’m serious.” “I’m serious.” “So Vice President Biden would be the first to admit that he is not someone who always sticks to the script. He can be gaffe prone.” “The next president of the United States, Barack Amer—” “But he does pride himself on straight talk. When he uses phrases, like —” “Here’s the deal. Here’s the deal. Daughters always are wonderful. Well, here’s the deal, guys. Here’s the deal.” “What he’s saying is, ‘This is sincere.’ Biden has a decadeslong record in government and with that comes years of stories that he likes telling. The end result can sometimes be a little bit of meandering.” “And I really mean that. And I didn’t plan on going into that.” “And so if you listen closely —” “But I didn’t know that —” “He often uses the term ‘anyway’ to wrap it up or to get back on message.” “And so anyway, did I answer your question?” And certainly, Mr. Biden is not the only candidate to rely on a particular set of phrases. “Millionaires and billionaires.” But for Mr. Biden, his speech patterns go deeper. “Biden’s phrases are not tied to a particular policy prescription or even a particular political slogan.” And perhaps they speak to his roots. “Before he was vice president, Mr. Biden was for decades a senator from Delaware, which is a pretty small state. And some of his speaking mannerisms can in fact be viewed as a little bit of a reflection of the place where he actually did have that personal connection with so many people.” “Quite frankly, folks.” “If you are watching a public appearance from Joe Biden, you are virtually guaranteed to see him use at least one of these phrases.” [singing]", "url": "https://www.nytimes.com/2019/07/31/us/politics/debate-joe-biden.html?action=click&module=Intentional&pgtype=Article"}