{"authors": ["Peter Baker", "Mark Landler"], "date_download": "2022-10-25 23:56:12", "date_modify": "2022-10-25 23:56:12", "date_publish": "2019-05-19 18:32:44", "description": "The president and his son-in-law, Jared Kushner, are taking a business approach to the Middle East, hoping to use other nations’ money to secure a deal.", "filename": "2019_05_19_us_politics_trump-middle-east-peace-plan_1666742172.html", "image_url": "https://static01.nyt.com/images/2019/05/20/us/19dc-prexy/19dc-prexy-facebookJumbo.jpg?year=2019&h=550&w=1050&s=ec2c67c364a1cbe50de0a62a82c62c0110210b6b02aafedb0f8e5933c7de6c23&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_19_us_politics_trump-middle-east-peace-plan_1666742172.html", "title": "Trump to Open Middle East Peace Drive With Economic Incentives", "title_page": "Trump to Open Middle East Peace Drive With Economic Incentives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Only then would the administration move on to the political elements of its yet-to-be-released plan, developed by Mr. Kushner and Jason Greenblatt, the president’s special representative for negotiations. By most indications, the plan would not involve the creation of a Palestinian state, as the United States has sought for the last quarter-century under presidents of both political parties.\nBut just as they have done in their sometimes highly leveraged real estate businesses, Mr. Trump and Mr. Kushner hope to use other people’s money to achieve their goals. The vast bulk of the funds they hope to generate as part of the plan would come from other nations, not the United States.\nIndeed, the Trump administration has over the last two years moved in the opposite direction, cutting off aid from the United States to the Palestinians in the West Bank and Gaza because, as the president once put it, Americans “get no appreciation or respect” in response.\nAdministration officials have said that does not mean the United States would not be willing to invest again in the Palestinians, but only after political changes that could foster peace with Israel.\nThe challenges inherent in Mr. Trump’s emerging approach were evident even in Sunday’s announcement of the economic conference. Administration officials would not identify who would attend or even say whether invitations were sent to the Palestinian Authority, which rules the West Bank, or the Israeli government.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMoreover, Bahrain, the host of the forum, is at odds with nearby Qatar, which has been one of the main funders of the Palestinians for years. Bahrain, along with Saudi Arabia, the United Arab Emirates and Egypt, has severed diplomatic relations with Qatar and imposed a blockade on the small state, leaving unclear whether it would participate in any economic initiative.", "url": "https://www.nytimes.com/2019/05/19/us/politics/trump-middle-east-peace-plan.html"}