{"authors": ["Noam Cohen"], "date_download": "2022-10-25 23:46:11", "date_modify": "2022-10-25 23:46:11", "date_publish": "2019-05-22 09:00:06", "description": "In “The Players Ball,” David Kushner recounts the fight over a valuable domain name in the days before the internet took its current form.", "filename": "2019_05_22_books_review_players-ball-david-kushner_1666741571.html", "image_url": "https://static01.nyt.com/images/2019/05/26/books/review/26Cohen/26Cohen-facebookJumbo.jpg?year=2019&h=549&w=1050&s=dfe173884459d3e373a3d596211215dd4370d440c8667f09d519adae27c8cea6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_22_books_review_players-ball-david-kushner_1666741571.html", "title": "A Wild West Story About the Early Internet and Sex.com", "title_page": "A Wild West Story About the Early Internet and Sex.com - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE PLAYERS BALL\nA Genius, a Con Man, and the Secret History of the Internet’s Rise\nBy David Kushner\nIn “The Players Ball,” David Kushner’s lively re-enactment of the battle to control the web address sex.com, the internet gets the creepy, disturbing origin story that it deserves.\nSome may prefer to trace the internet’s rise to the wizards who stayed up late connecting computer centers across the globe or to the bookish Tim Berners-Lee weaving the World Wide Web from his Swiss lab, but the unsavory characters at the heart of “The Players Ball” are a better fit for today. Stephen Michael Cohen and Gary Kremen spent the better part of the 1990s fighting for custody of sex.com, which raked in as much as $5 million a year in profits by serving as a hub for porn ads and subscriptions. In the process, they proved that with the right stimulus, crowds would flock online and spend freely.\n“As in the American Frontier of the 1800s, the early settlers of the net fought to stake their claim and make their millions,” Kushner writes at the start of the book. “They established the systems that defined the world to come. But none of this would have been possible without the fuel that made the internet what it is today, love and sex.” In other words, once there was money to be made from porn, the trappings of civilization were certain to follow — infrastructure investments, legal protections and the like.\nThis comparison between the early internet and the Wild West — mythologized as virgin territory waiting to be conquered by visionary men — is hardly unique to Kushner. One of the first important digital rights groups, for example, named itself the Electronic Frontier Foundation. But Kushner, who is the author of several books including a history of the video game Grand Theft Auto, leans especially heavily on the tropes of the western, building his story around a white hat (Kremen) and black hat (Cohen).", "url": "https://www.nytimes.com/2019/05/22/books/review/players-ball-david-kushner.html"}