{"authors": ["Benjamin Mueller", "Alan Yuhas"], "date_download": "2022-10-25 23:44:36", "date_modify": "2022-10-25 23:44:36", "date_publish": "2019-10-01 20:44:19", "description": "In a statement, the duchess’s husband, Prince Harry, said that the letter was published unlawfully and was part of a “ruthless campaign” by British tabloids.", "filename": "2019_10_01_world_europe_meghan-markle-harry-lawsuit.html_action=click&module=RelatedLinks&pgtype=Article_1666741476.html", "image_url": "https://static01.nyt.com/images/2019/10/01/world/01royals/01royals-facebookJumbo.jpg?year=2019&h=549&w=1050&s=9f383d6d3982e39eca62bd8a65683f394e71d8ded4292bfc69fb274c558eb7c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_01_world_europe_meghan-markle-harry-lawsuit.html_action=click&module=RelatedLinks&pgtype=Article_1666741476.html", "title": "Meghan, Duchess of Sussex, Sues Mail on Sunday Over Publication of Letter", "title_page": "Meghan, Duchess of Sussex, Sues Mail on Sunday Over Publication of Letter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Meghan, the Duchess of Sussex, has filed a lawsuit against a British tabloid and its parent company over the publication of a private letter, her husband, Prince Harry, said on Tuesday, in an unusually public rebuke of the British press by the royal family.\nDespite Buckingham Palace’s long and sometimes acrimonious relationship with Britain’s raucous tabloids, the royal family has rarely challenged specific publications or articles in public.\nBut in a statement posted on the duke and duchess’s website, Prince Harry said that Meghan had become a victim of “a ruthless campaign” by British tabloids, and that he had been “a silent witness to her private suffering for too long.”\nThe statement does not identify what article prompted the lawsuit, against The Mail on Sunday, but in February the tabloid published a story about a handwritten letter that Meghan had sent to her estranged father, Thomas Markle.", "url": "https://www.nytimes.com/2019/10/01/world/europe/meghan-markle-harry-lawsuit.html?action=click&module=RelatedLinks&pgtype=Article"}