{"authors": ["Shane Goldmacher", "Reid J. Epstein"], "date_download": "2022-10-25 23:52:36", "date_modify": "2022-10-25 23:52:36", "date_publish": "2019-09-12 21:41:20", "description": "Joe Biden hugged Barack Obama tightly as the former vice president came under attack from Bernie Sanders and Julián Castro. Elizabeth Warren went unscathed, while Kamala Harris stuck to a script.", "filename": "2019_09_12_us_politics_september-democratic-debate-live_1666741956.html", "image_url": "https://static01.nyt.com/images/2019/09/12/us/100000006716244/100000006716244-facebookJumbo.jpg?year=2019&h=550&w=1050&s=44fb1e015bc56d3762fd0c597c20ef107b9a1e205ad456e16228c09580fe7dce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_12_us_politics_september-democratic-debate-live_1666741956.html", "title": "6 Takeaways From the September Democratic Debate", "title_page": "6 Takeaways From the September Democratic Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Our Democratic primary debate starts right now.” “You’ve spent the last two and a half years full-time trying to sow hate and division among us.” “We have a white supremacist in the White House.” “I remember President Trump scoffed and said he’d like to see me making a deal with Xi Jinping. I’d like to see him making a deal with Xi Jinping!” “And he is treating our farmers and our workers like poker chips in one of his bankrupt casinos.” “And now, President Trump, you can go back to watching Fox News.” “… a huge mistake and one of the big differences between you and me: I never believed what Cheney and Bush said about Iraq.” “You qualify for Medicaid automatically —” “Are you forgetting what you said just two minutes ago? Are you forgetting already what you said just two minutes ago?” “I mean, he wants to take credit for Obama’s work, but not have to answer to any questions.” “I stand with Barack Obama all eight years. Good, bad and indifferent. That’s where I stand.” “Hell yes, we’re going to take your AR-15, your AK-47.” “My campaign will now give a freedom dividend of $1,000 a month for an entire year to 10 American families.” “You are a vegan since 2014. Should more Americans follow your diet?” “You know, first of all, I want to say, no. Actually, I want to translate that into Spanish: No.” “My plan for health care costs a lot of money. It costs $740 billion. It doesn’t cost $30 trillion. How are we going to pay for it?” “In the United States of America, we are spending twice as much per capita on health care as the Canadians or any other major country on Earth.” “It’s America.” “The problem, Senator Sanders, with that ‘damn bill’ that you wrote and that Senator Warren backs is that it doesn’t trust the American people.” “So under my Medicare for all plan, people have the choice of a private plan or a public plan.” “The mass shootings are terrible, but they get all the headlines. Children die every day on streets, in neighborhoods, on playgrounds.” “Year after year, I had an F rating from the N.R.A.” “So background checks and gun licensing, these are agreed to by overwhelmingly the majority of Americans. I was the first person to come out for gun licensing.” “A system right now that cannot tell the difference in the threat posed by a terrorist, a criminal and a 12-year-old girl is not a system that is keeping us safer.” “Never cage another child. Make sure that there is accountability and justice for the seven lives lost under our care and our custody.” “I would in fact make sure that we immediately surge to the border all those people who are seeking asylum. They deserve to be heard. That’s who we are. We’re a nation that says, if you want to flee and you’re fleeing oppression, you should come.”", "url": "https://www.nytimes.com/2019/09/12/us/politics/september-democratic-debate-live.html"}