{"authors": ["Barry Meier"], "date_download": "2022-10-25 22:55:12", "date_modify": "2022-10-25 22:55:12", "date_publish": "2019-05-01 09:00:14", "description": "Keith Raniere led a group in which women were branded and taught to revere him. Now he faces trial, and testimony is expected to be prurient and bizarre, court filings suggest.", "filename": "2019_05_01_nyregion_nxivm-keith-raniere-trial_1666738512.html", "image_url": "https://static01.nyt.com/images/2019/05/04/nyregion/04sexcult1-print/00sexcult1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=75e37ad81e97e68ddb88d7a9ba4630b0f95b0ce6303a312683a633b5a146e677&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_05_01_nyregion_nxivm-keith-raniere-trial_1666738512.html", "title": "Once Idolized, Guru of Nxivm ‘Sex Cult’ to Stand Trial Alone", "title_page": "Once Idolized, Guru of Nxivm ‘Sex Cult’ to Stand Trial Alone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nIt seems a fitting final act to a strange saga: On Tuesday, Keith Raniere, who once led a cultlike group in which women were branded and taught to idolize him, will face trial alone, abandoned not only by the women he subjugated and abused, but by those who served him loyally for years.\nFor two decades, Keith Raniere, 58, was referred to as “Vanguard” by his followers in a group called Nxivm (pronounced Nex-e-um).\nHe ordered women to maintain near-starvation diets to achieve the type of body he found desirable and punished those who disobeyed his edict to have sex only with him, former followers said. In recent years, some women were branded on their pelvis with a symbol containing Mr. Raniere’s initials, an act he described in a text message as a “tribute” to him.\nDuring his trial in Brooklyn federal court, which is expected to last six weeks, jurors will hear testimony that will be prurient, bizarre and nauseating, court filings suggest. Among the graphic details: Prosecutors plan to use pictures of a naked 15-year-old girl in Mr. Raniere’s bed to prove that he exploited underage women.", "url": "https://www.nytimes.com/2019/05/01/nyregion/nxivm-keith-raniere-trial.html"}