{"authors": ["Megan Specia"], "date_download": "2022-10-25 23:43:53", "date_modify": "2022-10-25 23:43:53", "date_publish": "2019-09-27 12:40:42", "description": "The notoriously repressive kingdom will announce a new program as it tries to diversify its economy away from dependence on oil.", "filename": "2019_09_27_world_middleeast_saudi-arabia-tourist-visas_1666741433.html", "image_url": "https://static01.nyt.com/images/2019/09/28/world/27saudi/27saudi-facebookJumbo.jpg?year=2019&h=550&w=1050&s=58a6ca9222f9d39e4d4e671d100c4947fd7b836c24288e625aa81b642dc96375&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_09_27_world_middleeast_saudi-arabia-tourist-visas_1666741433.html", "title": "Saudi Arabia Plans to Let More Foreign Tourists Have Visas", "title_page": "Saudi Arabia Plans to Let More Foreign Tourists Have Visas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So, who wants to go to Saudi Arabia? The government is about to find out.\nThe country said on Friday that it would open up the country to international tourists, announcing a new visa program for citizens of 49 countries that is intended to diversify the economy and reduce the kingdom’s dependence on oil.\nUnder its de facto leader, Crown Prince Mohammed bin Salman, Saudi Arabia has been eager to bolster its international standing — particularly in the West — and draw investment, but it is unclear how attractive it will be to tourists: The country is notoriously repressive, drawing condemnation for an austere interpretation of Islam that includes strict social codes.\nSome of the rules governing public behavior have been significantly relaxed under Prince Mohammed, but Western visitors to the country will encounter an atmosphere that is far more restrictive than what they are used to.\n[Now that Saudi Arabia plans to welcome foreign tourists, here’s what you need to know.]\nThere are strict rules governing social conduct, little tolerance for dissent, allegations of human rights abuses abound, and the country found itself subject to global condemnation last year after the gruesome killing of the dissident writer Jamal Khashoggi by operatives at Saudi Arabia’s consulate in Istanbul.", "url": "https://www.nytimes.com/2019/09/27/world/middleeast/saudi-arabia-tourist-visas.html"}