{"authors": ["Nicholas Fandos", "Katie Benner"], "date_download": "2022-10-25 23:01:47", "date_modify": "2022-10-25 23:01:47", "date_publish": "2019-07-10 01:38:49", "description": "The department’s intervention raises the prospect that a deal lawmakers thought they had struck last month for testimony from Robert Mueller and two prosecutors could still unravel.", "filename": "2019_07_09_us_politics_mueller-testimony-justice-department_1666738907.html", "image_url": "https://static01.nyt.com/images/2019/07/11/us/politics/09dc-mueller1/09dc-mueller1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1988afcfaddc9f09c5345bbdf2fd715f225b9a808963baab21e77f1986b1910b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_09_us_politics_mueller-testimony-justice-department_1666738907.html", "title": "Justice Dept. Tells Mueller Deputies Not to Testify, Scrambling an Agreement", "title_page": "Justice Dept. Tells Mueller Deputies Not to Testify, Scrambling an Agreement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department is seeking to discourage Robert S. Mueller III’s deputies from testifying before Congress, potentially jeopardizing an agreement for two of the former prosecutors to answer lawmakers’ questions in private next week, according to two government officials familiar with the matter.\nThe department told the House Intelligence and Judiciary Committees last week that it was opposed to the testimony and had communicated its view to the two former members of Mr. Mueller’s team, Aaron Zebley and James L. Quarles III, according to a senior congressional official familiar with the discussions. A Justice Department official confirmed that account and said that the department had instructed both men not to appear.\nIt is unclear what effect the Justice Department’s intervention will have on the men’s eventual appearances, but it raises the prospect that a deal lawmakers thought they had struck last month for testimony from Mr. Mueller, the former special counsel, and the two prosecutors could still unravel.\nBoth Mr. Zebley and Mr. Quarles have left the Justice Department and are now private citizens, meaning that the department most likely cannot actually block their testimony. But the department’s view — depending on how strongly it is expressed — could have a chilling effect on two longtime employees and give them cover to avoid testifying.", "url": "https://www.nytimes.com/2019/07/09/us/politics/mueller-testimony-justice-department.html"}