{"authors": ["Concepción De León"], "date_download": "2022-10-25 23:37:29", "date_modify": "2022-10-25 23:37:29", "date_publish": "2019-02-07 21:00:05", "description": "The Mexican writer has made a name for herself with experimental books and essays. Her latest, “Lost Children Archive,” is a road trip novel that shows off her intellectual sensibilities.", "filename": "2019_02_07_arts_valeria-luiselli-lost-children-archive_1666741049.html", "image_url": "https://static01.nyt.com/images/2019/02/08/books/08luiselli3/08luiselli3-facebookJumbo.jpg?year=2019&h=550&w=1050&s=60e7437a799b9dd4e42adef66d4896f307a222fa14fec65ab08ed93095b5aeb8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_07_arts_valeria-luiselli-lost-children-archive_1666741049.html", "title": "Valeria Luiselli, at Home in Two Worlds", "title_page": "Valeria Luiselli, at Home in Two Worlds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Luiselli first left Mexico at the age of 2, when her father moved the family to Madison, Wis., to complete his doctorate. From there, her father’s work as a diplomat took them to Costa Rica, South Korea and South Africa, where they arrived in 1994, shortly after Mandela’s historic election. By then, her mother had left the family to join the Zapatista movement in Mexico. “I come from a matriarchal line of women who have always been very involved politically and socially,” she said, referring also to her grandmother, who worked with indigenous communities in Puebla, Mexico. After attending boarding school in India, she decided, as she puts it, “I need to go back to Mexico and become Mexican,” Luiselli recalled. She was 19 when she enrolled at the National Autonomous University of Mexico to major in philosophy and began writing there.\nLuiselli followed “Papeles Falsos” in 2011 with a novel, “Los Ingrávidos” (“Faces in the Crowd”). It has been translated into 20 languages. Rabasa noted that the book remains one of Sexto Piso’s most popular and is reprinted every year. “The Story of my Teeth,” Luiselli’s second novel, was the product of a collaboration with Jumex factory workers in Mexico, in which she sent them chapters, and they helped her shape the plot. Her books always reflect a deep plunge into her sensibilities — books and cultural references, and even real people and places where she’s been. In “Lost Children Archive,” for instance, Still Waters in a Storm is mentioned, as are Haff, obscure Italian writers and Ezra Pound.", "url": "https://www.nytimes.com/2019/02/07/arts/valeria-luiselli-lost-children-archive.html"}