{"authors": ["Concepción De León"], "date_download": "2022-10-25 23:37:39", "date_modify": "2022-10-25 23:37:39", "date_publish": "2019-02-12 16:45:15", "description": "“The Water Dancer,” out in September, is about an enslaved man whose life is altered by a near-death experience.", "filename": "2019_02_12_books_ta-nehisi-coates-water-dancer-calida-garcia-rawles_1666741059.html", "image_url": "https://static01.nyt.com/images/2019/02/14/books/14arts1-print/13COATES-ITEM1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=f32b2696faad6f27bf044e7db9416afa0b3790a46c6af057681bbbe99cfa601f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_12_books_ta-nehisi-coates-water-dancer-calida-garcia-rawles_1666741059.html", "title": "A First Look at the Cover of Ta-Nehisi Coates’s Forthcoming Novel", "title_page": "A First Look at the Cover of Ta-Nehisi Coates’s Forthcoming Novel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ta-Nehisi Coates’s first novel, “The Water Dancer,” will be published in September by One World, an imprint of Random House, and now, it has a cover. The image, painted by the artist Calida Garcia Rawles, depicts a black man submerged in water, a reflection of both a plot point in the book as well as Rawles’ previous work, in which she said she’s combined the “meditative” quality of water to reckon with black trauma.\nIn late 2017, during a visit to Rawles’s studio in Los Angeles, Coates saw some of her recent work: photo-like paintings of black women, men and children floating or swimming in a pool. He had not yet finished his novel, but he knew it would deal with water as a central theme, so he asked Rawles — somewhat shyly, in her telling — whether she might be interested in trying her hand at the cover art.\nBook covers are typically created by in-house designers, but Coates said he wanted Rawles to “read the work, feel a type of way and then create something,” which is to say, be inspired rather than directed by him or his work. “It was kind of a gamble,” he said. Rawles agreed to do it, but, nervous that rough sketches might not show the full range of what she could create, she bought a few small canvases and began painting instead.", "url": "https://www.nytimes.com/2019/02/12/books/ta-nehisi-coates-water-dancer-calida-garcia-rawles.html"}