{"authors": ["Andrew E. Kramer", "Michael Schwirtz"], "date_download": "2022-10-25 23:32:40", "date_modify": "2022-10-25 23:32:40", "date_publish": "2019-10-15 15:45:43", "description": "Kostiantyn H. Kulyk has been indicted himself on corruption charges and has a reputation for using investigations as political weapons.", "filename": "2019_10_15_world_europe_ukraine-prosecutor-biden-trump_1666740760.html", "image_url": "https://static01.nyt.com/images/2019/10/15/world/15kulyk-02/15kulyk-02-facebookJumbo.jpg?year=2019&h=550&w=1050&s=8433ef8ba05e58829ea7353c55030893a7d748cb29154dd680abb92f97fda014&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_15_world_europe_ukraine-prosecutor-biden-trump_1666740760.html", "title": "The Ukrainian Prosecutor Behind the Dossier Targeting Hunter Biden", "title_page": "The Ukrainian Prosecutor Behind the Dossier Targeting Hunter Biden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KIEV, Ukraine — When the Ukrainian prosecutor Kostiantyn H. Kulyk compiled a seven-page dossier in English that accused the son of former Vice President Joseph R. Biden Jr. of corruption, he helped set off a political firestorm that has led to the impeachment investigation of President Trump.\nBut even as he was reopening a corruption case related to Hunter Biden’s service on the board of Burisma Holdings, a major Ukrainian gas company, Mr. Kulyk himself was under a cloud of suspicion.\nHe has been indicted three times on corruption charges and accused of bringing politically motivated criminal cases against his opponents. In a Ukrainian security clearance form, Mr. Kulyk admitted having ties to a warlord in eastern Ukraine accused of working for the Russian intelligence services.\nYet none of this — including the case related to the Bidens — has seemed to harm the career of Mr. Kulyk, who remains a department head in the Ukrainian prosecutor general’s office under a new president, Volodymyr Zelensky.", "url": "https://www.nytimes.com/2019/10/15/world/europe/ukraine-prosecutor-biden-trump.html"}