{"authors": ["Mike Ives", "Alexandra Stevenson"], "date_download": "2022-10-25 23:40:08", "date_modify": "2022-10-25 23:40:08", "date_publish": "2019-06-13 17:48:27", "description": "Videos of the protests in which officers appear to be using excessive force circulated widely across social media, drawing condemnation from activists and opposition lawmakers.", "filename": "2019_06_13_world_asia_hong-kong-extradition_1666741208.html", "image_url": "https://static01.nyt.com/images/2019/06/13/world/13hongkong/13hongkong-facebookJumbo.jpg?year=2019&h=550&w=1050&s=4ad7d0d100454d27fa95f94d1017968ed53f9b3c0708575648ea82b46cfcf8b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_13_world_asia_hong-kong-extradition_1666741208.html", "title": "Hong Kong Police Face Criticism Over Force Used at Protests", "title_page": "Hong Kong Police Face Criticism Over Force Used at Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Hong Kong’s security forces faced widespread criticism on Thursday over the tear gas and rubber bullets that local police used a day earlier to suppress tens of thousands of people demonstrating against an unpopular bill that would allow extraditions to mainland China.\nCriticism of the security force’s measures came swiftly, and raised the political cost for Carrie Lam, chief executive of Hong Kong, who firmly supports the bill. Debate on the legislation, which had been postponed from Wednesday to Thursday, was again postponed for at least two more days.\nVideos of the protests in which officers appear to be using excessive force circulated widely across social media, and the police action was condemned by pro-democracy activists, human rights groups and opposition lawmakers.\nFootage of unarmed protesters fleeing like ants from clouds of tear gas or facing off with riot police officers pointing batons at them was broadcast around the world, an unfamiliar sight in the wealthy Asian financial hub famed for its glitzy skyscrapers.", "url": "https://www.nytimes.com/2019/06/13/world/asia/hong-kong-extradition.html"}