{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:34:01", "date_modify": "2022-10-25 23:34:01", "date_publish": "2019-10-11 15:00:49", "description": "The Federal Reserve is acting after a shortage of dollars in an obscure corner of the financial markets required intervention.", "filename": "2019_10_11_business_economy_federal-reserve-treasury-bills_1666740841.html", "image_url": "https://static01.nyt.com/images/2019/10/11/business/11dc-fed/11dc-fed-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5c0ad487769e585327743e58e6cc8f2553e5793715dca210ffb05dbaeb2ace23&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_11_business_economy_federal-reserve-treasury-bills_1666740841.html", "title": "Fed Unveils Plan to Expand Balance Sheet but Insists It’s Not Q.E.", "title_page": "Fed Unveils Plan to Expand Balance Sheet but Insists It’s Not Q.E. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Federal Reserve said Friday that it would begin buying government-backed securities to expand its balance sheet, a move meant to keep an obscure but critical corner of financial markets functioning smoothly.\nNow officials seem to be hoping the public will understand their motivation.\nUnlike its postrecession bond-buying campaigns, often called quantitative easing, or Q.E., the new effort is not monetary stimulus, the Fed stressed. Instead, the central bank is trying to keep money markets in check after a messy episode in which interest rates for repurchase agreements — essentially short-term loans between banks and other financial institutions — spiked in September. The run-up spilled over into money markets, pushing the Fed’s policy rate temporarily above the range that policymakers were targeting.\nBy expanding its balance sheet, the Fed will increase the financial system’s supply of bank reserves, which are currency deposits at the central bank. Doing so should keep episodes like last month’s from repeating by creating a steady supply of dollars to smooth over tumultuous moments.\nHere’s what the plan will look like, how the Fed is trying to convince the world that it is not a new round of Q.E. and why it matters whether that message sticks.", "url": "https://www.nytimes.com/2019/10/11/business/economy/federal-reserve-treasury-bills.html"}