{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 23:47:09", "date_modify": "2022-10-25 23:47:09", "date_publish": "2019-07-05 13:52:53", "description": "As elections approach Sunday, polls suggest the prime minister faces a stinging rejection from voters still hurting and angry after a decade of austerity.", "filename": "2019_07_05_world_europe_greece-election-tsipras-austerity_1666741629.html", "image_url": "https://static01.nyt.com/images/2019/07/03/world/03greece/03greece-facebookJumbo.jpg?year=2019&h=549&w=1050&s=a5585f06b1a2f2df98668a2c6abc380a6479fe9b87c440eb7bb706adb8513221&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_07_05_world_europe_greece-election-tsipras-austerity_1666741629.html", "title": "Tsipras, Having Changed Greece, Now Seems Poised to Lose It", "title_page": "Tsipras, Having Changed Greece, Now Seems Poised to Lose It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ATHENS — With elections approaching on Sunday, Prime Minister Alexis Tsipras has tried his best to remind frustrated Greeks how bad things were and how much better they had become during his four years in power.\nGreece had averted bankruptcy and last year finally exited its bailout of more than 300 billion euros, or $340 billion. Unemployment was down. Growth was up. Investors were returning. Greece now has a solid alliance with the United States, business with China and more sway in the European Union.\n“We want the Greek people to vote not with their anger but with their minds,” Mr. Tsipras said at a campaign event at a fruit and vegetable market in Athens. “We remember what we went through.”\n[Greek election results: Prime minister Alexis Tsipras concedes defeat as center right surges.]\nDespite all that, many Greeks are hurting and angry after a decade of austerity, and they blame him, even if his supporters say that he led them much of the way through the economic wilderness. Polls suggest a stinging defeat for Mr. Tsipras in the snap elections he called after his drubbing in May’s elections for the European Parliament.", "url": "https://www.nytimes.com/2019/07/05/world/europe/greece-election-tsipras-austerity.html"}