{"authors": ["Alexander Burns"], "date_download": "2022-10-25 23:34:24", "date_modify": "2022-10-25 23:34:24", "date_publish": "2019-08-05 21:39:32", "description": "Mr. Trump’s usual methods of deflection sputtered as he faced new criticism and scrutiny for the plain echoes of his own rhetoric in the El Paso gunman’s anti-immigrant manifesto.", "filename": "2019_08_05_us_politics_trump-guns-white-supremacy.html_module=inline_1666740864.html", "image_url": "https://static01.nyt.com/images/2019/08/05/us/politics/05shootings-analysis3-promo/05shootings-analysis3-promo-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=ac2d66e4516b0f7d20bb58a6b8f20ebdabfdd1d1131eee9a55f62be746e40348&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_05_us_politics_trump-guns-white-supremacy.html_module=inline_1666740864.html", "title": "Shootings Spur Debate on Extremism and Guns, With Trump on Defense", "title_page": "Shootings Spur Debate on Extremism and Guns, With Trump on Defense - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was not clear whether the El Paso shooting had the potential to become a pivot point in national politics, much as the Oklahoma City bombing had in the 1990s. After that attack, which killed 168 people, President Bill Clinton delivered a searing speech against the “loud and angry voices in America today whose sole goal seems to be to try to keep some people as paranoid as possible” — a denunciation widely understood as being aimed at the extreme right. Mr. Clinton’s handling of the attack helped restore voters’ confidence in him as a strong leader after a shaky start to his presidency.\n[International readers reacted with frustration and despair to the recent mass shootings.]\nMr. Trump has shown no inclination in the past to play a role of such clarifying moral leadership, or to engage in any kind of searching introspection about his own embrace of the politics of anger and racial division. In the aftermath of a white supremacist march in Charlottesville, Va., in 2017 that resulted in the murder of a young woman, Mr. Trump said there had been “very fine people on both sides” of the unrest there. In recent weeks, he has engaged without apology in a sequence of attacks on prominent members of racial minority groups, including five different Democratic members of Congress.\nWhile few Republican lawmakers had anything critical to say about Mr. Trump in public after the El Paso and Dayton shootings, the party harbors profound private anxieties about the impact of his conduct on the 2020 elections. During last year’s midterm elections, Mr. Trump campaigned insistently on a slashing message about illegal immigration, and was rewarded with a sweeping rejection of his party across the country’s diverse cities and prosperous suburbs.\nPunctuating the final weeks of the 2018 elections were a pair of traumatic events that may have deepened voters’ feelings of dismay about the president’s violent language and appeals to racism: a failed wave of attempted bombings by a Trump supporter aimed at the president’s critics, and a mass shooting at the Tree of Life Synagogue in Pittsburgh, carried out by a gunman who had railed about immigrant “invaders.”\nMr. Trump responded to the Pittsburgh massacre in a tone similar to the one he used on Monday, lamenting the “terrible, terrible thing, what’s going on with hate in our country,” before taking up his caustic message again on the campaign trail. He paid no price for that approach with his largely rural and white political base, which has remained fiercely supportive of his administration through all manner of adversity, error and scandal.\nIn the Democratic presidential race, the weekend of bloodshed had the effect of muting, at least temporarily, the divisions in the party that were showcased in last week’s debates. The outbreak of solidarity may not last, but it underscored how much the 2020 campaign is likely to take shape in reaction to Mr. Trump’s worldview and behavior.", "url": "https://www.nytimes.com/2019/08/05/us/politics/trump-guns-white-supremacy.html?module=inline"}