{"authors": [], "date_download": "2022-10-25 23:44:50", "date_modify": "2022-10-25 23:44:50", "date_publish": "2019-10-19 07:35:44", "description": "In a blow to Prime Minister Boris Johnson, lawmakers passed an amendment to delay a definitive vote on his draft deal. He later sent an unsigned letter to the E.U. asking for a deadline extension.", "filename": "2019_10_19_world_europe_brexit-vote-parliament_1666741490.html", "image_url": "https://static01.nyt.com/images/2019/10/19/world/19brexit-briefing1d/19brexit-briefing1d-facebookJumbo.jpg?year=2019&h=550&w=1050&s=7a0dd7f3efdf3185d2d44bd7b0edb3e49189f81b0cabf8606bf31c0d4fdfe3d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_10_19_world_europe_brexit-vote-parliament_1666741490.html", "title": "What Happened in Today’s Brexit Vote", "title_page": "What Happened in Today’s Brexit Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She added: “The deal is appalling. They have taken Theresa May’s deal and wrapped it in new packaging. The deal is uncaring about E.U. citizens and the Northern Ireland border. ”\nMichelle and Mike Megan, both 60, have been coming from Newbury to protest outside Westminster for a few days each week since January.\nMs. Megan said: “As a leave voter, we are here to counteract the people’s vote to remain in the E.U. Remainers are asking for a people’s vote, but the people already voted in 2016. We were told it was a once-in-a-generation referendum.”\nMs. Megan added: “So far, Boris Johnson has done a good job. I would never have called myself a Boris fan, but he is now our only hope of getting Brexit done. He has his faults, but so do great leaders in the past.”\nWhen news of the vote on the amendment spread, marchers like Aleksandr Pessina, who says he has Italian and Russian heritage and works as a software engineer, called it “a great victory for democracy.” He added that it would allow “more time for people to think it through, and it might eventually lead to the rejection of Brexit altogether.”\nMarina Ellerington, 45, who is from London, wept as she said: “This is what all one million of us are fighting for. We don’t care if it’s just a delay. We have hope.”\nReporting was contributed by Stephen Castle, Mark Landler, Ben Mueller, Marc Santora, Anna Schaverien, Claire Moses, Lauren Jackson, Alan Yuhas and Megan Specia.", "url": "https://www.nytimes.com/2019/10/19/world/europe/brexit-vote-parliament.html"}