{"authors": ["Vivian Yee", "Hwaida Saad"], "date_download": "2022-10-25 23:00:05", "date_modify": "2022-10-25 23:00:05", "date_publish": "2019-02-01 23:56:52", "description": "The Iran-backed group Hezbollah and its allies took key posts in Lebanon’s new cabinet, raising concerns that American sanctions could entangle state services for an already struggling nation.", "filename": "2019_02_01_world_middleeast_hezbollah-lebanon_1666738805.html", "image_url": "https://static01.nyt.com/images/2019/02/02/world/02lebanon/02lebanon-facebookJumbo.jpg?year=2019&h=550&w=1050&s=087e4fc4b83b30a42c3fb33182cdd50dc58d69194a4b4bed33c9faac0ae7d11d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_02_01_world_middleeast_hezbollah-lebanon_1666738805.html", "title": "As Hezbollah Rises in Lebanon’s Government, Fears About U.S. Response Follow", "title_page": "As Hezbollah Rises in Lebanon’s Government, Fears About U.S. Response Follow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the new cabinet coalesced on Thursday after nearly nine months of political deadlock, the assistant United States Treasury secretary for terrorist financing, Marshall Billingslea, warned Hezbollah that if it tried to “exploit these ministries to funnel money or undertake other activities in support of their terrorist agenda, then we will have significant concerns.”\nHezbollah had been expected to gain strength in government after the group and its allies expanded their share of seats in Lebanon’s parliamentary elections last May, significantly weakening the Western-backed prime minister, Saad Hariri, and his bloc. Now that it has won control of the Health Ministry, which has the fourth-largest budget in the government, its ability to embed itself in Lebanese state institutions has made it both a bigger target and a more elusive prey for the United States, which has designated it a terrorist group.\nLebanon’s political system awards posts and patronage spoils to politicians of different religious affiliations in order to maintain a balance among the country’s 18 officially recognized religious sects. There is a long history of ministers of all stripes using the Health Ministry to provide free or subsidized health care to supporters. Analysts believe Hezbollah may try to do the same, whether for its Shiite base or, more troublingly for the United States, for Hezbollah fighters wounded in the Syrian civil war next door.\n“This is yet another example of Hezbollah openly holding Lebanon’s security and prosperity hostage,” said Rachel Mikeska, a spokeswoman for the American Embassy in Lebanon. She added that the United States was “prepared to take whatever actions are necessary to protect the interests of the Lebanese people.”\nShe declined to say what those actions might be. But analysts said the possibilities ranged from the relatively restrained — such as reducing funding to the Health Ministry and squeezing other international donors, like the World Health Organization, to do the same — to the dire. The United States could theoretically impose sanctions on Lebanese hospitals, preventing the export of American medications to Lebanon, or cut off American military aid to the Lebanese Army.", "url": "https://www.nytimes.com/2019/02/01/world/middleeast/hezbollah-lebanon.html"}