{"authors": ["Colin Moynihan"], "date_download": "2022-10-25 22:55:19", "date_modify": "2022-10-25 22:55:19", "date_publish": "2019-06-19 18:50:16", "description": "Mr. Raniere set up a harem of sexual “slaves” who were branded with his initials and kept in line by blackmail.", "filename": "2019_06_19_nyregion_nxivm-trial-raniere_1666738519.html", "image_url": "https://static01.nyt.com/images/2019/06/21/nyregion/20SEXCULT/19sexcult-facebookJumbo-v3.jpg?year=2019&h=550&w=1050&s=fd3152d23498ee41444059533b69393d7987312a762f235119f0aa7bccb11a7a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_06_19_nyregion_nxivm-trial-raniere_1666738519.html", "title": "Nxivm’s Keith Raniere Convicted in Trial Exposing Sex Cult’s Inner Workings", "title_page": "Nxivm’s Keith Raniere Convicted in Trial Exposing Sex Cult’s Inner Workings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nHe was a con man who stole money and created a harem of sexual “slaves,” branded with his initials and kept in line with blackmail, prosecutors said. But he claimed he was only helping his followers reach personal fulfillment by breaking down emotional barriers.\nOn Wednesday, jurors in Federal District Court in Brooklyn sided with prosecutors. They found Keith Raniere, the leader of the cultlike group near Albany known as Nxivm, guilty of racketeering and sex trafficking, ending a six-week trial that exposed the sordid inner workings of the organization.\nMr. Raniere attracted high-profile followers, among them the “Smallville” actress Allison Mack and Clare Bronfman, a heiress to the Seagram liquor fortune, who helped finance its activities.\nThe jury deliberated less than half a day before finding Mr. Raniere, 58, guilty of all seven counts against him. The defendant, wearing a maroon sweater with dark brown elbow patches, was impassive as the verdict was read. He faces up to life in prison when he is sentenced on Sept. 25.", "url": "https://www.nytimes.com/2019/06/19/nyregion/nxivm-trial-raniere.html"}