{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:45:05", "date_modify": "2022-10-25 23:45:05", "date_publish": "2019-08-25 15:49:15", "description": "Prime Minister Boris Johnson responded cautiously, saying that reaching a trade agreement “may take some time” and would require compromises from Washington.", "filename": "2019_08_25_world_europe_trump-johnson-trade-deal_1666741505.html", "image_url": "https://static01.nyt.com/images/2019/08/25/world/25britain1/25britain1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=b723a5579595a086c467cd3635f8f4a1e97845095c75f73e3991cc336b2056f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2019_08_25_world_europe_trump-johnson-trade-deal_1666741505.html", "title": "Johnson Walks Tightrope at G7, as Trump Pledges ‘Very Big Trade Deal’ for U.K.", "title_page": "Johnson Walks Tightrope at G7, as Trump Pledges ‘Very Big Trade Deal’ for U.K. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — At his first international summit as prime minister of Britain, Boris Johnson needed somehow to capitalize on his friendship with President Trump, yet show that he is not the president’s poodle and avoid falling out with Europe’s most important leaders at the same time.\nOn Sunday at the gathering of G7 leaders in Biarritz, France, he just about walked that diplomatic tightrope, even if he got little in the way of reassuring signals — and offered even fewer — about how Britain will confront its big, imminent challenge: Brexit.\nThe summit marked the arrival on the global stage for Mr. Johnson, who has promised to withdraw Britain from the European Union by the Oct. 31 deadline, with or without an agreement.\nIn a meeting with Mr. Trump — their first face-to-face meeting since Mr. Johnson became prime minister last month — the president praised Mr. Johnson as the “right man” to deliver Brexit, a project both leaders favor, and promised a “very big trade deal” with the United States once Britain had left the bloc.", "url": "https://www.nytimes.com/2019/08/25/world/europe/trump-johnson-trade-deal.html"}