{"authors": ["Michael D. Shear", "Maggie Haberman"], "date_download": "2022-10-25 23:02:24", "date_modify": "2022-10-25 23:02:24", "date_publish": "2020-02-13 13:52:48", "description": "President Trump had a busy morning on Twitter and the radio, in a tirade that rivaled his most grievance-filled moments since becoming president.", "filename": "2020_02_13_us_politics_trump-roger-stone_1666738944.html", "image_url": "https://static01.nyt.com/images/2020/02/13/us/politics/13dc-trump2/merlin_165731562_38cd19bf-bc8d-4ed7-b692-cf363d6dce43-facebookJumbo.jpg?year=2020&h=550&w=1050&s=345a28dc5d202bd4bad0e140fdb3fdfc3e2df77db93d24ce91515ac3d85b4dce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_13_us_politics_trump-roger-stone_1666738944.html", "title": "Trump Places Loyalists in Key Jobs Inside the White House While Raging Against Enemies Outside", "title_page": "Trump Places Loyalists in Key Jobs Inside the White House While Raging Against Enemies Outside - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump made a number of staff moves on Thursday to ensure he will be surrounded by a cadre of loyalists at the White House even as he raged against an ever-growing cast of perceived enemies that included his former chief of staff, an impeachment witness, a juror he accused of bias and a Democratic rival.\nThe White House announced the return of Hope Hicks, the president’s former communications director and one of his closest advisers. The move consolidated the position of Jared Kushner, the president’s son-in-law and adviser, and signaled the waning influence of Mick Mulvaney, the acting White House chief of staff.\nMs. Hicks will serve as a counselor to the president, reporting to Mr. Kushner. Her return to the president’s side after his acquittal in the impeachment inquiry is an indication that Mr. Trump is seeking to reassemble as best he can the small, intensely devoted team of family members and friends who helped guide him to an improbable victory in 2016.\nJohnny McEntee, the “body man” who trailed Mr. Trump as a candidate and in the White House, will be elevated to oversee the Presidential Personnel Office, according to four people briefed on the move. Mr. McEntee, who was forced from his job in 2018 over gambling debts that threatened his security clearance, recently returned to his old role as a personal aide to Mr. Trump.", "url": "https://www.nytimes.com/2020/02/13/us/politics/trump-roger-stone.html"}