{"authors": ["Michael Wilson"], "date_download": "2022-10-25 23:48:52", "date_modify": "2022-10-25 23:48:52", "date_publish": "2020-10-26 09:00:10", "description": "Touch-free buttons, foot pedals, holograms — New York City buildings scramble to make the ride up feel safer.", "filename": "2020_10_26_nyregion_new-york-city-elevators-coronavirus_1666741732.html", "image_url": "https://static01.nyt.com/images/2020/10/01/nyregion/nyvirus-elevators-02/nyvirus-elevators-02-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6459f8211176e932c4dddbe00942443c789524e44ef0a0399475fbc02064d54f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_26_nyregion_new-york-city-elevators-coronavirus_1666741732.html", "title": "It Might Become the Scariest Part of Your Commute: The Elevator", "title_page": "It Might Become the Scariest Part of Your Commute: The Elevator - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“You can redistribute office space, but they still have to get in and out of the building,” said Mark Gregorio, president of TEI Group, an elevator installation and repair company. “They still have to get from the street to their office. If you’re only running two or three people an elevator, it could be impossible to load a building. Rush hour could start at 5 a.m. and never end.”\nThe ride up and down has essentially gone unchanged for generations; sometimes crowded, sometimes awkward, sometimes serendipitous, a little face time with the boss — all among the countless and obligatory elevator scenes that could appear in any New York City movie. It’s a character unto itself, a vessel for the moments that played out within.\nSocial distancing rules in elevators will reshape their identity and the work day, dictating when employees must arrive and when they can leave, and how long those journeys will take. An elevator ride will, at least in the short term, factor in a worker’s commute, like traffic or subway delays.\nAnd as buildings are planning around logjams, elevator companies have developed a variety of gadgets so that riders don’t have to touch anything with their hands.\nA firm in Queens has developed the button that can be pressed when a rider points at it. Another offers Toe-to-Go, with pedals on the ground instead of buttons. There are gesture-controlled systems that are triggered with a wave of the hand, voice-activated systems and, by way of a Sacramento-based company, the hologram of buttons.", "url": "https://www.nytimes.com/2020/10/26/nyregion/new-york-city-elevators-coronavirus.html"}