{"authors": ["Alan Feuer"], "date_download": "2022-10-25 22:56:24", "date_modify": "2022-10-25 22:56:24", "date_publish": "2020-06-17 22:56:09", "description": "During a hearing, demonstrators recounted harrowing experiences with the New York police during protests over George Floyd’s death.", "filename": "2020_06_17_nyregion_nypd-leticia-james-hearing-protests_1666738584.html", "image_url": "https://static01.nyt.com/images/2020/06/17/nyregion/17nyunrest-brutality/17nyunrest-brutality-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=f5cc6d094337b654db820170b712af522168bb91710290a1201a6959ad57f846&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_17_nyregion_nypd-leticia-james-hearing-protests_1666738584.html", "title": "N.Y. Protesters Say the Police Attacked Them: 'It Felt Like Warfare'", "title_page": "N.Y. Protesters Say the Police Attacked Them: 'It Felt Like Warfare' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Police officials have promised to hold accountable any officers who have violated the law, and so far one officer — Vincent D’Andraia — is facing criminal charges in Brooklyn. At least two others have been suspended, and dozens are under investigation over attacks on protesters.\nDuring the first few days of the protests, before a curfew was imposed on June 1 because of looting, violence was also directed at officers. At least 300 officers were injured as demonstrators pelted them with rocks, water bottles and on occasion Molotov cocktails, the police said. One officer was hit in the head with a fire extinguisher. Dozens of police vehicles were damaged, and at least 13 were burned.\nEarlier this month, the police commissioner, Dermot F. Shea, apologized for instances of misconduct, but said the majority of officers had shown restraint and acted appropriately. He also appealed to demonstrators to stop insulting and attacking his officers, warning that anti-police rhetoric could lead to further violence.\n“For there to be calm there must also be contrition,” he said. “So I am sorry,” he said, then paused and asked, “Are you?”\nAlan Williams, one of the first witnesses to testify, said that he was at the Barclays Center on May 29, when, for no reason he could discern, officers began shooting pepper spray at the crowd in “a panoramic fashion,” stinging his eyes. After falling to his knees and flushing his eyes with milk, Mr. Williams said he got to his feet as officers swinging batons converged on the crowd.\nMr. Williams, who was arrested that night, was released in time to ride his bicycle to another protest two days later that ended near Bryant Park in Manhattan. As evening fell, he said, the police ordered the crowd to disperse, but officers advanced before anyone was able to move away.\nIn the ensuing melee, Mr. Williams said he fell to the ground atop his bicycle and was arrested a second time. One officer, he said, threw his bike and damaged it. “The cops those first few nights were pretty aggressive,” he said.", "url": "https://www.nytimes.com/2020/06/17/nyregion/nypd-leticia-james-hearing-protests.html"}