{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:26:30", "date_modify": "2022-10-25 23:26:30", "date_publish": "2020-12-22 15:30:51", "description": "A protracted political crisis revolving around Prime Minister Benjamin Netanyahu’s legal troubles brings down the coalition government.", "filename": "2020_12_22_world_middleeast_israel-election-netanyahu_1666740390.html", "image_url": "https://static01.nyt.com/images/2020/12/22/world/22israel-elections1/22israel-elections1-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=a8bc6587b420b500739aee986affb66b8ccc783d642a244faab9101d29197e29&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_22_world_middleeast_israel-election-netanyahu_1666740390.html", "title": "Israeli Government Collapses, Forcing 4th Election in 2 Years", "title_page": "Israeli Government Collapses, Forcing 4th Election in 2 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Israel’s government collapsed Tuesday, pushing the country into yet another early election — the fourth in two years.\nThe Israeli Parliament dissolved itself at midnight on Tuesday. The move forced a new election after weeks of infighting and paralysis in the so-called unity government, an uneasy coalition sworn in just seven months ago that paired Prime Minister Benjamin Netanyahu’s conservative Likud party with his main rival-turned-partner, Benny Gantz of the centrist Blue and White party.\nMr. Netanyahu and Mr. Gantz blamed each other for the crisis.\n“I think at the current time, we should have united forces to find a way to avert these needless elections,” Mr. Netanyahu said in Parliament early Tuesday as he tried, and failed, to seek a delay in its dissolution.\nA new election must take place in three months and is scheduled for March 23. But an election date in the late spring or summer, once the coronavirus vaccination campaign is well underway, might have been more advantageous for Mr. Netanyahu.", "url": "https://www.nytimes.com/2020/12/22/world/middleeast/israel-election-netanyahu.html"}