{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:49:52", "date_modify": "2022-10-25 23:49:52", "date_publish": "2020-06-22 22:43:31", "description": "Saudi Arabia said only “very limited numbers” of pilgrims could perform the hajj this year, with only Saudis and foreign nationals already in the kingdom allowed to take part.", "filename": "2020_06_22_world_middleeast_saudi-arabia-hajj-mecca-pilgrims_1666741792.html", "image_url": "https://static01.nyt.com/images/2020/06/22/world/22Hajj/22Hajj-facebookJumbo.jpg?year=2020&h=549&w=1050&s=a0fe6fc95a218652768e18fe137851966f073046fbc3b828c5a83e110232faf2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_22_world_middleeast_saudi-arabia-hajj-mecca-pilgrims_1666741792.html", "title": "Saudi Arabia Drastically Limits Hajj Pilgrimage to Prevent Viral Spread", "title_page": "Saudi Arabia Drastically Limits Hajj Pilgrimage to Prevent Viral Spread - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT — Every year, Saudi Arabia welcomes millions of Muslims from around the world for the hajj pilgrimage, a sacred rite that pumps cash into the economy and enhances the prestige of the monarch.\nBut not this year.\nThe kingdom announced on Monday that the 2020 hajj, scheduled to take place next month, would welcome “very limited numbers” of pilgrims in order to prevent the spread of the coronavirus.\nThe dramatic shrinkage of the largest annual rite in Islam could hit Saudi Arabia particularly hard, with a reduced pilgrimage delivering a further financial blow to a kingdom already grappling with low oil prices and an economic slowdown caused by the lockdowns aimed at preventing contagion.\nIt could also disappoint Muslims from around the world who have saved for years to have a once-in-a-lifetime religious experience.", "url": "https://www.nytimes.com/2020/06/22/world/middleeast/saudi-arabia-hajj-mecca-pilgrims.html"}