{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:25:59", "date_modify": "2022-10-25 23:25:59", "date_publish": "2020-09-02 11:35:54", "description": "South Koreans have been proud of their government’s handling of the virus. New outbreaks raise doubt.", "filename": "2020_09_02_world_asia_south-korea-covid-19_1666740359.html", "image_url": "https://static01.nyt.com/images/2020/09/02/world/02virus-skorea-1/02virus-skorea-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=dd2a0801e6c9b69d29fecc490f8f9c4078b65883928423a147f4d5c3593cd224&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_02_world_asia_south-korea-covid-19_1666740359.html", "title": "How South Korea's Covid-19 Strategy is Being Tested by New Outbreaks", "title_page": "How South Korea's Covid-19 Strategy is Being Tested by New Outbreaks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — South Korea was so proud of its handling of the coronavirus pandemic that it coined a term for it: K-Quarantine, named after the global musical phenomenon K-pop.\nIts two-pronged strategy of fighting the virus while keeping the economy running appeared to work. The country all but halted a large outbreak ​without closing its borders, locking down towns or ​drawing an outcry over draconian restrictions on speech and movement. ​The country was held up as a model for the rest of the world.\nBut now, South Korea is struggling with a second wave of infections, and its strategy seems as precarious as ever. The new wave is spreading from the populous Seoul metropolitan area and through people deeply suspicious of President Moon Jae-in’s epidemiological efforts. To complicate matters more, some of the government’s strongest allies in the fight against​ Covid-19, young doctors, have turned against Mr. Moon. They have gone on strike, unhappy with his medical reform program.\nThe government is also trying to sustain a fragile balance between controlling the virus and safeguarding the economy, and between ​using ​government power ​to protect public health and not infringing on civil liberties.", "url": "https://www.nytimes.com/2020/09/02/world/asia/south-korea-covid-19.html"}