{"authors": ["Benjamin Hoffman"], "date_download": "2022-10-25 23:28:12", "date_modify": "2022-10-25 23:28:12", "date_publish": "2020-10-01 04:01:16", "description": "Tom Brady and the Buccaneers are building momentum and the Bears hope to continue an improbable start. Two games — Chiefs-Patriots and Titans-Steelers — have been postponed.", "filename": "2020_10_01_sports_football_nfl-picks-week-4_1666740492.html", "image_url": "https://static01.nyt.com/images/2020/11/01/sports/01matchups-brady-sub/merlin_177707847_106d836c-5cfe-4ba9-a914-38040f56b2b5-facebookJumbo.jpg?year=2020&h=550&w=1050&s=155b549c75f2f9fdd9bea1fc1e15a6772dfb9d6fd1ce72102fe53521b15d4739&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_01_sports_football_nfl-picks-week-4_1666740492.html", "title": "NFL Week 4 Predictions: Our Picks Against the Spread", "title_page": "NFL Week 4 Predictions: Our Picks Against the Spread - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Cleveland Browns at Dallas Cowboys, 1 p.m., Fox\nLine: Cowboys -4.5 | Total: 55.5\nThe Cowboys (1-2) have played three incredibly exciting games already this season, but they’ve lost two of them, which isn’t exactly a strong endorsement of the Coach Mike McCarthy era. The yardage has come in huge chunks on both sides of the ball: Dak Prescott’s 1,188 passing yards are the fifth-most a player has ever had through three weeks but the Cowboys’ opponents are averaging 404.7 yards per game (while scoring an average of 32.3 points per game).\nWith that in mind, the Browns (2-1) have a shot to get to 3-1 for the first time since 2001 with a huge day from either quarterback Baker Mayfield or running Nick Chubb — or both. Dallas should be favored, but this could come down to which team has the ball last. Pick: Browns +4.5\nArizona Cardinals at Carolina Panthers, 1 p.m., Fox\nLine: Cardinals -3.5 | Total: 52\nDespite a surprising loss to Detroit last week, the Cardinals (2-1) have established that their offense must be reckoned with. Quarterback Kyler Murray is a budding star and the off-season trade for wide receiver DeAndre Hopkins looks better every day, as Hopkins is leading the N.F.L. with 32 catches for 356 yards and the cost Arizona paid for him (running back David Johnson and two draft picks) is negligible since Kenyan Drake has done quite well in Johnson’s place. The Panthers (1-2), meanwhile, are significantly hampered by the absence of running back Christian McCaffrey, and while Carolina won on the road last week, that was the result of turnovers that the Cardinals are unlikely to give them. Pick: Cardinals -3.5\nSeattle Seahawks at Miami Dolphins, 1 p.m., Fox\nLine: Seahawks -6.5 | Total: 54.5\nThe Seahawks (3-0) are undefeated despite their defense allowing almost 500 yards a game. That’s part oddity and part testament to Seattle’s offense, with Russell Wilson outplaying even Patrick Mahomes and Lamar Jackson so far this season. Wilson has an N.F.L.-record 14 touchdown passes through three weeks and would potentially have 15 if not for DK Metcalf having let a sure 62-yard touchdown be knocked away for a fumble and a touchback, which allowed Dallas to finally experience the other end of Leon Lett’s infamous blunder. (Metcalf made up for his mistake by catching the go-ahead score with less than two minutes remaining.)\nThe Dolphins (1-2), meanwhile, had a nice long break after their huge win over Jacksonville on Thursday of Week 3. Ryan Fitzpatrick is unpredictable and prone to mistakes, but he is also likely excited for a shot at the current version of Seattle’s defense. A shootout would still favor the Seahawks, but the score could be fairly close. Pick: Dolphins +6.5", "url": "https://www.nytimes.com/2020/10/01/sports/football/nfl-picks-week-4.html"}