{"authors": ["Sameer Yasir"], "date_download": "2022-10-25 23:53:16", "date_modify": "2022-10-25 23:53:16", "date_publish": "2020-10-03 07:52:14", "description": "Only the United States and Brazil have reported more deaths from the coronavirus. Despite its climbing numbers, India plans to lift more restrictions.", "filename": "2020_10_03_world_asia_india-coronavirus-deaths_1666741996.html", "image_url": "https://static01.nyt.com/images/2020/10/03/world/03virus-india/03virus-india-facebookJumbo.jpg?year=2020&h=549&w=1050&s=397e98aeeda8821e4441045db317d8c997b05d1f819b94331ae923a316413c45&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_03_world_asia_india-coronavirus-deaths_1666741996.html", "title": "India’s Covid-19 Death Toll Passes 100,000", "title_page": "India’s Covid-19 Death Toll Passes 100,000 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SRINAGAR, Kashmir — More than 100,000 people in India have died from the coronavirus, the government said on Saturday, even as officials plan to lift more restrictions in hopes of reviving the crippled economy.\nIndia’s health ministry reported 1,069 new Covid-19 deaths, bringing the official total to 100,842, though experts say the true toll is probably much higher. Until Saturday, only the United States and Brazil had reported more than 100,000 deaths from the virus.\nAt 6.4 million, India’s official caseload is the second-highest in the world, surpassed only by the United States, which has more than 7.3 million cases. India’s death and infection rates have climbed in recent months, with September alone accounting for more than 40 percent of its cases and about a third of its deaths.\nThe numbers have fallen somewhat since mid-September but remain high. Over the past week, India reported almost twice as many new cases as the United States did. And experts suspect that many Covid-19 fatalities in India have gone unreported.", "url": "https://www.nytimes.com/2020/10/03/world/asia/india-coronavirus-deaths.html"}