{"authors": ["Timothy Williams", "Adam Goldman", "Neil Macfarquhar"], "date_download": "2022-10-25 23:47:28", "date_modify": "2022-10-25 23:47:28", "date_publish": "2020-01-16 16:03:37", "description": "The three men had obtained guns and discussed traveling to Virginia for protests against new gun control measures, officials said.", "filename": "2020_01_16_us_fbi-arrest-virginia-gun-rally_1666741648.html", "image_url": "https://static01.nyt.com/images/2020/02/16/us/16virginia-rally-alt/16virginia-rally-alt-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a9d892611f5da61d57c46a00de6a7bc9fb43fc5e59050c9a5cd20edecc1b84b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_16_us_fbi-arrest-virginia-gun-rally_1666741648.html", "title": "Virginia Capital on Edge as F.B.I. Arrests Suspected Neo-Nazis Before Gun Rally", "title_page": "Virginia Capital on Edge as F.B.I. Arrests Suspected Neo-Nazis Before Gun Rally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Workers installed temporary barricades and security fencing around the Capitol on Thursday as law enforcement officials announced beefed-up security measures, adding that the thousands of participants expected to attend the rally on Monday will be screened at security checkpoints before being allowed onto the Capitol grounds. That still leaves the possibility that the area outside the grounds will become an armed camp.\nMilitia members from as far away as Nevada and Oklahoma have announced they will attend — some of them tracked by the Hatewatch research staff at the Southern Poverty Law Center as well as the Anti-Defamation League.\nThey include national militias such as the Oath Keepers and American Patriots the III%. Members of the Gun Owners of America, an organization whose members consider the National Rifle Association too feeble, also announced plans to attend. Erich Pratt, the host of the Gun Owners of America’s podcast, has championed the idea that possible changes in Virginia’s gun laws are a precursor to the confiscation of weapons.\nSeveral Confederate militias are also planning to attend the Richmond rally after attending an annual march in Lexington, Va., the Lee-Jackson Day Rally, that honors the Civil War leaders on the weekend before Martin Luther King’s Birthday.\nThose militias include the Heirs to the Confederacy, the League of the South and a newer group, the United Confederates of the Carolinas and Virginia, said Dr. Squire, the professor who follows online chatter.\nLeaders of various chapters of the Light Foot Militia, including from Pennsylvania, South Carolina and New York, said they also planned to be in Richmond. Some were banned from Charlottesville after the “Unite the Right” rally there.\nRichard B. Spencer, one of 24 defendants in a lawsuit over the rally in Charlottesville, told Alex Jones, the founder of Infowars, that he might join him in Richmond, but it was unclear whether either would show up.\nTimothy Williams reported from Richmond, Adam Goldman from Washington and Neil MacFarquhar from New York.", "url": "https://www.nytimes.com/2020/01/16/us/fbi-arrest-virginia-gun-rally.html"}