{"authors": ["Li Yuan"], "date_download": "2022-10-25 23:39:36", "date_modify": "2022-10-25 23:39:36", "date_publish": "2020-06-11 06:00:12", "description": "The premier’s suggestion to empower a “stall economy” and focus on low-income workers leads some to ask whether the world’s No. 2 economy is as prosperous as it seems.", "filename": "2020_06_11_business_china-street-vendors-stall-economy_1666741176.html", "image_url": "https://static01.nyt.com/images/2020/06/11/business/11NewWorld-illo/11NewWorld-illo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b1fde0689fa63c00f7e112f50b0fb4fc2189434a2e45b5cb5920d9afee7d9653&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_11_business_china-street-vendors-stall-economy_1666741176.html", "title": "China's Push to Empower Street Vendors for 'Stall Economy' Ignites Debate", "title_page": "China's Push to Empower Street Vendors for 'Stall Economy' Ignites Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Xie Yiyi lost her job last Friday, making the 22-year-old Beijing resident one of millions of young people in China left unmoored and shaken by the coronavirus.\nSo that same day, heeding the advice of one of China’s top leaders, she decided to open a barbecue stall.\nMany people in China would say selling spicy mutton skewers was a step down for an American-educated young person like Ms. Xie — or, really, for anybody in the world’s second-largest economy. Street vendors are seen by many Chinese people as embarrassing eyesores from the country’s past, when it was still emerging from extreme poverty. In many Chinese cities, uniformed neighborhood rules enforcers called chengguan regularly evict and assault sidewalk sellers of fake jewelry, cheap clothes and spicy snacks.\nBut Li Keqiang, China’s premier, had publicly called for the country’s jobless to ignite a “stall economy” to get the country’s derailed economy back on track. In the process, he laid bare China’s diverging narratives after the coronavirus epidemic. Is China an increasingly middle-class country, represented by the skyscrapers and tech campuses in Beijing, Shanghai and Shenzhen? Or is much of it still poor and backward, a country of roadside stalls in back alleys?", "url": "https://www.nytimes.com/2020/06/11/business/china-street-vendors-stall-economy.html"}