{"authors": ["Jennifer Medina"], "date_download": "2022-10-25 23:52:22", "date_modify": "2022-10-25 23:52:22", "date_publish": "2020-10-14 09:00:31", "description": "Though a majority of Latino voters favor Democrats, Hispanic men are a small but enduring part of Trump’s base. Those supporters see him as forceful, unapologetic and a symbol of economic success.", "filename": "2020_10_14_us_politics_trump-macho-appeal_1666741942.html", "image_url": "https://static01.nyt.com/images/2020/10/15/us/politics/00MachoAppeal3/00MachoAppeal3-facebookJumbo.jpg?year=2020&h=550&w=1050&s=aefb5146f1ccd60c5fae673a46f0917125cad4b5087fdc6e02fe68b7d83507c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_14_us_politics_trump-macho-appeal_1666741942.html", "title": "Why Latinos and Hispanic Men Are a Part of Trump's Base", "title_page": "Why Latinos and Hispanic Men Are a Part of Trump's Base - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PHOENIX — They packed into the room to cheer their heroes.\nThe crowd of more than 100 hollered enthusiastically at Henry Cejudo, a local hero and Olympic gold medalist, the son of undocumented immigrants from Mexico who had gone on to become a mixed martial arts superstar.\nBut they were really there to celebrate President Trump.\nWearing red Make America Great Again hats, several men held giant American flags and stood in front of several campaign signs: “Latinos for Trump,” “Cops for Trump” and another imploring them to text “WOKE” to get the latest information on the campaign.\nIn the words of Eric Trump, the president’s son and the headliner of the event, the battle is simple. It’s right versus wrong, he said, to a loud round of cheers.\n“They are trying to cancel our voice, guys.”\nMen are the core of President Trump’s base. In polling, gender gaps exist in nearly every demographic: among white voters, among senior citizens, among voters without a college degree, men are far more likely than women to support his re-election. And little of that support has shifted in the days since Mr. Trump announced he had tested positive for the coronavirus. Polls suggest that this presidential election could result in the largest gender gap since the passage of the 19th Amendment a century ago.", "url": "https://www.nytimes.com/2020/10/14/us/politics/trump-macho-appeal.html"}