{"authors": ["Nicole Perlroth", "David E. Sanger"], "date_download": "2022-10-25 23:47:17", "date_modify": "2022-10-25 23:47:17", "date_publish": "2020-09-27 22:41:36", "description": "Attacks against small towns, big cities and the contractors who run their voting systems have federal officials fearing that hackers will try to sow chaos around the election.", "filename": "2020_09_27_technology_2020-election-security-threats_1666741637.html", "image_url": "https://static01.nyt.com/images/2020/09/27/us/politics/27dc-elections-ransomware-1/merlin_177526374_e6fd6cad-d00e-4ab9-a320-a4496bece09e-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c1055840cd7cfc23607da87bd8a0630050c5e037ab6ae6964ce814a41eee5bae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_27_technology_2020-election-security-threats_1666741637.html", "title": "Ransomware Attacks Take On New Urgency Ahead of Vote", "title_page": "Ransomware Attacks Take On New Urgency Ahead of Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Texas company that sells software that cities and states use to display results on election night was hit by ransomware last week, the latest of nearly a thousand such attacks over the past year against small towns, big cities and the contractors who run their voting systems.\nMany of the attacks are conducted by Russian criminal groups, some with shady ties to President Vladimir V. Putin’s intelligence services. But the attack on Tyler Technologies, which continued on Friday night with efforts by outsiders to log into its clients’ systems around the country, was particularly rattling less than 40 days before the election.\nWhile Tyler does not actually tally votes, it is used by election officials to aggregate and report them in at least 20 places around the country — making it exactly the kind of soft target that the Department of Homeland Security, the F.B.I. and United States Cyber Command worry could be struck by anyone trying to sow chaos and uncertainty on election night.\nTyler would not describe the attack in detail. It initially appeared to be an ordinary ransomware attack, in which data is made inaccessible unless the victim pays the ransom, usually in harder-to-trace cryptocurrencies. But then some of Tyler’s clients — the company would not say which ones — saw outsiders trying to gain access to their systems on Friday night, raising fears that the attackers might be out for something more than just a quick profit.", "url": "https://www.nytimes.com/2020/09/27/technology/2020-election-security-threats.html"}