{"authors": ["Declan Walsh"], "date_download": "2022-10-25 23:44:18", "date_modify": "2022-10-25 23:44:18", "date_publish": "2020-02-11 16:29:07", "description": "With little habitable land, deepening poverty and dwindling supplies of water, the future looks bleak. And there is no sign of a slowdown.", "filename": "2020_02_11_world_middleeast_egypt-population-100-million_1666741458.html", "image_url": "https://static01.nyt.com/images/2020/02/11/world/11Egypt100m02/11Egypt100m02-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c22df49efcef6ec0eabf6cf5e0ce240651282658857d3d14314d174e8d766973&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_11_world_middleeast_egypt-population-100-million_1666741458.html", "title": "As Egypt’s Population Hits 100 Million, Celebration Is Muted", "title_page": "As Egypt’s Population Hits 100 Million, Celebration Is Muted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Somewhere in Egypt, around lunchtime Tuesday, the country reached a major milestone: its 100 millionth citizen was born.\nThe birth of that citizen — whom officials identified as a girl named Yasmine Rabie, in a village in Minya governorate — was noted in Cairo by a giant counter outside the country’s national statistics agency that has been ticking upward for years.\nHitting 100,000,000 marked human plenty, certainly, but also an uneasy moment in a country gripped by worries that its exploding population will exacerbate poverty and unemployment, and contribute to the scarcity of basic resources like land and water.\nEgypt’s cabinet said last week that it was on “high alert” to fight population growth, which President Abdel Fattah el-Sisi has described as a threat to national security on par with terrorism. If unchecked, the population could reach 128 million by 2030, officials say.", "url": "https://www.nytimes.com/2020/02/11/world/middleeast/egypt-population-100-million.html"}