{"authors": ["Hwaida Saad", "Megan Specia"], "date_download": "2022-10-25 23:00:16", "date_modify": "2022-10-25 23:00:16", "date_publish": "2020-10-22 12:09:21", "description": "Saad Hariri, who stepped down amid antigovernment protests last year, could return as the head of the government amid multiple crises.", "filename": "2020_10_22_world_middleeast_lebanon-saad-hariri_1666738816.html", "image_url": "https://static01.nyt.com/images/2020/10/22/world/22lebanon/22lebanon-facebookJumbo.jpg?year=2020&h=549&w=1050&s=99e6d7c6930f73bb433e3b506ba929beb9a8bf95167974533d72e86ed221979f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_22_world_middleeast_lebanon-saad-hariri_1666738816.html", "title": "Saad Hariri, Lebanon's Ex-Prime Minister, Could Again Lead the Country", "title_page": "Saad Hariri, Lebanon's Ex-Prime Minister, Could Again Lead the Country - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Despite a public outcry for change, Lebanon’s president has tapped Saad Hariri, the embattled former prime minister who stepped down late last year amid antigovernment protests, to again try to form a government.\nMr. Hariri, who left office amid multiple crises as the country teetered on economic collapse, received the mandate after garnering enough support from Parliament on Thursday. President Michel Aoun asked Mr. Hariri to try to cobble together a governing coalition, the office of the presidency said.\nThere is no guarantee he will succeed. Lebanon remains mired in crisis, its economy in shambles, as the country also struggles with the fallout from an Aug. 4 explosion in the port of Beirut that killed nearly 200 people, caused billions of dollars in damage and devastated entire neighborhoods of the city.\nMr. Hariri vowed to form a cabinet of experts and technocrats “away from political parties” that will be committed to financial and economic overhauls to make the country viable again and to rebuild after the damage of the blast.", "url": "https://www.nytimes.com/2020/10/22/world/middleeast/lebanon-saad-hariri.html"}