{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:49:00", "date_modify": "2022-10-25 23:49:00", "date_publish": "2020-08-17 09:00:24", "description": "In what may be the world’s most important math puzzle, researchers are trying to figure out how many people in a community must be immune before the coronavirus fades.", "filename": "2020_08_17_health_coronavirus-herd-immunity_1666741740.html", "image_url": "https://static01.nyt.com/images/2020/08/18/science/00VIRUS-HERDIMMUNITY1/00VIRUS-HERDIMMUNITY1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=ed99a2a3b4e81f9cdac07291df0f38f7fa9a3f4d9496bffa238d1a30e428b113&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_17_health_coronavirus-herd-immunity_1666741740.html", "title": "What if ‘Herd Immunity’ Is Closer Than Scientists Thought?", "title_page": "Covid-19: What if ‘Herd Immunity’ Is Closer Than Scientists Thought? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But “where is the evidence that it’s protective?” asked Natalie Dean, a biostatistician at the University of Florida.\nThese cities have not returned to pre-pandemic levels of activity, other experts noted.\n“We are still nowhere near back to normal in our daily behavior,” said Virginia Pitzer, a mathematical epidemiologist at the Yale School of Public Health. “To think that we can just stop doing all that and go back to normal and not see a rise in cases I think is wrong, is incorrect.”\nA second wave might also hit groups or neighborhoods that were spared by the first, and still wreak havoc, she said. Immunity is a patchwork quilt in New York, for instance: Antibodies were present in 68 percent of people visiting a clinic in the Corona neighborhood of Queens, for instance, but in just 13 percent of those tested at a clinic in the Cobble Hill section of Brooklyn.\nBut another group, led by the mathematician Gabriela Gomes of the University of Strathclyde in Britain, accounted for variations within a society in its model and found that Belgium, England, Portugal and Spain have herd immunity thresholds in the range of 10 to 20 percent.\n“At least in countries we applied it to, we could never get any signal that herd immunity thresholds are higher,” Dr. Gomes said. “I think it’s good to have this horizon that it may be just a few more months of pandemic.”\nOther experts urged caution, saying these models are flawed, as all models are, and that they oversimplify conditions on the ground.\nJeffrey Shaman, an epidemiologist at Columbia University, said it wasn’t clear to him that Dr. Gomes’s model offered only one possible solution. And he was suspicious of the big ranges among the four countries.", "url": "https://www.nytimes.com/2020/08/17/health/coronavirus-herd-immunity.html"}