{"authors": ["Sapna Maheshwari", "Vanessa Friedman"], "date_download": "2022-10-25 23:48:42", "date_modify": "2022-10-25 23:48:42", "date_publish": "2020-04-21 16:51:04", "description": "Shuttered flagships. Empty malls. Canceled orders. Risks of bankruptcy. The coronavirus has hit the behemoths of the retail world.", "filename": "2020_04_21_business_coronavirus-department-stores-neiman-marcus_1666741722.html", "image_url": "https://static01.nyt.com/images/2020/04/16/business/00virus-deptstores-1/00virus-deptstores-1-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=68c51b6fd810eeb319fe501997203a2125d7391d5a630ac626eed94fe2ccc657&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_21_business_coronavirus-department-stores-neiman-marcus_1666741722.html", "title": "The Death of the Department Store: ‘Very Few Are Likely to Survive’", "title_page": "The Death of the Department Store: ‘Very Few Are Likely to Survive’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Retailers have begun taking extreme measures to try to survive. Le Tote, a subscription clothing company that acquired Lord & Taylor last year from Hudson’s Bay, said in a memo on April 2 that the chain’s entire executive team, including the chief executive, would be let go immediately. It also suspended payments of goods to vendors for at least 90 days, citing “immense pressure on our liquidity position.”\nMacy’s, which also owns Bloomingdale’s, extended payment for goods and services to 120 days from 60 days and, according to Reuters, has hired bankers from Lazard to explore new financing. Jeff Gennette, the chief executive, is forgoing any compensation for the duration of the crisis. The company was dropped from the S&P 500 last month based on its valuation.\nJ.C. Penney has hired Lazard, the law firm Kirkland & Ellis and the consultancy AlixPartners to explore restructuring options, according to two people familiar with the matter, and confirmed that it skipped an interest payment on its debt last week. It is expected to make a decision on what to do, including potentially filing for bankruptcy, within a few weeks, one of the people said.\nBut none of them were in as immediate dire straits as Neiman Marcus, which has both an enormous debt burden — about $4.8 billion, thanks in part to a leveraged buyout in 2013 by the owners Ares Management and the Canada Pension Plan Investment Board — and a raft of expensive rents in the most high-profile shopping destinations, signed during boom times.\nIn late March, Neiman stopped accepting new merchandise and furloughed a large portion of its approximately 14,000 employees as the rumors of bankruptcy began to swirl. Its chief executive, Geoffroy van Raemdonck, announced that he was waiving his salary for April. The brand denied to vendors and its own employees at its sister brand Bergdorf Goodman that it was engaging advisers to explore a bankruptcy filing, but on April 14, S&P downgraded Neiman’s credit rating. Last week, the retailer did not make an interest payment that was due on April 15, angering bondholders and further fueling suspicions that a bankruptcy filing was imminent. A spokesperson for Neiman Marcus declined to comment.", "url": "https://www.nytimes.com/2020/04/21/business/coronavirus-department-stores-neiman-marcus.html"}