{"authors": ["Alan Rappeport", "Ana Swanson", "Jim Tankersley", "Liz Alderman"], "date_download": "2022-10-25 23:00:32", "date_modify": "2022-10-25 23:00:32", "date_publish": "2020-06-17 21:14:32", "description": "The breakdown in negotiations could prompt President Trump to retaliate against countries that impose taxes on American tech firms.", "filename": "2020_06_17_us_politics_us-digital-tax-talks_1666738832.html", "image_url": "https://static01.nyt.com/images/2020/06/17/business/17DC-DigitalTax-01sub/17DC-DigitalTax-01sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1a49ae49ed01871d2a5352a16ed28d68db83ca0ac38865fcba8a6406060c5f6b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_17_us_politics_us-digital-tax-talks_1666738832.html", "title": "U.S. Withdraws From Global Digital Tax Talks", "title_page": "U.S. Withdraws From Global Digital Tax Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration has suspended fraught international tax negotiations with European countries and warned that it will retaliate if they move forward with plans to impose new taxes on American technology companies like Amazon, Facebook and Google.\nThe decision, conveyed in a letter from Treasury Secretary Steven Mnuchin to European finance ministers last week, comes as global talks have stalled over how to tax commerce that takes place online, particularly in countries where companies sell goods and services but have no physical presence.\nThe collapse of negotiations could set off an escalating trade war and saddle multinational corporations with vast new uncertainty over their future tax bills, at a time when the coronavirus has upended supply chains and business models worldwide.\nA conflict with Europe appeared inevitable as European officials responded forcefully to the Trump administration’s withdrawal. The French finance minister, Bruno Le Maire, denounced the move as “a provocation,” and the top economic policymaker in Brussels warned that Europe would move to tax American digital giants if no deal was reached with the United States.", "url": "https://www.nytimes.com/2020/06/17/us/politics/us-digital-tax-talks.html"}