{"authors": ["Declan Walsh"], "date_download": "2022-10-25 23:44:10", "date_modify": "2022-10-25 23:44:10", "date_publish": "2020-03-09 23:45:01", "description": "Egyptian officials insist that it’s safe to visit. But on Monday, tourists in the ancient city of Luxor were confined to their hotels as doctors tested for the virus.", "filename": "2020_03_09_world_middleeast_egypt-coronavirus-tourism_1666741450.html", "image_url": "https://static01.nyt.com/images/2020/03/09/world/09egypt-sub/09egypt-sub-facebookJumbo.jpg?year=2020&h=549&w=1050&s=b231ab4f59ed17974ddcbe4a3d0e92e023cf37d7f7b37552b62dbfd9f5bdab98&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_09_world_middleeast_egypt-coronavirus-tourism_1666741450.html", "title": "In Egypt, Tourists Torn Between Ancient Temples and Coronavirus Tests", "title_page": "In Egypt, Tourists Torn Between Ancient Temples and Coronavirus Tests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — When tourists in Luxor woke up on Monday to find themselves confined to their hotels or cruise ships on the Nile, it seemed that Egypt was taking extreme measures to confront the coronavirus in the ancient town at the heart of its tourism industry.\nGovernment doctors were sent out to test visitors, hoping to stop the spread of the illness. Yet only a fraction of people ended up getting tested, and even before any of the results came back, business quickly returned to normal — with tourists unleashed en masse to visit the town’s fabled temples.\nThe contradictory and often chaotic approach in Luxor reflects a major dilemma facing Egyptian officials: Can the government continue to welcome cash-carrying visitors at the same time it tries to battle a looming public health crisis in the jewel of its tourism industry?\nLuxor, home to the iconic Valley of the Kings and King Tutankhamen’s tomb, is now the center of the country’s coronavirus outbreak. On Friday and Saturday, 45 passengers and crew members aboard a riverboat, the A Sara, tested positive for the virus and were taken by military air transport to an isolation unit at a hospital on Egypt’s north coast.", "url": "https://www.nytimes.com/2020/03/09/world/middleeast/egypt-coronavirus-tourism.html"}