{"authors": ["Jonathan Martin", "Kathleen Gray"], "date_download": "2022-10-25 23:32:09", "date_modify": "2022-10-25 23:32:09", "date_publish": "2020-05-31 19:05:01", "description": "The state provides a case study in how the president’s impulsive and insulting statements can undermine his push for re-election.", "filename": "2020_05_31_us_politics_michigan-trump-election_1666740729.html", "image_url": "https://static01.nyt.com/images/2020/05/30/us/politics/30dc-michigan1/merlin_172720998_63427b6f-0e26-4452-8707-171902874bb0-facebookJumbo.jpg?year=2020&h=550&w=1050&s=00fc472f2bb13409632b1d42acb64cff1c0c6a257587a00188fec049bdf67dd5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_31_us_politics_michigan-trump-election_1666740729.html", "title": "In Seeking to Hold Michigan, Trump Can Be His Own Worst Enemy", "title_page": "In Seeking to Hold Michigan, Trump Can Be His Own Worst Enemy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump’s advisers have nudged him to focus on his success in pushing through the renegotiated trade pact with Mexico and Canada, which has benefits for the auto industry and, were he to make it more of an issue, could help him with working-class voters in Michigan.\nAnd they are hoping that the presence on the ballot in Michigan this year of John James, an African-American Republican who is running for a U.S. Senate seat, could peel away some black voters from Democrats. Indeed, Mr. Trump’s decision to include Mr. James at an ostensibly nonpolitical round table with black Michiganders at a Ford plant in May angered prominent state Democrats, according to Democratic officials.\nMichigan, however, offers a vivid illustration of how Mr. Trump can be his own worst political enemy.\nHe delights in headline-grabbing and often menacing attacks but rarely follows through with the punishment he threatens, leaving him looking more like a peanut gallery heckler than a political force to be feared.\nThat was true in the case of the clash in May. Hours after threatening to defund Michigan, Mr. Trump told reporters, “I don’t think it’s going to be necessary” and, speaking to the news media in the state the next day, said he was “not going to discuss” what funds he had in mind.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nSimilarly, after insulting Ms. Whitmer as “half Whitmer” and “the woman in Michigan” while suggesting to Vice President Mike Pence that he ignore her calls entirely, Mr. Trump himself quietly telephoned her to ensure that a shipment of personal protective equipment had arrived in the state.\nThis pattern of attack-and-retreat instills little fear in his adversaries, reinforces negative perceptions about him among voters (who often only hear of the threats) and hands Democrats fodder for their own reprisals.", "url": "https://www.nytimes.com/2020/05/31/us/politics/michigan-trump-election.html"}