{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:40:42", "date_modify": "2022-10-25 23:40:42", "date_publish": "2020-09-30 09:10:19", "description": "New lockdown measures disproportionately affect the most economically vulnerable people in the capital region.", "filename": "2020_09_30_world_europe_covid-lockdown-madrid-spain_1666741242.html", "image_url": "https://static01.nyt.com/images/2020/09/29/world/30virus-spain-madrid/00spain-madrid-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cfbb56e80eb07ac23e4beae3c87cf88e69ccdfd17abdfb4b3eb27ad287650b97&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_30_world_europe_covid-lockdown-madrid-spain_1666741242.html", "title": "In Madrid, Covid-19 Resurgence Divides Rich and Poor", "title_page": "In Madrid, Covid-19 Resurgence Divides Rich and Poor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — Every weekday morning, Jorge Sánchez leaves home in Puente de Vallecas, one of the poorest and most densely populated areas of Madrid, and drives 10 miles to his job as a gardener tending a public park in an affluent district of the city.\nPuente de Vallecas was one of 45 Madrid districts locked down last week as the authorities struggle to cope with a second wave of coronavirus infections sweeping the capital region, but Mr. Sánchez is still allowed to commute to the leafy neighborhood where he works.\nHome to about 230,000 inhabitants, Puente de Vallecas normally gets less crowded during the day as residents commute to work in other parts of Madrid, mostly traveling on public transport. But under renewed lockdown measures that include the closure of public spaces like parks and restricted hours for bars and restaurants, the streets of the district, which was hard hit by the virus’s first wave, are again almost completely deserted.\nIn the city center, by contrast, life goes on as normal as it can in a pandemic, with masked shoppers on the streets and customers keeping social distance as they eat and drink at tapas bars and restaurants until late at night.", "url": "https://www.nytimes.com/2020/09/30/world/europe/covid-lockdown-madrid-spain.html"}