{"authors": ["Charles Mcgrath"], "date_download": "2022-10-25 23:37:09", "date_modify": "2022-10-25 23:37:09", "date_publish": "2020-03-05 15:00:10", "description": "David Simon has translated Philip Roth’s 2004 alternate history novel into an HBO mini-series, Simon’s first literary adaptation.", "filename": "2020_03_05_arts_television_plot-against-america-hbo-david-simon_1666741029.html", "image_url": "https://static01.nyt.com/images/2020/03/08/arts/08PLOT10/08PLOT10-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0ed5b97c223a3829b3760d1585ee1fe7c7cbe4b40e299acf4caf479244467e49&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_05_arts_television_plot-against-america-hbo-david-simon_1666741029.html", "title": "‘The Plot Against America’ Imagines the Rise of an Intolerant Demagogue", "title_page": "‘The Plot Against America’ Imagines the Rise of an Intolerant Demagogue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There’s a great chapter there about Chaim Rumkowski,” Turturro said, referring to the head of Poland’s Lodz ghetto during World War II, who, thinking he was saving them, presided over the resettlement of thousands of Jews. “He’s someone who thinks, ‘I can negotiate, I can protect everybody.’ I think that may have inspired the character.”\nRyder, who says she has been a “Roth-head” since she was 18, plays Evelyn, Bess’s sister (younger in the book, older in the series), who talks herself into falling in love with Bengelsdorf and becomes his willing accomplice. It’s a part she was eager to get because she thought it would be interesting for a change to play a weak woman, not a strong one (as she did in “Show Me a Hero,” about a ruinous desegregation battle in Yonkers). But it caused her so much anxiety, especially after a scene in which she dances at a White House state dinner with the Nazi foreign minister Von Ribbentrop, that she almost went to the emergency room.\n“I think it was something to do with Turturro,” she said. “Even before we started shooting, he was saying, ‘I’m going to drink the Kool-Aid and totally, totally believe what I’m saying.’ He was just so good, it was scary. Sometimes I was afraid that it was going to start making sense — the words that were popping out of his mouth. But it was hard for me to forget that my character was so on the wrong side of everything. I got there about 90 percent, but there was always a part of me that knew how horribly wrong she was.”\nLike Ryder and Turturro, Spector, who plays Herman, read “The Plot Against America” when it first came out, back in the George W. Bush era. “I thought it was resonant even then,” he said. “But we didn’t know from demagogues back then.”\nKazan, on the other hand, said that she had never read any Roth before signing on to be Bess and that when she did look at “The Plot Against America,” she was struck by how prophetic it seemed. “It’s impossible not to see the parallels,” she said. “I remember thinking when I read the book, ‘People aren’t going to believe this; they’re going to think we invented it just for the show.’”\nDuring shooting, Simon said he worried about tampering with Roth’s great work. “You lose some things, you maybe gain some things — that’s the nature of adaptation,” he said last month, after the series had wrapped. “At first I was really worried about the violence I was about to do to Roth’s book. And I will say that when I was in the middle, I thought, ‘I’m messing with something primal here.’ And when he passed away I thought, ‘Well, I’m sorry he’s not here, but at least I don’t have to show him what I’ve done.’”", "url": "https://www.nytimes.com/2020/03/05/arts/television/plot-against-america-hbo-david-simon.html"}