{"authors": [], "date_download": "2022-10-25 23:25:41", "date_modify": "2022-10-25 23:25:41", "date_publish": "2020-05-12 04:01:34", "description": "As nations loosen rules, new clusters in places that seemed to have tamed the virus show how hard success is to sustain. In Wuhan, a seemingly small cluster led to a giant response — tests for the entire city.", "filename": "2020_05_12_world_coronavirus-global-live-news_1666740341.html", "image_url": "https://static01.nyt.com/images/2020/05/12/world/12virus-int-briefing-latam/merlin_171377610_0519c478-3ac8-485d-b352-4209e8932f3c-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8ca4a9468b64c50fd34ed52cf318b4cf9738a3c3f09bbb414b3ca68338f0fef7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_12_world_coronavirus-global-live-news_1666740341.html", "title": "Quietly but Savagely, the Coronavirus Is Decimating Latin America", "title_page": "Quietly but Savagely, the Coronavirus Is Decimating Latin America - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Most states that are reopening have not met even minimal criteria set by public health experts for doing so safely, and in some, coronavirus cases are rising. A resurgence in infections may not become apparent for two or three weeks, when some people would need hospitalization.\nThe question now, scientists say, is whether the nation can minimize the damage.\nEvidence is mounting that masks — if worn in public places, by everyone — are far more effective at stopping transmission than was previously realized. While testing remains inadequate, home-use nasal swabs and saliva tests are on the way and may provide a clearer picture of where the virus is.\nEmployers are moving to design safer workplaces. A modestly effective antiviral treatment has been found. Laboratories around the world are racing toward the grail — a vaccine — at an unprecedented pace.\nAnd scientists are also learning more about the virus.\nA new study published Monday in the journal JAMA Pediatrics paints the most detailed picture yet of American children who were treated in intensive care units as the pandemic was taking hold.\nThe study looked at 48 cases from 14 hospitals in patients under 21, in late March and early April. Two patients died. Eighteen were placed on ventilators and two remain on the breathing machines more than a month later, said Dr. Lara S. Shekerdemian, chief of critical care at Texas Children’s Hospital, and an author of the study.\nThe study both reinforces the evidence that only a small percentage of children will be severely affected by the virus, but they can become devastatingly ill.\nNone of the study’s subjects were stricken by the new mysterious inflammatory syndrome linked to the coronavirus that can cause life-threatening cardiac issues in children.", "url": "https://www.nytimes.com/2020/05/12/world/coronavirus-global-live-news.html"}