{"authors": ["Dana Rubinstein"], "date_download": "2022-10-25 23:37:14", "date_modify": "2022-10-25 23:37:14", "date_publish": "2020-07-14 21:12:43", "description": "Mr. Jones is likely to become among the first openly gay African-American members of Congress.", "filename": "2020_07_14_nyregion_mondaire-jones-house-primary_1666741034.html", "image_url": "https://static01.nyt.com/images/2020/06/23/nyregion/00nyprimary-17hfo-jones/00nyprimary-17hfo-jones-facebookJumbo.jpg?year=2020&h=549&w=1050&s=a907aa612fbf893c66946f5bc457ac2c879543f57cb2c9263d96ce018cc721f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_14_nyregion_mondaire-jones-house-primary_1666741034.html", "title": "Mondaire Jones Rides Insurgent Wave to a House Primary Win in N.Y.", "title_page": "Mondaire Jones Rides Insurgent Wave to a House Primary Win in N.Y. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Jones, 33, often says that “policy is personal,” and his personal story played an integral role in his campaign. In television ads and campaign literature, he recounted his grandparents’ migration north from the Jim Crow South, his upbringing in Section 8 housing in Rockland County and the family’s reliance on food stamps. He has relished his success against competitors from more privileged backgrounds.\n“These are people who come from money, obviously,” Mr. Jones said. “Unlike them, I don’t come from money or from a political family. And yet, they underestimated me. We have outmaneuvered them at every stage of this campaign.”\nMr. Jones graduated from Stanford University and Harvard Law School, where he said he became good friends with James Comey’s daughter, Maurene (whose mother, Patrice, contributed to his campaign).\nHe returned to the district in 2017. Before running for Congress, he worked as an attorney at the Westchester County Law Department and in private practice. Mr. Jones also spent a year working as a fellow at the Department of Justice, where he helped vet judicial nominees that Senate Republicans would often block.\nHe often says that the latter experience seeded his distaste for political centrism in the face of Republican intransigence.\nMr. Jones quickly emerged as the candidate of the Democratic Party’s progressive wing, winning the backing of Senators Bernie Sanders and Elizabeth Warren, as well as Representative Alexandria Ocasio-Cortez, all of whom cited his support for policies that they said would benefit working families.\nLike many of his competitors, Mr. Jones supports elevating the national minimum wage to $15 an hour and indexing it to inflation. He also backs the creation of a single-payer health care system — joining some of his competitors in support of a robust public option en route to such a system.", "url": "https://www.nytimes.com/2020/07/14/nyregion/mondaire-jones-house-primary.html"}