{"authors": ["Steve Lohr"], "date_download": "2022-10-25 23:34:39", "date_modify": "2022-10-25 23:34:39", "date_publish": "2020-03-02 14:08:55", "description": "Mr. Welch was named “manager of the century” after General Electric’s revenue jumped nearly fivefold during his tenure.", "filename": "2020_03_02_business_jack-welch-died_1666740879.html", "image_url": "https://static01.nyt.com/images/2020/03/02/obituaries/02Welch4/02Welch4-facebookJumbo.jpg?year=2020&h=549&w=1050&s=48884affccbc9bdda13f57f5b50dec3ee39c169b4c742de411e97c39bd7b4d7b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_02_business_jack-welch-died_1666740879.html", "title": "Jack Welch, G.E. Chief Who Became a Business Superstar, Dies at 84", "title_page": "Jack Welch, G.E. Chief Who Became a Business Superstar, Dies at 84 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If they weren’t, Mr. Welch applied a simple edict: “Fix, sell or close.”\nThe businesses that survived were slimmed down severely. The G.E. work force fell from 411,000 at the end of 1980 to 299,000 at the end of 1985. Of the 112,000 workers who left the company, about 37,000 were in operations that had been sold off. But, Mr. Welch wrote in his autobiography, “81,000 people — or 1 in every 5 in our industrial businesses — lost their jobs for productivity reasons.”\nThe moniker “Neutron Jack” appeared in Newsweek magazine in 1982 and soon picked up everywhere. Mr. Welch said he hated the label. But he always insisted the pruning was necessary, if painful. And by acting before trouble surfaced, he said, G.E. could afford to give the people it let go advance notice and comparatively generous severance pay.\nThose early payroll cuts, critics say, were a byproduct of Mr. Welch’s emphasis on delivering a rising share price and higher profits. He was considered, as The Financial Times wrote, “the father of the ‘shareholder value’ movement.”\nIn fact, it was a term Mr. Welch rarely used, but its origin as a guide to management practice is generally traced to a speech he gave in 1981, laying out his plans for shedding slow-growth businesses and cutting costs.\nYears later, in 2009, after the financial crisis hit, he repudiated the concept in an interview with The Financial Times, calling it “a dumb idea” and adding that shareholder value was a result of actions taken rather than a strategy in and of itself.\nShareholders Above All\nBut G.E.’s consistently rising returns and how Mr. Welch achieved them made him a standard-bearer of the shareholder value ethos, said Robert B. Reich, the former labor secretary in the Clinton administration and now a professor of public policy at the University of California, Berkeley. And that ethos, said Mr. Reich, led to the “shredding of the old, tacit contract between corporations and their workers,” in which employees shared in the company’s prosperity in good times and were laid off only in bad times.\nThroughout the Welch years, G.E. remained the nation’s largest manufacturer, producing everything from jet engines to power generators to medical-imaging equipment. Mr. Welch invested in those operations and personally championed projects to improve their efficiency and performance, like Six Sigma, a statistical quality-control system for greatly reducing product defects.", "url": "https://www.nytimes.com/2020/03/02/business/jack-welch-died.html"}