{"authors": ["Katherine J. Wu"], "date_download": "2022-10-25 23:49:17", "date_modify": "2022-10-25 23:49:17", "date_publish": "2020-08-04 16:17:52", "description": "Studies of patients with severe cases of Covid-19 show the immune system lacks its usual coordinated response.", "filename": "2020_08_04_health_coronavirus-immune-system_1666741757.html", "image_url": "https://static01.nyt.com/images/2020/08/03/science/03VIRUS-IMMUNITY/03VIRUS-IMMUNITY-facebookJumbo.jpg?year=2020&h=549&w=1050&s=35613415c25d3bc4a8c4b59c6a399ca7279f05de2472f40a403030873cd92460&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_04_health_coronavirus-immune-system_1666741757.html", "title": "Scientists Uncover Biological Signatures of the Worst Covid-19 Cases", "title_page": "Scientists Uncover Biological Signatures of the Worst Covid-19 Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Eventually, these cells and molecules leading the initial charge will stand down, making way for antibodies and T cells — specialized assassins built to home in on the virus and the cells it has infected.\nBut this coordinated handoff seems to break down in people with severe Covid-19.\nRather than bowing out gracefully, the cytokines that drive the first surge never stop sounding the alarm, even after antibodies and T cells arrive on the scene. That means the wildfire response of inflammation may never get snuffed out, even when it’s no longer needed.\n“It’s normal to develop inflammation during a viral infection,” said Catherine Blish, a viral immunologist at Stanford University. “The problem comes when you can’t resolve it.”\nThis sustained signaling may result in part from the body’s inability to keep the virus in check, Dr. Iwasaki said. Many who struggle to recover from their illness seem to harbor the pathogen long after other patients have purged it, perhaps goading the immune system into prolonging its frantic inflammatory siege.\nPlenty of other viruses, including those that cause AIDS and herpes, have evolved tricks to elude the immune system. Recent evidence hints that the new coronavirus might have a way of delaying or muffling interferon, one of the earliest cytokine defenses the body mounts.\nThe failure of this first line of defense may dupe the immune system into sounding its alarm bells even louder, dragging out the response into something destructive. “It’s an enigma,” said Avery August, an immunologist at Cornell University. “You have this raging immune response, but the virus continues to replicate.”\nAnd the quality of these cytokines may matter as much as the quantity. In a paper published last week in Nature, Dr. Iwasaki and her colleagues showed that patients with severe Covid-19 appear to be churning out signals that are better suited to subduing pathogens that aren’t viruses.", "url": "https://www.nytimes.com/2020/08/04/health/coronavirus-immune-system.html"}