{"authors": ["Adam Satariano", "Stephen Castle", "David E. Sanger"], "date_download": "2022-10-25 22:54:54", "date_modify": "2022-10-25 22:54:54", "date_publish": "2020-07-14 11:44:58", "description": "Banning the use of the Chinese tech giant’s equipment in high-speed wireless infrastructure is a major reversal by Prime Minister Boris Johnson — and a big victory for the Trump administration.", "filename": "2020_07_14_business_huawei-uk-5g_1666738494.html", "image_url": "https://static01.nyt.com/images/2020/07/14/business/14ukhuawei1/14ukhuawei1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9bd6030646bc9a79abefe7c2635bc2d17e7a462a4175810ad27724ac2dddfbf4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_14_business_huawei-uk-5g_1666738494.html", "title": "U.K. Bars Huawei for 5G as Tech Battle Between China and the West Escalates", "title_page": "U.K. Bars Huawei for 5G as Tech Battle Between China and the West Escalates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Arguing that Huawei created too much risk for such a critical, multibillion-dollar project, the British government said Tuesday that it would ban the purchase of new Huawei equipment for 5G networks after December, and that existing gear already installed would need to be removed from the networks by 2027.\n“As facts have changed, so has our approach,” Oliver Dowden, the government minister in charge of telecommunications, told the House of Commons on Tuesday afternoon. “This has not been an easy decision, but it is the right one for the U.K.’s telecoms networks, for our national security and our economy, both now and indeed in the long run.”\nAfter the British government announced its decision, President Trump took aim at Huawei during a news conference at the White House, saying the United States has “confronted untrustworthy Chinese technology and telecom providers.”\n“We convinced many countries, and I did this myself for the most part, not to use Huawei, because we think it’s an unsafe security risk,” Mr. Trump said.\nMr. Trump also announced that he was issuing an executive order formalizing a declaration from late May that the United States would treat Hong Kong in the same manner as China rather than as a semiautonomous territory and would impose the same tariffs that it applies to China. He also said he was signing into law a bipartisan congressional bill that encourages sanctions against Chinese officials and entities that take part in the repression of Hong Kong, as well as financial institutions that do business with those parties.", "url": "https://www.nytimes.com/2020/07/14/business/huawei-uk-5g.html"}