{"authors": ["Shalini Venugopal Bhagat"], "date_download": "2022-10-25 22:57:52", "date_modify": "2022-10-25 22:57:52", "date_publish": "2020-05-27 07:00:15", "description": "From his home in New York, Vikas Khanna, the TV host, writer and former executive chef at Junoon, is running a relief effort that distributes food to vulnerable Indians.", "filename": "2020_05_27_world_asia_vikas-khanna-india-hungry_1666738672.html", "image_url": "https://static01.nyt.com/images/2020/05/27/world/27india-chef-chef1/27india-chef-chef1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=198d288ebe4c6505f9965b092af6058beac62fc4bf2d4ccb881a7db0e0289294&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_27_world_asia_vikas-khanna-india-hungry_1666738672.html", "title": "This Chef Has a Michelin Star and a Mission: Feeding Millions in India’s Lockdown", "title_page": "This Chef Has a Michelin Star and a Mission: Feeding Millions in India’s Lockdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His search for a reliable partner who could work anywhere in the country led him to the National Disaster Relief Force, which is deployed during emergencies.\nMr. Khanna called the head of the relief force, Satya Narayan Pradhan, after he found out they were already helping distribute food to the poor.\n“He said: ‘Can you help me? I live so far away in New York,”’ Mr. Pradhan recalled. “I agreed to help with the logistics wherever our battalions had jurisdiction.”\nMr. Pradhan, who has had his hands full with a fatal industrial accident this month and a cyclone that killed dozens last week, said their partnership started in New Delhi, with the outreach increasing every day.\n“He has been so brave about it,” Mr. Pradhan said of Mr. Khanna. “He’s invested his own funds, even though it must be tough for him. That’s why we want to help him as much as possible.”\nMr. Khanna said his initiative had distributed more than seven million packets of dry food and cooked meals over the past month in more than a hundred cities in India. The rice companies India Gate and Daawat donated food, and the financial technology giant Paytm recently became a sponsor. HungerBox, a food technology company, offered the use of its industrial kitchens in Mumbai and Noida to cook over 20,000 meals every day.", "url": "https://www.nytimes.com/2020/05/27/world/asia/vikas-khanna-india-hungry.html"}