{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:34:44", "date_modify": "2022-10-25 23:34:44", "date_publish": "2020-02-25 21:16:36", "description": "He will be replaced by Bob Chapek, who was most recently chairman of Disney’s parks business.", "filename": "2020_02_25_business_media_bob-iger-disney-ceo_1666740884.html", "image_url": "https://static01.nyt.com/images/2020/02/25/business/25disney/25disney-facebookJumbo.jpg?year=2020&h=550&w=1050&s=16dd7135f6cd294c9e943b57c7008c7bcad49aac5e3677973c9f2aa3c782898a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_25_business_media_bob-iger-disney-ceo_1666740884.html", "title": "Disney C.E.O. Bob Iger Hands Keys to Magic Kingdom to Its 7th Chief", "title_page": "Disney C.E.O. Bob Iger Hands Keys to Magic Kingdom to Its 7th Chief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s only abrupt in other people’s eyes because we haven’t been talking about it publicly,” Mr. Iger said by phone. “I have been discussing this with the board for a number of months. I basically described what I thought my best use was given that our asset base and strategy are pretty much in place. And that was to fully focus on the creative side of our business and make sure that our creative pipelines are vibrant.”\nHe added, “That is very, very important, especially as we roll out Disney Plus around the world. In thinking about what I want to accomplish before I leave the company at the end of ’21, getting everything right creatively would be my No. 1 goal. I could not do that if I were running the company on a day-to-day basis.”\nThe Disney Plus streaming service is a make-or-break effort to reposition Disney for growth — its traditional cable businesses are in decline — and compete with the tech giants that are aggressively moving into Hollywood. Introduced in November, Disney Plus has nearly 30 million subscribers in the United States and will arrive in the coming months in Europe and India. Other significant near-term challenges for Disney include the coronavirus outbreak; the Shanghai Disney Resort and Hong Kong Disneyland have been closed for a month and the virus could hurt parks in Japan, France and the United States.\nMr. Iger said the Disney board “identified Bob actually quite some time ago as a likely successor.” He said he decided not to elevate Mr. Chapek to an interim role — perhaps chief operating officer, a job that has not existed at Disney since Thomas O. Staggs, once Mr. Iger’s heir apparent, left the company in 2016. “I did not believe that would bestow on him the kind of autonomy that I wanted him to have during this transition,” Mr. Iger said. Furthermore, “I’m not going to suddenly be working three days a week. My new role is a full-time job.”", "url": "https://www.nytimes.com/2020/02/25/business/media/bob-iger-disney-ceo.html"}