{"authors": [], "date_download": "2022-10-25 23:25:05", "date_modify": "2022-10-25 23:25:05", "date_publish": "2020-06-03 00:33:22", "description": "In this webinar, The Learning Network and special guests explore “What’s Going On in This Graph?,” our popular feature that uses award-winning graphics from The New York Times.", "filename": "2020_06_02_learning_on-demand-webinar-teaching-with-graphs-from-the-new-york-times_1666740305.html", "image_url": "https://static01.nyt.com/images/2022/06/22/learning/TeachGraphsLN/TeachGraphsLN-facebookJumbo.jpg?year=2020&h=550&w=1050&s=42bf9d6676b783fe8ceae3f6adfcae10bef2fc93bcaa4655875452228d8f5fe0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_02_learning_on-demand-webinar-teaching-with-graphs-from-the-new-york-times_1666740305.html", "title": "On-Demand Webinar: Teaching With Graphs From The New York Times", "title_page": "On-Demand Webinar: Teaching With Graphs From The New York Times - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "View the edited version of the webinar above or register to view the on-demand recording.\nTeaching students how to read, interpret and question graphs, maps and charts is a key 21st-century skill. One of our weekly features, “What’s Going On in This Graph?”, provides an authentic way for students to interpret graphs, evaluate their reliability and draw logical conclusions.\nEach week during the school year we spotlight a new Times graph — on topics ranging from pop music and sneakers to climate change and college costs — as part of our “What’s Going On in This Graph?” activity. On Wednesdays, teachers from the American Statistical Association provide live facilitation to help students notice, wonder and deepen their analysis. And on Thursdays, our A.S.A. partners provide additional background about these graphs and relevant statistical concepts.\nIn this webinar, we walk you through the components of our “What’s Going On in This Graph?” feature. The Learning Network editors is joined by Sharon Hessney, a mathematics teacher, A.S.A. member and lead contributor to this feature. We also hear from teachers using this feature with their students. Together we will:\nShow you how to select graphs that will engage your students and connect to their lives, as well as your curriculum\nDiscuss successful ways that teachers have used “What’s Going On in This Graph?” with their students — both in the classroom and via remote learning\nExplore the ways that “What’s Going On in This Graph?” can foster in-depth student discussion, activate critical thinking, and strengthen skills in making observations and inferences.\nWebinar Resources\nResource List: In this PDF you can find links to all the resources we discuss in this webinar.\nOriginal Webinar: You can watch the original, unedited webinar here and download a professional development certificate at the end. The webinar is free, but registration is required. CTLE credit is available for New York educators.", "url": "https://www.nytimes.com/2020/06/02/learning/on-demand-webinar-teaching-with-graphs-from-the-new-york-times.html"}