{"authors": ["Michael Levenson"], "date_download": "2022-10-25 22:56:11", "date_modify": "2022-10-25 22:56:11", "date_publish": "2020-01-23 02:55:48", "description": "In sealing off a city of 11 million people, China is trying to halt a coronavirus outbreak using a tactic with a complicated history of ethical concerns.", "filename": "2020_01_22_world_asia_coronavirus-quarantines-history_1666738571.html", "image_url": "https://static01.nyt.com/images/2020/01/22/multimedia/22xp-cordon/merlin_167592177_faab52d5-95c1-48a0-b533-934d06fbed8d-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8e5dea3584786575bf6a7729bdec099e85d4f5380c260a0b1a910d5b4d3a9898&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_22_world_asia_coronavirus-quarantines-history_1666738571.html", "title": "Scale of China’s Wuhan Shutdown Is Believed to Be Without Precedent", "title_page": "Scale of China’s Wuhan Shutdown Is Believed to Be Without Precedent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In closing off Wuhan, a city of more than 11 million people, China deployed on Thursday morning a centuries-old public health tactic to prevent the spread of infectious disease — this time, a mysterious respiratory infection caused by a coronavirus.\nExperts said the stunning scale of the shutdown, isolating a major urban transit hub larger than New York City, was without precedent.\n“It’s an unbelievable undertaking,” said Dr. Howard Markel, a professor of the history of medicine at the University of Michigan, adding that he had never heard of so many people being cordoned off as a disease-prevention measure.\nStill, “people are going to get out,” he said. “It’s going to be leaky.”\nBy Thursday evening, China said it planned to extend the shutdown even further. Officials said they would impose travel restrictions on at least four other nearby cities — Huanggang, Ezhou, Chibi and Zhijiang — affecting millions more residents.", "url": "https://www.nytimes.com/2020/01/22/world/asia/coronavirus-quarantines-history.html"}