{"authors": ["Tim Arango"], "date_download": "2022-10-25 23:29:20", "date_modify": "2022-10-25 23:29:20", "date_publish": "2020-06-03 09:00:24", "description": "Los Angeles has been one of America’s reference points for racial unrest. This time protesters are bringing their anger to the people they say need to hear it most: the white and wealthy.", "filename": "2020_06_03_us_rodney-king-george-floyd-los-angeles_1666740560.html", "image_url": "https://static01.nyt.com/images/2020/05/30/us/01UNREST-LARIOTS-bevfire/merlin_173006694_b1a7d9bc-a163-42aa-86be-6ec05725fa6b-facebookJumbo.jpg?year=2020&h=550&w=1050&s=46e3064828ea66490b3f1db9d5e0071502981293c1ffc952019846c8f1678e53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_03_us_rodney-king-george-floyd-los-angeles_1666740560.html", "title": "Protests in L.A.: The Ghosts of Rodney King and Watts Rise Again", "title_page": "Protests in L.A.: The Ghosts of Rodney King and Watts Rise Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The parallels are easy to see: looting and destruction, fueled by anger over police abuses; shopkeepers, with long guns, protecting their businesses. The differences, though, between 1992 and now, are stark. This time, the faces of the protesters are more diverse — black, white, Latino, Asian; there has been little if any racially motivated violence among Angelenos; and the geography of the chaos is very different, with protesters bringing their message to Los Angeles’ largely white and rich Westside.\n“South Central has been completely quiet and peaceful,” said Ms. Cullors, now a prominent activist and co-founder of Black Lives Matter who organized a protest on Saturday in the Fairfax District, west of downtown. “That’s an important distinction, that these current situations are not happening in black communities.”\n[Sign up for California Today, our daily newsletter from the Golden State.]\nLos Angeles, in many ways, is America’s reference point for urban racial unrest, including the Watts riots in 1965 and the uprising in 1992. The Rodney King beating in 1991, captured on film, was one of the first viral videos of a black man being abused by the police, before cellphones even existed. In those uprisings, dozens of people were killed — 34 in 1965, and more than 40 in 1992.\nSome of the most searing images from 1992 were of racially motivated violence on the streets — the beating of Reginald Denny, a white truck driver; gun battles between Korean shop owners and black looters. But the mayhem largely stayed in the historically black community of South Los Angeles and in Koreatown.", "url": "https://www.nytimes.com/2020/06/03/us/rodney-king-george-floyd-los-angeles.html"}