{"authors": ["Michael D. Shear", "Hailey Fuchs", "Kenneth P. Vogel"], "date_download": "2022-10-25 23:37:17", "date_modify": "2022-10-25 23:37:17", "date_publish": "2020-07-31 21:49:34", "description": "The president’s long campaign against the Postal Service is intersecting with his assault on mail-in voting amid concerns that he has politicized oversight of the agency.", "filename": "2020_07_31_us_politics_trump-usps-mail-delays_1666741037.html", "image_url": "https://static01.nyt.com/images/2020/07/31/multimedia/31dc-postal/merlin_172107963_a2c16fe7-bd41-4b56-8445-524d4cce31e7-facebookJumbo.jpg?year=2020&h=550&w=1050&s=05c21312e577137311b6896ab3bed281e8dfc3f641b4a5fe4f814f51726feb1d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_31_us_politics_trump-usps-mail-delays_1666741037.html", "title": "Mail Delays Fuel Concern Trump Is Undercutting Postal System Ahead of Voting", "title_page": "Mail Delays Fuel Concern Trump Is Undercutting Postal System Ahead of Voting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the same time, the mail system is being undercut in ways set in motion by Mr. Trump. Fueled by animus for Jeff Bezos, the founder of Amazon, and surrounded by advisers who have long called for privatizing the post office, Mr. Trump and his appointees have begun taking cost-cutting steps that appear to have led to slower and less reliable delivery.\nIn recent weeks, at the direction of a Trump campaign megadonor who was recently named the postmaster general, the service has stopped paying mail carriers and clerks the overtime necessary to ensure that deliveries can be completed each day. That and other changes have led to reports of letters and packages being delayed by as many as several days.\nVoting rights groups say it is a recipe for disaster.\n“We have an underfunded state and local election system and a deliberate slowdown in the Postal Service,” said Wendy Fields, the executive director of the Democracy Initiative, a coalition of voting and civil rights groups. She said the president was “deliberately orchestrating suppression and using the post office as a tool to do it.”\nKim Wyman, the Republican secretary of state in Washington, one of five states where mail-in balloting is universal, said Wednesday on NPR’s “1A” program that “election officials are very concerned, if the post office is reducing service, that we will be able to get ballots to people in time.”\nDuring his eulogy on Thursday for Representative John Lewis, former President Barack Obama lamented what he said was a continuing effort to attack voting rights “with surgical precision, even undermining the Postal Service in the run-up to an election that is going to be dependent on mailed-in ballots so people don’t get sick.”", "url": "https://www.nytimes.com/2020/07/31/us/politics/trump-usps-mail-delays.html"}