{"authors": ["Shane Goldmacher", "Astead W. Herndon"], "date_download": "2022-10-25 23:52:41", "date_modify": "2022-10-25 23:52:41", "date_publish": "2020-02-20 18:15:40", "description": "She laced into Michael Bloomberg in a bid to invigorate her campaign, and then had her biggest 24 hours of fund-raising yet.", "filename": "2020_02_20_us_politics_elizabeth-warren-debate_1666741961.html", "image_url": "https://static01.nyt.com/images/2020/02/20/us/politics/20warren-SUB1/20warren-SUB1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=eafcfbc514af997b26e7ca6f59cacf550183c360e8fb223e7b1078ca10391585&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_20_us_politics_elizabeth-warren-debate_1666741961.html", "title": "Elizabeth Warren ‘Crushed’ the Debate. But Is It Too Late?", "title_page": "Elizabeth Warren ‘Crushed’ the Debate. But Is It Too Late? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“At that gaggle you basically suggested that you’re in favor of super PACs spending on your behalf.” “No, I did not. What I said is the very first day I became a candidate for president, I said, ‘Let’s all agree no super PACs, please?’ And as people came into the race I said: ‘Can we all just agree. No super PACs, please?’ I have repeated that plea over and over and over. And do you know how many Democratic presidential candidates agreed to it? Zero. I was doing it as recently as two weeks ago, saying, ‘Please, can we all just agree to say no to the super PACs and have a Democratic primary that is about you put the money directly into campaigns so that it’s not unlimited funding?’ And by the way I should always say on this, it also applies to the multibillionaires because they don’t need a super PAC. They are a super PAC. They just reach in their own pockets. So if all of the Democrats will stand up and say, ‘We’re done, we’re not going to use super PACs,’ man, I’m all in. I’ll lead that charge. That’s what we should do as Democrats.” “You had been leading the charge previously, saying that even while there had been super PACs. ...” “Yes, I have been leading the charge and not a single Democrat would agree to it. So every Democrat when I said, ‘Super PACs are a problem,’ just casually looked the other way and couldn’t hear it. Couldn’t hear it. But, the Democrats have to decide how we’re running this primary. Unlimited money is not the way to run a primary. Whether that unlimited money comes from a billionaire reaching in his own pocket or it comes from having other billionaires fund these super PACs. Either way, we have to decide as a party how we want to run this. I believe we should do a no-super PAC primary, but that means no super PACs for everyone.” “Should the super PACs supporting you take down their ads?” “I believe there should be no super PACs for everyone. And I still haven’t heard another Democratic nominee who’s willing to say, I’ll sign on to that. Let’s get our Democrats together on this and have all of them agree that we’re going to do our funding of our campaigns through our campaign.”", "url": "https://www.nytimes.com/2020/02/20/us/politics/elizabeth-warren-debate.html"}