{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:33:53", "date_modify": "2022-10-25 23:33:53", "date_publish": "2020-06-12 16:48:55", "description": "In this crisis, money is priceless, yet banks and money market funds will pay you close to zero in interest for years. That’s if everything turns out well.", "filename": "2020_06_12_business_emergency-fund-money-market_1666740833.html", "image_url": "https://static01.nyt.com/images/2020/06/14/business/14Strategies-illo/14Strategies-illo-facebookJumbo.jpg?year=2020&h=549&w=1050&s=5d3347e4fdaa9416d2a993719ed8947e66730b330bb9a9650cdc3fc0211b2ce0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_12_business_emergency-fund-money-market_1666740833.html", "title": "You Now Get Almost Nothing for Your Money, but It Could Be Worse", "title_page": "You Now Get Almost Nothing for Your Money, but It Could Be Worse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The fund’s current expenses, including administrative and management fees, add up to 0.42 percent of total assets, a figure that you can find on the company’s website. But when he said that on Thursday, the fund’s current gross yield — the income from its investments — was only 0.31 percent.\n“You can infer from that, that without the fee waiver, the fund yield would be negative 0.11 percent,” he said. In other words, you would give T. Rowe Price $1 and one year later, you would have a small fraction of a cent less. That’s not terrible but it’s not a winning proposition.\nAnd, he added, the gap between the T. Rowe fund’s income and its expenses is likely to widen the longer this economic crisis continues. That’s because money market fund managers must continually purchase new securities, and these will be paying lower rates than securities purchased before the downturn became acute.\nBut he expects that the company will swallow those deficits and won’t let its money market yields fall below zero, just as it didn’t during the long period of near-zero short-term rates from 2008 to 2015. The Fed says it intends to avoid negative rates if it can, and so will the money market funds.\nAfter all, money market funds are a competitive $5.2 trillion business, Mr. Crane said. Deep-pocketed companies like T. Rowe Price, Vanguard, Fidelity, BlackRock and others are playing a long game. “Even if they are technically entitled to charge investors — or recoup waived fees later — they generally don’t want to do it,” he said. “It would hurt their reputation too much.”\nThat doesn’t mean that they wouldn’t do it.\nIn fact, as Daniel P. Wiener, an investment adviser and newsletter editor, told me, one outfit has put investors on notice that it intends to recoup waived fees down the road, as it did after the last financial crisis. That is TIAA, the company that runs the nonprofit CREF. These alphabet soup abbreviations reflect the history of the company: TIAA stands for Teachers Insurance and Annuity Association of America; CREF for College Retirement Equities Fund.\nIn a statement, TIAA said its CREF money market account is required by regulators to recoup losses, which it is now incurring. The fund does “not generate any profits to fund expense waivers” and must “recoup a portion of waived fees” down the road, it said.", "url": "https://www.nytimes.com/2020/06/12/business/emergency-fund-money-market.html"}