{"authors": ["Nelson D. Schwartz"], "date_download": "2022-10-25 23:32:06", "date_modify": "2022-10-25 23:32:06", "date_publish": "2020-08-07 13:31:49", "description": null, "filename": "2020_08_07_business_as-a-temporary-closing-turns-permanent-an-owner-and-a-worker-try-to-carry-on_1666740726.html", "image_url": "https://static01.nyt.com/images/2020/08/07/business/07markets-brf-spinning1/07markets-brf-spinning1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=824d9ff6ede907d697b60132113c9fbbf5530f72d6db0e9c218fad277ebadc12&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_07_business_as-a-temporary-closing-turns-permanent-an-owner-and-a-worker-try-to-carry-on_1666740726.html", "title": "As a temporary closing turns permanent, an owner and a worker try to carry on.", "title_page": "As a temporary closing turns permanent, an owner and a worker try to carry on. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For Jackie Anscher, the closing of the boutique fitness studio where she taught spinning classes in Long Beach, N.Y., until March meant more than the loss of a job. It was the end of something she was passionate about and halted the deep connections she had built with clients.\n“I miss it like I’ve lost a limb,” she said. “What started as an exercise class encompassed so much more. I’m a therapist on a bike. I’m sure a lot of people can relate to the emotional loss.”\nMs. Anscher, who taught eight to 10 classes a week, said her financial situation was stable because of her husband’s job. But there’s nowhere to go to keep teaching as gyms remain closed. “This was a forced retirement,” said Ms. Anscher, 58. “I’m not ready to retire. I’m waiting to see how I can pick up the pieces.”\nStephanie Horowitz, the studio’s owner, didn’t think the moratorium on classes would be the end of her business, Ocean Ride, when it was imposed in March. She offered spinning classes over the internet, she said, “but it never took off the way we needed it to.”", "url": "https://www.nytimes.com/2020/08/07/business/as-a-temporary-closing-turns-permanent-an-owner-and-a-worker-try-to-carry-on.html"}