{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 22:56:23", "date_modify": "2022-10-25 22:56:23", "date_publish": "2020-06-24 10:31:38", "description": "Tens of thousands turned out for the delayed annual celebration of Russia’s defeat of Nazi Germany but few, including veterans in their 80s and 90s, took precautions.", "filename": "2020_06_24_world_europe_russia-coronavirus-parade_1666738583.html", "image_url": "https://static01.nyt.com/images/2020/06/24/world/24russia-parade01/24russia-parade01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=5eb73d437ec37f8e734df0132081179773bcf591c4c1979b96019beec447dff1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_24_world_europe_russia-coronavirus-parade_1666738583.html", "title": "Hit Hard by Coronavirus, Russia Holds a Mostly Mask-Free Victory Parade", "title_page": "Hit Hard by Coronavirus, Russia Holds a Mostly Mask-Free Victory Parade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Putting to one side Russia’s unfinished battle against the coronavirus, President Vladimir V. Putin on Wednesday celebrated his country’s victory 75 years ago against Nazi Germany, presiding over an enormous military parade through Red Square that featured thousands of soldiers marching shoulder-to-shoulder without face masks.\nThe parade, the largest of several celebrations taking place nationwide, was originally scheduled for May 9, a joyous annual holiday known as Victory Day, but was delayed for six weeks by the coronavirus pandemic. The outbreak continues to grow in Russia — the world’s third hardest hit country, with nearly 600,000 cases — but at a slightly slower pace than before.\nAging veterans in their 80s and 90s joined Mr. Putin on the reviewing stand, nearly all of them without masks, to watch 14,000 troops march in tight formation to stirring martial music. Tanks, missiles and other military equipment then trundled through the square in front of the Kremlin, followed by a flyover by strategic bombers, fighter jets and helicopters.", "url": "https://www.nytimes.com/2020/06/24/world/europe/russia-coronavirus-parade.html"}