{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:22:23", "date_modify": "2022-10-25 23:22:23", "date_publish": "2020-03-30 21:59:40", "description": "A mourner came to Albany, Ga., to attend the funeral of a retired janitor. After a pause while the infections incubated, the virus swept through the community.", "filename": "2020_03_30_us_coronavirus-funeral-albany-georgia_1666740143.html", "image_url": "https://static01.nyt.com/images/2020/03/31/us/31virus-cluster1/00virus-cluster-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fbcf8a8aeb6fc7285504b9476f08bf154147e45b9f63911a8a7894fe83e554d6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_30_us_coronavirus-funeral-albany-georgia_1666740143.html", "title": "Days After a Funeral in a Georgia Town, Coronavirus ‘Hit Like a Bomb’", "title_page": "Days After a Funeral in a Georgia Town, Coronavirus ‘Hit Like a Bomb’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Part of the control in life is thinking, if you needed help, you’ve got somewhere to go,” he said. “When that is taken off the table, all sense of control is gone, and hope starts fading.”\nHe read aloud text messages he received over the weekend. “Please continue to pray,” one said. “My mother, my grandmother and my grandfather have been admitted to the ER with coronavirus symptoms.”\nThen, later, “My mother has died.”\nFor Ms. Johnson, only one person mattered last week.\nHer daughter, Tonya M. Thomas, was all she thought of while she was in the hospital. The illness had hit them almost simultaneously, but unaccountably, her 51-year-old daughter was the worst hit, with double pneumonia.\n“I was trying to feel better so I could come up here and take care of my daughter,” said Ms. Johnson, an oncology nurse. “I felt like if I hadn’t been in the hospital I could have advocated for her.”\nShe arrived in time, at 5:45 on Friday afternoon, to be with Ms. Thomas as she died. She called her “a beautiful spirit,” her family’s center. Her best friend.\nShe unplugged her daughter’s ventilators and removed the IV tubes from her body.\nMs. Thomas’s husband, son and sister were in the room.\n“It just hurts so bad, I just don’t understand it,” Ms. Johnson said. “We came together at a funeral of someone we love, and everyone came up and got sick.”", "url": "https://www.nytimes.com/2020/03/30/us/coronavirus-funeral-albany-georgia.html"}