{"authors": ["Talya Minsberg"], "date_download": "2022-10-25 23:55:00", "date_modify": "2022-10-25 23:55:00", "date_publish": "2020-01-31 23:34:54", "description": "The famed running coach was already barred from his sport for four years because of doping violations. He is now temporarily banned by the U.S. Center for SafeSport, an action that could produce a lifetime ban.", "filename": "2020_01_31_sports_olympics_alberto-salazar-ban_1666742100.html", "image_url": "https://static01.nyt.com/images/2019/10/01/sports/31SALAZAR/merlin_161877543_eacca586-bd3b-40ad-a31b-4a1c4f44faf9-facebookJumbo.jpg?year=2020&h=549&w=1050&s=70c46a2cde22ea5ab3238b3ffafc412ebf9da0fca7b4f7028450f68c77d85dc7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_31_sports_olympics_alberto-salazar-ban_1666742100.html", "title": "Alberto Salazar Is Suspended by SafeSport After Accusations of Verbal Abuse", "title_page": "Alberto Salazar Is Suspended by SafeSport After Accusations of Verbal Abuse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Alberto Salazar, the famed and disgraced distance running coach, has been placed on the United States Center for SafeSport’s temporarily banned list, a disciplinary action that could result in a lifetime ban.\nThe center investigates and rules on accusations of misconduct and abuse, and it maintains a centralized database of disciplinary action. The list includes ongoing investigations into coaches’ behavior.\nSalazar’s name appeared on the list Friday, four months after the United States Anti-Doping Agency barred him from the sport for four years for doping violations, including tampering with the doping control process and trafficking in testosterone.\nSalazar was not immediately available for comment.\nIn a statement, a spokesman for SafeSport said the organization “does not comment on specific matters to protect the integrity of the process and the parties involved, especially any potential victims.”", "url": "https://www.nytimes.com/2020/01/31/sports/olympics/alberto-salazar-ban.html"}