{"authors": ["Aaron E. Carroll"], "date_download": "2022-10-25 22:56:40", "date_modify": "2022-10-25 22:56:40", "date_publish": "2020-04-14 09:00:33", "description": "A well-run system still led to a lockdown. Maybe the answer to the pandemic is a plan “on a scale that would previously be considered unimaginable.”", "filename": "2020_04_14_upshot_coronavirus-singapore-thinking-big_1666738600.html", "image_url": "https://static01.nyt.com/images/2020/04/13/upshot/up-virus-singapore/up-virus-singapore-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d36c29bfac5153c2ee7add018c46cb2bbaec7e643497906494ecbccddd40aab1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_14_upshot_coronavirus-singapore-thinking-big_1666738600.html", "title": "Lesson From Singapore: Why We May Need to Think Bigger", "title_page": "Lesson From Singapore: Why We May Need to Think Bigger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He argues that even if there are plenty of false negatives, if we committed to isolating everyone with a positive test, we could keep the vast majority of Americans out and about in normal life. All told, that would mean 150 million tests a week.\nCritics will argue that’s impossible. We cannot even seem to manage a million a day. They say we lack the materials, as well as the reagents for chemical analysis, the delivery infrastructure and the machines to run so many tests.\nMr. Romer is not dissuaded. “I’ve been focused on a single idea my whole career, that just because something is unfamiliar doesn’t mean it’s impossible,” he said. “Building interstate highways, scanning every book, going to the moon — these were all outrageous ideas at one time. But if we put enough resources and our minds behind it, we are able to make the impossible possible.”\nHis plan would rely less on contact tracing and isolation, since everyone would be tested regularly, and this might make infection control easier in many parts of the country. Contact tracing requires significant infrastructure and is hard to do well.\n“We spend something like $700 billion a year to protect us against military threats,” he said. “We are at greater risk from a biological threat at the moment than any military threat. We should be prepared to spend at least a hundred billion a year not only to protect us against this virus, but any potential new viruses that could threaten us in the future.”\nThe Center for American Progress plan that leans on monitoring via your phone.\nOther ambitious ideas can be found in a plan from the Center for American Progress, written by Dr. Emanuel and colleagues. Part of the proposal is an enormous information technology monitoring system. It would call for all Americans to download apps to their phones that would monitor where they go and whom they get near, which would allow contact tracing to be done instantaneously. Everyone could sign in electronically before using public transportation, entering large buildings or schools or gathering in groups above a certain number. They even propose requiring the app to be downloaded in order to receive test results. In an ideal situation, it would run in the background, regardless of whether users signed in.\n“If we could do real-time contact tracing based on a person’s phone and GPS signals, and alert people that they have been exposed to a Covid-19 positive person,” that would greatly ease the containment strategy, he said.\nOf course, such a system would be considered a large intrusion on privacy, and it’s not clear it is politically feasible — or even legal. Additionally, not every American has a smartphone.\nThe PolicyLab focus on universal community-level surveillance.\nMeredith Matone, scientific director of PolicyLab and an assistant professor of pediatrics at the University of Pennsylvania School of Medicine, says we may need to get away from testing to more grass-roots approaches.", "url": "https://www.nytimes.com/2020/04/14/upshot/coronavirus-singapore-thinking-big.html"}