{"authors": ["Emily Lordi", "Craig Mcdean"], "date_download": "2022-10-25 23:43:31", "date_modify": "2022-10-25 23:43:31", "date_publish": "2020-11-30 10:00:24", "description": "More than 50 years into her legendary career, she’s still capturing America’s particular mythology — its dreams and its disappointments — like no other.", "filename": "2020_11_30_t-magazine_dolly-parton_1666741411.html", "image_url": "https://static01.nyt.com/images/2020/11/30/t-magazine/30tmag-dolly-slide-NJWU/30tmag-dolly-slide-NJWU-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9b9c14d23b22fb2648968378914b3e6f567c9b8022e546bb3b5fc8a739ee450f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_30_t-magazine_dolly-parton_1666741411.html", "title": "The Grit and Glory of Dolly Parton", "title_page": "The Grit and Glory of Dolly Parton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Parton addresses her own compositional facility by noting, first, that her varied experiences with genres — from the gospel songs she sang as a girl in her grandfather’s “holy roller Pentecostal church,” to country, rock and pop — provide a rich storehouse from which she can draw. What’s more, she says, “When I go to those [Broadway] shows, I think, ‘Well, I could do that!’ … I love having to rise to an occasion, and … being able to do something that I hope might impress somebody. … So I just pray about it, and I just reach out there and do it. It may not be great, but … I can write any kind of music, any style.”\nThis interplay between confidence and humility marks Parton’s comments on her life and work. On the one hand, she tells me, “The more I accomplish, the more humble I become, because I realize how [few] people are able to say that they’ve seen their dreams come true.” But she also notes that her work ethic sets her apart from equally talented family members who “sleep their life away.” Then again, it was God who called her to her work and continues to fuel it — even though, she adds, “I’m not giving me and God all the credit!” He put the right people in her path.\nThe problem with the spoken word is that it makes these distinctions between self and others, hard work and providence seem like contradictions, when in fact they are harmonized, for Parton, in the act of making music itself. She was always willing to revise or even discard the songs she wrote for “Christmas on the Square,” Allen tells me (“She would say, ‘Debbie, if you don’t like it, we’ll throw it out’”) because she knew she could “pull that pen out, honey,” Allen says, and write a better one. Parton’s collaborative energy explains why, despite her singular flair, Parton excels at duets — a country staple and a form that has been essential to her career since her work with Wagoner. She tells me she loves singing harmonies and tries hard to blend with other singers, despite her idiosyncratic tone and phrasing (this is a particular challenge, she says, when she is paired with another unique vocalist, such as Willie Nelson, with whom she sings “Pretty Paper,” one of six duets on her Christmas album). Like her songwriting, Parton’s work as a duet artist pushes her to reach beyond herself, for notes she didn’t know she could hit. In fact, she thinks her voice is “almost better with other people than it is alone, because it’s so high and thin or whatever, but it seems to kind of mellow itself out” when she performs with others, especially men.\nFor “There Was Jesus,” which was recorded last June, Williams tells me he “would have been thrilled” even if Parton had followed the typical procedure of recording her backing track independently and sending it to him. Instead, she met him at one of her favorite Nashville studios and spent about four hours honing her harmonies, asking Williams for advice, he says, “like it was her first year in music.” Still, Parton also had her own vision. She sang the song over and over, cutting several tracks that Williams thought could not be improved upon, only to insist she was “just getting the spirit” — working to channel the divine through a personal editorial process no one else understood until she felt she had nailed it. In the final cut, she sings with a husky tone that blends with Williams’s and with a vocal power that recalls her “two favorite singers ever,” Mavis Staples and Otis Redding. Even her timing is poetic. When, in the last chorus, Williams sings “every minute, every moment,” Parton trails just after him, and the little delay reinforces the song’s lyrical conviction: that a divine force has been moving if not alongside, then just behind the speaker, “even when I didn’t know it, or couldn’t see it.” Did Parton join Williams on the track in part to reinforce her Christian rock credentials? Perhaps. But to hear the bridge of the song, where Williams dials down the intensity and Parton surges up over his main line, is to sense that the only crossover that really matters is that of crossing up out of oneself into something sublime.\nPEOPLE WANT HER gifts, her glow, her time; and Parton, who, as she says, “loves everybody and wants everybody to love me,” is often happy to oblige. She can’t sit still anyway — and early on in the pandemic, she decided to keep working, as long as her team could do so safely. Last May, she released “When Life Is Good Again,” a song of reassurance that justifies the journalist Melinda Newman’s claim, in Billboard, that, during the coronavirus crisis, Parton seems to have appointed herself America’s “comforter in chief”: “When everything is on the mend, / I’ll even drink with my old friends, / Sing and play my mandolin … And it’s gonna be good again.” The video for the song features actual essential workers (Parton “didn’t want actors,” Summers says) removing their masks in a spirit of hope. Summers tells me they filmed it in April, bringing people into the studio in a complex choreography of testing and disinfecting that hardly seems worth the risk until I realize that Parton herself was playing the role of a frontline worker, delivering the healing message she felt people needed to hear, reminding them she was still there: Hello, I’m Dolly.\nEven I was not immune to the desire for a little more Dolly. At the soundstage, I concluded our interview at the hour mark, deciding not to take the additional 15 minutes her crew had allotted us “just in case.” She had already given so much, under such strange conditions. Parton replaced her clear plastic visor, joked that she kept forgetting it was there and bumping her straw into it when she tried to drink her water and summoned an assistant to escort her out of the room. It later dawned on me that I was disappointed she didn’t want to mask up and keep chatting. She might have asked if I had kids, and if they’d ever been to Dollywood. But our job was done, so she left. I know how preposterous it was of me to have wanted even more off-the-clock time with her, or to have hoped to be commended for giving her such a minuscule break. Still, I like to think that in that extra, unscheduled 10 minutes, Parton was able to sit down by herself somewhere to write something — or rest.\nStyled by Steve Summers. Hair: Cheryl Riddle. Makeup: Dolly Parton. Photo assistants: Nick Brinley and Peter Duong. Set assistant: Emma Magidson", "url": "https://www.nytimes.com/2020/11/30/t-magazine/dolly-parton.html"}