{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:55:51", "date_modify": "2022-10-25 23:55:51", "date_publish": "2020-04-15 18:09:23", "description": "When an insular religious community became an epicenter for the coronavirus, its leaders did the unthinkable, calling on the military to help turn things around.", "filename": "2020_04_15_world_middleeast_virus-israel-Orthodox-Bnei-Brak_1666742151.html", "image_url": "https://static01.nyt.com/images/2020/04/15/world/xxvirus-israel3/merlin_171583920_7415f7dc-c9c4-460f-a0f6-50b2f68e13d7-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0bffa886eb1acf4c8c739fe699e85f67cb0c95668a77f8192fff264faf8f5aaa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_15_world_middleeast_virus-israel-Orthodox-Bnei-Brak_1666742151.html", "title": "Ultra-Orthodox Enclave in Israel Opens to Outsiders to Fight a Virus", "title_page": "Ultra-Orthodox Enclave in Israel Opens to Outsiders to Fight a Virus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BNEI BRAK, Israel — By the time the mayor of Bnei Brak grasped the deadly seriousness of the coronavirus pandemic, his city had already become Israel’s biggest center of contagion.\nAn ultra-Orthodox enclave in the shadow of Tel Aviv, Bnei Brak had one in seven of Israel’s cases, and as many as a third of its 210,000 residents were expected to get sick.\nThe very customs that have protected its venerable traditions from change — strict limits on modern technology, an aversion to secular media, a deep suspicion of state institutions — had deafened Bnei Brak’s residents to urgent public health warnings. Densely packed with sprawling families in shoe-box apartments whose lives revolved around shoulder-to-shoulder worship and study, it was fertile ground for the rapid spread of Covid-19.\nIn desperation, Mayor Avraham Rubinstein reached outside his community for help from people the ultra-Orthodox have long seen as a threat to their way of life: the army.", "url": "https://www.nytimes.com/2020/04/15/world/middleeast/virus-israel-Orthodox-Bnei-Brak.html"}