{"authors": ["Dana Rubinstein", "Luis Ferré-Sadurní", "Jesse Mckinley"], "date_download": "2022-10-25 23:31:43", "date_modify": "2022-10-25 23:31:43", "date_publish": "2020-10-01 21:15:11", "description": "The mishap in absentee ballots in Brooklyn raises questions about the ability of the Board of Elections to handle a pandemic-era presidential election.", "filename": "2020_10_01_nyregion_brooklyn-absentee-ballot_1666740703.html", "image_url": "https://static01.nyt.com/images/2020/10/01/nyregion/01nyvirus-absentee/01nyvirus-absentee-facebookJumbo.jpg?year=2020&h=549&w=1050&s=3d04a73e1c7c5fb3d9f73f1a96a2545b0c553c65c5d0f2821882a9bbb64bd792&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_01_nyregion_brooklyn-absentee-ballot_1666740703.html", "title": "100,000 New Absentee Ballots Go Out, but N.Y. Voters Are Wary", "title_page": "100,000 New Absentee Ballots Go Out, but N.Y. Voters Are Wary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While the ballot tells voters to “mark the oval to the left” of their choice, the ovals actually lie above candidates’ names. The ballots are also missing a slash between “military” and “absentee,” leading many nonmilitary voters to believe they’d gotten the wrong ballot.\nSome voters said they were considering forgoing mail-in ballots entirely, despite the potential health risks. “At this point I’m like, do I just chuck the absentee ballots and try to vote early in person?” said Caty Bennett Gray, a resident of Williamsburg. “But that’s not ideal, because I have a 3-week-old.”\n“I’m not sure what I’m going to do, because I just feel like I don’t trust the absentee ballot system anymore,” she said.\nMax Yoeli, who lives in the Brooklyn neighborhood of Boerum Hill, has given up on voting by mail entirely.\n“I called the BOE and was 75th in line, so I emailed them to inform them I would vote early in person instead,” he said. “I have yet to receive a response.”\nAfter two days of silence, Phoenix Graphics, the Rochester, N.Y.-based company that sent out the misprinted ballots, tried to temper worries and said that the mistake was isolated to a single print run of 100,000 ballots and affected fewer than 1,000 ballots in that run. Sal DeBiase, the president of the family-owned company, said in a statement that “mechanical-inserting issues” caused the mislabeling.\nElection officials said a software glitch prevented their knowing how many ballots were affected.\n“I know that they can’t narrow it down any further than the batch than 99,000-plus,” said Douglas A. Kellner, the co-chair of the New York State Board of Elections. He faulted Phoenix’s quality-control measures.", "url": "https://www.nytimes.com/2020/10/01/nyregion/brooklyn-absentee-ballot.html"}