{"authors": ["Charles Solomon", "Michael Cooper"], "date_download": "2022-10-25 22:57:37", "date_modify": "2022-10-25 22:57:37", "date_publish": "2020-01-27 01:54:43", "description": "A shared love for the master composer connected the Lakers legend who died on Sunday and the illustrator of the short film based on Bryant’s retirement poem.", "filename": "2020_01_26_sports_basketball_kobe-bryant-oscar-award_1666738657.html", "image_url": "https://static01.nyt.com/images/2020/01/26/arts/26kobe-oscar1/26kobe-oscar1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=2f805880f730f651957e8d4beeea2472e87c473385ba7f0c6947f13db91f361d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_26_sports_basketball_kobe-bryant-oscar-award_1666738657.html", "title": "Kobe Bryant's Oscar Award: Bond Over Beethoven Led to 'Dear Basketball'", "title_page": "Kobe Bryant's Oscar Award: Bond Over Beethoven Led to 'Dear Basketball' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even before he wrote the poem on which the Oscar-winning short “Dear Basketball” was based, Kobe Bryant was interested in animation.\nHe approached the former Disney animator Glen Keane after seeing his film “Duet.” Bryant explained in an interview in 2017, “Animation can capture the emotion in the story in a much more compelling, visual way than live action.”\n“Dear Basketball” illustrated the poem Bryant wrote in 2015 as a farewell to the sport he loved; it served as his announcement that the 2015-16 season would be his last. In the poem, recognizing that his body can no longer bear the game’s demands, he accepts the inevitably of retirement.\nKeane’s rough pencil drawings depict Bryant as both a Los Angeles Lakers superstar and as a small boy, executing the same leaps and dribbling maneuvers. The film, featuring a score by the composer John Williams, won both the Academy Award for best animated short in 2018 and the Annie Award, the animation industry’s most prestigious prize.", "url": "https://www.nytimes.com/2020/01/26/sports/basketball/kobe-bryant-oscar-award.html"}