{"authors": ["David E. Sanger", "Sharon Lafraniere"], "date_download": "2022-10-25 23:47:14", "date_modify": "2022-10-25 23:47:14", "date_publish": "2020-12-03 10:00:14", "description": "IBM has found that companies and governments have been targeted by unknown attackers, prompting a warning from the Homeland Security Department.", "filename": "2020_12_03_us_politics_vaccine-cyberattacks_1666741634.html", "image_url": "https://static01.nyt.com/images/2020/12/03/multimedia/03dc-virus-attack-1/03dc-virus-attack-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=5c5ee4425f160440b06c658a99aaf81db32d71142566f610c7829c9d9f088461&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_03_us_politics_vaccine-cyberattacks_1666741634.html", "title": "Cyberattacks Discovered on Vaccine Distribution Operations", "title_page": "Cyberattacks Discovered on Vaccine Distribution Operations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many of the approaches came in the form of “spear phishing” emails that impersonated an executive at a major Chinese company, Haier Biomedical, which is a legitimate participant in the distribution chain. The email says “we want to place an order with your company,” and includes a draft contract containing malware that would give the attackers access to the network.\nOutside experts said they doubted the attacks came from China, which has been accused of trying to steal vaccine information from universities, hospitals and medical researchers, because it would be unlike Chinese hackers to impersonate executives at a major Chinese firm.\nIf they are correct, the lead suspects would be hackers in Russia and North Korea, both of which have also been accused by the United States of conducting attacks to steal information about the process of manufacturing and distributing vaccines. Sometimes it is hard to tell the difference between official hacking operations for the Russian or North Korean governments and those run for private gain.\nThe motive is also unclear. The attackers may simply be looking to steal technology to move large amounts of vaccine across long distances at extraordinarily low temperatures, which would constitute a classic form of intellectual property theft.\nBut some cybersecurity experts say they suspect something more nefarious: efforts to interfere with the distribution, or ransomware, in which the vaccines would be essentially held hostage by hackers who have gotten into the system that runs the distribution network and locked it up — and who demand a large payment to unlock it.\n“There is no intelligence advantage in spying on a refrigerator,” said James Lewis, who runs the cybersecurity programs at the Center for Strategic and International Studies in Washington. “My suspicion is that they are setting up for a ransomware play. But we won’t know how these stolen credentials will be used until after the vaccine distribution begins.”\nThe IBM researchers provided an account of their efforts in an interview before the company posted its findings. They said the attackers sent out various requests for price and product information, some purportedly on behalf of Gavi, the Vaccine Alliance, a public-private partnership that helps provide vaccines to developing countries.", "url": "https://www.nytimes.com/2020/12/03/us/politics/vaccine-cyberattacks.html"}