{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:01:00", "date_modify": "2022-10-25 23:01:00", "date_publish": "2020-07-15 01:04:45", "description": "The vaccine, developed by government scientists and Moderna, a biotech company, appeared safe and provoked an immune response in 45 people in a study.", "filename": "2020_07_14_health_cornavirus-vaccine-moderna_1666738860.html", "image_url": "https://static01.nyt.com/images/2020/07/15/science/15VIRUS-MODERNA/15VIRUS-MODERNA-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c57af8e0fe3995b0a1b76f877cc3d0563d42b73a5a4cd44795fce957b89e86ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_14_health_cornavirus-vaccine-moderna_1666738860.html", "title": "First Coronavirus Vaccine Tested in Humans Shows Early Promise", "title_page": "First Coronavirus Vaccine Tested in Humans Shows Early Promise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vaccines and improved treatments are the only hope of returning lives back to anything close to normal, and dozens of companies are racing to develop vaccines. Experts agree that more than one vaccine will be needed, because no single company could produce the billions of doses needed.\n“None of us are safe unless all of us are safe,” said Dr. Angela Rasmussen, a virologist at Columbia University in New York. “It’s not just us. It’s everybody in the world.”\nThe Moderna vaccine uses genetic material from the virus, called mRNA, to prompt the immune system to fight the coronavirus.\nThe report on Tuesday confirmed and provided details on findings the company announced on May 18 in a news release that was criticized for lacking data. Moderna defended itself at the time, saying that as a publicly traded company it had a legal obligation to disclose results that could affect its share price, and that the actual data would be published later.\nThe results are from an early Phase 1 study that was designed to test low, medium and high doses of the vaccine and to gauge their safety and ability to create immunity to the virus. The participants were 45 healthy adults, ages 18 to 55, who received two vaccinations 28 days apart.", "url": "https://www.nytimes.com/2020/07/14/health/cornavirus-vaccine-moderna.html"}