{"authors": ["Sydney Ember", "Shane Goldmacher"], "date_download": "2022-10-25 23:52:38", "date_modify": "2022-10-25 23:52:38", "date_publish": "2020-02-29 16:44:41", "description": "A victory in Massachusetts would not just give Mr. Sanders a significant share of the state’s 91 delegates but also inflict a symbolic blow to his closest ideological rival.", "filename": "2020_02_29_us_politics_bernie-sanders-elizabeth-warren-massachusetts-_1666741958.html", "image_url": "https://static01.nyt.com/images/2020/03/01/us/politics/01warren-sanders-print-sub/29warren-sanders-facebookJumbo.jpg?year=2020&h=549&w=1050&s=cb0aaab943b3cd4ecca3b43a0a3e9febcbea0e4c172fe62c8b9fcf194855fbd1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_29_us_politics_bernie-sanders-elizabeth-warren-massachusetts-_1666741958.html", "title": "Bernie Sanders Looks to Topple Elizabeth Warren in Her Home State", "title_page": "Bernie Sanders Looks to Topple Elizabeth Warren in Her Home State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If we have the largest voter turnout in the history of Massachusetts primary — we can win here in Massachusetts, we can win the Democratic nomination,” he said. He did not mention the South Carolina primary.\nSo far, Mr. Sanders has advertised more heavily than Ms. Warren in her home state, deployed about a dozen staff members, set up four field offices, had 1,500 volunteer events and organized canvassers to knock on 50,000 doors just last weekend, according to his campaign. Mr. Sanders even used his Twitter platform to amplify a local zoning and redevelopment fight in East Boston this week.\nIn an apparent nod to the urgency of the situation, a super PAC supporting Ms. Warren announced late Thursday that it was buying up television time in Boston to give her a last-minute boost.\nMs. Warren has declined several times to call Massachusetts a must-win state — twice in a CNN town hall on Wednesday and again Saturday morning while campaigning in Columbia, S.C. Asked about Mr. Sanders’s presence in the state, she told reporters: “I know that Massachusetts is a very progressive state and progressive ideas are very popular. And so I’m sure that’s why Bernie is campaigning there.”\nIn Springfield, Mr. Sanders’s supporters were relishing the possibility of a win. Lindsay Sabadosa, a state representative in Massachusetts and co-chairwoman of the Sanders campaign in the state, almost mockingly appropriated some of Ms. Warren’s own rhetoric as she introduced him, saying she was “counting down the days until election night.”\n“Not only because I am ready for a new president — and let me tell you, I am ready for a new president — but because I am ready for a new president who believes in big, bold structural change and who has the courage, the passion and the plans to make it happen,” she said.\nThere has been limited polling in Massachusetts. One survey, from the University of Massachusetts Lowell, taken after the New Hampshire primary but before Mr. Sanders won Nevada, showed a statistical dead heat, with Mr. Sanders at 21 percent and Ms. Warren at 20 percent. Another, from the radio station WBUR, showed Mr. Sanders opening a lead, with 25 percent to Ms. Warren’s 17 percent.", "url": "https://www.nytimes.com/2020/02/29/us/politics/bernie-sanders-elizabeth-warren-massachusetts-.html"}