{"authors": ["Victor Mather"], "date_download": "2022-10-25 23:43:27", "date_modify": "2022-10-25 23:43:27", "date_publish": "2020-05-04 18:42:18", "description": "ESPN will air six games a week to its sports-deprived audience, at least those who are night owls or early risers. Plus World’s Strongest Man at home, and bumps in the road for Australian rugby.", "filename": "2020_05_04_sports_espns-live-sport-savior-korean-baseball_1666741407.html", "image_url": "https://static01.nyt.com/images/2020/05/04/sports/04nosports1/merlin_171778071_00664c6e-ecdb-4792-997c-8b190fadca23-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e415eaef9f470dda2ae8d56e3a2e22d4c587ef13c77a8dfd8687bdfa1933861f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_04_sports_espns-live-sport-savior-korean-baseball_1666741407.html", "title": "ESPN’s Live Sport Savior: Korean Baseball", "title_page": "ESPN’s Live Sport Savior: Korean Baseball - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ESPN, in its desperate search for sports programming during the coronavirus pandemic, has been showing a wide range of events, from the acclaimed Michael Jordan documentary “The Last Dance” to “classic” basketball games, to, well, cup stacking and cherry-pit spitting.\nThe network finally has a live sports savior. On Tuesday, nearly 7,000 miles from ESPN’s Bristol, Conn., headquarters, the Samsung Lions will host the NC Dinos as the Korean Baseball Organization, delayed since March 28, gets underway. ESPN will air six games a week to its sports-deprived audience, at least those who are night owls or early risers.\n“We have a longstanding history of documenting the game of baseball,” said Burke Magnus, ESPN’s executive vice president for programming, “and we’re excited to deliver these live events to sports fans.”\nThe season-opening game between the NC Dinos and the Samsung Lions will be broadcast on ESPN at 1 a.m. Eastern on Tuesday. The regular schedule will include games at 5:30 a.m. on Tuesday to Friday, 4 a.m. on Saturday and 1 a.m. on Sunday.", "url": "https://www.nytimes.com/2020/05/04/sports/espns-live-sport-savior-korean-baseball.html"}