{"authors": ["James Gorman"], "date_download": "2022-10-25 23:22:58", "date_modify": "2022-10-25 23:22:58", "date_publish": "2020-02-10 20:12:52", "description": "The world’s most trafficked mammal may be involved in the Wuhan outbreak, but the evidence is far from clear.", "filename": "2020_02_10_science_pangolin-coronavirus_1666740178.html", "image_url": "https://static01.nyt.com/images/2020/02/10/science/10VIRUS-PANGOLIN01/10VIRUS-PANGOLIN01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2d6f7b65c6ad77de0033f5f7779c464da402064de05400e3f53e2b453a1417d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_10_science_pangolin-coronavirus_1666740178.html", "title": "Pangolins Are Suspected as a Potential Coronavirus Host", "title_page": "Pangolins Are Suspected as a Potential Coronavirus Host - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While scientists wait for details on genetic studies, there is a gaping hole in the more mundane, but equally important, detective work involved in tracking the path of a disease. To be certain of what happened with the new virus, researchers need to know exactly which animals were present in the market in Wuhan which may have been instrumental in the spread of the disease.\nThe virus was found in people associated with the market, and in the market environment — on surfaces, for instance, or in cages. However, some of the early cases, including what might have been the first reported case, were in people who were not associated with the market. Jon Epstein, vice president for science and outreach at EcoHealth Alliance in New York, said this means the first jump from animals to humans may not have occurred in the marketplace. People may have contracted the disease from animals at another location or earlier, as yet unknown cases may have contracted the disease at the market and passed it on to other people.\nFurther complicating matters, animals at the Wuhan market seem to have been quickly disposed of, although reports from China were that samples from those animals tested negative for the virus.\n“That’s the black box we have, what animals were there, what animals involved,” said Dr. Epstein.\nIn previous coronavirus outbreaks, SARS in China in 2003 and MERS in Saudi Arabia in 2012, interviews with people who had contact with animal hosts were essential to finding the source, Dr. Epstein said.", "url": "https://www.nytimes.com/2020/02/10/science/pangolin-coronavirus.html"}