{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:36:05", "date_modify": "2022-10-25 23:36:05", "date_publish": "2020-09-02 09:00:30", "description": "If ever a place checked almost every box for conditions that put people at risk of the coronavirus, it is Hialeah.", "filename": "2020_09_02_us_coronavirus-florida-hialeah_1666740965.html", "image_url": "https://static01.nyt.com/images/2020/09/03/world/03VIRUS-HIALEAH-PRINT-1/merlin_176416293_68cc25e3-cfd7-4710-9d09-448ee647544a-facebookJumbo.jpg?year=2020&h=549&w=1050&s=460a1c25501cd940cbba9c1d2210be3a45884449c2920b5541335320d14dc1a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_02_us_coronavirus-florida-hialeah_1666740965.html", "title": "As Covid Wanes in Florida, a City Battles ‘Pandemic Fatigue’", "title_page": "As Covid Wanes in Florida, a City Battles ‘Pandemic Fatigue’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But enforcing even outdoor rules has proved difficult. When the city set up a hotline for people to report businesses violating mask and social distancing orders, some residents complained that neighbors were being asked to snitch on each other as people had been required to do years before in Communist Cuba. Hialeah, a reliably Republican city of more than 233,000, is 96 percent Hispanic and home to more Cubans and Cuban-Americans than anywhere else in the country.\n“There’s been a lot of pandemic fatigue in this area,” said Dr. Jack Michel, president and chairman of Larkin Community Hospital in Hialeah. “A lot of people don’t understand that we’re going to live with this for another year — maybe longer.”\nAfter the state shut down an assisted living facility in the city over its virus spread and a big outbreak happened at a local nursing home, with 136 cases and 52 deaths, the city put together a task force and sent the Fire Department to visit each of the nearly 100 facilities in the city catering to older people, said Jesús Tundidor, a member of the City Council who leads the effort. About a fifth needed help securing protective equipment like masks and gloves.\nMr. Tundidor’s own family has been affected by the virus. His stepfather, who lives with Mr. Tundidor’s mother and 90-year-old grandmother, had to continue going to his maintenance job and tested positive for the virus, prompting a nerve-racking family conversation.\n“‘What do we do with my grandmother?’” Mr. Tundidor recalled. “‘Do we bring her to my house?’ But I’m always out on the street as well, and my wife has to work as a physician assistant. And she’s pregnant.” (The grandmother stayed put but isolated in her bedroom until her son-in-law tested negative.)", "url": "https://www.nytimes.com/2020/09/02/us/coronavirus-florida-hialeah.html"}