{"authors": ["Hannah Beech"], "date_download": "2022-10-25 23:22:43", "date_modify": "2022-10-25 23:22:43", "date_publish": "2020-03-20 10:13:00", "description": "A gathering of 16,000 at a Malaysian mosque became the pandemic’s largest known vector in Southeast Asia, spreading the coronavirus to half a dozen countries.", "filename": "2020_03_20_world_asia_coronavirus-malaysia-muslims-outbreak_1666740163.html", "image_url": "https://static01.nyt.com/images/2020/03/20/world/20virus-mosque-1/20virus-mosque-1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=1b47399483d431af6ce36e3e7bd66f8049e85c25ac251185e9a2816bf614a3a0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_20_world_asia_coronavirus-malaysia-muslims-outbreak_1666740163.html", "title": "‘None of Us Have a Fear of Corona’: The Faithful at an Outbreak’s Center", "title_page": "‘None of Us Have a Fear of Corona’: The Faithful at an Outbreak’s Center - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Faith provides solace in uncertain times, but mass religious experiences are also proving to be dangerous multipliers of the coronavirus.\nSouth Korea’s outbreak, which for weeks was the worst outside China, originated from a secretive sect called the Shincheonji Church of Jesus. Thousands of the church’s followers and people who came into contact with them have tested positive.\nTwo of the biggest viral clusters in Singapore have been connected to churches. Pilgrims returning from the holy city of Qom in Iran have spread the virus through Central and South Asia.\nAnd despite government warnings about the danger of convening large groups of people during a pandemic, mass religious assemblies are continuing. India is urging Hindu pilgrims not to come to the state of Uttar Pradesh next week for a nine-day celebration that hundreds of thousands had planned to attend.\nEven as coronavirus cases from its Malaysia gathering surged, Tablighi Jamaat had been planning another multiday event on the island of Sulawesi in Indonesia, which was set to begin on Thursday and run through this weekend.\nAfter a public outcry, the Indonesian presidential spokesman announced that the Sulawesi meeting was off, on the very morning it was to begin. But nearly 8,700 worshipers from 10 countries had already congregated in the town of Gowa, crowding into tents and sharing food, just like in Malaysia.", "url": "https://www.nytimes.com/2020/03/20/world/asia/coronavirus-malaysia-muslims-outbreak.html"}