{"authors": ["Emily Cochrane", "Jim Tankersley"], "date_download": "2022-10-25 23:29:13", "date_modify": "2022-10-25 23:29:13", "date_publish": "2020-07-28 12:10:56", "description": null, "filename": "2020_07_28_business_us-lawmakers-deliberate-over-another-aid-package_1666740553.html", "image_url": "https://static01.nyt.com/images/2020/07/28/business/28-markets-brf-washingtonstimulus/28-markets-brf-washingtonstimulus-facebookJumbo.jpg?year=2020&h=550&w=1050&s=43a00b59680282007dd00b1b0f5b46db4fca13ae49d4bb28f8061eb18604546a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_28_business_us-lawmakers-deliberate-over-another-aid-package_1666740553.html", "title": "U.S. lawmakers deliberate over another aid package.", "title_page": "U.S. lawmakers deliberate over another aid package. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lawmakers are continuing negotiations over a coronavirus relief package. The Republicans’ $1 trillion opening bid will have to be reconciled with Democrats, who were pushing a much larger recovery package that would extend $600 per week in extra unemployment aid through the end of the year. The Republican plan would reduce the benefit to $200.\nHere’s the latest:\nSenate Republicans and the White House on Monday threw their support behind a substantial cut in jobless aid for tens of millions of Americans laid off amid the pandemic, proposing a weekly reduction of $400 to a benefit that has cushioned the nation’s economy even as coronavirus cases continue to rise across the country.\nEconomists say that the money, slated to expire this week, has provided a crucial economic buffer for the unemployed, and that lowering the payments could have a cascade of damaging effects across the economy. But Republicans contend that it is too generous, discouraging Americans from returning to work and hampering a recovery.\nThe Senate Republicans’ decision to embrace the decrease reflects the predicament in which they find themselves during a worsening pandemic and continued economic recession, little more than three months before Election Day.", "url": "https://www.nytimes.com/2020/07/28/business/us-lawmakers-deliberate-over-another-aid-package.html"}