{"authors": ["Austan Goolsbee"], "date_download": "2022-10-25 23:33:19", "date_modify": "2022-10-25 23:33:19", "date_publish": "2020-11-13 11:00:08", "description": "The coronavirus crisis and the transition of 2020 have the clear potential to spiral out of control, an economist says.", "filename": "2020_11_13_business_transition-coronavirus-biden-economy_1666740799.html", "image_url": "https://static01.nyt.com/images/2020/11/15/business/13VIEW-01/13VIEW-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8c880746b8417e14d5c24fa65343191115a109a756b646eb8a70e658e7065857&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_13_business_transition-coronavirus-biden-economy_1666740799.html", "title": "Why This Contentious Transition Is So Perilous for the Economy", "title_page": "Why This Contentious Transition Is So Perilous for the Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even in that circumstance, though, there were still significant disagreements in how to respond to the crisis: how the Troubled Asset Relief Program (TARP) rescue money should be spent, what conditions should be put on banks that received the money, how auto companies should be treated, and much more. People knew a change was coming but not what would happen in the interim, and they worried that no one was really in charge. The crisis escalated.\nI’ve focused on economic crises, but the issue is even bigger than that. Some of the biggest political crises in the country also happened in transition. In 1860, Abraham Lincoln won the election, promising a sharp break from Democrats and the incumbent, President James Buchanan. Lincoln’s election brought tensions to a boil. States talked openly of seceding.\nPresident Buchanan, a lame duck, announced that he did not believe the federal government had the authority to stop states from leaving. Within weeks, South Carolina voted to secede, followed by six other states, all before the inauguration. Soon after Lincoln took office, the Civil War began.\nWhich brings us to 2020. Even before the election, the coronavirus had surged and was raging through much of the country. The United States has had more than 140,000 cases in a day, rising numbers of hospitalizations and has even witnessed multiple super-spreader events in the White House that infected the president, his chief of staff, cabinet members and senior advisers.\nEconomists have emphasized from the beginning that controlling the spread of the virus is crucial to fixing the economy. The CARES Act, the rescue package passed in March, provided temporary relief in the hope that the virus would rapidly diminish. But as that money has run out, a wide gulf has opened between the approach of the outgoing Trump administration (which has variously argued for doing less and minimized the seriousness of the problem) and the incoming Biden administration, whose first action after the election was to appoint a board of medical advisers and push an aggressive agenda to get the coronavirus under control.\nAnd so the nation is, once more, counting down the months before a new administration changes the country’s direction, wondering what policy the federal government will pursue in the interim, and watching a pre-existing problem that may easily spiral out of control while we wait.\nThe good news is that there is a strong possibility that we could have an effective vaccine widely available sometime next year.", "url": "https://www.nytimes.com/2020/11/13/business/transition-coronavirus-biden-economy.html"}