{"authors": ["Sameer Yasir"], "date_download": "2022-10-25 23:53:19", "date_modify": "2022-10-25 23:53:19", "date_publish": "2020-10-01 11:58:25", "description": null, "filename": "2020_10_01_world_amid-a-surge-in-cases-india-plans-to-reopen-cinemas-entertainment-parks-and-some-schools_1666741999.html", "image_url": "https://static01.nyt.com/images/2020/10/01/world/01virus-briefing-india/01virus-briefing-india-facebookJumbo.jpg?year=2020&h=550&w=1050&s=18875590a32d54e9790c923d27e6e0038cfa0f0ba35ccc1a3b5ec3199908a114&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_01_world_amid-a-surge-in-cases-india-plans-to-reopen-cinemas-entertainment-parks-and-some-schools_1666741999.html", "title": "Amid a surge in cases, India plans to reopen cinemas, entertainment parks and some schools.", "title_page": "Amid a surge in cases, India plans to reopen cinemas, entertainment parks and some schools. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite a fast-growing number of coronavirus cases, India will allow cinemas and entertainment parks to open with limited capacity beginning Oct. 15, in an effort to revive an economy that has been battered by the pandemic. Swimming pools will be open for athletes in training, and states could be allowed to open schools.\nAs of Thursday, India had at least 6.3 million reported cases and 98,000 deaths, according to a New York Times database. The country has the second-highest caseload in the world but has reported nearly twice as many new cases in the past week — at least 580,000 — than the United States, the world’s leader in total cases.\nIndia’s health ministry said on Thursday that the month of September, with about 2.6 million new cases, accounted for 41.5 percent of the total caseload in the country. The death toll in September also accounted for about one-third of India’s total.\nMany Indians doubt restrictions put in place to slow the spread of the virus, including penalties for noncompliance, are working. That thinking is fast seeping into the countryside, where people hardly wear masks now and maintain little social distance. People in cities are more likely to follow restrictions.", "url": "https://www.nytimes.com/2020/10/01/world/amid-a-surge-in-cases-india-plans-to-reopen-cinemas-entertainment-parks-and-some-schools.html"}