{"authors": ["Peter Baker", "Michael D. Shear"], "date_download": "2022-10-25 23:02:23", "date_modify": "2022-10-25 23:02:23", "date_publish": "2020-02-14 14:41:10", "description": "A whipsaw week of charged decisions by the Justice Department, some favored by the president and others not, has bewildered much of Washington.", "filename": "2020_02_14_us_politics_trump-william-barr_1666738943.html", "image_url": "https://static01.nyt.com/images/2020/02/14/us/politics/14dc-trump-sub/14dc-trump-sub-facebookJumbo.jpg?year=2020&h=549&w=1050&s=ccb18e562a2dc8eb2b00ae30aa4f6d54720951b9745d96a4af8d0793908d8062&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_14_us_politics_trump-william-barr_1666738943.html", "title": "How Trump’s Relationship With Barr Got So Complicated", "title_page": "How Trump’s Relationship With Barr Got So Complicated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When President Trump learned that the Justice Department was dropping a case against a former F.B.I. official whom he considered one of his longtime enemies, his immediate response was anger. As he flipped on the television Friday and watched how the story was being covered, that anger only mounted.\nSince taking office, Mr. Trump has searched for an attorney general who would function much as Roy Cohn did for him as his personal lawyer and fixer in the 1970s — a warrior committed to protecting him and going after his foes. The president thought he had found that person in William P. Barr. But now, people close to Mr. Trump say, he is not so sure.\nThe president was cheered this week when Mr. Barr moved to reduce the sentence of a convicted presidential friend, only to be shocked when the attorney general publicly called on Mr. Trump to stop tweeting about it. And after his livid reaction to the Justice Department’s decision to drop a separate case, which he heard about without any advance notice, he learned that Mr. Barr was intervening more favorably on behalf of another presidential ally.\nThe whipsaw events of recent days have bewildered much of Washington, including some of the people around the president and his attorney general. Once seen as a lock step partnership, it now may be the most complicated relationship in town. The six blocks between the White House and the Robert F. Kennedy Department of Justice Building have become a political buffer zone and no one can be entirely sure what comes next.", "url": "https://www.nytimes.com/2020/02/14/us/politics/trump-william-barr.html"}