{"authors": ["Vindu Goel", "Jeffrey Gettleman", "Saumya Khandelwal"], "date_download": "2022-10-25 23:00:44", "date_modify": "2022-10-25 23:00:44", "date_publish": "2020-04-02 13:10:55", "description": "India’s government has pressured advertisers and even shut down channels to shape the information that 1.3 billion Indians receive. It’s part of a wider assault on dissent.", "filename": "2020_04_02_world_asia_modi-india-press-media_1666738844.html", "image_url": "https://static01.nyt.com/images/2020/04/01/world/00india-media-promo2/00india-media-promo2-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=c6d3436963d1dae4e507bcb7e09a54477762a3a22a2590418edc1db018e2f08e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_02_world_asia_modi-india-press-media_1666738844.html", "title": "Under Modi, India’s Press Is Not So Free Anymore", "title_page": "Under Modi, India’s Press Is Not So Free Anymore - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — The Media One anchorman Vinesh Kunhiraman went on air as usual on March 6, ready to tell the station’s five million viewers in India’s Kerala State about the death anniversary of a beloved comedian and the latest news on the coronavirus pandemic.\nJust a few minutes into the broadcast, he saw the managing editor rush to the studio floor, gesturing wildly. “I realized something was not right,” Mr. Kunhiraman recalled.\nThe station’s uplink suddenly went dead. Mr. Kunhiraman’s image dissolved into a blue screen. A bland message told viewers there was no signal. “We regret the inconvenience,” it said.\nBut this was no technical difficulty. The station had been cut off by an order from India’s Ministry of Information and Broadcasting. The government decided to block the channel for 48 hours because it had covered February’s biggest news story — the mob attacks on Muslims in New Delhi that flared into broader unrest — in a way that seemed “critical toward Delhi Police and R.S.S.,” the order said.", "url": "https://www.nytimes.com/2020/04/02/world/asia/modi-india-press-media.html"}