{"authors": ["Michael Kimmelman"], "date_download": "2022-10-25 23:47:43", "date_modify": "2022-10-25 23:47:43", "date_publish": "2020-02-07 17:16:22", "description": "The Trump administration may impose a classical style on new federal buildings, a proposal aimed at the heart of modernism and diversity.", "filename": "2020_02_07_arts_design_federal-building-architecture_1666741663.html", "image_url": "https://static01.nyt.com/images/2020/02/08/arts/07kimmelman-buildings1/07kimmelman-buildings1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=4e58980b32365f4c67488b58bce2bd1784ae0c0eb0710ea161584fbb1c21882b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_07_arts_design_federal-building-architecture_1666741663.html", "title": "MAGA War on Architectural Diversity Weaponizes Greek Columns", "title_page": "MAGA War on Architectural Diversity Weaponizes Greek Columns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Who knows what classicism ultimately means, but the draft order makes it come across as awfully prim and petty. No matter how much its supporters say that enforcement wouldn’t be dogmatic, the order provokes inevitable allusions to authoritarian regimes of the past that imposed their own architectural marching orders, and dredges up images of antebellum America, when classicizing Federal architecture was all the rage. Associations like these might sound extreme; but then, so does the order.\nJust to have this argument feels demeaning, like so much else about American public discourse today. Shouldn’t it go without saying that the United States has long exercised its soft power by building embassies and other buildings whose architectural nonconformity conveys an expedient message of optimism, innovation and freedom?\n“Our ability to compete effectively in international markets depends largely on an often overlooked but integral element — design quality,” is the way President Ronald Reagan put it in 1987 when he announced a second round of federal awards for design excellence, a forerunner of the Design Excellence program that the proposed order aims to quash.\nAnd does one really need to point out why it’s so rich of those who argue for states’ rights to argue against site-specific architecture, stylistically conceived to suit America’s diverse cultures, and instead favor obedience to a mandate from Washington? Or to explain that disagreements about architectural style speak to a healthy, democratic society in action? After all, there is no single style of architecture that represents nationhood — or that does not, and should not, provoke debate.\nThe executive order borrows language from the “Guiding Principles for Federal Architecture” that Daniel Patrick Moynihan wrote in 1962 when the future senator was working in Kennedy’s Labor Department. Moynihan believed that federal architecture “must provide visual testimony to the dignity, enterprise, vigor and stability of the American government.” The new proposal also refers to dignity, enterprise, vigor and stability.\nBut it undoes the key principles on which, as Moynihan made clear, those goals depend — that design must “flow from the architectural profession to the government, and not vice versa,” because expertise matters, and that “an official style must be avoided.”", "url": "https://www.nytimes.com/2020/02/07/arts/design/federal-building-architecture.html"}