{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:01:04", "date_modify": "2022-10-25 23:01:04", "date_publish": "2020-07-28 21:47:04", "description": "This coronavirus vaccine developed by government researchers and Moderna enabled the animals to quickly clear the infection from their lungs.", "filename": "2020_07_28_health_coronavirus-moderna-vaccine-monkeys_1666738864.html", "image_url": "https://static01.nyt.com/images/2020/07/28/science/28VIRUS-MODERNA/28VIRUS-MODERNA-facebookJumbo.jpg?year=2020&h=550&w=1050&s=435150f05ff78ccb9a6a609b4b72fb356f0e90ec7a76bb46bc425321bac6dc26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_28_health_coronavirus-moderna-vaccine-monkeys_1666738864.html", "title": "Moderna Coronavirus Vaccine Test in Monkeys Shows Promise", "title_page": "Moderna Coronavirus Vaccine Test in Monkeys Shows Promise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Read more on Moderna’s Covid-19 vaccine.]\nMonkeys given the Moderna coronavirus vaccine and then deliberately infected were able to fight off the virus, quickly clearing it from their lungs, researchers reported on Tuesday.\nThe findings do not guarantee that the vaccine will perform the same way in people, but the results are considered encouraging and a milestone in the struggle against the pandemic. If an experimental vaccine fails in monkeys, that is generally seen as a bad sign for its ability to work in humans. This type of study is considered valuable because infecting people on purpose, though sometimes done, is not standard practice.\nOn Monday clinics around the country began a Phase 3 trial of the vaccine candidate from Moderna, a biotech company based in Massachusetts, with the aim of enrolling 30,000 people to test for safety and effectiveness.\n“The virus was cleared very rapidly in the vaccinated animals,” said Dr. Barney S. Graham, the senior author of a report in The New England Journal of Medicine, and the deputy director of the Vaccine Research Center at the National Institute of Allergy and Infectious Diseases. Dr. Graham’s scientific team collaborated with Moderna to develop the vaccine.", "url": "https://www.nytimes.com/2020/07/28/health/coronavirus-moderna-vaccine-monkeys.html"}