{"authors": ["Rory Smith", "Tariq Panja"], "date_download": "2022-10-25 22:59:15", "date_modify": "2022-10-25 22:59:15", "date_publish": "2020-03-12 13:32:53", "description": "Real Madrid joined Juventus in isolation after contact with an athlete who tested positive for the coronavirus, and UEFA said it would meet to discuss the effects on its competitions.", "filename": "2020_03_12_sports_soccer_champions-league-coronavirus_1666738755.html", "image_url": "https://static01.nyt.com/images/2020/03/13/sports/12soccer-champions-print/12soccer-champions-facebookJumbo.jpg?year=2020&h=549&w=1050&s=f446f6e8c78fdf7487719b54813a6518cc99aeb2aefe7cd0f0f80d1beb225b07&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_12_sports_soccer_champions-league-coronavirus_1666738755.html", "title": "Champions League and Euro 2020 in Jeopardy as Teams Enter Quarantine", "title_page": "Champions League and Euro 2020 in Jeopardy as Teams Enter Quarantine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Wednesday, another Champions League contender, the Italian champion Juventus, confirmed its players were going into isolation after one member of the squad, defender Daniele Rugani, had tested positive for the virus. Inter Milan, which lost to Juventus in a game held behind closed doors on Sunday, announced a few minutes later that it, too, was suspending all sporting activity.\nSoon after Real Madrid announced it was entering quarantine, Spain’s top soccer league announced that it was postponing the next two match days. Italy has already stopped its season temporarily, one of the many leagues and competitions around the world struggling to proceed with their schedules because of the global pandemic.\nOn Thursday, the top American league, Major League Soccer, announced it was suspending play for 30 days, effective immediately, and leagues in Portugal, Norway, Belgium, Denmark, Scotland and the Netherlands did the same.\nIn Europe, the Champions League, which annually features top teams like Liverpool, Barcelona, Bayern Munich and Paris St.-Germain, is in the middle of its round of 16.", "url": "https://www.nytimes.com/2020/03/12/sports/soccer/champions-league-coronavirus.html"}