{"authors": ["Mujib Mashal", "Lara Jakes"], "date_download": "2022-10-25 23:22:42", "date_modify": "2022-10-25 23:22:42", "date_publish": "2020-03-02 00:46:07", "description": "Zalmay Khalilzad, the Afghan-born veteran American diplomat, earned the trust of the militants, if not of Afghan officials.", "filename": "2020_03_01_world_asia_zalmay-khalilzad-afghanistan-taliban_1666740162.html", "image_url": "https://static01.nyt.com/images/2020/03/01/world/00khalilzad/00khalilzad-facebookJumbo.jpg?year=2020&h=550&w=1050&s=30158d9b70b7e14b3857e708b930f84906b54c980580aaddf9c6ab58a06eb96f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_01_world_asia_zalmay-khalilzad-afghanistan-taliban_1666740162.html", "title": "At Center of Taliban Deal, a U.S. Envoy Who Made It Personal", "title_page": "At Center of Taliban Deal, a U.S. Envoy Who Made It Personal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.”\n[music]\nToday: After years of false starts, the United States has signed a historic peace deal with the Taliban to end the war in Afghanistan. My colleague Mujib Mashal traveled to the front lines in Afghanistan and the signing ceremony in Doha to find out whether peace is actually possible. It’s Friday, March 6. Mujib, what was the situation heading into this peace deal?\nmujib mashal\nThis conflict has gone on for about 40 years. It kind of began with the Soviet invasion in the ‘70s, and it dragged on. It became a civil war. And the chaos of the civil war became a safe haven for terrorist groups like Al Qaeda that use it as launching grounds to attack the United States. And in retaliation, the United States invaded Afghanistan. And they toppled the Taliban government that was hosting Al Qaeda. So now we’ve got mostly three main players. One is the Taliban that feels that they are a government-in-waiting because they were toppled. And then it’s the U.S. military that’s been on the ground for 18 years, and they want out. And so that’s the second player. And the third player is the Afghan government that has been propped up by the United States over the past 18 years. And they are in the middle because they haven’t been part of the negotiations. So the effort to find a way out that can satisfy all the three players, it’s been a difficult process.\nmichael barbaro\nRight. And Mujib, the last time you and I spoke, a peace deal was on the brink of happening. But the Taliban carried out an attack. It killed an American. President Trump, who was involved in those negotiations, was furious and at the last minute, called the talks off.\nmujib mashal\nExactly. But that process was picked up again in recent months. And in the past few weeks, it finally felt like it was seriously coming together that we may have a way out of this conflict.\n[music]\nThe way it happened is that they took the same deal that they almost finalized last September. They put a condition in front of it. The condition was that for seven days across Afghanistan, the violence level needed to be significantly reduced just to build some trust so ordinary Afghans could finally get to imagine what the dividends of peace could look like. And when that temporary truce started, the first thing that came to my mind was, what does it mean to the soldiers who have been fighting for years with no respite? So I thought of this guy I had sat next to on one of my flights, earlier flights, from southern Afghanistan. I had sat next to this guy, and I started making small talk with him. And he was like, yeah, I’m a highway police commander, posted in this stretch of highway between Zabul and Kandahar provinces, both very, very badly hit areas of the war. And so I was like, hey, would it be OK for me to come visit you at some point? He was like, sure. So I got his number. And we were always nervous to go visit a place like that for security reasons. So when this truce went into effect, the first person that came to my mind was him. I want to go see what this would feel like for these guys who have constantly faced loss and fire. To go see, engage their emotions, and how they were experiencing this very rare breather from daily violence and daily attacks.\nmichael barbaro\nSo what did you do?\nmujib mashal\nSo the photographer Kiana Hayeri and I, we flew to Kandahar. And from there, we found this old, really seasoned taxi driver who had done the road for about 40 years. And he drove us to the commander, to the base on the highway. And it’s a beautiful drive. But every couple miles of the drive getting to this commander, was seeing bridges blown up, the road blown up. So we arrived at this outpost on top of a hill, and we’re met by the commander. And he sort of oversees this 40, 50-mile stretch of the highway.\n^mujib mashal\n^: The one good thing he has is good weather.\nmujib mashal\nHe’s got about 300 men spread out in a dozen outposts because what the Taliban do is plant a bomb when a convoy is driving. They blow up the bomb. And then once the convoy sort of gets disoriented with the explosion, they attack them from all corners.\ninterposing voices [SPEAKING PASHTO] mujib mashal This is the main way the Taliban come here.\nmujib mashal\nSo every morning, they come out, and they just patrol along the highway, look for any wires, look for any pieces of the asphalt dug up.\nmujib mashal This is where they get the — kiana hayeri The mines. mujib mashal — the mines. That’s the reason [INAUDIBLE]. kiana hayeri The actual mine or the cables? mujib mashal The cables. That’s how they dig it up. kiana hayeri OK. mujib mashal This is what they dig the cable with.\nmujib mashal\nAnd this commander — something that really, really got to me in the sense of how bad they’ve been suffering was, he was like, listen, I’ve lost more men fetching water than I have in face-to-face fighting.\nmichael barbaro\nMm.\nmujib mashal\nMy men come out, and they make their way down to get water in these buckets. And a sniper takes them out.\nmichael barbaro\nWow.\nmujib mashal\nSo that’s how badly they’ve been surrounded. That’s the kind of fire they were receiving. And I asked him, I was like, how has it been this couple days of — we visited them on day three, I think, of this violence reduction. And he’s like, it’s been beautiful.\ninterposing voices [SPEAKING PASHTO] mujib mashal These are the latest [INAUDIBLE]. interposing voices [SPEAKING PASHTO] [laughter] interposing voices [SPEAKING PASHTO] mujib mashal [LAUGHS] I was like, is that thing still packed? He was like, yeah, if I push it right now, it’s — I’m like, please don’t.\nmujib mashal\nSeeing them walk around. Seeing them just — some of them having their weapons down.\nmujib mashal He’s just been engaged three days ago.\nmujib mashal\nIt felt like they were breathing a little relief.\n[walkie-talkie sound] mujib mashal And then he said, let’s go for a drive. speaker Good?\nmujib mashal\nHe was showing us a couple other outposts.\nmujib mashal Like, of the 300 other people he has, he probably doesn’t have a single one who hasn’t been wounded at some point during the war.\nmujib mashal\nAnd the amazing part was a lot of his fighters were really young — 20, 22, 23, 25. A lot of them had started as child soldiers — 14-, 15-year-olds. And many of them were really badly broken. Somebody was missing a finger. Somebody was missing a leg. Somebody was missing an eye. Some were wounded two, three times by the time they’re 24, 25 now. Let’s see, there are these two brothers, actually three brothers.\nspeaker Assalamu alaikum.\nmujib mashal\nThe one was home, had already lost a leg. Their father had served in the police for a long time. And he’d just died last year clearing roadside bombs. And so that job and been passed down to his sons. And both of them were in their early 20s. One was, I think, 21. The other one was 23.\npolice officer [SPEAKING PASHTO]\nmujib mashal\nAnd one of them, his only interaction with the Taliban, was when he was detained by them for three days and tortured. And he still has the scars of that torture to show.\npolice officer [SPEAKING PASHTO]\nmujib mashal\nThe village they come from, in different neighboring province, it is entirely contested by the Taliban. So these brothers can’t really go home often. One of them actually even arrived late to his own wedding because his family had prepared all the festivities. He tried to find the truck driver that could smuggle him to his own village for the wedding. By the time he got there, the festivities were over. So he missed his own wedding, basically. They are so young. And they’re so shaped by this war, that when I asked them even basic questions of what peace could mean to them, they would just smile and just grin. And they couldn’t mentally get into the details of it. So I pushed them a little. I was like, listen, peace means that 50,000, 60,000 Taliban fighters out there, either laying down their arms or integrating into the army and the police, and basically sitting across from you, sharing this barrack with you. And one of them was like, I don’t like them. I don’t like the way they look. And I was like, well, that’s what peace means. It means those Taliban fighters who need to be accommodated somehow. So he thought about it again. And he was like, well, peace is good, but we’ll think about it.\ninterposing voices [SPEAKING PASHTO]\nmujib mashal\nThe commander is just 29 years old. But he seems so sort of seasoned and so experienced and so wise. And he got a little more reflective as we were driving between outposts.\nlt. col. musa-kalim rodwal [SPEAKING PASHTO]\nmujib mashal\nAnd one of the stories you told us as we were driving was, as an example of what pains him about this war. And he said, listen, I wish I was fighting people who were from a different country. The people we’re fighting, they’re not even from a different village. They’re not even from a different district. And he told us the story of this local guy he said had come to his outpost for tea and for lunch with other elders maybe even a dozen times. And then they discovered him planting roadside bombs during one of their operations. And he didn’t even know the guy was a Taliban.\nlt. col. musa-kalim rodwal [SPEAKING PASHTO]\nmujib mashal\nTo him, that was a point of how localized, how interlinked and interwoven this conflict is. It almost seems that the easier part of the peace is between the Taliban and the Americans. But we’re talking about peace between people who are sharing the same stretch of the highway.\nmichael barbaro\nAnd sharing tea, in fact.\nmujib mashal\nOr sharing tea. Yeah.\nlt. col. musa-kalim rodwal [SPEAKING PASHTO]\nmujib mashal\nAnd he said, the most basic thing, the most important thing in human life is freedom. And he said, life is nothing without freedom. And he said, the way we live, these targets on our back wherever we travel, constant fear of attacks and violence — he said, this is not life. This is not life.\nlt. col. musa-kalim rodwal [SPEAKING PASHTO]\n[music]\nmujib mashal\nAs I was with them and hearing their stories, it was very clear that the truce was working. They hadn’t faced any fire in several days. And the truce working meant the peace deal would go ahead and be signed between the U.S. and the Taliban in Doha. So we got back in our taxi, drove to Kandahar. We took a flight from Kandahar to Kabul. I spent the night in Kabul, and then from there, fly to Doha to make it in time for the signing.\n[music]\nmujib mashal It’s the day before the agreement is supposed to be signed. And the dignitaries are arriving from around the world in the Sheraton Doha. It seems like it’s happening.\nmichael barbaro\nWe’ll be right back.\nmujib mashal They’re putting final touches at the venue.\nmichael barbaro\nSo Mujib, you are in Doha getting ready to report on this historic peace agreement. What is the scene like there?\nmujib mashal\nSo the event is supposed to happen at the Sheraton in Doha.\nmujib mashal There’s a podium where the signing is going to happen, and two sides are going to give speeches.\nmujib mashal\nAnd this ballroom is prepared.\nmujib mashal A kind of spotless red carpet. And red sort of velvety drapings behind the platform, and it says, “The Agreement for Bringing Peace to Afghanistan.”\nmujib mashal\nAnd people are slowly trickling in to find their way.\n[camera shuttering] The most high-profile guest is the U.S. Secretary of State Mike Pompeo and the emir of Qatar. chatter\nmujib mashal\nAnd then —\nchatter\nmujib mashal\n— dozens of Taliban started arriving for the occasion.\nchatter\nmujib mashal\nAnd a lot of more unusual noise and clamor than you would see at a normal diplomatic event, and because this wasn’t a normal diplomatic event. It was an insurgency that was only known for blowing stuff up and fighting in the battlefield. And now sitting in the same room as the secretary of state and world leaders and getting ready to sign as equals with a world power.\narchived recording [SPEAKING PASHTO] mujib mashal Ceremony just gets underway. All the dignitaries have arrived.\nmujib mashal\nAnd then as the proceedings started, I found a seat in the balcony upstairs.\narchived recording (mike pompeo) Good afternoon. I want to start by thanking his highness, Sheikh Tamim for Cutter’s invaluable role as host for these historic talks.\nmujib mashal\nAnd Secretary of State Pompeo gets up, and he gives brief remarks.\narchived recording (mike pompeo) This effort only became real for the United States when the Taliban signaled interest in pursuing peace and ending their relationship with Al Qaeda and other foreign terrorist groups. The agreement that we will sign today is the true test of this effort.\nmichael barbaro\nSo Mujib, what’s actually in the agreement that’s about to be signed?\nmujib mashal\nThe most concrete thing in the agreement is an American commitment to start withdrawing the remaining of its troops. So right now, there’s still about 12,000 American troops in Afghanistan. And the agreement lays out a 14-month timeline for a gradual withdrawal of those troops.\narchived recording (mike pompeo) Here’s our take on what steps by the Taliban will make this agreement a success.\nmujib mashal\nThere is some basic language of conditionality attached to it.\narchived recording (mike pompeo) First, keep your promises to cut ties with Al Qaeda and other terrorists. Keep up the fight to defeat ISIS.\nmujib mashal\nThat in return, the Taliban are making some commitments — that they would not allow terror groups, they’ll not allow Al Qaeda. The other pieces are that the Americans will help release up to 5,000 of the Taliban prisoners who are in the Afghan government. And those prisoners will get released in the next couple weeks before the Taliban sit down for direct negotiations with the other Afghan side.\narchived recording (mike pompeo) And start the difficult conversations on a political roadmap for your country.\nmujib mashal\nAnd then in that future negotiations, at the top of the agenda, would be a comprehensive cease-fire.\narchived recording (mike pompeo) And for all of us here, and most importantly for the security of the American Afghan people, this must happen. Thank you. [APPLAUSE]\nmujib mashal\nAnd then.\nsheikh tamim [SPEAKING PASHTO]\nmujib mashal\nThe Taliban’s deputy gets up.\narchived recording (deputy leader of the taliban) [SPEAKING PASHTO]\nmujib mashal\nHe seems nervous, and he’s struggling to read the text. But he basically says the same thing — that we want a peaceful future. We are committed to the agreement that we’ll sign.\narchived recording [APPLAUSE]\nmujib mashal\nThere is muted cries of “allahu akbar” from the Taliban guys, which is sort of victory cry. And then the deputy Taliban leader takes his place at the desk. And the American chief negotiator takes a seat next to him. The Taliban guy, he’s watching closely to make sure the American envoy puts his signatures down first —\nmichael barbaro\nWow.\nmujib mashal\n— as if to make sure there isn’t some sort of a last-minute trick. And after the American signs the first page, the Taliban opens his pen, and he starts signing also.\narchived recording [APPLAUSE]\nmujib mashal\nAnd that was it. They had signed an agreement that had taken a year and half of negotiations. And there was a sense of expectation that this momentous signing between the U.S. and the Taliban would open the way for peace.\nmichael barbaro\nMm-hm.\nmujib mashal\nBut as soon as the two sides signed, the Taliban have started attacking again.\narchived recording 1 Now, remember that landmark deal between the U.S. and the Taliban at the weekend, well — archived recording 2 Cracks are now starting to appear in the agreement. archived recording 3 Appears to be unraveling. archived recording 4 It’s already unraveling just four days after it was signed. archived recording 5 New violence in Afghanistan just days after that landmark truce between the —\nmujib mashal\nBack to Taliban launching attacks on Afghan outposts. Back to Taliban stopping people on the highways.\narchived recording 6 Afghan police say that at least three people have been killed earlier.\nmujib mashal\nDozens dead every day since.\narchived recording 7 Separate attacks have left at least 19 people — archived recording 8 20 Afghan soldiers — archived recording 9 More than 20 Afghan soldiers — archived recording 10 Dead. archived recording 11 33 attacks in 16 — archived recording 12 Earlier this week, Defense Secretary Mark Esper warned that violence will continue in Afghanistan.\n[music]\nmichael barbaro\nMujib, why would the Taliban begin launching attacks days, hours after signing a peace deal?\nmujib mashal\nThe Taliban say the deal makes it clear their violence is only ending with the Americans.\nmichael barbaro\nMm.\nmujib mashal\nAnd there’s nothing in the deal about reducing attacks on Afghan government, on Afghan security forces. And I’ve posed this question to the Taliban. And I was like listen, so for 18, 19 years, you’ve been saying this is a jihad against foreigners, right? But the foreigners just signed with you. They’re leaving. So how do you legitimize the shedding of Afghan blood now?\nmichael barbaro\nRight.\nmujib mashal\nAnd he was like, wait, wait, wait, wait, hold on, hold on. Just because we got the foreigners to agree to leave doesn’t mean we can give up already that the structure they created, the government they propped up, the system they put in place will inherit everything, and we will be left out here without correcting that system that is in Kabul to include our wishes also. So they’re very clear that they’re going to continue to use violence as leverage to bring political change also.\nmichael barbaro\nSo in their mind, they need to keep waging a war on these kind of extensions and projections of American power. And they are allowed to do it under this agreement because it only explicitly says you cannot attack U.S. forces.\nmujib mashal\nPrecisely. So there’s an interesting thing that happened just on Wednesday. After three days of violence, the U.S. military got back into action. They carried out an air strike against the Taliban. And the U.S. military’s justification was, listen, the agreement may have just ended the violence explicitly between us — meaning, between the Taliban and the Americans — but there’s a sense in the agreement that if you all of a sudden start attacking the Afghan security forces, we, as the U.S. military, reserve the right to go to their defense.\nmichael barbaro\nThat feels like a very significant structural flaw in a peace deal to have left so much ambiguity that your former enemy can go on to destroy the government that the United States has built there.\nmujib mashal\nThere’s a structure flaw in that for sure. But getting around that structure flaw, there were two possibilities. One was you can ensure that doesn’t happen by getting the enemy to agree to a cease-fire, right?\nmichael barbaro\nMm-hm.\nmujib mashal\nThe Taliban in no way were going agree to a cease-fire. So you either kept negotiating for months to try to force them to a cease-fire. Or they have agreed to this structurally flawed agreement, but hoping that because the U.S. reserves the right to carry out airstrikes, would mean the Taliban will carry out fewer attacks to risk being killed by American airstrikes. So what we’re seeing right now is the Taliban testing how much they can get away with in this ambiguous area of how far the U.S. will go to defend the Afghan government. But they’re also testing something else. So as part of the deal, the U.S has committed to helping release 5,000 of Taliban prisoners. And the Afghan government said, no way. Those are our prisoners. The U.S. doesn’t have the right to commit to something like that. And the Taliban now are like, we don’t care. U.S., you sort it out. You committed to us. But at the same time, it almost feels like they’re using violence to remind the Afghan government that if they drag their foot on the prisoners issue, the Taliban are still a reality in the battlefield. That they still have the same sort of firepower.\n[music]\nmichael barbaro\nMujib, I wonder if you have talked to those police officers that you had visited before the signing?\n[phone dialing]\nmujib mashal\nI did.\nautomatic operator The number you are calling is not in service.\nmujib mashal\nI mean, it was a bit of a struggle to get back in touch with them, because that area where they’re serving — what the Taliban do is they cut off cell towers, and you lose cell phone signal.\n[phone dialing] But when I got back in touch with them. lt. col. musa-kalim rodwal (on the phone) [SPEAKING PASHTO] mujib mashal (on the phone) [SPEAKING PASHTO]\nmujib mashal\nThey say they’ve been facing fire for the past three consecutive nights.\nmichael barbaro\nWow.\nlt. col. musa-kalim rodwal (on the phone) [SPEAKING PASHTO] mujib mashal [SPEAKING PASHTO]\nmujib mashal\nOne of the outposts they showed us and I toured, they had two people wounded in that outpost. Their commander that we went to see, he was ambushed. So the commander’s like, it’s back to the same levels as a attack for us.\nlt. col. musa-kalim rodwal (on the phone) [SPEAKING PASHTO]\nmujib mashal\nBut he said something really interesting that I think summed up the mood after the recent Taliban attacks.\nlt. col. musa-kalim rodwal (on the phone) [SPEAKING PASHTO] mujib mashal (on the phone) [SPEAKING PASHTO]\nmujib mashal\nHe said, the one thing that is good about their attacks now is that it makes things clear. It makes our fight clear that until now, the Taliban were saying, oh, the foreigners are here. We’re fighting the foreigners. And that kind of give their fight a little legitimacy, right? And they said now that they’ve gotten their agreement with the foreigners, and they’re still deciding to attack us, we have a more open hand to return fire, as their attacks don’t have that same legitimacy anymore. So it’s almost crystallized the fight for them a little bit.\nlt. col. musa-kalim rodwal (on the phone) [SPEAKING PASHTO]\nmujib mashal\nBut the fact that their daily reality after the signing has been no different from their reality before the signing seemed heavy on them, that they were back to the same being shot at and returning fire.\nmujib mashal [SPEAKING PASHTO] lt. col. musa-kalim rodwal (on the phone) [SPEAKING PASHTO]\n[music]\nmichael barbaro\nIt feels like nothing about this peace deal actually looks like peace to them. In fact, it’s just the beginning of a new phase of the war.\nmujib mashal\nAt the moment, it doesn’t. It actually feels like a continuation of the war they were fighting already. But one thing that came out of this peace deal was a brief pause, even if it was just for seven days. They felt and experienced a new reality. And maybe, maybe for a long time, they won’t experience that again. Maybe their reality will be violence. But at least they have a reference point now. They can think back to seven days. And maybe that will serve as a reminder of what is still possible and what they could still get to.\n[music]\nmichael barbaro\nMujib, thank you very much.\nmujib mashal\nThank you.\n[music]\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today. Italy and Iran have ordered all schools and universities to close as the coronavirus sweeps across both countries. In Italy, around 150 people have died from the virus — the highest number outside of China. While in Iran, there are now more than 3,500 infections. In the U.S., California has declared a state of emergency after an outbreak that has infected dozens of residents. And state officials said they were ordering a cruise ship to remain off the coast of San Francisco out of fear that the coronavirus may be spreading among its passengers. As of Wednesday evening, there were at least 211 infections in the U.S. And —\narchived recording (elizabeth warren) I will not be running for president in 2020. But I guarantee I will stay in the fight for the hardworking folks across this country who have gotten the short end of the stick over and over. That’s been the fight of my life, and it will continue to be so.\nmichael barbaro\nElizabeth Warren dropped out of the Democratic race for president on Thursday, saying, that after a series of disappointing primaries, there was no longer a place for her in the race.\narchived recording (elizabeth warren) I was told at the beginning of this whole undertaking that there are two lanes — a progressive lane that Bernie Sanders is the incumbent for, and a moderate lane that Joe Biden is the incumbent for. And there’s no room for anyone else in this. I thought that wasn’t right, but evidently I was wrong.\nmichael barbaro\nWarren declined to endorse either Biden or Sanders for now. And during a news conference in front of her house, expressed regret that there was no longer a woman in the race.\narchived recording And I wonder what your message would to the women and girls who feel like we’re left with two white men to decide between. archived recording (elizabeth warren) I know. One of the hardest parts of this is all those pinkie promises, and all those little girls who were going to have to wait four more years. That’s going to be hard.\nmichael barbaro", "url": "https://www.nytimes.com/2020/03/01/world/asia/zalmay-khalilzad-afghanistan-taliban.html"}