{"authors": ["Jonathan Martin", "Maggie Haberman"], "date_download": "2022-10-25 23:32:18", "date_modify": "2022-10-25 23:32:18", "date_publish": "2020-04-25 09:00:17", "description": "The election is still six months away, but a rash of ominous new polls and the president’s erratic briefings have the G.O.P. worried about a Democratic takeover.", "filename": "2020_04_25_us_politics_trump-election-briefings_1666740738.html", "image_url": "https://static01.nyt.com/images/2020/04/24/us/politics/00trump-reelect/merlin_171873021_3bbb19f1-6572-4cde-ad35-e508f5f24ca4-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fe0eab736dd54514bfc880ca82ecd4c2a345ce65cd6b8e2bb112cc812d16c0e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_25_us_politics_trump-election-briefings_1666740738.html", "title": "Nervous Republicans See Trump Sinking, and Taking Senate With Him", "title_page": "Nervous Republicans See Trump Sinking, and Taking Senate With Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The surveys also showed Republican senators in Arizona, Colorado, North Carolina and Maine trailing or locked in a dead heat with potential Democratic rivals — in part because their fate is linked to Mr. Trump’s job performance. If incumbents in those states lose, and Republicans pick up only the Senate seat in Alabama, Democrats would take control of the chamber should Mr. Biden win the presidency.\n“He’s got to run very close for us to keep the Senate,” Charles R. Black Jr., a veteran Republican consultant, said of Mr. Trump. “I’ve always thought we were favored to, but I can’t say that now with all these cards up in the air.”\nRepublicans were taken aback this past week by the results of a 17-state survey commissioned by the Republican National Committee. It found the president struggling in the Electoral College battlegrounds and likely to lose without signs of an economic rebound this fall, according to a party strategist outside the R.N.C. who is familiar with the poll’s results.\nThe Trump campaign’s own surveys have also shown an erosion of support, according to four people familiar with the data, as the coronavirus remains the No. 1 issue worrying voters.\nPolling this early is, of course, not determinative: In 2016 Hillary Clinton also enjoyed a wide advantage in many states well before November.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nYet Mr. Trump’s best hope to win a state he lost in 2016, Minnesota, also seems increasingly challenging. A Democratic survey taken by Senator Tina Smith showed the president trailing by 10 percentage points there, according to a Democratic strategist who viewed the poll.\nThe private data of the two parties is largely mirrored by public surveys. Just last week, three Pennsylvania polls and two Michigan surveys were released showing Mr. Trump losing outside the margin of error. And a pair of Florida polls were released that showed Mr. Biden enjoying a slim advantage in a state that is all but essential for Republicans to retain the presidency.", "url": "https://www.nytimes.com/2020/04/25/us/politics/trump-election-briefings.html"}