{"authors": ["Mark Landler", "Stephen Castle", "Benjamin Mueller"], "date_download": "2022-10-25 23:44:18", "date_modify": "2022-10-25 23:44:18", "date_publish": "2020-03-11 17:52:20", "description": "The government is spending $38 billion to mitigate the effects of the coronavirus outbreak, but so far has ruled out aggressive measures to fight it.", "filename": "2020_03_11_world_europe_economy-britain-coronavirus_1666741458.html", "image_url": "https://static01.nyt.com/images/2020/03/11/world/11virus-uk1/11virus-uk1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=5696b1c94aae284dfc888bcd463443a9adf4583e1368e74887c04c6fa7e8a130&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_11_world_europe_economy-britain-coronavirus_1666741458.html", "title": "U.K. Shields Its Economy From the Virus, but Not Yet Its People", "title_page": "U.K. Shields Its Economy From the Virus, but Not Yet Its People - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In presenting the budget, the chancellor of the Exchequer, Rishi Sunak, said the virus would have “a significant impact” on the economy, which is already projected to grow at its slowest rate since 2009. Warning of “tough” times ahead, he said the blow would be particularly hard for small businesses and part-time workers.\n“We are doing everything we can to keep this country and our people healthy and financially secure,” said Mr. Sunak, a 39-year-old former investment banker who became chancellor only a month ago, after Mr. Johnson forced out his predecessor, Sajid Javid. “I will do whatever it takes to get our nation through it.”\nThe budget was once meant to showcase the post-Brexit priorities of Mr. Johnson’s new government. In a stark reversal of 40 years of Thatcher-inspired small government and fiscal restraint favored by previous Conservative governments, it includes major public-works projects to lift the fortunes of Britain’s Midlands and North, which have lagged London and the country’s Southeast as Britain’s manufacturing sector has sagged in recent decades.\nVoters in those regions abandoned the opposition Labour Party in the elections in December and helped give Mr. Johnson’s Conservative Party a commanding majority in Parliament. In return, Mr. Johnson has promised to triple the average net investment over the past 40 years, raising it to its highest levels in real terms since 1955.\nBut history was overtaken by a health crisis, as the budget became an exercise in fiscal intensive care. Hours before Mr. Sunak presented the numbers, the Bank of England announced an emergency cut in interest rates, back down to their lowest levels in history, and pledged to free up billions of pounds of extra lending to help banks support firms through the crisis.\nTaken together, Mr. Sunak said, Britain’s program of monetary and fiscal measures “represents one of the most comprehensive economic responses of any government anywhere in the world to date.”", "url": "https://www.nytimes.com/2020/03/11/world/europe/economy-britain-coronavirus.html"}