{"authors": ["Maggie Haberman", "Jonathan Martin", "Nicholas Fandos"], "date_download": "2022-10-25 23:24:48", "date_modify": "2022-10-25 23:24:48", "date_publish": "2020-05-23 00:39:31", "description": "President Trump, concerned about his own outlook in the state, plans to stay on the sideline in a race where he favored a different choice for senator.", "filename": "2020_05_22_us_politics_kelly-loeffler-georgia-senate-trump_1666740288.html", "image_url": "https://static01.nyt.com/images/2020/05/22/us/politics/DC-SENATE1/DC-SENATE1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=96ef1f19ae5a8f8a8b26006aa625fbf62900420cf404da983f2553cf4642b5a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_22_us_politics_kelly-loeffler-georgia-senate-trump_1666740288.html", "title": "White House Worries About Kelly Loeffler’s Senate Prospects in Georgia", "title_page": "White House Worries About Kelly Loeffler’s Senate Prospects in Georgia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump’s advisers are increasingly concerned about Senator Kelly Loeffler’s campaign in Georgia, a newly competitive state where the president’s own poll numbers have tightened against former Vice President Joseph R. Biden Jr., according to people briefed on the discussions.\nMs. Loeffler, a financial services executive with no previous government experience, was appointed to the position in December 2019 after the long-serving Republican, Johnny Isakson, announced he would retire for health reasons. She is running in a special election for the seat this fall, facing nearly two dozen candidates in the jumbled race, including two well-financed Democrats.\nOne opponent in particular — Representative Doug Collins, a Republican ally of Mr. Trump — has gained strength in the field.\nHis rise has come as Ms. Loeffler faces questions about stock trades she made soon after being briefed about the threat of the coronavirus — she has denied any wrongdoing — and as Mr. Trump, in two recent Republican polls, has found himself in a statistical dead heat with Mr. Biden in a state the president won in 2016.", "url": "https://www.nytimes.com/2020/05/22/us/politics/kelly-loeffler-georgia-senate-trump.html"}