{"authors": ["Matthew Futterman"], "date_download": "2022-10-25 23:50:46", "date_modify": "2022-10-25 23:50:46", "date_publish": "2020-08-30 09:00:11", "description": "The city is used to holding so many big events, but what is possible with the coronavirus? As the United States Open begins on Monday under a microscope, the answer could be at hand.", "filename": "2020_08_30_sports_tennis_coronavirus-us-open-bubble_1666741846.html", "image_url": "https://static01.nyt.com/images/2020/08/31/sports/28USOpen-Virus/28USOpen-Virus-facebookJumbo.jpg?year=2020&h=549&w=1050&s=60a2bd701927173810c59b66d4a84b93670ad97342c1334d7252bdc6ab885251&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_30_sports_tennis_coronavirus-us-open-bubble_1666741846.html", "title": "Will the U.S. Open Show That Big Events Can Return to New York?", "title_page": "Will the U.S. Open Show That Big Events Can Return to New York? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“A living experiment, that is exactly how our eyes are viewing this,” said Dr. Andrew Wallach, chief medical officer for ambulatory care for the New York City Health and Hospitals Corp. “What we are going to learn from the tournaments is a little different than a football game, but we are going to learn about preparedness and testing protocols and tracing in a sporting event.” Wallach said discussions grew so specific they even included details about who sits where on a bus, preparing city officials for conversations about the specifics of bringing other events to New York.\nIt may not be just the coronavirus that brings scrutiny. The tournament begins at a time when athletes are using their platform to bring attention to systemic racism and violence against Black people, with the U.S.T.A. having already suspended play in a preliminary tournament on Thursday, after Naomi Osaka, the 2018 U.S. Open champion, refused to play that day.\nStill, for the world’s top tennis players, who have been sidelined since March, this is already a Grand Slam like no other. Many of them came to New York two weeks ago to compete in that preliminary tournament, the Western & Southern Open, which was moved from Cincinnati to the National Tennis Center to limit their travel.\n“It feels like I am back in juniors,” Serena Williams, who is seeking to win her 24th Grand Slam singles title, said of playing without spectators.\nDiego Schwartzman, who was eliminated from the Western & Southern tournament on Tuesday, has spent the past five days trying to fill idle time around the Long Island Marriott in Uniondale, N.Y.\n“Playing cards with my team, watching Netflix, a few movies — not much to do when we are on the hotel site,” Schwartzman said. “We are in the tennis bubble.”\nIt’s not for everyone. Rafael Nadal, the world No. 2, opted not to play, and more than a dozen players have pulled out of the tournament since the initial player pool was announced, citing concerns about traveling or not wanting to deal with the restrictions.", "url": "https://www.nytimes.com/2020/08/30/sports/tennis/coronavirus-us-open-bubble.html"}