{"authors": ["John Eligon", "Audra D. S. Burch", "Dionne Searcey", "Richard A. Oppel Jr."], "date_download": "2022-10-25 23:49:27", "date_modify": "2022-10-25 23:49:27", "date_publish": "2020-04-07 09:00:21", "description": "Data on race and the coronavirus is too limited to draw sweeping conclusions, experts say, but disparate rates of sickness — and death — have emerged in some places.", "filename": "2020_04_07_us_coronavirus-race_1666741767.html", "image_url": "https://static01.nyt.com/images/2020/04/07/us/07virus-race2-copy2/07virus-race2-copy2-facebookJumbo-v5.jpg?year=2020&h=550&w=1050&s=515bb2b2379a0f46eff2034176b97b69a68d0a5e0f0c96ab83d0eeb985cade41&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_07_us_coronavirus-race_1666741767.html", "title": "Black Americans Face Alarming Rates of Coronavirus Infection in Some States", "title_page": "Black Americans Face Alarming Rates of Coronavirus Infection in Some States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Tuesday, President Trump acknowledged the growing signs of disparity, and said that federal authorities were working to provide statistics over the next two or three days that might help examine the issue. “Why is it that the African-American community is so much, numerous times more than everybody else?” he said at a daily briefing on the coronavirus.\nFor many public health experts, the reasons behind the disparities are not difficult to explain, the result of longstanding structural inequalities. At a time when the authorities have advocated staying home as the best way to avoid the virus, black Americans disproportionately belong to part of the work force that does not have the luxury of working from home, experts said. That places them at high risk for contracting the highly infectious disease in transit or at work.\nMs. Levi, the medical assistant from Chicago who fell ill, thinks that her daily bus ride to work could have been the source of her exposure. Or, she said, she could have picked it up in the hospital where she works, at the grocery store, or from food served to her.\n“I’m just not sure,” said Ms. Levi, 45, who has asthma and high blood pressure.\nLongstanding inequalities also make African-Americans less likely to be insured, and more likely to have existing health conditions and face racial bias that prevents them from getting proper treatment.\nInitial indications are that doctors are less likely to refer African-Americans for testing when they visit a clinic with symptoms of Covid-19, the disease caused by the virus. Since the disease can progress quickly, researchers say, a disparity in testing can lead to considerably worse outcomes. A lack of early communication about the threat of Covid-19 and confusing messages that followed left an information vacuum in some black communities that allowed false rumors to fester that black people were immune to the disease. Some places ended up behind in taking measures to slow the spread.", "url": "https://www.nytimes.com/2020/04/07/us/coronavirus-race.html"}