{"authors": ["Peter S. Goodman"], "date_download": "2022-10-25 23:34:08", "date_modify": "2022-10-25 23:34:08", "date_publish": "2020-03-26 04:01:11", "description": "As Britain and the European Union respond to a public health emergency and economic crisis, they are abandoning dogmatic frugality and embracing Keynes.", "filename": "2020_03_26_business_europe-economy-coronavirus_1666740848.html", "image_url": "https://static01.nyt.com/images/2020/03/26/business/26virus-europetaboos-1/26virus-europetaboos-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=79a98daa84328520507dac8ed26ffd4ecd7fa46aaec90c73093d2961c7fa74db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_26_business_europe-economy-coronavirus_1666740848.html", "title": "Europe’s Leaders Ditch Austerity and Fight Pandemic With Cash", "title_page": "Europe’s Leaders Ditch Austerity and Fight Pandemic With Cash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — A British prime minister from the party of Margaret Thatcher has effectively nationalized the national railway system, while forsaking budget austerity in favor of aggressive public spending. Germany has set aside its traditional detestation for debt to unleash emergency spending, while enabling the rest of the European Union to breach limits on deficits.\nThe European Central Bank has transcended a legacy often marked by calamitous inaction in the face of crisis to produce something that has frequently seemed impossible: a decisive and timely response.\nThe coronavirus pandemic sweeping the globe with lethal and wealth-destroying consequences has proved so jarring to the powers-that-be on the European side of the Atlantic that they have discarded deep-set taboos to forge atypically swift and pragmatic responses.\n“This pandemic is really like a war,” said Maria Demertzis, an economist and deputy director of Bruegel, a research institution in Brussels. “In a war, you do what you have to do.”", "url": "https://www.nytimes.com/2020/03/26/business/europe-economy-coronavirus.html"}