{"authors": ["Kenneth Chang"], "date_download": "2022-10-25 23:48:55", "date_modify": "2022-10-25 23:48:55", "date_publish": "2020-04-28 22:13:48", "description": "While the RNA of the virus was found in tiny droplets in China, scientists don’t know if it was capable of transmitting the virus.", "filename": "2020_04_28_health_coronavirus-hospital-aerosols_1666741735.html", "image_url": "https://static01.nyt.com/images/2020/04/28/science/28VIRUS-WUHANHOSPITAL/28VIRUS-WUHANHOSPITAL-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1d19b40a26d1f311499e9cc1fbc93d20720610664db2794717fc3b7d9c0e1828&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_28_health_coronavirus-hospital-aerosols_1666741735.html", "title": "Airborne Coronavirus Detected in Wuhan Hospitals", "title_page": "Airborne Coronavirus Detected in Wuhan Hospitals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Those are going to stay in the air floating around for at least two hours,” said Linsey Marr, a professor of civil and environmental engineering at Virginia Tech who was not involved with the Nature paper. “It strongly suggests that there is potential for airborne transmission.”\nDr. Marr and many other scientists say evidence is mounting that the coronavirus is being spread by tiny droplets known as aerosols. The World Health Organization has so far downplayed the possibility, saying that the disease is mostly transmitted through larger droplets that do not remain airborne for long, or through the touching of contaminated surfaces.\nEven with the new findings, the issue is not settled. Although the coronavirus RNA — the genetic blueprint of the virus — was present in the aerosols, scientists do not know yet whether the viruses remain infectious or whether the tests just detected harmless virus fragments.\n“The missing piece is viable viral replication,” said Harvey V. Fineberg, who leads the Standing Committee on Emerging Infectious Diseases and 21st Century Health Threats at the National Academies of Sciences, Engineering and Medicine. “Could you culture this virus from the air?”\nIn February and March, scientists collected samples at Renmin Hospital of Wuhan University and at a makeshift temporary medical facility used to quarantine and treat patients with mild symptoms. They also sampled the air in public areas around Wuhan, including a residential building, a supermarket and two department stores.", "url": "https://www.nytimes.com/2020/04/28/health/coronavirus-hospital-aerosols.html"}