{"authors": ["Marc Stein"], "date_download": "2022-10-25 22:57:29", "date_modify": "2022-10-25 22:57:29", "date_publish": "2020-01-27 03:28:14", "description": "Bryant, who died with his daughter Gianna in a helicopter crash on Sunday, was an unquestioned basketball great, but his legacy is not so straightforward.", "filename": "2020_01_26_sports_kobe-bryant-obituary_1666738649.html", "image_url": "https://static01.nyt.com/images/2020/01/26/sports/26kobe-obit/26kobe-obit-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=a7ff6f8a580298cf59c655e6979078729f98cedd20ce26ed5245bf4d422076ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_26_sports_kobe-bryant-obituary_1666738649.html", "title": "Kobe Bryant’s Brilliant and Complicated Legacy", "title_page": "Kobe Bryant’s Brilliant and Complicated Legacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Bryant could not be harnessed. After some notable playoff failures, Bryant broke through as a champion in his fourth season, forming a devastating partnership with O’Neal under the coaching tutelage of Phil Jackson.\n“Kobe didn’t care about night life or anything else,” Del Harris, who coached Bryant for his first two N.B.A. seasons and the start of his third, told The New York Times in December 2017. “He only had one interest. His only focus was to be the best that he could be. And in his mind that meant challenging Michael Jordan.”\n“People can argue,” Harris continued, “how close he actually came, but there’s no question that he fulfilled pretty much all of his dreams.”\nBryant scored 81 points against the Toronto Raptors in January 2006 to register the second-highest scoring output in league history, behind Wilt Chamberlain’s 100-point game in 1962. But Bryant’s reputation was more complicated than all his accolades would suggest.\nHe was charged with felony sexual assault in 2003 stemming from an incident at a Colorado hotel in which Bryant was accused of raping a 19-year-old woman who worked at the property as a front-desk clerk. Prosecutors eventually dropped the case when the woman told them she was unwilling to testify. Bryant later issued an apology, saying he understood that the woman, unlike himself, did not view their encounter as consensual. A lawsuit the woman brought against Bryant was later settled out of court.\nIn the closing stages of Bryant’s career, well beyond the days of “Showboat,” Bryant began giving himself nicknames, such as “Black Mamba” and, later, “Vino.” The frequent helicopter rides he took to games at Staples Center in downtown Los Angeles — to avoid traffic and maximize time at home — only added to his mystique.", "url": "https://www.nytimes.com/2020/01/26/sports/kobe-bryant-obituary.html"}