{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 23:25:52", "date_modify": "2022-10-25 23:25:52", "date_publish": "2020-12-28 06:00:09", "description": "The architect Stefano Boeri has designed primrose-themed pavilions where coronavirus shots will be given, but not everybody is thrilled with the idea.", "filename": "2020_12_28_world_europe_italy-coronavirus-vaccine-flowers_1666740352.html", "image_url": "https://static01.nyt.com/images/2020/12/28/world/28italy-vaccine-flowers-promo/28italy-vaccine-flowers-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4ce924904699004c1474a65997ead621e9e3b46bea97a2ff19fa7b6cccc05dc4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_28_world_europe_italy-coronavirus-vaccine-flowers_1666740352.html", "title": "Italy Turns to Flower Power to Help Spread Vaccine Message", "title_page": "Italy Turns to Flower Power to Help Spread Vaccine Message - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROME — This has been an ugly year for Italy.\nThe first wave of the coronavirus took the country by surprise and killed tens of thousands. The second wave somehow took the government by surprise and has killed thousands more. And Italians, desperate for the new vaccine, have struggled to get their hands on simple flu shots or to understand if they will have to be home — and stay home — for the holidays.\nTo brighten things up as Italians await the vaccine, the government has turned to the urban planner and architect Stefano Boeri. Best known for making so-called vertical forests out of Milan skyscrapers, Mr. Boeri has sought to help his country with architectural flower power — designing 1,500 pavilions with a primrose theme where the vaccine will be distributed.\n“The primrose is the first flower after the winter, it’s something even a child knows,” Mr. Boeri said in an interview, calling his vision for the building design “a strong message that everyone can understand.”\nItaly has run with the proposal. On Sunday, medical workers received the first vaccinations under posters bearing the country’s official slogan for the program, “With a flower, Italy comes back to life.”", "url": "https://www.nytimes.com/2020/12/28/world/europe/italy-coronavirus-vaccine-flowers.html"}