{"authors": ["Elizabeth Williamson", "Kristin Hussey"], "date_download": "2022-10-25 23:22:26", "date_modify": "2022-10-25 23:22:26", "date_publish": "2020-03-23 20:27:14", "description": "About 50 people gathered this month for a party in the upscale suburb of Westport, then scattered across the region and the world, taking the coronavirus with them.", "filename": "2020_03_23_us_coronavirus-westport-connecticut-party-zero_1666740146.html", "image_url": "https://static01.nyt.com/images/2020/03/23/us/politics/23dc-virus-partyzero1/23dc-virus-partyzero1-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=24a78ad85853cd1de89c8be3ad5476c88be0339c52a2f22499a1aa1a299b8f09&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_23_us_coronavirus-westport-connecticut-party-zero_1666740146.html", "title": "How an Upscale Connecticut Party Became a Coronavirus 'Super Spreader'", "title_page": "How an Upscale Connecticut Party Became a Coronavirus 'Super Spreader' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On the morning of March 8, three days after the party, Julie Endich, one of the guests, woke up in Westport with a fever that spiked to 104 degrees and “pain, tightness and heaviness like someone was standing on my chest,” she later wrote on Facebook. She knew her symptoms suggested Covid-19, the disease caused by the novel coronavirus, but it would be four days before she could get test results confirming that she had it.\nAt noon that day, town and county health officials convened a coronavirus forum at the Westport Library. About 60 people attended, and many others watched on Facebook. When asked whether people, especially Westport’s many older residents, should follow federal government guidance and avoid large gatherings, officials were sanguine.\n“It is not out in our community that we’re aware of yet,” said Mark A.R. Cooper, the director of the Westport Weston Health District. “Give it some thought, but again, your risk is low.”\nA moderator next passed the microphone to an older man.\n“How many test kits do we have in Westport now?” he asked.\n“Zero,” Mr. Cooper replied. “None. They’re not available.”\nThree days later, on March 11, Mr. Cooper got a phone call: A South African businessman who had stopped in Westport for a party had fallen ill on the plane home to Johannesburg.\n“I thought it was good old man flu,” the businessman told The Sunday Times in South Africa, speaking anonymously in a March 15 article. Unlike in the United States, where tests remain in short supply and results come slowly, the man was tested and received word in a day. He was positive.", "url": "https://www.nytimes.com/2020/03/23/us/coronavirus-westport-connecticut-party-zero.html"}