{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 23:29:13", "date_modify": "2022-10-25 23:29:13", "date_publish": "2020-07-23 22:47:59", "description": "Job losses showed no letup as a surge in coronavirus cases forced new business shutdowns and a $600 weekly federal benefit inched to its expiration.", "filename": "2020_07_23_business_economy_unemployment-economy-coronavirus_1666740553.html", "image_url": "https://static01.nyt.com/images/2020/07/23/business/23virus-jobless-promo/23virus-jobless-promo-facebookJumbo.jpg?year=2020&h=549&w=1050&s=6bbefde57db2083fb80b212d643e508ccc4f29c18f273c3256c0b89807438e78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_23_business_economy_unemployment-economy-coronavirus_1666740553.html", "title": "Rise in Unemployment Claims Signals an Economic Reversal", "title_page": "Rise in Unemployment Claims Signals an Economic Reversal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New state unemployment claims increased last week for the first time in nearly four months, disturbing evidence that the struggling economy is backsliding at a time when coronavirus cases are on the rise.\nAfter a flood of claims as the pandemic shut businesses early in the spring, weekly unemployment filings fell sharply before flattening in June. But on Thursday, the Labor Department reported more than 1.4 million new applications for state benefits last week, up from about 1.3 million in the preceding two weeks.\nAnother 975,000 jobless workers filed for benefits through an emergency federal program, also an increase. Unlike the figure for state claims, that number is not seasonally adjusted.\nClaims are rising just as a $600-a-week federal supplement to jobless benefits is set to expire and Republican infighting has kept the party from putting forward a proposal for further aid, much less negotiating with Democrats on a bill.", "url": "https://www.nytimes.com/2020/07/23/business/economy/unemployment-economy-coronavirus.html"}