{"authors": ["Maggie Haberman", "Michael S. Schmidt"], "date_download": "2022-10-25 23:32:33", "date_modify": "2022-10-25 23:32:33", "date_publish": "2020-01-26 22:59:55", "description": "Drafts of the book outline the potential testimony of the former national security adviser if he were called as a witness in the president’s impeachment trial.", "filename": "2020_01_26_us_politics_trump-bolton-book-ukraine_1666740753.html", "image_url": "https://static01.nyt.com/images/2020/01/26/us/politics/26dc-bolton/26dc-bolton-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ab36e0ab613dc55517f5854159c8506b4171cbc6949b6634de752643471ca41a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_26_us_politics_trump-bolton-book-ukraine_1666740753.html", "title": "Trump Tied Ukraine Aid to Inquiries He Sought, Bolton Book Says", "title_page": "Trump Tied Ukraine Aid to Inquiries He Sought, Bolton Book Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Multiple people described Mr. Bolton’s account of the Ukraine affair.\nThe book presents an outline of what Mr. Bolton might testify to if he is called as a witness in the Senate impeachment trial, the people said. The White House could use the pre-publication review process, which has no set time frame, to delay or even kill the book’s publication or omit key passages.\nJust after midnight on Monday, Mr. Trump denied telling Mr. Bolton that the aid was tied to investigations. “If John Bolton said this, it was only to sell a book,” he wrote on Twitter, reprising his argument that the Ukrainians themselves felt “no pressure” and falsely asserting that the aid was released ahead of schedule.\nOver dozens of pages, Mr. Bolton described how the Ukraine affair unfolded over several months until he departed the White House in September. He described not only the president’s private disparagement of Ukraine but also new details about senior cabinet officials who have publicly tried to sidestep involvement.\nFor example, Secretary of State Mike Pompeo acknowledged privately that there was no basis to claims by the president’s lawyer Rudolph W. Giuliani that the ambassador to Ukraine was corrupt and believed Mr. Giuliani may have been acting on behalf of other clients, Mr. Bolton wrote.\nMr. Bolton also said that after the president’s July phone call with the president of Ukraine, he raised with Attorney General William P. Barr his concerns about Mr. Giuliani, who was pursuing a shadow Ukraine policy encouraged by the president, and told Mr. Barr that the president had mentioned him on the call. A spokeswoman for Mr. Barr denied that he learned of the call from Mr. Bolton; the Justice Department has said he learned about it only in mid-August.", "url": "https://www.nytimes.com/2020/01/26/us/politics/trump-bolton-book-ukraine.html"}