{"authors": ["Jack Nicas", "Kellen Browning", "Erin Griffith"], "date_download": "2022-10-25 23:40:50", "date_modify": "2022-10-25 23:40:50", "date_publish": "2020-08-13 19:48:17", "description": "Epic Games, the maker of the popular game, provoked the tech giants by violating their policies, then released a social media campaign and lawsuits to confront them.", "filename": "2020_08_13_technology_apple-fortnite-ban.html_action=click&module=RelatedLinks&pgtype=Article_1666741250.html", "image_url": "https://static01.nyt.com/images/2020/08/14/business/13JPfortnite-print/13fortnite2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5daab694e7fff0075e65272b6e3203738cee0e6a442979a82b649f8154638ea3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_13_technology_apple-fortnite-ban.html_action=click&module=RelatedLinks&pgtype=Article_1666741250.html", "title": "Fortnite Creator Sues Apple and Google After Ban From App Stores", "title_page": "Fortnite Creator Sues Apple and Google After Ban From App Stores - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Apple’s and Google’s spats with app developers over their cut of revenues exploded into a high-stakes clash on Thursday when the tech giants kicked the wildly popular game Fortnite out of their app stores and the game’s maker hit back with lawsuits.\nThe fight began on Thursday morning with a clear provocation. Epic Games, the maker of Fortnite, started encouraging Fortnite’s mobile-app users to pay it directly, rather than through Apple or Google. The companies require that they handle all such app payments, so they can collect a 30 percent commission, a policy that has been at the center of antitrust complaints against the companies.\nHours later, Apple responded, removing the Fortnite app from its App Store.\n“Epic enabled a feature in its app which was not reviewed or approved by Apple, and they did so with the express intent of violating the App Store guidelines,” Apple said in a statement. “We will make every effort to work with Epic to resolve these violations so they can return Fortnite to the App Store.”\nWithin an hour, Epic opened a multifront war against Apple that appeared months in the making.\nFirst, it sued Apple in federal court, accusing the company of violating antitrust laws by forcing developers to use its payment systems.", "url": "https://www.nytimes.com/2020/08/13/technology/apple-fortnite-ban.html?action=click&module=RelatedLinks&pgtype=Article"}