{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:02:19", "date_modify": "2022-10-25 23:02:19", "date_publish": "2020-12-11 01:34:09", "description": "Unless the Trump Justice Department clears Hunter Biden, the new president will confront the prospect of his own administration handling an inquiry that could expose his son to criminal prosecution.", "filename": "2020_12_10_us_politics_hunter-biden-investigation_1666738939.html", "image_url": "https://static01.nyt.com/images/2020/12/10/us/politics/10dc-investigate1/10dc-investigate1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1d4fb79d3f18e0b8a03c58dc517a57b77bad195c44aa70a76038e3762d93a24f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_10_us_politics_hunter-biden-investigation_1666738939.html", "title": "Investigation of His Son Is Likely to Hang Over Biden as He Takes Office", "title_page": "Investigation of His Son Is Likely to Hang Over Biden as He Takes Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’m not going to turn a blind eye on this,” Senator Ron Johnson, Republican of Wisconsin and the chairman of a Senate committee that issued a report criticizing Hunter Biden before the election, told Fox News on Wednesday. “We’ll keep digging.”\nBut it is not clear whether the newly disclosed federal investigation has substantiated the Republican claims. The inquiry originally focused on possible money laundering but did not gather enough evidence for a prosecution, according to people close to the case. Instead, it turned to tax matters. The federal government and the city of Washington, D.C., issued liens against Hunter Biden for unpaid taxes but have since released them.\nEither way, the matter now appears likely to hang over Mr. Biden even as he takes office. If he refuses to appoint a special counsel and his Justice Department opts not to prosecute his son, many will invariably suspect favoritism. If it does prosecute, then the president will face the prospect of seeing his own son threatened with criminal prosecution.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nFor presidents, few aspects of life in the White House are more upsetting than allegations against family; either they feel let down by a relative or feel that a loved one was unfairly targeted only because of the relationship. President Jimmy Carter’s brother, Billy Carter, was investigated for lobbying for the government of Libya while President George Bush’s son Neil Bush was faulted by regulators in connection with the collapse of a savings and loan. President Bill Clinton ultimately pardoned his own brother, Roger Clinton, for drug charges.\nMr. Trump’s children have been caught up in multiple legal matters during his presidency. The special counsel Robert S. Mueller III examined a meeting that Donald Trump Jr. held with a Kremlin-connected lawyer during the 2016 campaign, while Jared Kushner, his son-in-law and senior adviser, was stripped of his top-secret security clearance over questions about his business dealings.\nJust last week, Ivanka Trump testified in a lawsuit brought by the attorney general of the city of Washington about inauguration finances. New York prosecutors are looking at tax write-offs of consulting fees that apparently went to her before her father won the presidency.", "url": "https://www.nytimes.com/2020/12/10/us/politics/hunter-biden-investigation.html"}