{"authors": ["Michael Crowley", "Edward Wong"], "date_download": "2022-10-25 23:39:55", "date_modify": "2022-10-25 23:39:55", "date_publish": "2020-05-21 21:38:55", "description": "A proposed new security law has senators calling for sanctions. But the president is reluctant to jeopardize his ties to President Xi Jinping.", "filename": "2020_05_21_us_politics_trump-china-hong-kong_1666741195.html", "image_url": "https://static01.nyt.com/images/2020/05/21/us/politics/21dc-chinareact/21dc-chinareact-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2e470f2026c826914283bfb25afad1d875eb82ffcc3bd3cb84e3fc055b48cc31&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_21_us_politics_trump-china-hong-kong_1666741195.html", "title": "China’s Hong Kong Crackdown Could Put Trump in an Unwelcome Spot", "title_page": "China’s Hong Kong Crackdown Could Put Trump in an Unwelcome Spot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Nationalist voices in the U.S. and China would have a party with this; 2020 is beginning to feel more and more like 1948 when the first crises of the Cold War broke out over Berlin,” Mr. Medeiros said, predicting that the United States and China would probably impose sanctions or other punishments on each other.\nThe Chinese government, which announced the move, is likely to put it in place by fiat during the National People’s Congress, which begins on Friday. How Mr. Trump will react is unclear.\nLeaving the White House for a trip to Michigan on Thursday, he told reporters that he did not know “what it is,” but added, “If it happens, we’ll address that issue very strongly.”\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nThe White House otherwise had no comment.\nWhen mass demonstrations against Beijing took place in Hong Kong last summer, Mr. Trump — who has shown little interest in issues of democracy and human rights generally — had a muted response despite bipartisan pressure to show more support for a protest movement with open sympathies for the United States.\nAnd even as he has lashed out at China’s government for its handling of the winter coronavirus outbreak in Wuhan, helping to prompt the sharpest downturn in relations with Beijing in decades, Mr. Trump has taken care not to insult or offend Mr. Xi. Because of the pandemic’s economic toll, China has yet to meet purchasing demands outlined in a January trade agreement between the two nations. Mr. Trump and his economic advisers would like to see the deal fulfilled to aid his re-election prospects.", "url": "https://www.nytimes.com/2020/05/21/us/politics/trump-china-hong-kong.html"}