{"authors": ["Astead W. Herndon", "Dionne Searcey"], "date_download": "2022-10-25 23:32:08", "date_modify": "2022-10-25 23:32:08", "date_publish": "2020-06-27 09:00:20", "description": "A majority of American voters support demonstrations on police brutality, and many see the president as ill-equipped on racial justice.", "filename": "2020_06_27_us_politics_trump-biden-protests-polling_1666740728.html", "image_url": "https://static01.nyt.com/images/2020/06/27/us/politics/27UNREST-POLL1/27UNREST-POLL1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1629752596523264495f37862cf217f0b45aa7f0dd76ddc758eda12033319c82&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_27_us_politics_trump-biden-protests-polling_1666740728.html", "title": "How Trump and the Black Lives Matter Movement Changed White Voters’ Minds", "title_page": "How Trump and the Black Lives Matter Movement Changed White Voters’ Minds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A majority of American voters support the demonstrations against police brutality and racial injustice that have roiled the country over the past month, embracing ideas about bias within the criminal justice system and the persistence of systemic racism that are central tenets of the Black Lives Matter movement, according to a new national poll of registered voters by The New York Times and Siena College.\nFifty-nine percent of voters, including 52 percent of white voters, believe the death of George Floyd at the hands of the police in Minneapolis was “part of a broader pattern of excessive police violence toward African Americans,” the poll found. The Black Lives Matter movement and the police had similar favorability ratings, with 44 percent of registered voters having a “very favorable” view of the movement, almost identical to the 43 percent rating for the police.\nThe numbers add to the mounting evidence that recent protests have significantly shifted public opinion on race, creating potential political allies for a movement that was, within the past decade, dismissed as fringe and divisive. It also highlights how President Trump is increasingly out of touch with a country he is seeking to lead for a second term: While he has shown little sympathy for the protesters and their fight for racial justice, and has continued to use racist language that many have denounced, voters feel favorably toward the protests and their cause.\nA survey of battleground states critical to November’s election largely mirrored the national results. Fifty-four percent of voters in those states said the way the criminal justice system treats black Americans was a bigger problem than the incidents of rioting seen during some demonstrations. Just 37 percent said rioting was a bigger problem, though Mr. Trump and his allies have tried to discredit the protests by focusing on some isolated incidents of violence.", "url": "https://www.nytimes.com/2020/06/27/us/politics/trump-biden-protests-polling.html"}