{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 22:56:45", "date_modify": "2022-10-25 22:56:45", "date_publish": "2020-03-23 12:00:17", "description": "The Federal Reserve will buy bonds as needed to calm markets, and will buy corporate debt in a series of emergency lending programs.", "filename": "2020_03_23_business_economy_coronavirus-fed-bond-buying_1666738605.html", "image_url": "https://static01.nyt.com/images/2020/03/23/business/23dc-fed-sub/23dc-fed-sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c90d36fb0adb9b69360beb1810527661b19941d18dea1d70e9782978285f6f45&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_23_business_economy_coronavirus-fed-bond-buying_1666738605.html", "title": "The Fed Goes All In With Unlimited Bond-Buying Plan", "title_page": "The Fed Goes All In With Unlimited Bond-Buying Plan Due to Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Aggressive efforts must be taken across the public and private sectors to limit the losses to jobs and incomes and to promote a swift recovery once the disruptions abate,” the central bank said in a Monday morning statement, an uncharacteristically blunt warning from a usually staid institution.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nThe central bank, which restarted its giant bond-buying program eight days ago, said it would expand well beyond the “at least” $700 billion in Treasury and $200 billion in mortgage-backed securities it initially committed to buying. Instead, officials will buy bonds “in the amounts needed to support smooth market functioning” — including buying government-backed debt tied to commercial real estate.\nThe program, which the policy-setting Federal Open Market Committee supported unanimously, is a nod to the fact that crucial markets at the center of the financial system have struggled to function. In laying out such an explicitly unlimited package, and in creating such expansive emergency lending programs, the central bank is going far beyond its playbook from the 2008 financial crisis.\nAs the virus has emptied out shops, airplanes and hotels, both large and small businesses have felt the economic pain. Many will need financial support to survive, whether in the form of loans or new debt issuance. With companies on shaky ground and cash-hungry investors unwilling to snap up outstanding corporate debt, interest rates have jumped, making it too expensive for companies to raise money by selling new bonds.\nThe Fed’s plan to bolster the corporate bond market will work through two new programs established using the Fed’s emergency lending powers. They should help market functioning while allowing companies to stay afloat.\nOne of them, the Primary Market Corporate Credit Facility, is open to investment-grade companies and will provide bridge financing of four years, according to the Fed’s release. The Fed will create a special-purpose vehicle that will both buy bonds and extend loans.\nThe program defers interest payments on that bridge financing “for six months, extendable at the discretion of the Board of Governors” to get companies through the worst of the coronavirus period. But the support comes with restrictions — companies taking that option are not allowed to buy back shares or pay out dividends, both of which eat into a firm’s cash position.", "url": "https://www.nytimes.com/2020/03/23/business/economy/coronavirus-fed-bond-buying.html"}