{"authors": ["Megan Specia"], "date_download": "2022-10-25 23:29:10", "date_modify": "2022-10-25 23:29:10", "date_publish": "2020-11-24 19:24:00", "description": "The Scottish Parliament voted unanimously to pass a measure that makes free period products available to anyone who needs them, the first country to do so.", "filename": "2020_11_24_world_europe_scotland-free-period-products_1666740550.html", "image_url": "https://static01.nyt.com/images/2020/11/25/world/24scotland-period/merlin_169503294_944070bb-1e64-406e-a8d8-ad4745d4e665-facebookJumbo.jpg?year=2020&h=549&w=1050&s=3e9d0beaf2912bef24219f9166e5ea1b4d145c7dc21822ea845740e337f5c396&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_24_world_europe_scotland-free-period-products_1666740550.html", "title": "Scotland Is 1st Nation to Make Period Products Free", "title_page": "Scotland Is 1st Nation to Make Period Products Free - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We have shown that this Parliament can be a progressive force for change when we collaborate,” Ms. Lennon told lawmakers before the vote on Tuesday. “Our prize is the opportunity to consign period poverty to history. In these dark times, we can bring light and hope to the world this evening.”\nLawmakers across the political spectrum voiced support for the bill throughout its final debate.\nAileen Campbell, the cabinet secretary for communities and local government said the bill’s passage would send “a very clear message to the kind of Scotland we want to be.” She said it was “clear that everyone in this chamber agrees that no one in our society should have to suffer the indignity of not having the means to meet their basic needs and that being able to access period products is fundamental to equality and dignity.”\nIt’s not just the cost of products that have been an issue. A variety of circumstances make menstruation a difficult experience for women and girls, the bill’s creators say, including poverty, homelessness, abusive relationships and some health conditions. Some transgender people also have trouble accessing sanitary products.\nAnd the issue has been made worse by the coronavirus pandemic, a study published by Plan International U.K., a global children’s charity, showed this year.\nAlmost a third of girls and women age 14 to 21 had problems either being able to afford or gaining access to sanitary products during the first national lockdown this year, the survey showed. While schools across Britain have provided period products for free since last year, the closing of schools and youth centers closed during the pandemic left many girls without the necessary supplies, the group said.\n“It matters now more than ever, because periods don’t stop in a pandemic,” Ms. Lennon said in Parliament.\nShe and other lawmakers also made it clear that there was still work to be done in tackling the stigma and embarrassment around periods.", "url": "https://www.nytimes.com/2020/11/24/world/europe/scotland-free-period-products.html"}