{"authors": ["Tyler Kepner"], "date_download": "2022-10-25 23:35:43", "date_modify": "2022-10-25 23:35:43", "date_publish": "2020-03-09 07:00:10", "description": "The Chicago White Sox shortstop has ruffled some feathers, earned a batting title and become a loud voice in a quiet game. And he’s just getting started.", "filename": "2020_03_09_sports_baseball_tim-anderson-chicago-white-sox_1666740943.html", "image_url": "https://static01.nyt.com/images/2020/03/09/sports/09kepner-anderson/09kepner-anderson-facebookJumbo.jpg?year=2020&h=550&w=1050&s=13d223d293d810205c8c5254eb71fc3cdb1976844b23d28414987a9dbf515c83&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_09_sports_baseball_tim-anderson-chicago-white-sox_1666740943.html", "title": "Tim Anderson Is Here to Save Baseball From Itself", "title_page": "Tim Anderson Is Here to Save Baseball From Itself - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GLENDALE, Ariz. — Tim Anderson is a study in extremes. Anderson, the shortstop for the Chicago White Sox, had the highest batting average in the majors last season. He also made the most errors. He once was terribly shy. Now he is so outgoing that he has his own YouTube channel. He wants to be a superstar, he said. He wants to be everywhere.\n“I’m going to be the best,” Anderson said recently, at his corner locker in the White Sox clubhouse. “I don’t know when, I don’t know how, but I know what to do, nobody can outwork me, and I’m determined to get there. It may not be this year; it may not be next year. But it’s coming.”\nAnderson, 26, suggested the White Sox marketing slogan for this season: “Change the Game.” He is a unifying force in a young clubhouse, encouraging teammates to ask him anything and vowing to take back Chicago — where he lives year-round — from the more popular Cubs.\n“Every corner, you’re going to see a White Sox hat,” Anderson said. “Black and white, man — it’s the most neutral hat in the game. You can wear it with anything.”", "url": "https://www.nytimes.com/2020/03/09/sports/baseball/tim-anderson-chicago-white-sox.html"}