{"authors": ["Ali Watkins"], "date_download": "2022-10-25 23:26:53", "date_modify": "2022-10-25 23:26:53", "date_publish": "2020-12-29 17:43:33", "description": "A time without precedent saw huge increases in homicides and shootings in the city as some other types of crime plummeted.", "filename": "2020_12_29_nyregion_nyc-2020-crime-covid_1666740413.html", "image_url": "https://static01.nyt.com/images/2020/12/29/nyregion/29nypdcrimestats01/29nypdcrimestats01-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=4b4c9722e75ba82376335570f3a79bcd4d0252ef92b632cf343d00b9d5e52798&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_29_nyregion_nyc-2020-crime-covid_1666740413.html", "title": "Violence Surged in N.Y.C. in 2020 Amid Pandemic and Protests", "title_page": "Violence Surged in N.Y.C. in 2020 Amid Pandemic and Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There’s things that we probably should have done years and years ago,” Mr. Shea said, noting that the department had spent the months since June retraining many patrol officers and rethinking its approach to protests.\nDozens of incidents were recorded of police officers brutalizing demonstrators, many of them peaceful, during protests. The state attorney general kicked off an investigation into the department’s aggressive enforcement. And earlier this month, a city watchdog chided police officials for being unprepared and out of touch with the current discourse about police brutality.\nPolice officials in New York have pointed to gang disputes as a key driver of the violence over the summer, but several bystanders were caught in the cross hairs: a 43-year-old mother, killed by a stray bullet that went through her bedroom window in Queens; a man fatally shot on a handball court in Brooklyn; a 1-year-old boy, dead after a gunman opened fire on a cookout, also in Brooklyn.\nBut many cases were stalled because the pandemic had forced the courts to operate virtually. Hardly any new trials were conducted, and the progress of many cases was significantly slowed.\n“I think we’ve struggled a little bit because of Covid, and how courts were closed, but when things start opening up, we have a lot of great work in the hopper ready to go, to really close some of the violence that we saw in 2020,” said Rodney Harrison, the Police Department’s chief of detectives.\nCombating street feuds has become a sort of routine for the police, particularly in the warmer months when turf battles and social media fights can lead to spikes in gun violence in certain neighborhoods. But officials and experts have said that something about the summer’s violence felt less predictable, and that made anticipating trends more difficult.", "url": "https://www.nytimes.com/2020/12/29/nyregion/nyc-2020-crime-covid.html"}