{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 23:49:30", "date_modify": "2022-10-25 23:49:30", "date_publish": "2020-03-05 22:16:09", "description": "The social media company has had a permissive policy about truthfulness in political content. But it drew the line on interfering with the national census.", "filename": "2020_03_05_technology_facebook-trump-census-ads_1666741770.html", "image_url": "https://static01.nyt.com/images/2020/03/06/business/05JPfacebook/05facebook-facebookJumbo.jpg?year=2020&h=550&w=1050&s=68842a8393cfe3d63943c451b91d45957bd875c5e3d424418f98869b4c1ad572&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_05_technology_facebook-trump-census-ads_1666741770.html", "title": "Facebook Removes Misleading Trump Census Ads", "title_page": "Facebook Removes Misleading Trump Census Ads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Facebook said on Thursday that it had removed misleading ads run by President Trump’s re-election campaign about the 2020 census, in a stand against disinformation ahead of the decennial population count that begins next week.\nEarlier this week, Trump Make America Great Again, a joint fund-raising arm of Donald J. Trump for President Inc. and the Republican National Committee, started running ads on the social media site that Facebook said could have caused confusion about the timing of the census.\n“President Trump needs you to take the Official 2020 Congressional District Census today. We need to hear from you before the most important election in American history,” the ad said. The campaign asked followers to “respond NOW” to help our campaign messaging strategy, with an appeal to text “TRUMP to 8022.”\nThe Census Bureau will not begin to survey the public for its population survey until next week. The ad linked the census to the Trump campaign, a misrepresentation of the official government survey, said civil rights groups.", "url": "https://www.nytimes.com/2020/03/05/technology/facebook-trump-census-ads.html"}