{"authors": ["Shawn Hubler", "Thomas Fuller"], "date_download": "2022-10-25 23:25:42", "date_modify": "2022-10-25 23:25:42", "date_publish": "2020-06-29 23:23:16", "description": "Los Angeles County, which has been averaging more than 2,000 new cases each day, surpassed 100,000 total cases on Monday.", "filename": "2020_06_29_us_california-coronavirus-reopening_1666740342.html", "image_url": "https://static01.nyt.com/images/2020/06/29/us/29VIRUS-CALIFORNIA-la-testing/merlin_174045042_6f256f6d-a8c5-4085-a813-18101c388129-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9a5c0e0f54b50a50a39f140fd203b4fff20127f3bd966dad292a9c1755172c42&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_29_us_california-coronavirus-reopening_1666740342.html", "title": "‘Our Luck May Have Run Out’: California’s Case Count Explodes", "title_page": "‘Our Luck May Have Run Out’: California’s Case Count Explodes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The head start that California appeared to enjoy — the companies that allowed employees to work from home as early as February, the governor who warned residents in daily briefings to stay home and appeared to be listened to — was not protective enough in the long run.\nBullet Train to Nowhere : Construction of the California high-speed rail system, America’s most ambitious infrastructure project, Construction of the California high-speed rail system, America’s most ambitious infrastructure project, has become a multi-billion-dollar nightmare\nA Piece of Black History Destroyed: Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Then came the Mill fire\nWarehouse Moratorium: As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, the anger has turned to widespread action\nYounger people appear to account for the large surge in new cases, as they have in many other states. Latinos, who make up a large swath of the state’s essential work force, have also recently seen consistently high case counts.\nAnd just as in Texas and Florida, the state’s reopening appears to have triggered a large resurgence. Pressured in part by businesses, church groups and conservatives, Mr. Newsom ceded control of much of the timing of reopening to local officials who were eager to regain a sense of normalcy and stem economic losses. The result was a decentralized, haphazard process that sowed confusion and gave residents a false sense that they were in the clear.\nUnlike people in the Northeast, many Californians did not have a sense of urgency or immediacy toward the virus because infection rates had been so low for months. There were no overflowing morgues or ambulance sirens at all hours.\nIn a state with 40 million people, outbreaks have been heterogeneous: San Quentin State Prison on the San Francisco Bay, food-processing plants in the Central Valley, nursing homes, dense urban neighborhoods filled with essential workers and family gatherings in remote rural communities have all accounted for clusters of cases.\nBut health experts and state officials say the ultimate reasons for the surge lie in the millions of individual decisions made across the vast state.\nMayor Eric Garcetti of Los Angeles blamed “irrational exuberance.”\n“A lot of people didn’t stick with the plan,” the mayor said in an interview on Friday. “The idea was, we would do a move, wait three weeks, check the impact, take the next move.”", "url": "https://www.nytimes.com/2020/06/29/us/california-coronavirus-reopening.html"}