{"authors": ["Ben Casselman", "Jim Tankersley"], "date_download": "2022-10-25 23:24:06", "date_modify": "2022-10-25 23:24:06", "date_publish": "2020-12-21 00:27:23", "description": "The aid package will keep millions from losing jobless benefits. But it comes too late to prevent lasting damage to many families and businesses.", "filename": "2020_12_20_business_economy_stimulus-bill-congress_1666740246.html", "image_url": "https://static01.nyt.com/images/2020/12/18/us/00stimulus-economy01/00stimulus-economy01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=126533c8aea000068c3ebec7fcc10818f058ef0a589b804d350e3637fce5f0ed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_20_business_economy_stimulus-bill-congress_1666740246.html", "title": "Stimulus Deal Provides Economic Relief, for Now", "title_page": "Stimulus Deal Provides Economic Relief, for Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The recovery may also be hurt by what Congress chose not to do. Looming largest is negotiators’ inability to reach agreement on hundreds of billions of dollars to patch holes in state and local budgets that have cost 1.3 million jobs since March. Forecasters say the shortfall in revenue makes continuing layoffs likely.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\n“Things are not as bad as they looked in the dark days of March and April, but there still are risks,” said Tracy Gordon, a senior fellow at the Urban Institute in Washington. “It takes a while for things going on in the economy to wend their way into state budgets.”\nPresident-elect Joseph R. Biden Jr. and congressional Democrats have characterized the aid package as a down payment to avoid short-term economic harm, an effort that should be followed by further aid to ensure a robust recovery.\nBut Republican opposition — and rising optimism that vaccine deployment could begin to arrest the pandemic and kick-start tourism, live events, indoor dining and other slumping industries early in the new year — makes it likely that Congress will have a hard time passing another large aid package. Achieving that goal in Mr. Biden’s early days as president could hinge on whether Democrats win two runoff elections in Georgia that will determine control of the Senate.\nLawmakers reached quick agreement on the $2.2 trillion CARES Act in March, but they were deadlocked for months on a second round of relief after the Democratic-controlled House passed a $3 trillion version in May. The delay took a toll on the recovery, hurting both households and business owners.\nThe recovery got off to a fast start when businesses began to reopen in May and June, but it has slowed sharply, and in recent weeks there have been signs that it is going into reverse. Layoffs are rising, retail sales are falling and the surge in virus cases has led many states to reimpose restrictions on business and consumer activity.", "url": "https://www.nytimes.com/2020/12/20/business/economy/stimulus-bill-congress.html"}