{"authors": ["Benjamin Mueller", "Carl Zimmer"], "date_download": "2022-10-25 23:22:23", "date_modify": "2022-10-25 23:22:23", "date_publish": "2020-12-08 09:14:19", "description": "The mass inoculation campaign that began in Britain on Tuesday has little precedent in modern medicine.", "filename": "2020_12_08_world_europe_coronavirus-vaccine-uk-questions_1666740143.html", "image_url": "https://static01.nyt.com/images/2020/12/08/science/08VIRUS-UK-VACCINE-EXPLAINER1sub/08VIRUS-UK-VACCINE-EXPLAINER1sub-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=be7e452e24672cbf511d639d6561b70ac64edf5c4a83ac22139e7aab6393fb6f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_08_world_europe_coronavirus-vaccine-uk-questions_1666740143.html", "title": "U.K. Covid Vaccine: Side Effects, Safety, and Who Gets It First", "title_page": "U.K. Covid Vaccine: Side Effects, Safety, and Who Gets It First - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While the images raised fears of a government-mandated vaccine passport program, with the cards functioning as proof of vaccination and a key to traveling and going to events, health officials have indicated that the card will not function that way.\nThey have compared it to cards already in use by the country’s National Health Service for other two-dose vaccinations, and said it would be useful but not necessary for people to bring it to their second vaccination appointment. The card does not even have space for a vaccinated person’s name, making it impossible to use as proof of someone’s vaccination.\nWhen can I return to normal life after being vaccinated?\nLife will return to normal only when society as a whole gains enough protection against the coronavirus. Once countries authorize a vaccine, they’ll only be able to vaccinate a few percent of their citizens at most in the first couple months. The unvaccinated majority will still remain vulnerable to getting infected.\nA growing number of coronavirus vaccines are showing robust protection against becoming sick. But it’s also possible for people to spread the virus without even knowing they’re infected because they experience only mild symptoms or none at all. Scientists don’t yet know if the vaccines also block the transmission of the coronavirus.\nSo for the time being, even vaccinated people will need to wear masks, avoid indoor crowds, and so on.\nOnce enough people get vaccinated, it will become very difficult for the coronavirus to find vulnerable people to infect. Depending on how quickly we as a society achieve that goal, life might start approaching something like normal by the fall 2021.\nIf I’ve been vaccinated, do I still need to wear a mask?", "url": "https://www.nytimes.com/2020/12/08/world/europe/coronavirus-vaccine-uk-questions.html"}