{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 23:53:00", "date_modify": "2022-10-25 23:53:00", "date_publish": "2020-02-07 21:08:12", "description": "In Iowa and New Hampshire, it’s Mr. Buttigieg — not Bernie Sanders — who has complicated Ms. Warren’s path, winning over college-educated white voters using a similar message of Democratic unity.", "filename": "2020_02_07_us_politics_elizabeth-warren-pete-buttigieg_1666741980.html", "image_url": "https://static01.nyt.com/images/2020/02/07/us/politics/07warren-buttigeg1/07warren-buttigeg1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=219b8cb1b9045bab32c2312a0e169e1cd974a2bcee1e5968906d93ce4abede4f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_07_us_politics_elizabeth-warren-pete-buttigieg_1666741980.html", "title": "Elizabeth Warren Has a Pete Buttigieg Problem", "title_page": "Elizabeth Warren Has a Pete Buttigieg Problem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MERRIMACK N.H. — In the back row of an event geared toward veterans for Pete Buttigieg, the former mayor of South Bend, Ind., on Thursday, a discussion broke about one of his Democratic rivals — Senator Elizabeth Warren of Massachusetts.\nChristine Bagley, 65, said Ms. Warren had been her top choice but described her as “a bit of a bulldog,” saying Mr. Buttigieg made her feel more “hopeful and inspired.” Lois Luddy, 66, had also considered Ms. Warren, but said she was too “bellicose.”\n“It's always fight, fight, fight, fight, fight,” Ms. Luddy said of Ms. Warren, repeating the word for emphasis. “Someone needs to tell her to calm down.”\nMs. Bagley shot back: “Would you say that if she wasn't a woman?”\nMs. Warren has an electoral problem in Mr. Buttigieg. Her campaign had planned to face off against Senator Bernie Sanders of Vermont, her top progressive rival, and known quantities like former Vice President Joseph R. Biden Jr. But it’s the 38-year-old former mayor who is playing the role of spoiler, most immediately complicating Ms. Warren’s path in early-nominating states like Iowa and New Hampshire.", "url": "https://www.nytimes.com/2020/02/07/us/politics/elizabeth-warren-pete-buttigieg.html"}