{"authors": ["Sheryl Gay Stolberg", "Noah Weiland"], "date_download": "2022-10-25 23:25:39", "date_modify": "2022-10-25 23:25:39", "date_publish": "2020-06-30 23:08:11", "description": "The government’s top infectious disease expert told a Senate panel that bars needed to be closed, and the Fed chairman cautioned that “a full recovery is unlikely” until safety is restored.", "filename": "2020_06_30_us_politics_fauci-coronavirus_1666740339.html", "image_url": "https://static01.nyt.com/images/2020/06/30/us/30vid-Fauci-Live-cover-SWAP/30vid-Fauci-Live-cover-SWAP-facebookJumbo.jpg?year=2020&h=549&w=1050&s=12e69accffb1986ca5c029ab8838090935ceac0a22955c7092f5c2e1b3cbfc36&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_30_us_politics_fauci-coronavirus_1666740339.html", "title": "Fauci Says US Could Reach 100,000 Coronavirus Cases a Day", "title_page": "Fauci Says US Could Reach 100,000 Coronavirus Cases a Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The government’s top infectious disease expert said on Tuesday that the rate of new coronavirus infections could more than double to 100,000 a day if current outbreaks were not contained, warning that the virus’s march across the South and the West “puts the entire country at risk.”\nDr. Anthony S. Fauci, the director of the National Institute of Allergy and Infectious Diseases, offered the grim prediction while testifying on Capitol Hill, telling senators that no region of the country is safe from the virus’s resurgence. The number of new cases in the United States has shot up by 80 percent in the past two weeks, according to a New York Times database, with new hot spots flaring far from the Sun Belt epicenters.\n“I can’t make an accurate prediction, but it is going to be very disturbing, I will guarantee you that,” Dr. Fauci said, “because when you have an outbreak in one part of the country, even though in other parts of the country they are doing well, they are vulnerable.”\nNew flash points have weighed down talk of a resumption of normal life and a quick economic rebound. The chairman of the Federal Reserve, Jerome H. Powell, issued his own gloomy assessment, cautioning lawmakers on Tuesday of an “extraordinarily uncertain” moment facing the American economy.", "url": "https://www.nytimes.com/2020/06/30/us/politics/fauci-coronavirus.html"}