{"authors": ["Nicholas Bogel-Burroughs", "Jack Healy"], "date_download": "2022-10-25 22:54:58", "date_modify": "2022-10-25 22:54:58", "date_publish": "2020-06-16 00:18:04", "description": "The corner market, the site of demonstrations and memorials, reopened on Monday. It has been a fixture in the neighborhood for more than three decades.", "filename": "2020_06_15_us_cup-foods-minneapolis-george-floyd_1666738498.html", "image_url": "https://static01.nyt.com/images/2020/06/15/us/15unrest-cupfoods/merlin_173568459_051b8323-627e-4326-91cf-5d595da152fc-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4ec64cb24f3626b0c429b043aae29d1bd6f5c34b0e43bdaf76f97482f1d61066&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_15_us_cup-foods-minneapolis-george-floyd_1666738498.html", "title": "Cup Foods, a Minneapolis Corner Store Forever Tied to the Death of George Floyd", "title_page": "Cup Foods, a Minneapolis Corner Store Forever Tied to the Death of George Floyd - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For more than 30 years, Cup Foods has been a neighborhood mainstay but also a source of complaints at the corner of Chicago Avenue and 38th Street in South Minneapolis.\n“Cup Foods is the hub,” said Rashad West, the owner of Dragon Wok, a restaurant across the street whose surveillance video captured part of Mr. Floyd’s arrest. “This is like their block.”\nIt is a lifeline where customers, Mr. Floyd among them, bought cigarettes, fresh produce and more minutes for their cellphones. Neighbors said they swung by to pick up cilantro and limes for tacos, and adults remember spending childhood hours playing the Street Fighter II arcade game there. Mr. Abumayyaleh said his family was on a first-name basis with many customers.\nBut it is also a place where shootings have erupted nearby and undercover officers have surveilled patrons. Amid reports of rising crime more than 20 years ago, the Police Department urged the store to call 911 on people loitering outside. In the 1990s, the police reported spotting a series of drug sales around the store, and the Minneapolis City Council tried at one point in 2000 to revoke Cup Foods’s business licenses.\nAs the neighborhood began to gentrify and barbershops and clothing stores closed as a cafe and art spaces moved in, Cup Foods — the name originally stood for “Chicago Unbeatable Prices” — did not budge.\nMr. Floyd’s apartment in the suburb of St. Louis Park was about a 20-minute drive from Cup Foods, but he often visited the store to buy cellphone credits at the market’s MetroPCS counter. Eric Hardin, a friend, said Mr. Floyd knew many of the store’s employees.\n“He’d been going there for years,” said Mr. Hardin, who called Mr. Floyd by the nickname Slim. “Any problems with his phone he would take it to them and get a resolution. Slim was comfortable with those people.”", "url": "https://www.nytimes.com/2020/06/15/us/cup-foods-minneapolis-george-floyd.html"}