{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:02:20", "date_modify": "2022-10-25 23:02:20", "date_publish": "2020-02-06 04:59:24", "description": "The move is intended to help avoid upending the election as the F.B.I. inadvertently did in 2016 when its campaign inquiries shaped the outcome of the race.", "filename": "2020_02_05_us_politics_barr-2020-investigations_1666738940.html", "image_url": "https://static01.nyt.com/images/2020/02/05/us/05dc-Barr/merlin_165067719_67cd881d-918a-4392-9a20-843f18f81c16-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5f9843e2f7a3467134860529cd22da82d020e77f79bb51ea173988fba540c7ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_05_us_politics_barr-2020-investigations_1666738940.html", "title": "Investigations Into 2020 Candidates Must Be Cleared by Top Justice Dept. Officials", "title_page": "Investigations Into 2020 Candidates Must Be Cleared by Top Justice Dept. Officials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The attorney general has long expressed skepticism about the F.B.I.’s decision to investigate the Trump campaign’s ties to Russia in 2016, and he has tapped a top prosecutor to begin a criminal investigation into the origins of that inquiry. He has also criticized the former F.B.I. director James B. Comey for publicly discussing the investigation into Hillary Clinton’s use of a private email server without approval from Justice Department officials.\n“In certain cases, the existence of a federal criminal or counterintelligence investigation, if it becomes known to the public, may have unintended effects on our elections,” Mr. Barr wrote.\nThose concerns, combined with the inspector general’s findings, seemed to underpin Mr. Barr’s memo to top Justice Department officials.\nWhile the department must respond “swiftly and decisively” to credible threats to the electoral process, “we also must be sensitive to safeguarding the department’s reputation for fairness, neutrality and nonpartisanship,” he wrote.\nHe previewed the new policy at a news conference in January, when he said his approval would be required in future investigations involving presidential candidates or campaigns.", "url": "https://www.nytimes.com/2020/02/05/us/politics/barr-2020-investigations.html"}