{"authors": ["Maria Cramer"], "date_download": "2022-10-25 23:29:14", "date_modify": "2022-10-25 23:29:14", "date_publish": "2020-06-06 18:15:45", "description": "More than 100 police officers, firefighters and other supporters crowded outside the courthouse in Buffalo to protest the assault charges filed against the officers.", "filename": "2020_06_06_nyregion_Buffalo-police-charged_1666740554.html", "image_url": "https://static01.nyt.com/images/2020/06/07/multimedia/06xp-unrest-buffalocops-pix2/06xp-unrest-buffalocops-pix2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=90a6a6af48b37adc15b48d8e35370ab05dc069293877dd62807fd90eef834f20&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_06_nyregion_Buffalo-police-charged_1666740554.html", "title": "2 Buffalo Police Officers Charged in Shoving of 75-Year-Old Demonstrator", "title_page": "2 Buffalo Police Officers Charged in Shoving of 75-Year-Old Demonstrator - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two Buffalo police officers were charged on Saturday with felony assault after a video showed officers shoving a 75-year-old man who was protesting outside City Hall on Thursday night, officials said.\n“We had two of our police officers who crossed the line,” the Erie County district attorney, John J. Flynn, told reporters after the arraignment. “My job is to prosecute those who have violated the law, plain and simple. And I believe, and I’m alleging, that these two officers violated the law.”\nProsecutors identified the officers as Aaron Torgalski, 39, and Robert McCabe, 32. They pleaded not guilty and were released on personal recognizance.\nThe charges were filed after a widely viewed video taken by WBFO, a local radio station, showed two police officers appearing to shove Martin Gugino, who has been identified as an activist and a member of the Western New York Peace Center who was attending a protest stemming from the death of George Floyd in Minneapolis.", "url": "https://www.nytimes.com/2020/06/06/nyregion/Buffalo-police-charged.html"}