{"authors": ["Charles Solomon"], "date_download": "2022-10-25 23:34:43", "date_modify": "2022-10-25 23:34:43", "date_publish": "2020-12-22 20:15:17", "description": "Mindful of animation’s history of racist imagery, the studio aimed to make the jazz pianist at the center of the film as specific as possible.", "filename": "2020_12_22_movies_soul-pixar-disney-black-characters_1666740883.html", "image_url": "https://static01.nyt.com/images/2020/12/23/arts/22soul-blackness1/22soul-blackness1-facebookJumbo-v3.jpg?year=2020&h=549&w=1050&s=582ba3ed6832728ae5b02a5ae4902566cb2e048703ea1fb1a3bc6b72d457bf95&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_22_movies_soul-pixar-disney-black-characters_1666740883.html", "title": "In ‘Soul’ on Disney+, Pixar Has Its First Black Lead Character", "title_page": "In ‘Soul’ on Disney+, Pixar Has Its First Black Lead Character - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "All Pixar features arrive with technical innovations, but “Soul,” opening Dec. 25 on Disney+, breaks important new ground: The movie centers on the studio’s first Black protagonist, Joe Gardner, a jazz pianist on what might be the biggest day of his life, and the creative team includes the company’s first Black co-director, Kemp Powers.\nIn general, Black stories and talent remain underrepresented in American animation, onscreen and off. You can hear Black stars in supporting roles (Samuel L. Jackson as Frozone in the “Incredibles” movies) or voicing animals (Chris Rock and Jada Pinkett Smith in the “Madagascar” series). But “Soul” is only the fourth American animated feature to make Black characters the leads, following “Bebe’s Kids” (1992), “The Princess and the Frog” (2009) and “Spider-Man: Into the Spider-Verse” (2018).\n“To me, Joe represents a lot of people who aren’t being seen right now,” said Jamie Foxx, who provides Joe’s voice. “Joe is in all of us, regardless of color. To be the first Black lead in a Pixar film feels like a blessing, especially during this time when we all could use some extra love and light.”\nKnowing their work on “Soul” would be minutely scrutinized, the director Pete Docter, the co-screenwriter Mike Jones and the producer Dana Murray, who are white, set out to create a character who would be believably Black while avoiding the stereotypes of the past.", "url": "https://www.nytimes.com/2020/12/22/movies/soul-pixar-disney-black-characters.html"}