{"authors": ["Astead W. Herndon", "Jonathan Martin"], "date_download": "2022-10-25 23:53:09", "date_modify": "2022-10-25 23:53:09", "date_publish": "2020-01-13 20:01:40", "description": "Earlier on Monday, Bernie Sanders had denied making the remark in a private 2018 meeting with Elizabeth Warren, accusing her campaign staff of “lying about what happened.”", "filename": "2020_01_13_us_politics_bernie-sanders-elizabeth-warren-woman-president_1666741989.html", "image_url": "https://static01.nyt.com/images/2020/01/13/us/politics/13sanders-warren/13sanders-warren-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4af19297b90d5bd090b54faa0e0e68fdfb3a99e25448e07ad30fae4f489e51cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_13_us_politics_bernie-sanders-elizabeth-warren-woman-president_1666741989.html", "title": "Warren Says Sanders Told Her a Woman Could Not Win the Presidency", "title_page": "Warren Says Sanders Told Her a Woman Could Not Win the Presidency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Faiz Shakir, Mr. Sanders’s campaign manager, had called on Ms. Warren Monday afternoon to refute the accusation.\n“We need to hear from her directly,” Mr. Shakir said, “but I know what she would say — that it is not true, that it is a lie.”\nThe existence of the meeting has been public since shortly after it happened in December 2018. The New York Times reported shortly after the meeting took place that Ms. Warren had sought it “as a courtesy,” and that neither party had tried to gain the other’s support or discourage the other from running. But the two senators were the only people in the room, and all reports of what was said had been secondhand.\nAsked last March whether Mr. Sanders had urged her not to run, Ms. Warren said, “Bernie and I had a private dinner, and my view is that dinner stays private.”\nThe full political impact of the controversy could hinge on what happens during Tuesday’s debate in Des Moines. Up to this point, Ms. Warren and Mr. Sanders have focused their attacks on more moderate rivals, a consequence of their friendship and a desire to not damage the party’s left wing.\nHowever, tensions between the two campaigns — and among their most fervent supporters — have increased in recent days. One well-respected poll from The Des Moines Register and CNN placed Mr. Sanders and Ms. Warren as the top two candidates in Iowa, with Mr. Sanders leading the pack.\nBeyond how the candidates grapple with the issue is the matter of how exactly it’s perceived — as a sexist gibe by a candidate whose 2016 campaign faced complaints from female staff members, an 11th-hour smear by a candidate who has lost ground or some combination of both.", "url": "https://www.nytimes.com/2020/01/13/us/politics/bernie-sanders-elizabeth-warren-woman-president.html"}