{"authors": ["Nelson D. Schwartz", "Patricia Cohen"], "date_download": "2022-10-25 23:29:34", "date_modify": "2022-10-25 23:29:34", "date_publish": "2020-04-03 12:35:42", "description": "After an expansion that added 22 million to U.S. payrolls, March registered a loss, and worse is yet to come.", "filename": "2020_04_03_business_economy_coronavirus-jobs-report_1666740574.html", "image_url": "https://static01.nyt.com/images/2020/04/04/business/03JPvirus-jobs1-print/03virus-jobs6-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a1f0a93f12263576953c8770478880bd716047958737a06b6693d0946474e562&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_03_business_economy_coronavirus-jobs-report_1666740574.html", "title": "Decade of Job Growth Comes to an End, Undone by a Pandemic", "title_page": "Decade of Job Growth Comes to an End, Undone by a Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The longest stretch of American job creation on record came to a halt last month, the Labor Department reported Friday, another reflection of the coronavirus pandemic that has brought the economy to a virtual standstill.\nCompared with the astounding numbers of people recently applying for unemployment benefits — nearly 10 million in the previous two weeks — the figure announced Friday was less striking: a loss of 701,000 jobs. But the data was mostly collected in the first half of the month, before stay-at-home orders began to cover much of the nation. With that, what had been a drip-drip-drip of job losses turned into a deluge.\n“As bad as this report is, next month will be many orders of magnitude worse,” said Michael Gapen, chief U.S. economist at Barclays. “This is the initial slippage of the labor market.” He said the March unemployment rate of 4.4 percent could rise to 13 percent in April.\nThe decline in employment last month was the biggest monthly drop since the depths of the Great Recession in 2008-9. It was paced by a net loss of 459,000 jobs in the leisure and hospitality sector.", "url": "https://www.nytimes.com/2020/04/03/business/economy/coronavirus-jobs-report.html"}