{"authors": ["Jim Tankersley", "Lisa Friedman"], "date_download": "2022-10-25 23:39:36", "date_modify": "2022-10-25 23:39:36", "date_publish": "2020-12-03 17:00:08", "description": "The appointment of the former Obama administration adviser signals a focus on climate issues amid efforts to recover from recession.", "filename": "2020_12_03_business_brian-deese-national-economic-council_1666741176.html", "image_url": "https://static01.nyt.com/images/2020/12/03/us/03dc-deese/03dc-deese-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0ea190364735c2d5986d141b71aca46f08d3c751059123f2d20ea064b22313ec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_03_business_brian-deese-national-economic-council_1666741176.html", "title": "Brian Deese Chosen by Biden to Lead National Economic Council", "title_page": "Brian Deese Chosen by Biden to Lead National Economic Council - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Everything he sets his mind to gets done, gets done faster and better, than anyone else could have hoped for,” said Mr. Furman, now an economist at Harvard University’s John F. Kennedy School of Government. “He knows about policy, is deeply committed and incredibly savvy about strategy and politics.”\nIn 2015 Mr. Deese took on the role of senior adviser to Mr. Obama on climate change and energy, helping to drive sweeping regulations cutting emissions from the electricity sector and from vehicle tailpipes as the United States prepared to join the Paris agreement on global warming. President Trump has over the past four years repealed those regulations and dozens of others addressing climate change and withdrawn the United States from the Paris accords.\nBut Mr. Deese’s post-Obama administration role as global head of sustainable investing at BlackRock, the world’s largest asset manager, has drawn criticism from some environmental activists on the left.\nBlackRock’s founder, Laurence D. Fink, announced this year that it would shift its investment policy to make climate and sustainability central to its goals. But green groups say the company has not gone far enough to abandon fossil fuels. One campaign led by progressive groups called Mr. Deese the “chief greenwasher” of BlackRock and questioned his commitment to fighting climate change.\nVasudha Desikan, political director at Action Center on Race and the Economy, an advocacy group, called Mr. Deese “not the greatest champion” on climate change, citing his defense of policies under the Obama administration to allow fracking on federal lands and his support for the Trans-Pacific Partnership trade deal.\nOthers have come to his defense, notably Bill McKibben, the activist and co-founder of the environmental group 350.org. In a Twitter thread this week Mr. McKibben, a former Sunday school instructor, described having Mr. Deese’s future wife in his class when she was a child and years later officiating their wedding. Mr. McKibben praised Mr. Deese’s work in the Obama administration as well as for BlackRock, and pushed back against criticisms.\n“I know he cares a lot, and works hard on the issue,” Mr. McKibben wrote. “Since — because of pure chance — I know Brian to be both able and decent, and because I know he in fact does care about climate, it felt like I had to say something.”", "url": "https://www.nytimes.com/2020/12/03/business/brian-deese-national-economic-council.html"}