{"authors": ["Jonathan Martin", "Astead W. Herndon", "Hailey Fuchs"], "date_download": "2022-10-25 23:29:57", "date_modify": "2022-10-25 23:29:57", "date_publish": "2020-12-06 14:21:38", "description": null, "filename": "2020_12_06_us_politics_trump-called-georgias-governor-to-urge-him-to-help-overturn-bidens-win-in-the-state_1666740597.html", "image_url": "https://static01.nyt.com/images/2020/12/06/us/politics/06transition-briefing-kemp1/06transition-briefing-kemp1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=7f64166b344e1ed6d3e363cf9102ef6b609875d0d831b85ef314a4573398a00e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_06_us_politics_trump-called-georgias-governor-to-urge-him-to-help-overturn-bidens-win-in-the-state_1666740597.html", "title": "Trump called Georgia’s governor to urge him to help overturn Biden’s win in the state.", "title_page": "Trump called Georgia’s governor to urge him to help overturn Biden’s win in the state. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "VALDOSTA, Ga. — Before President Trump arrived on Saturday to rally for two Republican Senate candidates, the president made no attempt to disguise his central priority as it relates to Georgia: overturning his loss in the state. He began the day with a telephone call with Gov. Brian Kemp, ostensibly to offer his condolences about the death in a car accident of a young man who was close to Mr. Kemp’s family.\nBut in truth, Mr. Trump used the call to urge Mr. Kemp, a Republican, to call the State Legislature into session so the Republican majorities could appoint new electors who would subvert the will of the state’s voters when the Electoral College meets on Dec. 14. He has also called on Mr. Kemp to order an audit of signatures on ballots.\nOn Sunday, Brad Raffensperger, Georgia’s Republican secretary of state, said that holding a special session would be “nullifying the will of the people.”\n“At the end of the day, the voice of the people were spoken,” he said on ABC’s “This Week.” “I’m disappointed as a conservative Republican also.”", "url": "https://www.nytimes.com/2020/12/06/us/politics/trump-called-georgias-governor-to-urge-him-to-help-overturn-bidens-win-in-the-state.html"}