{"authors": ["Alexander Burns", "Katie Glueck"], "date_download": "2022-10-25 23:32:04", "date_modify": "2022-10-25 23:32:04", "date_publish": "2020-06-26 09:00:31", "description": "A large majority of voters say race should not be a factor in his decision, and none of the best-known candidates has emerged as a favorite.", "filename": "2020_06_26_us_politics_biden-vice-president-voters_1666740724.html", "image_url": "https://static01.nyt.com/images/2020/06/26/us/politics/26bidenvp1/merlin_173927928_c51a0a1f-fbb7-498b-90c3-a909cf9c8af0-facebookJumbo.jpg?year=2020&h=550&w=1050&s=557728db282a301f4e8d852f1119eeb7b4c666f4fb833bd1c2c41818d2ce6485&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_26_us_politics_biden-vice-president-voters_1666740724.html", "title": "Biden Is Getting a Lot of Advice on His V.P. Here’s What Voters Think.", "title_page": "Biden Is Getting a Lot of Advice on His V.P. Here’s What Voters Think. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The polls had margins of sampling error of 1.8 percentage points in the battleground states and three percentage points nationally.\nMr. Biden’s eventual choice is certain to face intensive scrutiny, in part because of Mr. Biden’s age. If he is elected, Mr. Biden, currently 77, would be the oldest president ever on the day of his inauguration, and he would turn 80 about halfway through his term, a reality that worries some voters.\nMr. Biden has said he is looking for someone who shares his overall approach to governing and who would be prepared for the presidency “on Day 1.” He has also said he would prefer a running mate with strengths that complement his own, as well as someone who would be willing to challenge him rather than being cowed by the office of the presidency.\nFollow-up interviews with poll respondents suggested that many voters are in tune with Mr. Biden’s stated approach.\n“I don’t believe that the problems in America can be solved just by having, for example, a black president or a black vice president,” said Garfield Campbell, 54, of Scottsdale, Ariz., a poll respondent. Mr. Campbell, who is black, continued, “The right person has to be someone that can sort of counterbalance, or add value and strength, to Joe Biden, in areas where he may not be as strong.”\nMr. Biden’s wide lead over President Trump in national polls — he was ahead by 14 percentage points in a Times/Siena survey this week — could give him an unusually free hand in choosing a running mate: He is not desperately seeking a sidekick who could help him shake up the race, as John McCain did in 2008 when he put the charismatic but obscure Alaska governor, Sarah Palin, on his ticket. Nor is Mr. Biden confronting questions about his own readiness for the presidency, as Barack Obama did when he selected Mr. Biden.\nChristine Matthews, a Republican pollster who has been critical of Mr. Trump, said that the political impact of Mr. Biden’s selection might be limited because he is so far ahead in the race.", "url": "https://www.nytimes.com/2020/06/26/us/politics/biden-vice-president-voters.html"}