{"authors": ["Steven Lee Myers", "Sameer Yasir"], "date_download": "2022-10-25 23:39:53", "date_modify": "2022-10-25 23:39:53", "date_publish": "2020-09-11 08:45:41", "description": "The foreign ministers of the two countries issued a five-point statement aimed at ending a simmering confrontation. A previous pledge was followed by the deadliest clash in decades.", "filename": "2020_09_11_world_asia_china-india-border-clashes_1666741193.html", "image_url": "https://static01.nyt.com/images/2020/09/11/world/11china-india-1/11china-india-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=36d540e685b2be274f087c60f8b175fd8dd9848817ae69a0b5d5700fb948a5f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_11_world_asia_china-india-border-clashes_1666741193.html", "title": "China and India Pledge to Ease Tensions After Border Clashes", "title_page": "China and India Pledge to Ease Tensions After Border Clashes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Brahma Chellaney, a professor of strategic studies at the Center for Policy Research in New Delhi, said there was nothing new in the statement, as in the pledge announced in June, that directly addressed India’s accusations that China has seized new territory.\n“The lesson from the collapse of the accord was that China was willing to defuse tensions if India would accept the new facts on the ground,” he said.\nThe clashes began in May after India accused soldiers of the People’s Liberation Army of advancing beyond the de facto border in the Ladakh region, which borders Tibet. China has, in turn, accused India of building roads and defensive structures that pose a threat to the status quo in the region, which was the site of a bloody war in 1962.\nIn June, a brawl broke out in a narrow gorge called the Galwan Valley, with soldiers fighting hand to hand or with improvised clubs. The fight killed 20 Indian soldiers and a number of Chinese, though officials in Beijing have not disclosed an official count. In August, a soldier belonging to a secretive force of Tibetan refugees who work with the Indian army died after he stepped on a land mine along the frontier.\nBoth sides have rushed in reinforcements, backed by artillery, tanks and fighter jets and helicopters. In recent days, the Indian Army has deployed thousands of troops to places they have never been sent before; local volunteers have been helping shuttle in food supplies, sometimes walking miles to new army outposts.\nThe two countries have also released photographs and videos showing clashes along the border that support their respective versions of events, though it is difficult to independently verify claims given the remoteness of the region.", "url": "https://www.nytimes.com/2020/09/11/world/asia/china-india-border-clashes.html"}