{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:49:21", "date_modify": "2022-10-25 23:49:21", "date_publish": "2020-07-15 15:00:12", "description": "Younger children in particular are ill-served by remote learning, according to a report issued by the National Academies of Science, Engineering and Medicine.", "filename": "2020_07_15_health_coronavirus-schools-reopening_1666741761.html", "image_url": "https://static01.nyt.com/images/2020/07/15/science/15VIRUS-SCHOOLS1/15VIRUS-SCHOOLS1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7cd430617b5cfd47cebac852b9d144925100dd8c8d1db882b07544ec0d4ff59c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_15_health_coronavirus-schools-reopening_1666741761.html", "title": "Scientific Panel Urges That Schools Reopen", "title_page": "Scientific Panel Urges That Schools Reopen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Samuel Berry-Foster Sr., a sixth-grade science teacher, lives just outside Asheville, N.C., in a pocket of the Appalachian Mountains, with his wife and two school-age children.\nFor his family and for those of many of his students, Mr. Berry-Foster said, even a simple phone call can be plagued with delays and hangups. For more than one family member to be online at the same time is “impossible.”\n“What we end up doing is driving about eight miles to a little bitty library for broadband,” he said. “We sit in the parking lot and do our meetings and such.”\nThe C.D.C. has provided limited guidance on reopening schools and largely puts the onus on district leaders to make judgments they may be unequipped to make.\nThe new report offers more detailed guidance for how to reopen, including a list of the kinds of experts to consult — such as epidemiologists who can interpret disease transmission rates. Local task forces should take into account the number of coronavirus infections, hospitalizations and deaths, and the percentage of diagnostic tests that are positive.\nPresident Trump has said that even the C.D.C.’s less detailed recommendations were “very tough and expensive.” But the new report’s recommended retrofits are likely to be out of reach for most school districts, costing roughly $1.8 million for a school district with eight school buildings and about 3,200 students.\n“In my view, this has to be a top priority,” Dr. Nuzzo said. “The economy depends on this, the future of our country depends on this.”", "url": "https://www.nytimes.com/2020/07/15/health/coronavirus-schools-reopening.html"}