{"authors": ["Sandra E. Garcia"], "date_download": "2022-10-25 23:49:39", "date_modify": "2022-10-25 23:49:39", "date_publish": "2020-06-14 22:46:03", "description": "The bodies of Robert Fuller and Malcolm Harsch were found in California, 10 days and 50 miles apart. Their families are demanding deeper investigations.", "filename": "2020_06_14_us_robert-fuller-malcolm-harsch-deaths_1666741779.html", "image_url": "https://static01.nyt.com/images/2020/06/14/multimedia/14xp-unrest-deaths-pix2/14xp-unrest-deaths-pix2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=1afccf82cf79f01e691896d9942f955c3ca12b9efb3551b30dc5de32b3d0559a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_14_us_robert-fuller-malcolm-harsch-deaths_1666741779.html", "title": "Families Challenge Suicide in Deaths of Black Men Found Hanging From Trees", "title_page": "Families Challenge Suicide in Deaths of Black Men Found Hanging From Trees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The families of two black men who were found hanged from trees in Southern California are asking the authorities to further investigate their deaths.\nThe family of Robert L. Fuller, 24, disputed the authorities’ initial pronouncement that he died by suicide. The family of Malcolm Harsch, 38, is worried his death will also be ruled a suicide.\nMr. Harsch was found at 7 a.m. on May 31 near a homeless encampment in Victorville, Calif., where bystanders told the authorities he was living. A woman who identified herself as his girlfriend called 911 to say that others in the encampment had notified her that Mr. Harsch had been found hanging from a tree and cut down, the San Bernardino County Sheriff-Coroner’s Department said in a statement.\nThere were no indications of foul play but the investigation was continuing, a spokeswoman for the department said Sunday.", "url": "https://www.nytimes.com/2020/06/14/us/robert-fuller-malcolm-harsch-deaths.html"}