{"authors": ["Patricia Cohen", "Ben Casselman"], "date_download": "2022-10-25 23:48:55", "date_modify": "2022-10-25 23:48:55", "date_publish": "2020-06-06 07:00:14", "description": "African-Americans and Latinos are especially vulnerable to job losses in the pandemic and at a disadvantage in getting government support.", "filename": "2020_06_06_business_economy_jobs-report-minorities_1666741735.html", "image_url": "https://static01.nyt.com/images/2020/06/05/business/05virus-minorityjobs/05virus-minorityjobs-facebookJumbo.jpg?year=2020&h=550&w=1050&s=74b0e5177d86ce935649b72eda9fa59cb8b1f39505f09c3865ea877ca862b997&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_06_business_economy_jobs-report-minorities_1666741735.html", "title": "Minority Workers Who Lagged in a Boom Are Hit Hard in a Bust", "title_page": "Minority Workers Who Lagged in a Boom Are Hit Hard in a Bust - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I am scared to death of coming back to work,” she said. “I don’t think I should have to make the choice between having a livelihood and having a life.”\n[How do you feel about going back to work? Share your story.]\nMs. James knows that a spate of joblessness, especially during an economic downturn, can have a lifelong impact. She spent 13 years working for a government contractor, rising up the ranks, before losing her job in 2010. Ms. James was unemployed for six months before she took a job at a grocery store to get by. She eventually got back into her field, but has not found the kind of steady work she enjoyed before the last recession.\nThe pattern is familiar — blacks tend to be out of a job longer than whites.\n“What we saw with the Great Recession was that it took much longer for black and Latino workers and black and Latino households to recover from that recession,” said Valerie Wilson, an economist at the left-leaning Economic Policy Institute who was a co-author of a recent report on the impact of the virus on black workers. “And in fact some would argue that we didn’t see a recovery for those communities until the last three years.”\nOwning a business or being self-employed has not insulated African-Americans from the pandemic’s economic fallout, because they are often concentrated in personal service activities, running barbershops and beauty shops that have had to close so as not to become sources of infection.\nThe next wave of the crisis could hit one of the underpinnings of the black middle class: state and local government jobs. Even as other sectors recorded some gains last month, an additional 571,000 state and local government employees, many of them teachers, lost their jobs.\nIn April, there were nearly a million job losses, and economists say many more are expected as the collapse in tax revenue ripples through statehouses and city halls.\nAfrican-Americans — particularly women — are disproportionately employed in those positions, said Christian E. Weller, an economist at the University of Massachusetts, Boston, who wrote a report on the systemic obstacles facing black job seekers for the Center for American Progress.", "url": "https://www.nytimes.com/2020/06/06/business/economy/jobs-report-minorities.html"}