{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:49:04", "date_modify": "2022-10-25 23:49:04", "date_publish": "2020-05-01 16:00:08", "description": "People taking widely used medicines did not face higher rates of infection or more severe illness, new research indicates.", "filename": "2020_05_01_health_blood-pressure-drugs-coronavirus_1666741744.html", "image_url": "https://static01.nyt.com/images/2020/05/01/science/01VIRUS-BLOODPRESSURE/01VIRUS-BLOODPRESSURE-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d0f18b52a0af320d61f23a0b427e6db3e1e2e1bf2ff22e06385ecfe186e08a98&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_01_health_blood-pressure-drugs-coronavirus_1666741744.html", "title": "Blood Pressure Drugs Don’t Increase Coronavirus Risk, Studies Find", "title_page": "Blood Pressure Drugs Don’t Increase Coronavirus Risk, Studies Find - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The U.S. study also found no risk linked to three other classes of commonly used blood pressure drugs — beta blockers, calcium-channel blockers and thiazide diuretics.\nBoth studies were based on reviewing patients’ records, which does not provide evidence as strong as the results of controlled clinical trials, where patients are picked at random to take one treatment or another.\nConcerns arose about the drugs early in the epidemic when reports from China indicated that people with hypertension seemed to fare poorly, and it seemed logical to investigate if the cause was the condition itself or if blood pressure drugs were somehow making patients more vulnerable.\nIn addition, studies in animals had shown that ARBSs and ACE inhibitors could increase the levels in some tissue of a protein called ACE2, which happens to be the substance that the virus grabs onto as it invades cells. In theory, higher levels of that protein in the lungs might help the virus attack by acting as extra handholds, some scientists have warned. But it is not known whether the drugs actually raise ACE2 in human lungs.\nConfounding the matter was evidence from animal studies that suggested the opposite effect: The drugs might quell inflammation in the lungs and lower the risk of severe disease in coronavirus patients. A controlled trial is about to begin to find out if ACE inhibitors can help Covid-19 patients, the University of California San Diego School of Medicine announced on Thursday.", "url": "https://www.nytimes.com/2020/05/01/health/blood-pressure-drugs-coronavirus.html"}