{"authors": ["Katherine J. Wu"], "date_download": "2022-10-25 23:23:02", "date_modify": "2022-10-25 23:23:02", "date_publish": "2020-12-04 18:25:40", "description": "Baricitinib, an arthritis drug made by Eli Lilly, may reduce recovery time by a day, but costs about $1,500 and comes with side effects.", "filename": "2020_12_04_health_covid-drug-baricitinib_1666740182.html", "image_url": "https://static01.nyt.com/images/2020/12/04/science/04VIRUS-DRUG/04VIRUS-DRUG-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=ecc09af26615065ac3080a98212486d9723fb5b2482e95f58dca604cc282b9de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_04_health_covid-drug-baricitinib_1666740182.html", "title": "Baricitinib: Doctors Are Skeptical of This Covid-19 Drug From Eli Lilly", "title_page": "Baricitinib: Doctors Are Skeptical of This Covid-19 Drug From Eli Lilly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In mid-November, an arthritis drug with a tricky name hit a pandemic milestone — then slipped back into relative obscurity.\nThe drug, baricitinib, was granted an emergency authorization by the Food and Drug Administration to treat a subset of hospitalized Covid-19 patients in combination with another medication, the antiviral remdesivir. It is one of only a handful of treatments to have earned the agency’s green light.\nBut baricitinib’s reception by the medical community has been lukewarm. It doesn’t work all that well, for one thing, and comes with side effects, such as blood clots. And at a cost of roughly $1,500 per patient, many doctors don’t know when it would make sense to use the drug, which might have overlapping roles with cheap and widely available steroids like dexamethasone.\nIn a clinical trial sponsored by the National Institutes of Health, hospitalized Covid-19 patients treated with baricitinib and remdesivir recovered one day faster than patients who had received remdesivir alone.", "url": "https://www.nytimes.com/2020/12/04/health/covid-drug-baricitinib.html"}