{"authors": ["Jack Nicas"], "date_download": "2022-10-25 23:40:53", "date_modify": "2022-10-25 23:40:53", "date_publish": "2020-08-14 22:21:37", "description": "App makers like the game company Epic and the music service Spotify are challenging Apple’s right to a large cut of their sales. Regulators have taken notice.", "filename": "2020_08_14_technology_apple-app-store-epic-games-fortnite.html_action=click&module=RelatedLinks&pgtype=Article_1666741253.html", "image_url": "https://static01.nyt.com/images/2020/08/15/business/14JPfortnite-print/14fortnite2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7ab855d84d949aa3676ef76c43db1463117335ce50283ead9c7b8103366db020&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_14_technology_apple-app-store-epic-games-fortnite.html_action=click&module=RelatedLinks&pgtype=Article_1666741253.html", "title": "How Apple’s 30% App Store Cut Became a Boon and a Headache", "title_page": "How Apple’s 30% App Store Cut Became a Boon and a Headache - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Either we lose because we have to pay them a 30 percent tax just to operate and raise our prices for consumers as a result, or we lose because it becomes much more expensive to convert users from free to premium,” Horacio Gutierrez, Spotify’s chief legal officer, told reporters in June after European regulators opened an antitrust investigation into Apple based on Spotify’s complaint.\nEven consumers have spoken up. An enormous class-action lawsuit accuses Apple of breaking antitrust laws to enforce its commission, inflating app prices for iPhone users. The Supreme Court ruled last year the lawsuit could proceed.\nOn Friday, Facebook chimed in, complaining that Apple is collecting 30 percent of sales on its new live-events service, where people can sell expert talks, fitness classes and cooking tutorials on Facebook’s app. Facebook said it wanted to process the payments itself so it could pass on 100 percent of the sales to the small businesses selling the talks and classes, but Apple declined.\nApple argues that it has actually cut software developers a break. Tim Cook, Apple’s chief executive, suggested to Congress last month that when software was still sold in brick-and-mortar stores, 50 percent to 70 percent of the retail price went to middlemen.\n“In the more than a decade since the App Store debuted, we have never raised the commission or added a single fee,” he told lawmakers. “The App Store evolves with the times, and every change we have made has been in the direction of providing a better experience for our users and a compelling business opportunity for developers.”\nFor Google, the stakes are lower. It allows people to download apps from outside of its Android app store, meaning app makers like Epic have ample ways to still reach consumers using Android devices. And Google’s vast online advertising business makes its app store a much smaller portion of its overall business.\nOver the past year, Apple has collected $19 billion of the $63.4 billion in sales of digital goods and services on iPhone and iPad apps, according to Sensor Tower, an app analytics firm. Google collected $10 billion of the $33.8 billion in similar spending on its app store, Sensor Tower said.", "url": "https://www.nytimes.com/2020/08/14/technology/apple-app-store-epic-games-fortnite.html?action=click&module=RelatedLinks&pgtype=Article"}