{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2022-10-25 23:24:33", "date_modify": "2022-10-25 23:24:33", "date_publish": "2020-10-26 09:00:22", "description": "Several Black Democrats are running competitively in conservative states, and they are doing so by talking explicitly about race.", "filename": "2020_10_26_us_politics_black-senate-south.html_action=click&module=RelatedLinks&pgtype=Article_1666740273.html", "image_url": "https://static01.nyt.com/images/2020/11/26/us/politics/26black-senate-01/26black-senate-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2a58df0527c391be264f333e13525709a74d852ea84e2eb774982209e39fdc06&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_26_us_politics_black-senate-south.html_action=click&module=RelatedLinks&pgtype=Article_1666740273.html", "title": "Black Senate Candidates in the South Tell Democrats to ‘Meet the Moment’", "title_page": "Black Senate Candidates in the South Tell Democrats to ‘Meet the Moment’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HORN LAKE, Miss. — Mike Espy and Jaime Harrison, two of the five Black Senate candidates in the South this year, may belong to different political generations, but they both came up in a Democratic Party where African-American politicians didn’t talk directly about race in campaigns against white opponents.\nBut there was Mr. Harrison this month, speaking before more than 250 cars at a drive-in rally in South Carolina’s Lowcountry, explicitly urging a mix of white and Black supporters to right the wrongs of the state’s past. “The very first state to secede from the union,” Mr. Harrison said to a cacophony of blaring horns, is about to make history “because we will be the very first state in this great country of ours that has two African-American senators serving at the very same time — and you will make that happen.”\nA day later, speaking to an equally diverse audience in northern Mississippi, Mr. Espy called his Republican opponent, Senator Cindy Hyde-Smith, “an anachronism.”\n“She is someone who believes in going back to the old days,” he said, lashing his Republican rival for hailing the Civil War-era South and refusing to take a stand in the debate over Mississippi’s state flag, which until this summer included the Confederate battle emblem. “We need a Mississippi that’s more inclusive, that’s more diverse, more welcoming.”", "url": "https://www.nytimes.com/2020/10/26/us/politics/black-senate-south.html?action=click&module=RelatedLinks&pgtype=Article"}