{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:27:52", "date_modify": "2022-10-25 23:27:52", "date_publish": "2020-11-29 01:27:21", "description": "The 49ers would need to train away from their headquarters for three weeks under an order from local health officials. The Broncos have none of their quarterbacks available for their game on Sunday.", "filename": "2020_11_28_sports_football_coronavirus-49ers-ravens-santa-clara-county_1666740472.html", "image_url": "https://static01.nyt.com/images/2020/11/28/sports/28virus-nfl01/28virus-nfl01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=95b76970c5354070ca886d19817928b8fb5801a4eb5a3a559db71a5265c300fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_28_sports_football_coronavirus-49ers-ravens-santa-clara-county_1666740472.html", "title": "The New York Times", "title_page": "NFL Crisis Grows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The outbreak in Denver resulted in an unusual deficit at quarterback for Sunday’s game.\nA league executive familiar with the situation in Denver but who could not talk on behalf of the team said that the three quarterbacks initially did not tell the team’s contact tracers that they had been with Driskel in a meeting room without their masks on for a substantial length of time. Once that was disclosed, the quarterbacks were considered to have had high-risk contact with him and were forced to isolate for at least five days.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nDuring the past six weeks, more than 20 players who had “high risk contact” later tested positive.\nAs news of the roster trouble surfaced on Saturday evening, Broncos linebacker Von Miller posted a tweet that contained a photograph of himself setting up to pass and a reference to resembling John Elway, the Hall of Fame quarterback who led Denver to two Super Bowl titles and is now the team’s president of football operations.\nFor much of the season, the N.F.L. had only one full-fledged outbreak, when two dozen players and other personnel tested positive on the Tennessee Titans. The league got through that crisis by postponing a handful of games and moving a few others around. But teams have mostly exhausted their bye weeks, complicating efforts to juggle game dates this late in the season.\nThe outbreak on the Ravens prompted the league to move their game against the Pittsburgh Steelers from Thursday to Sunday and then to Tuesday next week. The game is still scheduled for Tuesday despite the increase in positive cases.\nIf any games, including the Ravens-Steelers matchup, are unable to fit into the league’s existing calendar, the N.F.L. may have to add an 18th week to the regular season and delay the start of the playoffs.", "url": "https://www.nytimes.com/2020/11/28/sports/football/coronavirus-49ers-ravens-santa-clara-county.html"}