{"authors": ["Peter Eavis"], "date_download": "2022-10-25 23:51:26", "date_modify": "2022-10-25 23:51:26", "date_publish": "2020-04-02 00:27:24", "description": "The move is a blow to shareholders like Adam Neumann, the company’s co-founder, and venture capital firms that had hoped to cash out of the troubled office space company.", "filename": "2020_04_01_business_economy_wework-softbank-stock_1666741886.html", "image_url": "https://static01.nyt.com/images/2020/04/01/us/politics/01wework/merlin_163935627_5712c5be-bfca-45dc-8d21-813e47895c31-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7cad2bf0d40824d035c9fecb778002316f397a2091d48ae6ece60e21bc06eb21&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_01_business_economy_wework-softbank-stock_1666741886.html", "title": "SoftBank Won’t Buy $3 Billion in WeWork Stock", "title_page": "SoftBank Won’t Buy $3 Billion in WeWork Stock - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SoftBank has decided it will not buy $3 billion in WeWork stock from other shareholders, a board committee of the office space company said Wednesday night, dealing a blow to shareholders, including Adam Neumann, the company’s co-founder and former chief executive, who had hoped to sell their stock.\nSoftBank, a Japanese conglomerate and the dominant shareholder of WeWork, had offered to buy the shares as part of its rescue of WeWork, which withdrew its initial public offering last fall and came close to running out of cash. Since the coronavirus spread widely in recent weeks, WeWork’s buildings have been virtually empty, raising questions about demand for its locations when the pandemic is brought under control.\nTwo weeks ago, SoftBank, which has already poured billions of dollars into the company, threatened to pull out of the stock purchase in part because of government investigations into the company. SoftBank’s payment for the shares would not have gone to WeWork but to the selling shareholders. The offer had an April 1 closing date.\nWeWork leases vast amounts of space in office buildings and then sublets it to freelancers, small businesses and large corporations. But the cost of the leases and the expense of converting the locations has consumed billions of dollars. WeWork’s financial burdens were expected to increase this year, as the company continued its breakneck expansion, opening spaces it had already agreed to lease.", "url": "https://www.nytimes.com/2020/04/01/business/economy/wework-softbank-stock.html"}