{"authors": ["Abgoodnough", "Sheila Kaplan"], "date_download": "2022-10-25 23:47:59", "date_modify": "2022-10-25 23:47:59", "date_publish": "2020-11-14 10:00:16", "description": "The government has sent billions to drug companies to develop a coronavirus shot but a tiny fraction of that to localities for training, record-keeping and other costs for vaccinating citizens.", "filename": "2020_11_14_health_covid-vaccine-distribution-plans_1666741679.html", "image_url": "https://static01.nyt.com/images/2020/11/13/science/00VAX-DISTRIBUTE1/00VAX-DISTRIBUTE1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3d1e086d7c338289c09696e1411717867e12276efd602b5e3ba62aa89643f2d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_14_health_covid-vaccine-distribution-plans_1666741679.html", "title": "Missing From State Plans to Distribute the Coronavirus Vaccine: Money to Do It", "title_page": "Missing From State Plans to Distribute the Coronavirus Vaccine: Money to Do It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A new federal platform, called the Immunization Gateway, aims to connect state vaccine registries so they can share information with one another — for example, if someone gets an initial coronavirus vaccine in New York and then goes to Florida for the winter, a doctor there can look up that person’s first dose information in order to give the correct second dose. But most registries have not yet connected to the platform. Between that and another new federal platform to track vaccines, public health officials are haunted by the spectacular crash of HealthCare.gov, the federal online insurance marketplace set up under the Affordable Care Act, when it went live in 2013 after being finished in a rush.\n“A month before the vaccine is about to become available is not the time to think about making systems across 3,000 health departments in 50 states interoperable,” said Lori Freeman, chief executive of the National Association of County and City Health Officials. “It just doesn’t work.”\nAddressing Americans’ wariness toward the vaccine — recent polls show that between a third and half of Americans would be reluctant to get it — is also hard, some state officials said, given that none has been approved yet and comprehensive safety data from the ongoing clinical trials has not been released.\n“We don’t really have the safety studies available to quote from,” said Dr. Jennifer Dillaha, the Arkansas state epidemiologist and medical director for immunizations. “What we’re trying to do is develop relationships with people and organizations that can help us with messaging when the time comes.”\nOther unknowns include how many doses of vaccine each state will initially receive, which groups will the C.D.C. will recommend to get it first and even whether states need to worry about building the ultracold storage capacity needed for the Pfizer vaccine.\nThe C.D.C. has told states and localities not to buy ultracold freezers for now, since the Pfizer vaccine will be shipped in coolers with dry ice that can keep it viable for up to 15 days with re-icing; it can then last five additional days in a conventional freezer. But many academic medical centers and other hospitals that can afford it are acquiring colder freezers anyway, setting up a have and have-not scenario.", "url": "https://www.nytimes.com/2020/11/14/health/covid-vaccine-distribution-plans.html"}