{"authors": ["Maggie Astor"], "date_download": "2022-10-25 23:52:47", "date_modify": "2022-10-25 23:52:47", "date_publish": "2020-02-08 01:52:35", "description": "Democrats were off to a fiery start in the New Hampshire presidential primary debate on Friday.", "filename": "2020_02_07_us_politics_amy-klobuchar-buttigieg-debate_1666741967.html", "image_url": "https://static01.nyt.com/images/2020/02/07/us/politics/07breakout-klobuchar/07breakout-klobuchar-facebookJumbo.jpg?year=2020&h=550&w=1050&s=76fcdcf8b7b157be9e73360e953896b4e37545f137adbfa805a43f3ef2094b6b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_07_us_politics_amy-klobuchar-buttigieg-debate_1666741967.html", "title": "Amy Klobuchar Compares ‘Cool Newcomer’ Pete Buttigieg to Trump", "title_page": "Amy Klobuchar Compares ‘Cool Newcomer’ Pete Buttigieg to Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Here is a transcript of the exchange:\nBUTTIGIEG: Those achievements were phenomenally important — because they met the moment. But now we have to meet this moment. And this moment is different. The next president is going to face challenges from global health security, like what we’re seeing coming out of China, to cybersecurity and election security challenges that were barely thought of a few years ago. And here at home, we’re seeing things like gig work transform what it means to be a worker in America in ways that were barely conceived of that long ago.\nWe cannot solve the problems before us by looking back. We have to be ready to turn the page and change our politics before it’s too late. And I’m seeing everywhere I go not just fellow Democrats, but a striking number of independents and what I like to call future former Republicans, ready to join in that historic American majority to turn the page.\nKLOBUCHAR: I am listening to this about meeting the moment, and my first thought is, I’m a fresh face up here for a presidential debate. And I figure, Pete, that 59 — my age — is the new 38 up here.\nThe second thing I think about is this: And that is meeting the moment. We had a moment the last few weeks, Mayor, and that moment was these impeachment hearings. And there was a lot of courage that you saw from only a few people. There was courage from Doug Jones, our friend from Alabama, who took that tough vote. There was courage from Mitt Romney, who took a very, very difficult vote. There was courage, as I read today, about Lt. Col. Vindman being escorted out of the White House. What he did took courage.\nBut what you said, Pete, as you were campaigning through Iowa, as three of us were jurors in that impeachment hearing — you said it was exhausting to watch and that you wanted to turn the channel and watch cartoons.", "url": "https://www.nytimes.com/2020/02/07/us/politics/amy-klobuchar-buttigieg-debate.html"}