{"authors": ["Charlie Savage", "Eric Schmitt", "Rukmini Callimachi", "Adam Goldman"], "date_download": "2022-10-25 23:47:42", "date_modify": "2022-10-25 23:47:42", "date_publish": "2020-07-03 22:46:18", "description": "Criticized for its inaction, the Trump administration commissioned a new look at a months-old intelligence assessment. It emphasizes gaps.", "filename": "2020_07_03_us_politics_memo-russian-bounties_1666741662.html", "image_url": "https://static01.nyt.com/images/2020/07/03/us/politics/03dc-intel-01/03dc-intel-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0b224478348c9d3e99a3b28736a3181f13ef80bb1ecb9794e4ef704682284bca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_03_us_politics_memo-russian-bounties_1666741662.html", "title": "New Administration Memo Seeks to Foster Doubts About Suspected Russian Bounties", "title_page": "New Administration Memo Seeks to Foster Doubts About Suspected Russian Bounties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A memo produced in recent days by the office of the nation’s top intelligence official acknowledged that the C.I.A. and top counterterrorism officials have assessed that Russia appears to have offered bounties to kill American and coalition troops in Afghanistan, but emphasized uncertainties and gaps in evidence, according to three officials.\nThe memo is said to contain no new information, and both its timing and its stressing of doubts suggested that it was intended to bolster the Trump administration’s attempts to justify its inaction on the months-old assessment, the officials said. Some former national security officials said the account of the memo indicated that politics may have influenced its production.\nThe National Intelligence Council, which reports to the director of national intelligence, John Ratcliffe, produced the two-and-a-half page document, a so-called sense of the community memorandum. Dated July 1, it appears to have been commissioned after The New York Times reported on June 26 that intelligence officials had assessed months ago that Russia had offered bounties, but the White House had yet to authorize a response.\nThe memo said that the C.I.A. and the National Counterterrorism Center had assessed with medium confidence — meaning credibly sourced and plausible, but falling short of near certainty — that a unit of the Russian military intelligence service, known as the G.R.U., offered the bounties, according to two of the officials briefed on its contents.", "url": "https://www.nytimes.com/2020/07/03/us/politics/memo-russian-bounties.html"}