{"authors": ["Kate Conger"], "date_download": "2022-10-25 23:30:29", "date_modify": "2022-10-25 23:30:29", "date_publish": "2020-08-20 18:41:28", "description": "Joe Sullivan, who led Uber’s security team through the company’s most tumultuous period, was fired by the company’s newly installed chief executive in 2017.", "filename": "2020_08_20_technology_joe-sullivan-uber-charged-hack_1666740629.html", "image_url": "https://static01.nyt.com/images/2020/08/21/business/20JPsullivan1-print/20sullivan-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9bca75957e0865280f7aee56825d5ff1c76e16a8d3d64a41a8b23302dd95d403&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_20_technology_joe-sullivan-uber-charged-hack_1666740629.html", "title": "Former Uber Security Chief Charged With Concealing Hack", "title_page": "Former Uber Security Chief Charged With Concealing Hack of 57 Million Users - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2016, hackers discovered a way to access Uber’s user data and quickly stole a copy of it. Uber found out when the hackers emailed the company and said they had acquired users’ personal information. They demanded money. Mr. Sullivan and other Uber employees negotiated a $100,000 payment and convinced the hackers to sign nondisclosure agreements.\nMr. Sullivan was “visibly shaken” when he learned of the hack and told others that he “could not believe they had let another breach happen and that the team had to make sure word of the breach did not get out,” according to court documents.\nAt the time, the Federal Trade Commission was investigating Uber in connection with a similar data breach that had occurred two years earlier. But even though he was aware of the F.T.C. inquiry and spoke under oath with investigators, Mr. Sullivan did not inform F.T.C. officials about the 2016 hack, prosecutors said. He also kept information about the incident from Uber employees who were responsible for communicating with the F.T.C. about the earlier incident, according to court documents.\nUber attempted to handle the incident quietly through its so-called bug bounty program. Technology companies often pay bounties to security researchers who discover and report flaws in their software. But bug bounty experts questioned whether the payment Uber gave to the hackers fell within the ethical boundaries of such programs, which are designed to induce people to report security flaws so they can be fixed.\nIn October, Brandon Glover, a Florida resident, and Vasile Mereacre, a Canadian national, pleaded guilty to the hack. They could each face a maximum of five years in federal prison and are expected to be sentenced next year.\nUber did not disclose the breach until 2017, after its former chief executive, Travis Kalanick, was ousted by investors and replaced by Dara Khosrowshahi, Uber’s current chief.", "url": "https://www.nytimes.com/2020/08/20/technology/joe-sullivan-uber-charged-hack.html"}