{"authors": ["Lauren Sloss"], "date_download": "2022-10-25 23:27:50", "date_modify": "2022-10-25 23:27:50", "date_publish": "2020-05-08 17:48:13", "description": "As Australia announces plans to revive tourism, we look at 10 top travel destinations and their timetables for reopening. The challenge: balancing safety with the need to reboot.", "filename": "2020_05_08_travel_travel-reopenings-virus_1666740470.html", "image_url": "https://static01.nyt.com/images/2020/05/12/travel/08-travel-openings-virus-top/merlin_106676857_e406e5af-f870-4a88-8d14-94cd9d13d691-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e523061c9389baad8832d55bd30470b5fe03849baedd9472e53fd01438e41e23&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_08_travel_travel-reopenings-virus_1666740470.html", "title": "Travel Reopenings Amid the Coronavirus Pandemic", "title_page": "Travel Reopenings Amid the Coronavirus Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mexico\nTourism is a major industry in Mexico — the country saw close to 50 million visitors in 2018, with the vast majority from the United States. But with a steady rise of Covid-19 cases and a health care system that is at risk of being overwhelmed, a return to “normal” may be far off.\nIs there an opening date? There is no official opening date for tourist services, said Enrique Vega Vázquez, the publisher of VisitMexico.com, but many hotels and restaurant owners are hoping to open by June 1. “Although everyone is confident that they will be able to reopen, the reality is that it is only what they have in mind,” he said. While President Andrés Manuel López Obrador has expressed his desire to reopen parts of the country by May 17, and the country in full by June 1, details of how that will happen remain scarce.\nWhat are the current restrictions? All citizens and visitors are encouraged to stay home, maintain social distance and wash hands frequently. Gatherings over 100 people have been banned, and schools are closed until May 30. As of March 21, Mexico and the United States entered a joint agreement limiting all movement between the U.S.-Mexico land border to essential travel. Air travel, however, is still operational — all travelers entering the country are subject to health screenings. Hotels were ordered to cancel new and existing reservations on April 3, save those made by people carrying out essential business (with a letter from their employer stating their purpose); those hotels must limit occupancy to 15 percent. Restrictions also vary by state and municipality.\nHow will they open safely? A joint statement from Miguel Torruco Marqués, the secretary of tourism, and Jorge Alcocer Varela, the secretary of health, was published on April 23 and laid out details for the hospitality industry to insure cleanliness and safety, and to allow hotels and restaurants to safely function once the threat of Covid-19 has waned. Details include how frequently to disinfect spaces, procedures for disinfection and cleanliness requirements for employees, including providing them with protective equipment.\nWhat are the major obstacles? Mr. Vázquez is unsure how these protocols will be enacted. “In reality, they are only plans,” he said, because business owners “do not really know how they will apply these measures.”", "url": "https://www.nytimes.com/2020/05/08/travel/travel-reopenings-virus.html"}