{"authors": ["Vivian Yee"], "date_download": "2022-10-25 23:49:54", "date_modify": "2022-10-25 23:49:54", "date_publish": "2020-07-30 11:31:13", "description": "The coronavirus pandemic has curtailed the annual pilgrimage to the holy city of Mecca in Saudi Arabia, limiting the number of people and barring people from outside the kingdom.", "filename": "2020_07_30_world_middleeast_pilgrims-hajj-mecca-coronavirus-pandemic_1666741794.html", "image_url": "https://static01.nyt.com/images/2020/07/30/world/30hajj01dipt/merlin_175060242_e16d49a9-34f4-4c34-b9b6-00215b645bbd-facebookJumbo.jpg?year=2020&h=549&w=1050&s=7442827c10e8cde0e3dc2ef77cd760509d43f1b0aafae7960bce9ea733107ccb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_30_world_middleeast_pilgrims-hajj-mecca-coronavirus-pandemic_1666741794.html", "title": "Pilgrims, Fewer and Socially Distanced, Arrive in Mecca for Annual Hajj", "title_page": "Pilgrims, Fewer and Socially Distanced, Arrive in Mecca for Annual Hajj - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — In any other year, Muslims undertaking the hajj, the annual pilgrimage to the holy city of Mecca that all Muslims are supposed to perform at least once, would drink from a holy well. They would kiss the sacred black stone embedded in the Kaaba, the holiest shrine in Islam, as they thronged the Grand Mosque. Before they left Mecca, they would collect pebbles to ritually stone the devil, casting them at a series of symbolic pillars.\nDuring the coronavirus edition of the hajj that began Wednesday, however, the black stone is off limits to kissing and touching. The authorities in Saudi Arabia are issuing personal prayer rugs and bottled water from the holy Zamzam well instead of letting pilgrims drink from cups at the mosque. Even the pebbles pilgrims hurl at the devil have been sterilized, all in an effort to prevent a coronavirus outbreak from marring a pilgrimage which tradition holds stretches back thousands of years.\nBut the chief public health measure the Saudi government has taken to protect the hajj is to limit attendance, shrinking one of the world’s most famous crowds to a select, socially distanced few.", "url": "https://www.nytimes.com/2020/07/30/world/middleeast/pilgrims-hajj-mecca-coronavirus-pandemic.html"}