{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 22:54:55", "date_modify": "2022-10-25 22:54:55", "date_publish": "2020-06-17 14:19:49", "description": "The agency said that Congress should repeal parts of a law that has been crucial for the growth of companies like Facebook and Twitter.", "filename": "2020_06_17_technology_justice-dept-urges-rolling-back-legal-shield-for-tech-companies_1666738495.html", "image_url": "https://static01.nyt.com/images/2019/08/03/business/17DOJTECH/00techshield-tear-facebookJumbo.jpg?year=2020&h=550&w=1050&s=989b9cb6f69052ee429f31b34d8cf71feeaf49abbd3e12e4e3b16e8e2ec79be7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_17_technology_justice-dept-urges-rolling-back-legal-shield-for-tech-companies_1666738495.html", "title": "Justice Dept. Urges Rolling Back Legal Shield for Tech Companies", "title_page": "Justice Dept. Urges Rolling Back Legal Shield for Tech Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department released recommendations on Wednesday to pare back the legal shield for online platforms that has been crucial to their growth since the earliest days of the internet, taking a direct shot at companies like Facebook, Twitter and YouTube that have come into the cross hairs of the Trump administration.\nIn a 25-page recommendation, the agency called on lawmakers to repeal parts of a law that has given sites broad immunity from lawsuits for words, images and videos people have posted on their services.\nThe changes to the law, Section 230 of the Communications Decency Act of 1996, would put the onus on social media and other online platforms to more strongly police harmful content and conduct while also being consistent about their moderation.\nThe Justice Department proposal, reported earlier by The Wall Street Journal, is a legislative plan that would have to be adopted by Congress. It adds to growing calls in Washington, from elected officials of both parties, to change Section 230.", "url": "https://www.nytimes.com/2020/06/17/technology/justice-dept-urges-rolling-back-legal-shield-for-tech-companies.html"}