{"authors": ["Matthew Haag"], "date_download": "2022-10-25 23:51:06", "date_modify": "2022-10-25 23:51:06", "date_publish": "2020-01-05 08:00:11", "description": "Amazon, Apple, Facebook and Google will soon have 20,000 workers in New York City, many in offices on the West Side.", "filename": "2020_01_05_nyregion_nyc-tech-facebook-amazon-google_1666741866.html", "image_url": "https://static01.nyt.com/images/2020/01/05/world/05nytech-promo/05nytech-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ecfb00ab21052b08b3b95e07abd2c77de5f2910a328db140455633de82e9cac4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_05_nyregion_nyc-tech-facebook-amazon-google_1666741866.html", "title": "Silicon Valley’s Newest Rival: The Banks of the Hudson", "title_page": "Silicon Valley’s Newest Rival: The Banks of the Hudson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Facebook was searching for another New York office, one big enough to fit as many as 6,000 workers, more than double the number it currently employs in the city, it had one major demand: It needed the space urgently.\nSo after the company settled on Hudson Yards, the vast mini-city taking shape on Manhattan’s Far West Side, existing tenants were told to move and a small army of construction workers quickly began to revamp the building even before a lease had been signed.\nFacebook’s push to accommodate its booming operations is part of a rush by the West Coast technology giants to expand in New York City. The rapid growth is turning a broad swath of Manhattan into one of the world’s most vibrant tech corridors.\nFour companies — Amazon, Apple, Facebook and Google — already have big offices along the Hudson River, from Midtown to Lower Manhattan, or have been hunting for new ones in recent months, often competing with one another for the same space.", "url": "https://www.nytimes.com/2020/01/05/nyregion/nyc-tech-facebook-amazon-google.html"}