{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:22:20", "date_modify": "2022-10-25 23:22:20", "date_publish": "2020-03-21 00:19:44", "description": "President Trump has delegated the authority to invoke extraordinary powers over private industry, but his administration does not seem to be using it yet.", "filename": "2020_03_20_us_politics_defense-production-act-virus_1666740140.html", "image_url": "https://static01.nyt.com/images/2020/03/23/us/23dc-virus-diplo-print/20dc-virus-legal-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9e52e25b0a145c91f9ec6f9067c0ec79c8fe6b4bce757051e65e1875ed6b5fc3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_20_us_politics_defense-production-act-virus_1666740140.html", "title": "How the Defense Production Act Could Yield More Masks, Ventilators and Tests", "title_page": "How the Defense Production Act Could Yield More Masks, Ventilators and Tests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump issued an executive order this week invoking the Defense Production Act to battle the coronavirus pandemic, but his advisers have resisted making aggressive use of the law to mobilize private industry.\nMr. Trump has given mixed signals about whether his administration has actually used the law at all to spur the production of scarce and necessary items like ventilators; testing kits; and protective masks, gloves, and gowns.\nHere is an explanation of the law.\nWhat is the Defense Production Act?\nIt is a law that permits the federal government to impose some control over private-sector industry to ensure the production of material that is deemed necessary for national defense. It traces back to the Korean War.\nCongress enacted it with military necessities like steel and tanks in mind, but lawmakers expanded it after the Sept. 11, 2001, attacks to cover other areas, including public health and safety. It was reauthorized last year until 2025.", "url": "https://www.nytimes.com/2020/03/20/us/politics/defense-production-act-virus.html"}