{"authors": ["Sarah Mervosh", "Mitch Smith", "Lucy Tompkins"], "date_download": "2022-10-25 23:22:18", "date_modify": "2022-10-25 23:22:18", "date_publish": "2020-06-22 23:49:44", "description": "For months, clusters often centered in nursing homes, prisons and food processing plants. With Americans venturing into public more, new types of outbreaks are emerging.", "filename": "2020_06_22_us_new-coronavirus-phase_1666740138.html", "image_url": "https://static01.nyt.com/images/2020/06/24/us/22VIRUS-CLUSTERS-vegas/22VIRUS-CLUSTERS-vegas-facebookJumbo.jpg?year=2020&h=549&w=1050&s=28f90d3d73085efae7628c98715aa7ad9767398bb7199c6bfff1c519f722e39f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_22_us_new-coronavirus-phase_1666740138.html", "title": "Bars, Strip Clubs and Churches: U.S. Virus Outbreaks Enter Unwieldy Phase", "title_page": "Bars, Strip Clubs and Churches: U.S. Virus Outbreaks Enter Unwieldy Phase - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Public health officials in several states have identified coronavirus cases in more than 50 people who attended or worked at protests of police misconduct after the death of George Floyd at the hands of the police in late May. So far, no major outbreaks had been directly linked to those gatherings.\nSome of the newest clusters of cases have been tied to athletics, as student athletes return to campus and professional teams hope to play again. At least 23 football players at Clemson University have been infected, along with at least 10 athletes at Iowa State and at least five football players at Texas State. Several professional sports teams, including the Philadelphia Phillies and Tampa Bay Lightning, have also reported cases.\nNew outbreaks in some cities have overwhelmed hospitals.\nGov. Jay Inslee, a Democrat, warned over the weekend of “a desperate situation for public health” in Central Washington’s Yakima County, where coronavirus cases have spiked, hospitals have reached capacity and patients were being taken to Seattle for medical care.\nIt echoes an earlier stage of the virus, when Washington State was in crisis mode after it reported the country’s first known case of the coronavirus in January and the country’s first major cluster at a nursing facility near Seattle in February.\nAfter getting the initial outbreak under control, officials saw a resurgence in Yakima County, home to 250,000 people and more than 6,400 coronavirus infections. The situation has now grown dire: The county has more cases than all of South Dakota, and the virus has spread so widely that many Yakima hospital employees are calling off work because they feel ill or are in quarantine.\n“We are frankly at the breaking point,” said Mr. Inslee, who planned to require people in the county to begin wearing face coverings in public. “We don’t want to see people in parking lots unable to get hospital care. And if we do not act aggressively now, that is what’s going to happen.”\nSarah Mervosh reported from Pittsburgh, Mitch Smith from Chicago and Lucy Tompkins from New York. Lauryn Higgins contributed reporting from Lincoln, Neb.", "url": "https://www.nytimes.com/2020/06/22/us/new-coronavirus-phase.html"}