{"authors": ["Annie Correal"], "date_download": "2022-10-25 23:53:29", "date_modify": "2022-10-25 23:53:29", "date_publish": "2020-01-15 01:35:20", "description": "A killing that has shocked a community in Queens has become a flash point in the national debate over immigration.", "filename": "2020_01_14_nyregion_92-year-old-woman-queens-murder_1666742009.html", "image_url": "https://static01.nyt.com/images/2020/01/14/nyregion/14icemurder/14icemurder-facebookJumbo.jpg?year=2020&h=351&w=672&s=f5b78a9d881ed6ff7379a3360392380278810b9ad27933c00f0b83b80784f09b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_14_nyregion_92-year-old-woman-queens-murder_1666742009.html", "title": "Man Accused of Murdering Woman, 92, Should Have Been Deported, ICE Says", "title_page": "Man Accused of Murdering Woman, 92, Should Have Been Deported, ICE Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The rape and murder of a 92-year-old woman in Queens became a flash point in the broader debate over immigration on Tuesday when federal authorities contended that the suspect should not have been in the country.\nThe officials said the suspect, Reeaz Khan, 21, had beaten up his father during an altercation in November that had resulted in his arrest, leading federal authorities at the time to ask New York City to hand him over for possible deportation.\nInstead, he was arrested again on Friday and charged with the murder of the woman, Maria Fuertes.\nIn a statement issued by the United States Immigration and Customs Enforcement on Tuesday, officials said Mr. Khan was “an unlawfully present Guyanese national” who had been released “due to New York City’s sanctuary policies.”\nThe statement has pitted immigration officials from the Trump administration against local authorities in New York City, one of a number of so-called sanctuary cities around the country, where officials have resisted deputizing law enforcement to help federal immigration authorities detain and deport undocumented immigrants.", "url": "https://www.nytimes.com/2020/01/14/nyregion/92-year-old-woman-queens-murder.html"}