{"authors": ["Jim Tankersley", "Ben Casselman"], "date_download": "2022-10-25 23:48:31", "date_modify": "2022-10-25 23:48:31", "date_publish": "2020-07-15 09:00:29", "description": "Hopes for a rebound are endangered by prolonged closures of schools, renewed state restrictions on business and fears of a difficult autumn and winter.", "filename": "2020_07_15_business_economy_economic-recovery-coronavirus-resurgence_1666741711.html", "image_url": "https://static01.nyt.com/images/2020/07/14/business/14dc-virus-econ-01/14dc-virus-econ-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=80055f1e71c02c1165262ae854705c013f7f428db5b4a86a3a7a1522c50ab710&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_15_business_economy_economic-recovery-coronavirus-resurgence_1666741711.html", "title": "A Resurgence of the Virus, and Lockdowns, Threatens Economic Recovery", "title_page": "A Resurgence of the Virus, and Lockdowns, Threatens Economic Recovery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We have to go back to liquidity mode. I know in Congress there’s not a lot of appetite for that,” Mr. Smith said. “But there’s still a chance it could be a horrible fall, and the legislative calendar is not set to deal with that.”\nTrump administration officials have suggested a willingness to negotiate with Democrats on unemployment benefits, small-business aid and possibly another round of stimulus checks, while also pushing for business tax cuts that have found little traction in Congress. Some Senate Republicans want to cut off pandemic spending increases entirely, though their leadership has expressed openness to a deal if it includes protections from lawsuits for businesses that reopen.\nSmall businesses around the country say that if lockdowns persist without some type of additional financial cushion from Congress, they will be faced with a dire choice.\nAt Sonoma Fit, a three-gym chain in Northern California, business was finally starting to stabilize this month after weeks of lost revenue and extreme uncertainty. Old customers were starting to come back. New ones were signing up. The thousands of dollars that Jennifer and Adam Kovacs, the owners, had spent to overhaul their facilities to allow for social distancing seemed to be paying off.\nThen on Monday, a friend called to tell Ms. Kovacs that the governor had just ordered gyms in much of California to close again. Ms. Kovacs said she was “blindsided\" — but she tried to hide it from her 17-year-old daughter, who was working at the front desk.\nAbout three-quarters of Sonoma Fit’s nearly 5,000 members stuck with them through the first shutdown, but Ms. Kovacs said she thought they would be lucky to retain half their members this time. She said she could not imagine business returning to normal as long as rules differed by county and industry — and were subject to change at a moment’s notice.", "url": "https://www.nytimes.com/2020/07/15/business/economy/economic-recovery-coronavirus-resurgence.html"}