{"authors": ["Neil Vigdor"], "date_download": "2022-10-25 23:25:59", "date_modify": "2022-10-25 23:25:59", "date_publish": "2020-04-03 02:54:59", "description": "The stockpile, slated for medical personnel in New York and New Jersey, includes 192,000 N95 respirators, 130,000 surgical masks and nearly 600,000 medical-grade gloves, the authorities said.", "filename": "2020_04_02_nyregion_brooklyn-coronavirus-price-gouging_1666740359.html", "image_url": "https://static01.nyt.com/images/2020/04/02/us/02xp-virus-redistribute/merlin_171120330_16ed95df-c578-46cf-8129-6b78320746cf-facebookJumbo.jpg?year=2020&h=550&w=1050&s=eea1ae99966c84e8feaed31389af9ea16892f728a7f15cfd70e7e195bad4bee8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_02_nyregion_brooklyn-coronavirus-price-gouging_1666740359.html", "title": "A Hoarder’s Huge Stockpile of Masks and Gloves Will Now Go to Doctors and Nurses, F.B.I. Says", "title_page": "A Hoarder’s Huge Stockpile of Masks and Gloves Will Now Go to Doctors and Nurses, F.B.I. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nearly a million medical-grade masks and gloves that were seized this week from a Brooklyn man who was charged with lying to federal agents about price-gouging will go to medical workers in New York and New Jersey, the authorities said Thursday.\nThe need for masks and personal protective equipment, known as PPE, is acute in the New York metropolitan region, an epicenter of the coronavirus pandemic in the United States.\nThe stockpile of supplies that were seized included 192,000 N95 respirators, 130,000 surgical masks and nearly 600,000 medical grade gloves, the authorities said. They said they also had recovered surgical gowns, disinfectant towels, particulate filters, hand sanitizer and spray disinfectant.\nThe man who was charged with lying to federal agents, Baruch Feldheim, 43, charged a doctor $12,000 last month for a large order of masks, gowns and hazmat gear at a 700 percent markup, according to the F.B.I. The agency called it a glaring example of hoarding of medical supplies that are designated as essential under a presidential executive order.", "url": "https://www.nytimes.com/2020/04/02/nyregion/brooklyn-coronavirus-price-gouging.html"}