{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:22:24", "date_modify": "2022-10-25 23:22:24", "date_publish": "2020-12-04 19:58:46", "description": "With the vaccine rollout and a potential Brexit deal looming, his government has a chance to wash away its reputation for chaos and mismanagement.", "filename": "2020_12_04_world_europe_boris-johnson-vaccine-brexit_1666740144.html", "image_url": "https://static01.nyt.com/images/2020/12/04/world/04vaccine-uk-1/04vaccine-uk-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6c790171ed92a755e80e075d05a9b63730a2b95c2090a4023ae0696390dfa8da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_04_world_europe_boris-johnson-vaccine-brexit_1666740144.html", "title": "For Boris Johnson, Vaccine Rollout Offers Last Chance to Show Competence", "title_page": "For Boris Johnson, Vaccine Rollout Offers Last Chance to Show Competence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pro-Brexit politicians struck a bluntly nationalistic chord, saying Britain’s early approval of the vaccine was the first of many triumphs — though for all the fanfare, it may be only days ahead of U.S. authorization and a few weeks ahead of the European Union.\nThe education secretary, Gavin Williamson, said Britain moved faster than its neighbors because “we’re a much better country than every single one of them.” The leader of the House of Commons, Jacob Rees-Mogg, said European regulators were “a bit sniffy” that they had not yet managed to approve it.\n“We have, we’re leaving, draw your own conclusions,” he declared. “We are now free of the dead hand of the European Union.”\nIn fact, the swift approval of the Pfizer vaccine was not enabled by Brexit. Although Britain formally left the European Union last January, it continues to adhere to the bloc’s regulations until a transition period expires on Dec. 31.\nThe British health regulator invoked an emergency power, available to all European Union members, to move faster in the case of a pandemic.\nStill, the optics of Britain striking out on its own, ahead of France and Germany, are appealing because they play into the pro-Brexit argument that a Britain unshackled from Brussels will be more agile and flexible, able to act as a free agent in the global market for everything from vaccines to ventilators.", "url": "https://www.nytimes.com/2020/12/04/world/europe/boris-johnson-vaccine-brexit.html"}