{"authors": ["Reid J. Epstein", "Trip Gabriel"], "date_download": "2022-10-25 23:53:10", "date_modify": "2022-10-25 23:53:10", "date_publish": "2020-02-07 17:05:04", "description": "Joe Biden’s organization remained weak. Bernie Sanders and Elizabeth Warren focused on cities and college towns. Mr. Buttigieg, however, went everywhere.", "filename": "2020_02_07_us_politics_pete-buttigieg-iowa-caucus_1666741990.html", "image_url": "https://static01.nyt.com/images/2020/02/03/us/politics/03buttigieg-04-promo/03buttigieg-04-promo-facebookJumbo-v4.jpg?year=2020&h=550&w=1050&s=76f9d1c453721fac872fd36b250a0455ea378effb6238dce8b3e033af70e4e4a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_07_us_politics_pete-buttigieg-iowa-caucus_1666741990.html", "title": "How Pete Buttigieg Became the Surprise of the Iowa Caucuses", "title_page": "How Pete Buttigieg Became the Surprise of the Iowa Caucuses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Buttigieg campaigned in 27 of the 31 Iowa counties that backed Mr. Obama in 2012 before swinging to President Trump in 2016, many of them along the Mississippi River. With a message of bridging divisions in the party and the country, he drew the largest crowds of any candidate in 20 Obama-Trump counties, according to his campaign.\nHis margins across Republican-leaning rural Iowa helped propel him to a narrow delegate lead over Mr. Sanders, carrying to New Hampshire the argument that he is the candidate around whom moderate Democrats should coalesce in opposition to the democratic socialist from Vermont.\n“We needed a new path forward, a path that welcomed people instead of pushing them away, brought them together instead of driving them apart, because this is our best and maybe our last shot,” Mr. Buttigieg told supporters at his caucus night party on Monday in Des Moines.\nBut even as he gained a shot of momentum from Iowa, he enters a new phase of the Democratic campaign as a potentially weak prospective nominee, unable so far to broaden his coalition to minority voters and young voters needed to confront Mr. Trump in November. With the lackluster showing in Iowa by Mr. Biden — the candidate with the most support from black voters in national polls — the race has grown increasingly unpredictable.\nFor Mr. Buttigieg, the journey from unknown small-city mayor — whose lone experience on the national political stage was in a contest to be Democratic National Committee chairman that netted him a single vote — to a top finish in the Iowa caucuses ran through cornfields similar to the ones he says he can run to from his Indiana home.\nAlong the way, he became the only one of more than two dozen candidates in his party’s 2020 primary to vault from near anonymity into the race’s top tier.", "url": "https://www.nytimes.com/2020/02/07/us/politics/pete-buttigieg-iowa-caucus.html"}