{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:25:33", "date_modify": "2022-10-25 23:25:33", "date_publish": "2020-10-23 00:07:10", "description": "In a highly anticipated meeting of the agency’s vaccine advisory board, some said that the current guidelines, which require two months of safety data after a volunteer has been vaccinated, were not enough.", "filename": "2020_10_22_health_covid-vaccine-fda-advisory-committee_1666740333.html", "image_url": "https://static01.nyt.com/images/2020/10/22/multimedia/22virus-fda/22virus-fda-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7abbef8f0fa2b0e7ecc0693317d644135f441a1e7234324a579fa455c275e144&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_22_health_covid-vaccine-fda-advisory-committee_1666740333.html", "title": "Experts Tell F.D.A. It Should Gather More Safety Data on Covid-19 Vaccines", "title_page": "Experts Tell F.D.A. It Should Gather More Safety Data on Covid-19 Vaccines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Others said their skepticism had historical roots dating to the Tuskegee Syphilis Study, in which government scientists lied to Black men and allowed them to go untreated for syphilis. “I firmly believe that this is another Tuskegee experiment,” one participant said.\nThe expert panel was not asked to evaluate a specific vaccine — none of the companies developing one so far have results from large clinical trials — but rather to weigh in on how the F.D.A. should vet the candidates. The agency has said that it will ask the panel for its opinion before approving any coronavirus vaccine for emergency use. The agency typically, but not always, follows the advice of its outside experts.\nFour companies are conducting late-stage clinical trials in the United States, and some have estimated they will have preliminary data that may allow them to apply for emergency authorization in certain high-risk groups by the end of November. One of the companies, Moderna, said on Thursday that it had fully enrolled its trial of 30,000 participants, the first company to do so.\nSeveral of the experts said that they believed the agency should ask the companies to wait for more safety data. They said the agency’s current guidelines, which require two months of safety data after a volunteer has received the last dose of a vaccine, were not good enough. Collecting longer-term data would allow them to evaluate potential risks, such as whether immunity to the virus wanes after a few months, or whether rare side effects emerge.\nThe experts were also asked to give their opinions about what should happen to the clinical trials if the F.D.A. were to approve a vaccine for emergency use based on promising early data. Pfizer has said that if a vaccine is approved for emergency use, the company will be ethically obligated to offer the vaccine to people in the trial who received a placebo instead of the actual vaccine. But this would “unblind” the trial by revealing who was in each group, jeopardizing the broader results.", "url": "https://www.nytimes.com/2020/10/22/health/covid-vaccine-fda-advisory-committee.html"}