{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 22:57:43", "date_modify": "2022-10-25 22:57:43", "date_publish": "2020-05-15 18:38:20", "description": "The House’s vote on Friday to allow lawmakers to work from afar will fundamentally change how Congress operates.", "filename": "2020_05_15_us_politics_remote-voting-house-coronavirus_1666738663.html", "image_url": "https://static01.nyt.com/images/2020/05/15/us/politics/15dc-virus-remotevoting/15dc-virus-remotevoting-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=c7184c99445ced075dd43e2779db9d5e310f6710ef8c4f466788a58e43733c0b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_15_us_politics_remote-voting-house-coronavirus_1666738663.html", "title": "With Move to Remote Voting, House Alters What It Means for Congress to Meet", "title_page": "With Move to Remote Voting, House Alters What It Means for Congress to Meet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But beyond the partisan considerations, a broad cross-section of congressional scholars, parliamentary experts and former officials warn that the decision could have unintended and long-lasting consequences, altering the course of the body in fundamental ways that few rules changes in the last two centuries have.\nMost agree the shift to remote voting is unlikely to prompt a real constitutional challenge. Even if some third party were to sue to try to stop the plan, the courts tend to be reluctant to second-guess the ability of either chamber of Congress to set its own rules and function as it sees fit.\nThe more nagging questions, even to those who support the changes, have to do with what happens next. What will become of the in-person, back slapping, ear-whispering, wheeling and dealing that powers the Congress?\n“Even if that is not a requirement, the institution is built on that practice and that understanding,” said Michael Stern, a former senior legal counsel to the House who writes about congressional legal issues. “It is not built upon the idea that members can sort of legislate independently from each other.”\nHe added, “There is a pretty strong argument that if you cut that out, you are losing something, and you may not know how significant it is until it’s gone.”\nLosses may be hard to measure. Lawmakers, who are outfitted with large staffs employed to offer expert advice and draft the finer points of bills, nonetheless often do much of their most consequential legislative work in person. They hammer out a compromise amendment in a hushed conversation during a committee meeting. They provoke debates. They whip votes on the floor of the House, find unexpected allies and have to explain themselves, face to face, to their peers when they go back on their word.\nDaniel Schuman, the policy director of Demand Progress, a progressive organization that presses for government transparency and accountability, said the absence of such interactions would accelerate trends in the modern Congress that have already concentrated power in the hands of the majority — particularly the speaker — at the expense of committees and ad hoc policy alliances between like-minded Republicans and Democrats.", "url": "https://www.nytimes.com/2020/05/15/us/politics/remote-voting-house-coronavirus.html"}