{"authors": ["Sam Roberts"], "date_download": "2022-10-25 23:55:15", "date_modify": "2022-10-25 23:55:15", "date_publish": "2020-04-28 22:54:31", "description": "He was on leave during the Challenger disaster in 1986 and resigned shortly after what critics called a leadership vacuum.", "filename": "2020_04_28_us_james-beggs-nasa-chief-dead_1666742115.html", "image_url": "https://static01.nyt.com/images/2020/04/29/obituaries/28BEGGS/28BEGGS-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8f34838a294cd3d809e73e23830ad20e75ddd49bf6beac73bcca9b4bab629339&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_28_us_james-beggs-nasa-chief-dead_1666742115.html", "title": "James Beggs, 94, Is Dead; NASA Chief Championed Space Shuttle", "title_page": "James Beggs, 94, Is Dead; NASA Chief Championed Space Shuttle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "James M. Beggs, the NASA chief who oversaw more than 20 successful space shuttle launches and who was on leave during the fatal Challenger explosion in 1986, died on April 23 at his home in Bethesda, Md. He was 94.\nThe cause was congestive heart failure, his son Charles said.\nMr. Beggs was named administrator of NASA by President Ronald Reagan in 1981. He was on administrative leave — to defend himself against accusations, later declared baseless, of overcharging the government — when Challenger sundered 73 seconds after liftoff, killing seven crew members, including a high school teacher, Christa McAuliffe.\nThe Challenger disaster was attributed in part to a decision to ignore the recommendation of a contractor who had cautioned that low temperatures jeopardized the durability of the spacecraft’s seals, or O-rings.\nMr. Beggs had been replaced at the time by a “White House political appointment,” and “NASA was thus bereft of experienced and trusted leadership” when Challenger exploded, according to an official NASA history written in 1998 by Prof. John M. Logsdon, the former director of the Space Policy Institute at George Washington University.", "url": "https://www.nytimes.com/2020/04/28/us/james-beggs-nasa-chief-dead.html"}