{"authors": ["Sheera Frenkel", "Mike Isaac", "Cecilia Kang", "Gabriel J.X. Dance"], "date_download": "2022-10-25 23:42:48", "date_modify": "2022-10-25 23:42:48", "date_publish": "2020-06-01 16:31:18", "description": "While Twitter started labeling some of the president’s inflammatory messages, Facebook’s chief executive, Mark Zuckerberg, has said his company should leave them alone.", "filename": "2020_06_01_technology_facebook-employee-protest-trump_1666741368.html", "image_url": "https://static01.nyt.com/images/2020/06/01/business/01fbrevolt/01fbrevolt-facebookJumbo.jpg?year=2020&h=549&w=1050&s=a6e1ec48221fea861af4cf38337b0f0bb732690c2652f6759fb1f0cbae0cfcef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_01_technology_facebook-employee-protest-trump_1666741368.html", "title": "Facebook Employees Stage Virtual Walkout to Protest Trump Posts", "title_page": "Facebook Employees Stage Virtual Walkout to Protest Trump Posts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Personally, I have a visceral negative reaction to this kind of divisive and inflammatory rhetoric,” Mr. Zuckerberg said in a post to his Facebook page on Friday. “But I’m responsible for reacting not just in my personal capacity but as the leader of an institution committed to free expression.”\nMr. Zuckerberg spoke briefly with Mr. Trump in a telephone call on Friday, according to two people familiar with the matter. The call, which was previously reported by Axios, was described as “productive,” though it was not clear what was said. Mr. Zuckerberg explained his position to employees in a live-streamed question and answer session later that day.\nIn a video of the session that was reviewed by The Times, hundreds of employees voiced opposition by posting comments alongside the session, and some questioned whether any black people had been involved in making the decision.\n“The lack of backbone, and this weak leadership, will be judged by history. Hate speech should never be compared to free speech,” one employee wrote. “The president (sic) is literally threatening for the National Guard to shoot citizens. Maybe when we’re in the middle of a race war the policy will change.”\nMr. Zuckerberg said the posts were different from those that threaten violence because they were about the use of “state force,” which is currently allowed.\nWhile there was some support for the chief executive during the livestream, the results of an internal poll taken during the session and posted by a staff member showed that more than 1,000 Facebook employees voted against Mr. Zuckerberg’s choice. Nineteen of the respondents said they agreed with the decision.", "url": "https://www.nytimes.com/2020/06/01/technology/facebook-employee-protest-trump.html"}