{"authors": ["Patrick Mcgeehan"], "date_download": "2022-10-25 23:29:22", "date_modify": "2022-10-25 23:29:22", "date_publish": "2020-04-04 09:00:15", "description": "Thousands of newly unemployed New Yorkers desperate to stay afloat are being frustrated by the state’s 1970s-era technology.", "filename": "2020_04_04_nyregion_coronavirus-ny-unemployment-benefits_1666740562.html", "image_url": "https://static01.nyt.com/images/2020/04/03/nyregion/00nyvirus-unemployed1/00nyvirus-unemployed1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=daaf41b9bf6982a5067080663eb9b745970a65ba9b599fdc9869727ed0b71ada&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_04_nyregion_coronavirus-ny-unemployment-benefits_1666740562.html", "title": "He Needs Jobless Benefits. He Was Told to Find a Fax Machine.", "title_page": "He Needs Jobless Benefits. He Was Told to Find a Fax Machine. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mohammed Saiful Islam got a taste of how antiquated the technology that runs New York State’s unemployment-insurance system is when he had to go to a Staples store in the middle of a pandemic to fax his pay stubs to Albany.\nMr. Islam, a Lyft driver who lives in Queens and has been idled by the outbreak, is among more than 450,000 New Yorkers who have tried, often in vain, to apply for unemployment benefits in the past three weeks.\nAs he and many others discovered, the state’s archaic systems were woefully unprepared for the deluge of claims. In Mr. Islam’s case, he said it took him four days to reach someone who could explain what he had to do to complete the application process.\nState officials admitted as recently as last summer that there were problems with the technology used for such applications, describing New York’s unemployment-insurance systems as relics from the heyday of mainframe computers.", "url": "https://www.nytimes.com/2020/04/04/nyregion/coronavirus-ny-unemployment-benefits.html"}