{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:12", "date_modify": "2022-10-25 23:29:12", "date_publish": "2020-04-01 20:40:12", "description": "The central bank is weighing what it can do to help local bond markets. Here’s why Democrats’ big ask — direct purchases — is so tough.", "filename": "2020_04_01_business_economy_fed-coronavirus-municipal-debt_1666740552.html", "image_url": "https://static01.nyt.com/images/2020/04/01/business/01DC-FEDBONDS-01/merlin_163234626_00e1328a-3dea-491e-a291-9ccf3917bba0-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c577931493105b89831466dae25c8179a244fa1a87423f79c003af2afafe1944&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_01_business_economy_fed-coronavirus-municipal-debt_1666740552.html", "title": "Why State and Local Debt Is Fraught Territory for the Fed", "title_page": "Why State and Local Debt Is Fraught Territory for the Fed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rhode Island will miss out on $300 million in revenue in March and early April as coronavirus delays income tax filings, while shuttered casinos cost state coffers another $1 million per day. Expenses, meantime, are through the roof — the state spent $7 million on ventilators on Monday alone.\nSeth Magaziner, the state’s general treasurer, takes comfort in the fact that the federal government should soon cover some coronavirus-related costs, like medical equipment, thanks to legislation President Trump signed last week. But Mr. Magaziner remains worried about the municipal bond market, which state and local governments tap to fund everything from road construction to schools. It could turn messier as government income streams dry up amid quarantines and furloughs, making debt harder to issue. Like many other state finance officials around the country, he’s looking to the Federal Reserve for help.\n“Things are very volatile, and we don’t know what the future can bring,” Mr. Magaziner said. “This is a crisis unlike any other that the country has faced in generations.”\nState officials, Democratic lawmakers in Washington and advocacy groups are pushing the Fed to step up its efforts to support state and local finances.", "url": "https://www.nytimes.com/2020/04/01/business/economy/fed-coronavirus-municipal-debt.html"}