{"authors": ["Katherine J. Wu"], "date_download": "2022-10-25 23:22:59", "date_modify": "2022-10-25 23:22:59", "date_publish": "2020-06-22 16:35:39", "description": "As scientists study the effectiveness of the drug against the coronavirus, others are exploring how to make the potential treatment easier to administer.", "filename": "2020_06_22_health_gilead-remdesivir-coronavirus-nebulizer_1666740179.html", "image_url": "https://static01.nyt.com/images/2020/06/22/science/22VIRUS-REMDESIVIR/merlin_172038183_b135c70c-ad2a-4c49-a4e4-186ed3512afa-facebookJumbo.jpg?year=2020&h=550&w=1050&s=725d6b44319f61e0f99c3c381d28fe2dda8f8916e5e108b0fec7482fbd335f74&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_22_health_gilead-remdesivir-coronavirus-nebulizer_1666740179.html", "title": "Gilead to Test a Version of Remdesivir That Can Be Inhaled", "title_page": "Gilead to Test a Version of Remdesivir That Can Be Inhaled - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Remdesivir, which interferes with virus replication, is the first antiviral drug to show effectiveness against the coronavirus in human trials. It was given Emergency Use Authorization by the United States Food and Drug Administration on May 1, allowing physicians to deploy the drug intravenously in hospitalized patients with confirmed diagnoses of Covid-19, the disease caused by the coronavirus. However, this designation does not constitute formal drug approval, and remdesivir’s safety and efficacy are still being investigated in several clinical trials.\nIn a study published in May in the New England Journal of Medicine, remdesivir showed modest effects, shortening average recovery time to 11 days from 15 in hospitalized patients with the coronavirus. But the effects on mortality were negligible.\nBuoyed by these early results, Gilead Sciences now hopes their inhalable iteration of remdesivir will help “stem the tide of the pandemic,” Daniel O’Day, Gilead’s chairman and C.E.O., said in a statement Monday. Beginning this week, healthy volunteers will be screened for participation in Phase I trials, which will test for safety. Covid-19 patients are expected to enter the lineup as early as August.\nConvenience could end up being crucial to boosting remdesivir’s effects, Dr. Rasmussen said. The drug may be less effective when administered late in infection, after a patient has already sought treatment for serious symptoms. But under ideal circumstances, early doses of remdesivir could nip the disease in the bud.\nAntivirals are generally thought to be most effective early in infection, before a pathogen can gain a strong foothold in the body and drive some of the most severe and life-threatening aspects of disease. The immune response to the coronavirus can be overzealous, at first rousing itself to clear an infectious invader, before spilling over and destroying healthy tissue in a misguided bid to protect the body. “If you could get rid of the virus before they develop those disease symptoms, you would probably have better clinical outcomes across many patients,” Dr. Rasmussen said.", "url": "https://www.nytimes.com/2020/06/22/health/gilead-remdesivir-coronavirus-nebulizer.html"}