{"authors": ["Marie Fazio"], "date_download": "2022-10-25 23:00:03", "date_modify": "2022-10-25 23:00:03", "date_publish": "2020-09-21 17:07:21", "description": "The Louisiana State Police said Ronald Greene died in a crash after leading troopers on a high-speed chase. Over a year later, photos of his injuries have raised new questions about his death.", "filename": "2020_09_21_us_ronald-greene-louisiana-police_1666738803.html", "image_url": "https://static01.nyt.com/images/2020/09/20/multimedia/20xp-louisiana/20xp-louisiana-facebookJumbo.jpg?year=2020&h=550&w=1050&s=adf2d2068cf4296b5263bcf26492e05111fe1bd819a7365578b1340f3fc2fa83&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_21_us_ronald-greene-louisiana-police_1666738803.html", "title": "F.B.I. Investigates Ronald Greene's Death After Louisiana Police Chase", "title_page": "F.B.I. Investigates Ronald Greene's Death After Louisiana Police Chase - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal authorities have opened a civil rights investigation as new questions have surfaced about the death of a Black man after a high-speed police chase in northern Louisiana last year.\nRelatives of the man, Ronald Greene, 49, were initially told that he had died from injuries he sustained in a crash after he failed to stop for a traffic violation, a lawyer for his family said. But photos that recently circulated online — the images appear to show Mr. Greene’s bruised and bloodied face and damage to his car that the family says is inconsistent with a fatal accident — have raised questions about what really happened.\n“The brutality used against him, that was not what his family was told,” Lee Merritt, a lawyer representing Mr. Greene’s family, said in an interview on Sunday. “It appears that Mr. Greene was sat upon by several officers who tased him repeatedly and beat him before he entered cardiac arrest.”\nThe photos were shared on social media after the president of the N.A.A.C.P.’s Baton Rouge branch posted them on Facebook last week. The images were also included in a wrongful-death lawsuit that Mr. Greene’s family filed in May arguing that he died as a result of a struggle with troopers that “left him beaten, bloodied and in cardiac arrest.”", "url": "https://www.nytimes.com/2020/09/21/us/ronald-greene-louisiana-police.html"}