{"authors": ["Sandra E. Garcia"], "date_download": "2022-10-25 23:44:26", "date_modify": "2022-10-25 23:44:26", "date_publish": "2020-10-27 22:10:49", "description": "In a post on Medium, she described the circumstances surrounding her stillbirth and explained the importance of documenting her experience.", "filename": "2020_10_27_style_chrissy-teigen-pregnancy-loss-essay_1666741466.html", "image_url": "https://static01.nyt.com/images/2019/09/11/multimedia/27chrissy2/09xp-teigen-facebookJumbo.jpg?year=2020&h=549&w=1050&s=6cde226ed080eb8dc0b2dd6baab4b06816582af99a7d754fa6c583e8bcf1e873&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_27_style_chrissy-teigen-pregnancy-loss-essay_1666741466.html", "title": "Chrissy Teigen on Pregnancy Loss and Social Media Critics", "title_page": "Chrissy Teigen on Pregnancy Loss and Social Media Critics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Initially, Ms. Teigen was criticized for posting photos from the hospital, including an image of her holding her stillborn son; she addressed those critics directly in her essay.\n“I cannot express how little I care that you hate the photos. How little I care that it’s something you wouldn’t have done,” she wrote. “I lived it, I chose to do it, and more than anything, these photos aren’t for anyone but the people who have lived this or are curious enough to wonder what something like this is like. These photos are only for the people who need them.”\nDuring all of her pregnancies, Ms. Teigen dealt with placenta problems, she wrote. This was the first, though, where she was diagnosed with a partial placenta abruption.\nA partial placenta abruption is when the placenta separates from the lining of the uterus, causing bleeding to the mother and stripping the fetus of oxygen and nutrients. It is a rare diagnosis, according to the National Institutes of Health. The complication puts both the mother and the fetus at risk, which Ms. Teigen said a doctor explained to her before her delivery.\n“He just wouldn’t survive this, and if it went on any longer, I might not either,” Ms. Teigen wrote. “We had tried bags and bags of blood transfusions, every single one going right through me like we hadn’t done anything at all. Late one night, I was told it would be time to let go in the morning.”\nShe went on to describe the complicated emotions that came in the wake of her loss: sadness, uncomfortable happiness, guilt and love.", "url": "https://www.nytimes.com/2020/10/27/style/chrissy-teigen-pregnancy-loss-essay.html"}