{"authors": ["Nicole Hong"], "date_download": "2022-10-25 22:55:19", "date_modify": "2022-10-25 22:55:19", "date_publish": "2020-09-30 20:13:00", "description": "“Will you never stop?” a former member of the group asked Ms. Bronfman, a Seagram’s heir, who used her family fortune to intimidate critics of Nxivm, prosecutors say.", "filename": "2020_09_30_nyregion_clare-bronfman-nxivm-keith-raniere-sentence_1666738519.html", "image_url": "https://static01.nyt.com/images/2020/09/30/nyregion/30sexcult2/30sexcult2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=bc5d0c4ed9ea75c9cfc4578da079dba72a0c9ed5a2e3ad6bdaab8504337efec7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_30_nyregion_clare-bronfman-nxivm-keith-raniere-sentence_1666738519.html", "title": "Clare Bronfman Is Sentenced to 81 Months in Nxivm ‘Sex Cult’ Case", "title_page": "Clare Bronfman Is Sentenced to 81 Months in Nxivm ‘Sex Cult’ Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some of them said Ms. Bronfman sued them relentlessly, drove them into bankruptcy and even persuaded local prosecutors to initiate criminal charges against them.\nAt times, the hearing felt like an intervention. Several of the women looked straight at Ms. Bronfman, sitting silently at the defense table, and begged her to denounce Mr. Raniere. Ms. Bronfman told the judge last month that she could not disavow Mr. Raniere because she still believed in him.\n“I pray that you will take the claws of Keith Raniere out of you, and you will learn who Clare Bronfman really is,” said one of the victims, Susan Dones, through tears.\n“He is killing you,” she said.\nAfter the victims spoke, Judge Garaufis stared sternly at Ms. Bronfman for several moments. A heavy silence fell over the courtroom.\nNxivm (pronounced NEX-ee-um), which was headquartered near Albany, became known as a “sex cult” after trial testimony showed that Mr. Raniere had groomed a group of women in the group to be his sexual partners. During a secret ritual, the women were branded with his initials near their pelvis while saying, “Master, please brand me, it would be an honor.”\nBefore Mr. Raniere’s trial, Ms. Bronfman and four other leaders within his inner circle pleaded guilty, including top Nxivm recruiter and former “Smallville” actress Allison Mack.\nMs. Bronfman, who was not herself a member of the secretive women’s group, pleaded guilty to two charges related to identity theft and immigration fraud.", "url": "https://www.nytimes.com/2020/09/30/nyregion/clare-bronfman-nxivm-keith-raniere-sentence.html"}