{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:52:34", "date_modify": "2022-10-25 23:52:34", "date_publish": "2020-03-01 10:00:10", "description": "Joe Biden is “very much alive,” but the race is far from over as the Democratic presidential candidates turn toward the 16 contests on Tuesday.", "filename": "2020_03_01_us_politics_sc-primary-biden_1666741954.html", "image_url": "https://static01.nyt.com/images/2020/03/01/us/01sc-takaways-biden/01sc-takaways-biden-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5f33bfe33e6320a1120e6e39a34e294452f382fdbd5e3938d4b921fca91a598c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_01_us_politics_sc-primary-biden_1666741954.html", "title": "South Carolina Primary Results: 5 Things We Learned", "title_page": "South Carolina Primary Results: 5 Things We Learned - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There was no drama this time, and no delay: Within one minute of the polls closing on Saturday, all the major networks called South Carolina for Joseph R. Biden Jr. It was the first state the former vice president has ever won in three presidential campaigns, and it was a landslide.\nMr. Biden carried nearly half the vote and every county in the state — as resounding a win, if not more so, as the one Senator Bernie Sanders scored in Nevada a week earlier.\n“We are very much alive,” Mr. Biden declared on Saturday night.\nThat is the big headline from the final primary before Super Tuesday. But there are other ramifications from the South Carolina results that will reverberate across the rest of the Democratic presidential race. Here are five takeaways:\nBiden now has a claim to be the stop-Sanders candidate.\nMr. Biden certainly took a circuitous route to his first victory: fourth place (Iowa), fifth (New Hampshire) and second (Nevada). But the former No. 2 to the nation’s first black president consolidated support among African-American voters in South Carolina, carrying more than 60 percent — well more than triple Mr. Sanders’s share.\nThe question going forward is if that depth of support will prove isolated to South Carolina, where Mr. Biden had deep roots and the timely endorsement of Representative James E. Clyburn, the highest-ranking African-American in Congress and a state power broker.", "url": "https://www.nytimes.com/2020/03/01/us/politics/sc-primary-biden.html"}