{"authors": ["Nelson D. Schwartz"], "date_download": "2022-10-25 23:48:46", "date_modify": "2022-10-25 23:48:46", "date_publish": "2020-06-25 12:58:16", "description": "As coronavirus hot spots flare across the U.S., adding to economic worries, new jobless claims surpassed one million for the 14th week.", "filename": "2020_06_25_business_economy_coronavirus-unemployment-claims_1666741726.html", "image_url": "https://static01.nyt.com/images/2020/06/25/business/25virus-jobless1a/25virus-jobless1a-facebookJumbo.jpg?year=2020&h=550&w=1050&s=99b6cf83bbbc46d701a4638fbbd6a40f7259bcdd7457462164d4a534005bb582&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_25_business_economy_coronavirus-unemployment-claims_1666741726.html", "title": "Unemployment: 1.5 Million New State Claims in Weekly Tally", "title_page": "Unemployment: 1.5 Million New State Claims in Weekly Tally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After reopening, Apple has shut its stores in four states — Florida, South Carolina, North Carolina and Arizona — and on Wednesday closed seven stores in Houston.\n“The renewed outbreak will hinder the recovery,” said Carl Tannenbaum, chief economist at Northern Trust in Chicago. “I can’t help but think that the willingness of consumers to be in crowded places has diminished. It’s going to be a long haul to get back to where we were before the pandemic.”\nThe persistently high level of new jobless claims has raised questions for economists like Mr. Slok, who terms the million-plus weekly totals a “real mystery.”\nOne possibility is that many states are still working through a huge backlog of claims, as old computer systems struggle to adapt to an inflow that dwarfs that of previous downturns.\nIn addition, some businesses that were spared early in the crisis may be starting to trim their work forces. Changes in the guidelines for the federal Paycheck Protection Program may also be playing a role; as requirements for maintaining payrolls expire, more workers may be getting pink slips.\nA survey released this week from the National Federation of Independent Business found that 14 percent of employers planned to cut workers after making use of Paycheck Protection Program loans. More than 40 percent of business owners said they had seen no increase in sales as restrictions eased in many states.\nThe latest monthly jobs data from the federal government only added to the mystery. In May, employment rose by 2.5 million, the Labor Department reported, with the official unemployment rate dropping to 13.3 percent. The report for June will be released in a week.", "url": "https://www.nytimes.com/2020/06/25/business/economy/coronavirus-unemployment-claims.html"}