{"authors": ["Kate Taylor"], "date_download": "2022-10-25 23:32:45", "date_modify": "2022-10-25 23:32:45", "date_publish": "2020-05-21 13:20:41", "description": "The actress Lori Loughlin has agreed to plead guilty and to serve two months in prison. Her husband, Mossimo Giannulli, a fashion designer, is expected to serve five months.", "filename": "2020_05_21_us_lori-loughlin-pleads-guilty_1666740765.html", "image_url": "https://static01.nyt.com/images/2020/01/15/us/21LOUGHLIN/15LOUGHLIN-facebookJumbo.jpg?year=2020&h=550&w=1050&s=28f4ab1cf7f90226a9307804eb7d8a594fb3c5d3604263e0054059f19c5a7470&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_21_us_lori-loughlin-pleads-guilty_1666740765.html", "title": "Lori Loughlin and Mossimo Giannulli to Plead Guilty in College Admissions Scandal", "title_page": "Lori Loughlin and Mossimo Giannulli to Plead Guilty in College Admissions Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The agreement represented a victory for the prosecutors and, while the case is continuing, it put something of a capstone on a scandal that exposed just how far wealthy parents would go to get their children into college. The case, which involved cheating on admissions exams and bribing college coaches, increased scrutiny of the admissions process and contributed to a wave of promises of change, including some schools no longer requiring students to take the SAT.\nAt the same time, the announcement of Ms. Loughlin’s plea highlighted how much the world had changed since her arrest, and that of dozens of other parents and coaches, more than a year ago. Now, many colleges are struggling to survive, and students are wondering when they will be able to return to campuses that were abruptly emptied this year because of the coronavirus pandemic. A dozen parents are still fighting charges in the admissions case. The first trial in the case is scheduled for October, but it is unclear how it will proceed given the virus.\nUnder the terms of the agreement, which still needs approval by a judge, Ms. Loughlin, 55, would serve two months in prison and Mr. Giannulli, 56, would serve five months. The sentences imposed on other parents convicted in the case have ranged from no prison time to nine months in prison.\nMs. Loughlin would also pay a $150,000 fine and do 100 hours of community service, while Mr. Giannulli would pay a $250,000 fine and do 250 hours of community service. Mr. Giannulli’s longer sentence under the plea agreement may reflect that he appeared to be more involved in the scheme, according to emails cited by prosecutors.\nA lawyer for Ms. Loughlin and Mr. Giannulli declined to comment.\nProsecutors accused Ms. Loughlin and Mr. Giannulli of paying $500,000 to get their two daughters designated as recruits to U.S.C.’s crew team to ensure their admission to the school, despite neither daughter actually participating in the sport. Prosecutors said that Ms. Loughlin and Mr. Giannulli worked with a college consultant, William Singer, whom prosecutors have described as the mastermind of the admissions scheme and who has pleaded guilty to racketeering and other charges.", "url": "https://www.nytimes.com/2020/05/21/us/lori-loughlin-pleads-guilty.html"}