{"authors": ["Mark Landler"], "date_download": "2022-10-25 22:54:57", "date_modify": "2022-10-25 22:54:57", "date_publish": "2020-07-03 10:00:39", "description": "Post-Brexit Britain is going it alone at a time when globalization is in retreat. But a clash with China over Hong Kong has shown the limits of what it can do.", "filename": "2020_07_03_world_europe_johnson-brexit-hong-kong_1666738497.html", "image_url": "https://static01.nyt.com/images/2020/07/03/world/03britain-global1/merlin_168147393_f84ed60e-9be0-4e82-a0b5-a736875b80c9-facebookJumbo.jpg?year=2020&h=549&w=1050&s=4adf90680f623e344491aa9d3505e421b4ff914aab69f8f4e99e22d73fb8b1b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_03_world_europe_johnson-brexit-hong-kong_1666738497.html", "title": "Boris Johnson’s ‘Global Britain’: Inspired Vision or Wishful Thinking?", "title_page": "Boris Johnson’s ‘Global Britain’: Inspired Vision or Wishful Thinking? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prime Minister Boris Johnson and his pro-Brexit allies have long promised that once Britain broke free of the European Union, it could play a bold new role on the world stage — one they dubbed Global Britain. For a few days this week, it looked as if they were actually making good on that promise.\nWhen China imposed a new security law on Hong Kong, Mr. Johnson not only condemned the Chinese government, he also threw open Britain’s doors to nearly three million residents of the former British colony who were eligible for residency in Britain. It was a strong, some even said brave, stand by a long-departed colonial government against the oppression of a rising superpower.\nBut it was, in the end, also a signpost of Britain’s diminished stature: The Chinese threatened retaliation, while Mr. Johnson’s ministers admitted that there was nothing they could do if China refused to allow those people to leave Hong Kong.\n“We’re a medium-size power that needs to work with others to secure what we want around the world,” said Chris Patten, who served as the last British governor of Hong Kong. Leaving the European Union, he said, had deprived Britain of its most natural partner “in trying to deal with these global issues.”", "url": "https://www.nytimes.com/2020/07/03/world/europe/johnson-brexit-hong-kong.html"}