{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:47:30", "date_modify": "2022-10-25 23:47:30", "date_publish": "2020-09-26 15:54:07", "description": "Lauren Boebert, a Glock-packing newcomer to politics, upset a Republican incumbent, but increasing scrutiny and a well-funded challenger have made her a top target for Democrats.", "filename": "2020_09_26_us_colorado-lauren-boebert-congress_1666741650.html", "image_url": "https://static01.nyt.com/images/2020/09/26/us/politics/26dc-boebert-1/merlin_177381951_fa1f4acb-63eb-41f1-b794-32128f622aa1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7ad918e80033340dcb571e88327f705c4dddf0bcaaa29fb2e87849d27c1df3c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_26_us_colorado-lauren-boebert-congress_1666741650.html", "title": "In Colorado, Fiery Political Novice Aims for a Seat in the House", "title_page": "In Colorado, Fiery Political Novice Aims for a Seat in the House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Boebert upset Mr. Tipton in June after a campaign in which she accused him of siding with Democrats too often and neglecting the district, which encompasses a huge swath of the western portion of the state, from Pueblo in the south to Steamboat Springs in the northwest.\nMs. Boebert said she was motivated in part by Mr. Tipton’s reluctance to embrace a ballot initiative to block Colorado from entering a national compact in which states agree to award their presidential electoral votes to the winner of the national popular vote. In an interview, she said the compact would allow populous states like California to “steal” Colorado’s electoral votes and boasted that she had been a top gatherer of signatures needed to get the referendum on the ballot. But she received what she described as an arrogant brushoff from Mr. Tipton’s office.\n“I was told, ‘We are focused on the 2020 elections,’” she said, recounting a conversation with an aide in the congressman’s office. “So after some consideration, I also became focused on 2020 elections.”\nMs. Boebert had already established something of a name for herself. In September 2019, she drove nearly four hours along I-70 from Rifle to a rally in Aurora to confront Beto O’Rourke, then a Democratic presidential contender, about his debate pledge that “Hell yes, we are going to take your AR-15, your AK-47.”\n“I am here to say, ‘Hell no, you’re not,’” declared Ms. Boebert, who said that at 5 feet tall and 100 pounds, she needed a gun for self-defense. Video from the event attracted national attention and a new conservative celebrity was born.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nShe drew more attention in May when, appearing on the radio show of a QAnon believer, she expressed support for the conspiracy movement, saying that it reflected that more Americans were embracing conservatism. She has been trying to walk that back ever since, saying that she does not believe in QAnon and that it is mainly the news media that insists on raising the issue.\n“I am not a follower of the group,” she said, and the subject did not come up at her “freedom rally” in Loma.", "url": "https://www.nytimes.com/2020/09/26/us/colorado-lauren-boebert-congress.html"}