{"authors": ["Carl Zimmer", "Knvul Sheikh", "Noah Weiland"], "date_download": "2022-10-25 23:00:44", "date_modify": "2022-10-25 23:00:44", "date_publish": "2020-05-20 17:58:32", "description": "Scientists are increasingly optimistic that a vaccine can be produced in record time. But getting it manufactured and distributed will pose huge challenges.", "filename": "2020_05_20_health_coronavirus-vaccines_1666738844.html", "image_url": "https://static01.nyt.com/images/2020/05/19/science/19VIRUS-VACCINES1/19VIRUS-VACCINES1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0ca513373cdfd2d528be20e13e230a6a1bf3294d6f6b428fe86db740e93f71d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_20_health_coronavirus-vaccines_1666738844.html", "title": "A New Entry in the Race for a Coronavirus Vaccine: Hope", "title_page": "A New Entry in the Race for a Coronavirus Vaccine: Hope - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But in an interview on Thursday, Gen. Gustave F. Perna, who will manage the manufacturing logistics, said discussions about the equipment and facilities needed for production were just beginning.\nHe described his work as a “math problem”: how to get 300 million doses of a vaccine that doesn’t yet exist to Americans — by January.\n[Like the Science Times page on Facebook. | Sign up for the Science Times newsletter.]\nFinding the supplies and planning their distribution would occur at the same time, he said. “I need to have syringes,” General Perna said. “I need to have wipes, right? I need to have Band-Aids. I need to have the vaccine.”\nHe added: “Now, how am I going to distribute it? What is it going to be distributed in? What do I need to order now to make sure I have the distribution capability? The small bottles, the trucks.”\nDr. Amesh Adalja, an infectious disease physician and senior scholar at the Johns Hopkins University Center for Health Security, said that seemingly minor aspects of production and distribution could complicate progress later on.\n“This is on a scale we’ve never seen since the polio vaccine,” he said. “It’s the little things like the syringes, the needles, the glass vials. All of that has to be thought about. You don’t want something that seems so simple to be the bottleneck in your vaccination program.”\nA coronavirus vaccine doesn’t yet exist, but already there are questions about who will be able to afford it.", "url": "https://www.nytimes.com/2020/05/20/health/coronavirus-vaccines.html"}