{"authors": ["Luke Broadwater", "Hailey Fuchs", "Nick Corasaniti"], "date_download": "2022-10-25 23:37:15", "date_modify": "2022-10-25 23:37:15", "date_publish": "2020-08-14 23:32:15", "description": "The agency suggested allowing at least 15 days to request a ballot, fueling further criticism that it was making it harder to vote during the pandemic.", "filename": "2020_08_14_us_politics_usps-vote-mail_1666741035.html", "image_url": "https://static01.nyt.com/images/2020/08/14/us/politics/14dc-postal/14dc-postal-facebookJumbo.jpg?year=2020&h=549&w=1050&s=ce61f8b2f1509d696b30564d21670655230b86b4c2634fc7328b821692df8c38&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_14_us_politics_usps-vote-mail_1666741035.html", "title": "USPS and Mail-In Ballots: States Warned It May Not Meet Deadlines", "title_page": "USPS and Mail-In Ballots: States Warned It May Not Meet Deadlines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This mismatch creates a risk that ballots requested near the deadline under state law will not be returned by mail in time to be counted,” Mr. Marshall wrote.\nMany states have long allowed voters to request a mail ballot close to the election, but the Postal Service suggested that the large volume of voting by mail at a time of widespread delivery delays meant that states would be better off building more time into their systems.\nMr. Marshall said Nevada, New Mexico, Oregon and Rhode Island should not have any trouble, based on their laws, while he requested more information from Vermont and Washington, D.C. The other 45 states, he told them in the letters, face the risk that the timetables set by their laws could leave some voters unable to get their ballots postmarked by Election Day or received by election boards in time to be counted.\nThe letters prompted some states to consider changes that would give voters more time to vote by mail or ensure their ballot would be counted. And their release intensified the criticism directed at the Postal Service and Mr. Trump by Democrats and voting rights advocates, who say the president is deliberately stoking unfounded concerns that voting by mail will lead to fraud and miscounts as a way to cast doubt about the outcome of the election.\nWord that the letters had been sent across the country, first reported by The Washington Post, came as the Postal Service’s inspector general said she had begun an investigation into the postmaster general, Louis DeJoy, a Republican megadonor and Trump ally who was appointed in May.", "url": "https://www.nytimes.com/2020/08/14/us/politics/usps-vote-mail.html"}