{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:23:05", "date_modify": "2022-10-25 23:23:05", "date_publish": "2020-07-09 16:50:47", "description": "This spring, researchers at Regeneron’s Westchester headquarters found themselves in one of the country’s first coronavirus hot spots.", "filename": "2020_07_09_health_regeneron-monoclonal-antibodies_1666740185.html", "image_url": "https://static01.nyt.com/images/2020/07/08/science/00virus-regeneron01/00virus-regeneron01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=c9ed7ab090c848fbef685da5676f705abc61a68a68ed17a53be4dbed08736080&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_09_health_regeneron-monoclonal-antibodies_1666740185.html", "title": "These Scientists Raced to Find a Covid-19 Drug. Then the Virus Found Them.", "title_page": "These Scientists Raced to Find a Covid-19 Drug. Then the Virus Found Them. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If the trials are successful, company executives have said the treatment could be available by the end of the summer. The hope is that it could serve as a stopgap until a vaccine arrives by providing temporary protection to people at high risk of getting infected.\nRegeneron is making a significant gamble, ramping up manufacturing of the antibody cocktail before clinical trials have even proved that it works. The most lucrative drugs it makes for other diseases have been relocated to a factory in Ireland.\nRegeneron is one of several companies pursuing monoclonal antibody treatments. The drug giant Eli Lilly has also begun clinical trials, and others working on antibody treatments include partnerships of Amgen and Adaptive Biotechnologies and also Vir Biotechnology and GlaxoSmithKline.\nIt’s unclear which of these projects — if any — will succeed. Drug development is notoriously unpredictable: Just last week, Regeneron announced that an older monoclonal antibody drug, the rheumatoid arthritis treatment Kevzara, had failed to help patients critically ill with Covid-19.\nStill, scientists and investors alike are closely watching Regeneron, which developed a treatment for Ebola with this same technology. That treatment was tested during the most recent Ebola outbreak in the Democratic Republic of Congo, which began in 2018 and ended in June. Together with a new Ebola vaccine, the treatment was credited with reducing the deadliness of the outbreak.\nRegeneron’s track record of developing a similar treatment for Ebola “doesn’t mean they will have a better product, but it does make me relieved that they will not fumble,” said Ronny Gal, an analyst for Bernstein, a Wall Street firm.\nAnd Regeneron has taken this all-hands-on-deck approach to Covid-19 in one of the hardest-hit areas of the country. In Westchester County, more than 35,000 people have been infected and more than 1,500 people have died.", "url": "https://www.nytimes.com/2020/07/09/health/regeneron-monoclonal-antibodies.html"}