{"authors": ["Chris Buckley", "Paul Mozur"], "date_download": "2022-10-25 22:56:04", "date_modify": "2022-10-25 22:56:04", "date_publish": "2020-02-07 22:35:05", "description": "The death of the doctor whose warnings about the coronavirus were silenced has become a potent symbol of Beijing’s failures.", "filename": "2020_02_07_world_asia_china-coronavirus-doctor-death_1666738564.html", "image_url": "https://static01.nyt.com/images/2020/02/07/world/07china-virus01/07china-virus01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3a10a64808e07a4668d37bda651dfcc6888a44d5c617879577b0558f99b33238&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_07_world_asia_china-coronavirus-doctor-death_1666738564.html", "title": "A New Martyr Puts a Face on China’s Deepening Coronavirus Crisis", "title_page": "A New Martyr Puts a Face on China’s Deepening Coronavirus Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WUHAN, China — More than 700 people have died. Tens of thousands are infected. Millions are living under lockdown, and the government has sought to silence complaints.\nBut what provoked an online revolt in China on Friday, the fiercest assault on the censors in almost a decade, began with the death of one man: the doctor who tried to warn others about the coronavirus.\nThe deluge of mourning and anger at the death of the doctor, Li Wenliang — from the same virus he was reprimanded for mentioning — at times overwhelmed China’s sophisticated censorship and propaganda systems. Many on social media called the doctor a martyr and a hero, and government officials, celebrities and business leaders risked rebuke by the Communist Party to join ordinary citizens in expressing frustration and grief.\n“Li Wenliang’s death has become an emotional flash point,” said Wang Yu, a Wuhan man in his 20s, showing the torrent of comments on his phone about Dr. Li in his social media feeds.", "url": "https://www.nytimes.com/2020/02/07/world/asia/china-coronavirus-doctor-death.html"}