{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:48:40", "date_modify": "2022-10-25 23:48:40", "date_publish": "2020-05-14 20:52:23", "description": "Doctors have reported a flurry of cases in Covid-19 patients — including a healthy 27-year-old emergency medical technician in Queens. After a month in the hospital, he is learning to walk again.", "filename": "2020_05_14_health_coronavirus-strokes_1666741720.html", "image_url": "https://static01.nyt.com/images/2020/05/14/science/14VIRUS-STROKES/14VIRUS-STROKES-facebookJumbo.jpg?year=2020&h=550&w=1050&s=70ea0dfa7229273a7f4c808d6b4ef3b337e0af6dcd7cbb2611baf96c5b449ae8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_14_health_coronavirus-strokes_1666741720.html", "title": "Coronavirus May Pose a New Risk to Younger Patients: Strokes", "title_page": "Coronavirus May Pose a New Risk to Younger Patients: Strokes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ravi Sharma was doubled over on his bed when his father found him. He’d had a bad cough for a week and had self-quarantined in his bedroom. As an emergency medical technician, he knew he was probably infected with the coronavirus.\nNow, Mr. Sharma, 27, could not move the right side of his body, and could only grunt in his father’s direction. His sister, Bina Yamin, on the phone from her home in Fort Wayne, Ind., could hear the sounds.\n“Call 911,” she told her father. “I think Ravi’s having a stroke.” She was right.\nOver the next few hours, doctors at a Queens hospital worked frantically to break up a blood clot blocking an artery to Mr. Sharma’s brain. But the doctors were puzzled.\nMr. Sharma was far too young for a stroke. He worked out every day and didn’t have diabetes, high blood pressure or the kinds of medical conditions that can set the stage for strokes in young adults, which are rare.", "url": "https://www.nytimes.com/2020/05/14/health/coronavirus-strokes.html"}