{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:44:29", "date_modify": "2022-10-25 23:44:29", "date_publish": "2020-11-27 16:46:10", "description": "A lack of hard facts has not prevented plenty of speculation as to whether Queen Elizabeth and the other members of the royal family ever watch their fictionalized selves.", "filename": "2020_11_27_arts_television_the-crown-royal-family-queen-elizabeth_1666741469.html", "image_url": "https://static01.nyt.com/images/2020/11/28/arts/00CROWN-royals1/00CROWN-royals1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=31bf8d0c447f9330f326d33d24270c0e6c2b5949a02899ec4ceea41a7aa7981e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_27_arts_television_the-crown-royal-family-queen-elizabeth_1666741469.html", "title": "Do the Royals Watch ‘The Crown’?", "title_page": "Do the Royals Watch ‘The Crown’? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If there were a TV show that portrayed your family as a clueless bunch of snobs and philanderers who helped drive a mentally fragile young princess to despair, would you watch it?\n“Frankly, think about it,” said Valentine Low, who writes about royal affairs for The Times of London. (Yes, we’re talking about “The Crown” and the British royal family here.) “If you were a member of the royal family, there’s no upside to watching it at all. All it’s going to do is annoy you. The idea of them sitting down and having a laugh and watching it — nothing has ever convinced me that that is plausible.”\nThe latest “Crown” season, which sets out the origin story of the doomed marriage between Prince Charles and Diana, Princess of Wales, has upset the British news media (and possibly the British public, though it is unclear how much one speaks for the other) by stirring up messy old controversies and raising tantalizing new questions.\nThese questions include: How accurate is it? (Somewhat accurate, but also quite inaccurate.) Is there really an asinine drinking game called Ibble Dibble that may or may not be beloved by the British upper classes? (Yes.) And perhaps most unanswerable of all: Are the royal family themselves consumers of “The Crown”?", "url": "https://www.nytimes.com/2020/11/27/arts/television/the-crown-royal-family-queen-elizabeth.html"}