{"authors": ["Julie Bosman", "Sarah Mervosh", "Marc Santora"], "date_download": "2022-10-25 23:47:59", "date_modify": "2022-10-25 23:47:59", "date_publish": "2020-10-17 19:50:37", "description": "Exhaustion and impatience are creating new risks as cases soar in parts of the world. “They have had enough,” one U.S. mayor said of her residents.", "filename": "2020_10_17_us_coronavirus-pandemic-fatigue_1666741679.html", "image_url": "https://static01.nyt.com/images/2020/10/17/us/17virus-stateofthevirus/17virus-stateofthevirus-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bc3604b917f060af35b72790da60046b95b591207b483b3031fb4e8c79e9c06c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_17_us_coronavirus-pandemic-fatigue_1666741679.html", "title": "As the Coronavirus Surges, a New Culprit Emerges: Pandemic Fatigue", "title_page": "As the Coronavirus Surges, a New Culprit Emerges: Pandemic Fatigue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In parts of the world where the virus is resurging, the outbreaks and a rising sense of apathy are colliding, making for a dangerous combination. Health officials say the growing impatience is a new challenge as they try to slow the latest outbreaks, and it threatens to exacerbate what they fear is turning into a devastating autumn.\nThe issue is particularly stark in the United States, which has more known cases and deaths than any other country, and has already weathered two major coronavirus surges; infections spiked during the spring in the Northeast, and again this summer across the Sun Belt. But a similar phenomenon is sending off alarms across Europe, where researchers from the World Health Organization estimate that about half of the population is experiencing “pandemic fatigue.”\n“Citizens have made huge sacrifices,” said Dr. Hans Kluge, the W.H.O.’s regional director for Europe. “It has come at an extraordinary cost, which has exhausted all of us, regardless of where we live, or what we do.”\nIf the spring was characterized by horror, the fall has become an odd mix of resignation and heedlessness. People who once would not leave their homes are now considering dining indoors for the first time — some losing patience after so many months without, others slipping in a fancy meal before the looming winter months when the virus is expected to spread more readily. Many people are still wearing masks to support their neighbors and keep others safe, but sidewalks that were decorated with chalk messages of encouragement for health care workers and others at Easter are likely to be bare at Halloween.\n“In the spring, it was fear and a sense of, ‘We are all in it together,’” said Vaile Wright, a psychologist at the American Psychological Association who studies stress in the United States.\n“Things are different now,” she said. “Fear has really been replaced with fatigue.”\nIn New York, Indra Singh, 60, took the toddler she babysits to a playground on a recent morning.\n“I am so tired of everything,” she said, pulling at the black mask on her face, and worrying about what she will do when the weather turned cold. “Is it going to be over?” she said. ”I want it to be over.”", "url": "https://www.nytimes.com/2020/10/17/us/coronavirus-pandemic-fatigue.html"}