{"authors": ["Nicholas Bogel-Burroughs"], "date_download": "2022-10-25 22:57:32", "date_modify": "2022-10-25 22:57:32", "date_publish": "2020-07-04 23:34:36", "description": "Many Americans, fearful of the virus, stayed at home and held muted celebrations, although some went on undeterred.", "filename": "2020_07_04_us_july-fourth-celebrations-coronavirus_1666738652.html", "image_url": "https://static01.nyt.com/images/2020/07/04/us/04virus-fourth-1/04virus-fourth-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d7cfd9d770a7ce6c8ba9331272472c43c013209d42d54965c70f9f7458e88010&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_04_us_july-fourth-celebrations-coronavirus_1666738652.html", "title": "Fourth of July Celebrations Dulled by Soaring Coronavirus Cases", "title_page": "Fourth of July Celebrations Dulled by Soaring Coronavirus Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Got to die of something,” said Bruce Benge, a corrections officer who lives in nearby Pinetop and who left his mask on the front seat of his Ford pickup truck, which he had festooned with a Trump 2020 flag. “If I feel threatened, I’ll put it on.”\nOn the truck’s back seat was his assault-style rifle, and in a holster on his hip was a handgun with an extra magazine. Mr. Benge said he had heard that people who associate with antifa might turn up to disrupt the parade, and he had thus brought extra ammunition.\nIn Washington, federal officials planned a 35-minute show for Saturday night, the 2020 Salute to America, at which they said more than 10,000 fireworks would be set off shortly after 9 p.m. The celebration, which was also set to include flyovers of military planes, moved forward even as the city’s mayor urged people to avoid large crowds.\nIn Austin, more than 100 protesters rallied outside the Texas governor’s mansion against Gov. Greg Abbott’s order requiring face coverings, dubbing their gathering Shed the Mask, Don the Flag.\nDebbie Esparza, 67, drove from San Antonio to take a stand against what she called a threat “to our civil liberties.” She did not wear a mask, saying she was not afraid of the virus.\n“I’m not worried,” Ms. Esparza said. “I’m extremely healthy.”\nOthers altered their traditional celebrations in response to the increased focus on racism in America that followed the killing of Mr. Floyd, saying that it felt as if the country was not worthy of celebrating.\nFor more than 20 years, Kayla Nelson’s family has been gathering on the Fourth of July in Prospect Park in Brooklyn. But this year, Ms. Nelson, 17, said her family was hesitant to give off the impression they were satisfied with the current state of the country.", "url": "https://www.nytimes.com/2020/07/04/us/july-fourth-celebrations-coronavirus.html"}