{"authors": ["Nelson D. Schwartz"], "date_download": "2022-10-25 23:29:25", "date_modify": "2022-10-25 23:29:25", "date_publish": "2020-04-16 12:38:45", "description": "Jobless claims exceed 20 million in four weeks, inflicting a toll on the labor force not seen since the Great Depression.", "filename": "2020_04_16_business_economy_unemployment-numbers-coronavirus_1666740565.html", "image_url": "https://static01.nyt.com/images/2020/04/16/business/16virus-jobless-hp-tabs/16virus-jobless-hp-tabs-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=4c8311b0e51800e3f4268a24564e1b726cfe4130fe7e1ee262d53925f35aa6e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_16_business_economy_unemployment-numbers-coronavirus_1666740565.html", "title": "Unemployment Permeates the Economy During the Coronavirus Pandemic", "title_page": "Unemployment Permeates the Economy During the Coronavirus Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“A national shutdown is not a sustainable long-term solution,” President Trump told reporters at a briefing Thursday evening, emphasizing that it was time for restrictions to be lifted where the virus has been less prevalent. “I think we will have a lot of states open relatively soon,” he added.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nMany governors and health experts caution that if business conditions return to normal too quickly, a second wave of coronavirus infections could spread.\nIn the meantime, job losses are sure to mount, though perhaps at a slower pace.\n“The silver lining with this bad number is that it looks like the wave of job destruction has peaked,” said Torsten Slok, chief economist at Deutsche Bank Securities. “Getting a date for reopening and getting more certainty about reopening is critical.”\nMr. Slok expects the unemployment rate to hit 17 percent this month, up from 4.4 percent in March and higher than any mark since the Great Depression. “These are truly stunning statistics that tell you the severity of the situation,” he said.“Let’s not forget we talked about 200,000 in jobless claims in January and February and now we are in the millions. That illustrates how bad a number this is.”\nWhen restrictions are lifted, the recovery is expected to be gradual. “My worry is that it will be a slow rollout, as it should be, which means a slow recovery,” said Beth Ann Bovino, chief U.S. economist at S&P Global. “Turning on the U.S. economy isn’t like turning on a light bulb. It’s just too big.”\nIf businesses begin to reopen in May, “we wouldn’t be surprised to see one-third of the jobs lost come back by July,” she said. “But it will take years for unemployment to return to pre-crisis levels.”\nLike the coronavirus outbreak itself, the situation for workers varied by state. Georgia, which did not issue a shelter-in-place order until April 3, showed the biggest increase in those filing unemployment claims, with a jump of 256,000.", "url": "https://www.nytimes.com/2020/04/16/business/economy/unemployment-numbers-coronavirus.html"}