{"authors": ["William Langewiesche"], "date_download": "2022-10-25 23:24:56", "date_modify": "2022-10-25 23:24:56", "date_publish": "2020-08-04 09:00:17", "description": "“Fallout,” by Lesley M.M. Blume, recounts how John Hersey revealed the devastating toll of the atomic bomb on the citizens of Hiroshima.", "filename": "2020_08_04_books_review_fallout-hiroshima-hersey-lesley-m-m-blume_1666740296.html", "image_url": "https://static01.nyt.com/images/2020/08/30/books/review/04Langewiesche1/04Langewiesche1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bb017ff73bba24423999aba00e8a4853bc368358a34a6abbd7f250d8fe25417e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_04_books_review_fallout-hiroshima-hersey-lesley-m-m-blume_1666740296.html", "title": "The Reporter Who Told the World About the Bomb", "title_page": "The Reporter Who Told the World About the Bomb - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But that was only half the radiation story. The other half consisted of tens of thousands of people who had absorbed dangerous doses on the mornings of the bombings and were now sickening and in some cases dying. The U.S. Army officer who had directed the atomic bomb program, Lt. Gen. Leslie Groves, dismissed reports of dangerous radiation as propaganda. “I think our best answer to anyone who doubts this is that we did not start the war, and if they don’t like the way we ended it, to remember who started it.” This was obviously a non sequitur. By the fall of 1945 accounts of radiation sickness had become indisputable even by Groves. Called to testify before a Senate committee on atomic energy, he resorted to claiming that radiation poisoning “is a very pleasant way to die.”\nHatred blinds people. Hatred makes people stupid. John Hersey was different. He was a New England sophisticate who had attended his exalted schools on scholarships, and now stood as evidence that if imbued with discipline and a deep education in the humanities, patricians can be molded as well as bred. He was physically brave. As a war correspondent he had willingly exposed himself to great danger. The Army formally commended him for having rescued a wounded G.I. on Guadalcanal. Characteristically, he explained that helping the man to safety was the best way he knew to remove himself from the fight. No one believed it. War correspondents move forward into fights. Hersey moved forward a lot. But he was not a Hollywood tough guy. He was quiet, self-effacing and empathetic. Throughout his experience with battle, and despite the slurs he had written about the Japanese, he distinguished between the idea of a hated enemy — the Japanese as a swarm — and the reality of whatever individual was currently bringing him under fire. “Was he from Hakone, perhaps Hokkaido? What food was in his knapsack? What private hopes had his conscription snatched from him?”\nAfter the United States dropped the atomic bombs, Hersey wrote that if civilization was to mean anything, people had to acknowledge the humanity of their enemies. As the months passed he realized that this was the element still lacking in descriptions of the devastation. It was a failing of journalism, and an opportunity for him. With the backing of The New Yorker — specifically of the magazine’s founder and editor, Harold Ross, and his colleague William Shawn — he flew in early 1946 to China, and from there found his way into Japan, where he managed to obtain permission to visit Hiroshima. He was there for two weeks before returning to New York to escape the censors and beginning to write. The result was an austere, 30,000-word reportorial masterpiece that described the experiences of six survivors of the atomic attack. That August, The New Yorker devoted an entire issue to it. It made a huge sensation. Knopf then published the story in book form as “Hiroshima.” It was translated into many languages. Millions of copies were sold worldwide.\nToday it exists as something of an artifact, a stunning work that nonetheless has lost the power to engage largely because the stories it contains have permeated our consciousness of nuclear war. Few people read the original source anymore. That is unfortunate, but now — 74 years after the book’s publication, and 27 years after Hersey’s death — help has arrived in the form of a tightly focused new book, “Fallout,” that unpacks the full story of the making of “Hiroshima.” The author is Lesley M. M. Blume, a tireless researcher and beautiful writer, who moves through her narrative with seeming effortlessness — a trick that belies the skill and hard labor required to produce such prose. Her previous nonfiction book, “Everybody Behaves Badly,” was a purely literary work about the background of Hemingway’s first novel, “The Sun Also Rises”; though Blume’s attributes as a writer were fully apparent, the book suffered from requiring readers to care about Hemingway and his narcissistic excesses.", "url": "https://www.nytimes.com/2020/08/04/books/review/fallout-hiroshima-hersey-lesley-m-m-blume.html"}