{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 22:59:23", "date_modify": "2022-10-25 22:59:23", "date_publish": "2020-06-24 19:15:18", "description": "A married pair of virologists in Moscow tested a vaccine on their own children in the 1950s. Now, a side effect they found is sparking new hope for a defense against the coronavirus.", "filename": "2020_06_24_world_europe_vaccine-repurposing-polio-coronavirus_1666738763.html", "image_url": "https://static01.nyt.com/images/2020/06/21/world/21russia-vaccine/21russia-vaccine-facebookJumbo.jpg?year=2020&h=549&w=1050&s=9a39b8be078147be511fce40e4c716c07710594a7c02f6daff9ce1f821c4961f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_24_world_europe_vaccine-repurposing-polio-coronavirus_1666738763.html", "title": "Decades-Old Soviet Studies Hint at Coronavirus Strategy", "title_page": "Decades-Old Soviet Studies Hint at Coronavirus Strategy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — To the boys, it was just a sugary treat. To their parents, prominent medical researchers, what happened in their Moscow apartment that day in 1959 was a vital experiment with countless lives at stake — and their own children as guinea pigs.\n“We formed a kind of line,” Dr. Peter Chumakov, who was 7 at the time, recalled in an interview. Into each waiting mouth, a parent popped a sugar cube laced with weakened poliovirus — an early vaccine against a dreaded disease. “I was eating it from the hands of my mother.”\nToday, that same vaccine is gaining renewed attention from researchers — including those brothers, who all grew up to be virologists — as a possible weapon against the new coronavirus, based in part on research done by their mother, Dr. Marina Voroshilova.\nDr. Voroshilova established that the live polio vaccine had an unexpected benefit that, it turns out, could be relevant to the current pandemic: People who got the vaccine did not become sick with other viral illnesses for a month or so afterward. She took to giving the boys polio vaccine each fall, as protection against flu.", "url": "https://www.nytimes.com/2020/06/24/world/europe/vaccine-repurposing-polio-coronavirus.html"}