{"authors": ["Mark Landler", "Stephen Castle"], "date_download": "2022-10-25 22:55:07", "date_modify": "2022-10-25 22:55:07", "date_publish": "2020-12-07 21:57:53", "description": "With negotiators at impasse, the prime minister hopes he and European leaders can hammer out a trade deal to replace the one that expires on Dec. 31.", "filename": "2020_12_07_world_europe_boris-johnson-Brexit-Talks_1666738507.html", "image_url": "https://static01.nyt.com/images/2020/12/07/world/07brexit/07brexit-facebookJumbo.jpg?year=2020&h=549&w=1050&s=c06cdaa61e5d49bb1ccc2dfd26bea984aa272281cdfa79c4f465b502d533107d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_07_world_europe_boris-johnson-Brexit-Talks_1666738507.html", "title": "Boris Johnson Takes Personal Control of Brexit Talks", "title_page": "Boris Johnson Takes Personal Control of Brexit Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — With time running out and the gaps still wide, Prime Minister Boris Johnson took personal control of the Brexit negotiations on Monday, declaring that he would travel to Brussels later this week for a last-ditch effort to strike a trade agreement between Britain and the European Union.\nMr. Johnson’s announcement, after a 90-minute phone call with the president of the European Commission, Ursula von der Leyen, raised the stakes as the talks enter their endgame. After 11 months of grinding negotiations, it appears, only a face-to-face meeting of political leaders can produce a breakthrough.\n“We agreed that the conditions for finalizing an agreement are not there,” Mr. Johnson and Ms. von der Leyen said in a statement, adding that they had asked their negotiators to “prepare an overview of the remaining differences to be discussed in a physical meeting in Brussels in the coming days.”\nThe key sticking points, they said, were fishing rights, and state aid and fair competition for industry — issues that have divided the two sides from the start.", "url": "https://www.nytimes.com/2020/12/07/world/europe/boris-johnson-Brexit-Talks.html"}