{"authors": ["Jack Nicas", "David Mccabe"], "date_download": "2022-10-25 23:40:56", "date_modify": "2022-10-25 23:40:56", "date_publish": "2020-07-28 09:00:21", "description": "After Airbnb and ClassPass began selling virtual classes because of the pandemic, Apple tried to collect its commission on the sales.", "filename": "2020_07_28_technology_apple-app-store-airbnb-classpass.html_action=click&module=RelatedLinks&pgtype=Article_1666741256.html", "image_url": "https://static01.nyt.com/images/2020/07/28/business/28virus-apple1/28virus-apple1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e99da04d3bfe487ad0f16dfa259ff50a189db31719de2aff77bcefa8b5169a18&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_28_technology_apple-app-store-airbnb-classpass.html_action=click&module=RelatedLinks&pgtype=Article_1666741256.html", "title": "Their Businesses Went Virtual. Then Apple Wanted a Cut.", "title_page": "Their Businesses Went Virtual. Then Apple Wanted a Cut. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ClassPass built its business on helping people book exercise classes at local gyms. So when the pandemic forced gyms across the United States to close, the company shifted to virtual classes.\nThen ClassPass received a concerning message from Apple. Because the classes it sold on its iPhone app were now virtual, Apple said it was entitled to 30 percent of the sales, up from no fee previously, according to a person close to ClassPass who spoke on the condition of anonymity for fear of upsetting Apple. The iPhone maker said it was merely enforcing a decade-old rule.\nAirbnb experienced similar demands from Apple after it began an “online experiences” business that offered virtual cooking classes, meditation sessions and drag-queen shows, augmenting the in-person experiences it started selling in 2016, according to two people familiar with the issues.\nAirbnb discussed Apple’s demands with House lawmakers’ offices that are investigating how Apple controls its App Store, according to three people who spoke on the condition of anonymity to discuss private conversations. Those lawmakers are now considering Apple’s efforts to collect a commission from Airbnb and ClassPass as part of their yearlong antitrust inquiry into the biggest tech companies, according to a person with knowledge of their investigation.", "url": "https://www.nytimes.com/2020/07/28/technology/apple-app-store-airbnb-classpass.html?action=click&module=RelatedLinks&pgtype=Article"}