{"authors": ["Edmund Lee"], "date_download": "2022-10-25 23:34:49", "date_modify": "2022-10-25 23:34:49", "date_publish": "2020-04-01 22:31:10", "description": "The new T-Mobile will have over 100 million customers and plans to take on AT&T and Verizon.", "filename": "2020_04_01_business_media_tmobile-closes-sprint-merger_1666740889.html", "image_url": "https://static01.nyt.com/images/2020/04/01/business/01tmobile-01/01tmobile-01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=11c485b8b97d9f68a18e1a6ce3f80d479ec5348628c3ef62971a2f990b9927b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_01_business_media_tmobile-closes-sprint-merger_1666740889.html", "title": "T-Mobile Closes Merger With Sprint, and a Wireless Giant Is Born", "title_page": "T-Mobile Closes Merger With Sprint, and a Wireless Giant Is Born - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A new wireless giant has entered the scene.\nT-Mobile and Sprint announced the closing of their $30 billion merger on Wednesday, the result of a long-in-the-works effort by both companies to speed the progress of wireless technology and put up a fight against AT&T and Verizon, the two companies that have long dominated the industry.\nAs part of finishing the deal, John Legere, the boisterous, magenta-clad chief executive who led T-Mobile for nearly a decade, handed over leadership reins to his longtime second-in-command, the more buttoned-up Mike Sievert.\nThe new business, called T-Mobile, will have about 100 million customers. To keep them and add to their ranks, the company plans to quickly develop the fifth-generation wireless technology that will bring broadband-style service through the air and is seen as a critical component of the nation’s infrastructure. T-Mobile has said that deploying 5G would have taken much longer and cost much more without the addition of Sprint.\nUpgrading the networks also makes T-Mobile a formidable challenger to AT&T and Verizon, Mr. Sievert said in an interview. “It used to be that customers were forced to choose: Do you want a better network? Or a better value? Now you don’t have to choose,” he said.", "url": "https://www.nytimes.com/2020/04/01/business/media/tmobile-closes-sprint-merger.html"}