{"authors": ["Audra D. S. Burch"], "date_download": "2022-10-25 23:28:14", "date_modify": "2022-10-25 23:28:14", "date_publish": "2020-06-02 04:38:10", "description": "The statue, at the center of a legal fight, was defaced and damaged during a protest on Sunday night.", "filename": "2020_06_02_us_george-floyd-birmingham-confederate-statue_1666740494.html", "image_url": "https://static01.nyt.com/images/2020/07/01/us/01unrest-birmingham1/merlin_173074224_8a51fda3-cb31-4a4a-a347-7cce13945593-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c8bce29f83a33eb572e7aed016200dcc240c23cc6bf0bcbf2532023279ab00bd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_02_us_george-floyd-birmingham-confederate-statue_1666740494.html", "title": "Birmingham Mayor Orders Removal of Confederate Monument in Public Park", "title_page": "Birmingham Mayor Orders Removal of Confederate Monument in Public Park - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Sunday night, demonstrators gathered at the park, in downtown Birmingham, to protest the death last week of George Floyd, a black man who died after a white police officer in Minneapolis pressed his left knee into Mr. Floyd’s neck for nearly nine minutes.\nProtests have since spread across the country, and the officer, Derek Chauvin, has since been fired and charged with third-degree murder and second-degree manslaughter.\nIn Linn Park on Sunday, the demonstration turned violent. Some of the protesters targeted the statue’s 52-foot-tall sandstone obelisk, spray-painting and chipping at its base. They also tried to topple it using a rope and a truck, according to news media reports.\nOn Monday, Mr. Woodfin vowed to take it down. He said its very presence would cause more unrest and division and would pose continued threats to public safety, outweighing any legal implications.\n“In order to prevent more civil unrest, it is very imperative that we remove this statue,” Mr. Woodfin told AL.com, the website for The Birmingham News. “I understand the A.G.’s office can bring a civil suit against the city, and if there’s a judgment rendered from a judge then we should be held accountable, and I am willing to accept that because that is a lower cost than civil unrest in our city.”", "url": "https://www.nytimes.com/2020/06/02/us/george-floyd-birmingham-confederate-statue.html"}