{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:52:37", "date_modify": "2022-10-25 23:52:37", "date_publish": "2020-02-29 20:56:37", "description": "Seeking to draw a direct contrast with President Trump, Mr. Bloomberg will deliver a three-minute prerecorded address on the coronavirus outbreak in an ad on network television Sunday night.", "filename": "2020_02_29_us_politics_michael-bloomberg-coronavirus-ad_1666741957.html", "image_url": "https://static01.nyt.com/images/2020/02/29/us/politics/29-live-stevens-1459/29-live-stevens-1459-facebookJumbo.jpg?year=2020&h=550&w=1050&s=01563d6b1218d1525f6bab45ca964e69a49bdd94bef9efbe4f0e02f8ce8e3538&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_29_us_politics_michael-bloomberg-coronavirus-ad_1666741957.html", "title": "Michael Bloomberg Will Address Coronavirus in Prime-Time TV Ad", "title_page": "Michael Bloomberg Will Address Coronavirus in Prime-Time TV Ad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Mr. Bloomberg has sought to rebound from his performances in two Democratic debates and build support in the run-up to Super Tuesday, he has increasingly focused his campaign on his experience handling disasters as the mayor of New York, while contrasting himself with Mr. Trump and his handling of the Coronavirus outbreak.\nIn the ad that will air Sunday, Mr. Bloomberg does not mention Mr. Trump by name. Instead, he cites his own leadership experience rebuilding New York City after the Sept. 11 terrorist attacks, dealing with the aftermath of Hurricane Sandy, and grappling with public health problems like West Nile virus and swine flu.\n“Each crisis is different, but they all require steady leadership, team building and preparation,” he says in the address. “As Americans we have faced many challenges before, and we have overcome them together by looking out for one another — and I am confident that is how we will get through this one as well.”\nThe deal between NBC and the Bloomberg campaign was completed on Friday, according to a person familiar with the negotiations who was not authorized to speak about them publicly. The three-minute spot will run during “Little Big Shots,” a variety show featuring child performers hosted by the actress Melissa McCarthy.\nTiffany Hsu contributed reporting.", "url": "https://www.nytimes.com/2020/02/29/us/politics/michael-bloomberg-coronavirus-ad.html"}