{"authors": ["Maggie Haberman", "Charlie Savage"], "date_download": "2022-10-25 23:47:26", "date_modify": "2022-10-25 23:47:26", "date_publish": "2020-05-31 19:12:17", "description": "The president and his administration have blamed the far-left movement for the violence this weekend. But it was uncertain whether the declaration would carry any real meaning.", "filename": "2020_05_31_us_politics_trump-antifa-terrorist-group_1666741646.html", "image_url": "https://static01.nyt.com/images/2020/05/31/us/politics/31dc-antifa/31dc-antifa-facebookJumbo.jpg?year=2020&h=550&w=1050&s=28c709dd1ab35d86203932657d19a6ed3fe72eaa96f66225b3d64e925b1f8d2b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_31_us_politics_trump-antifa-terrorist-group_1666741646.html", "title": "Trump, Lacking Clear Authority, Says U.S. Will Declare Antifa a Terrorist Group", "title_page": "Trump, Lacking Clear Authority, Says U.S. Will Declare Antifa a Terrorist Group - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump said on Twitter on Sunday that the United States would designate a group of far-left anti-fascism activists as a terrorist organization, a declaration that lacked any clear legal authority, as his administration sought to blame the group for violent protests across the nation over the weekend.\n“The United States of America will be designating ANTIFA as a Terrorist Organization,” Mr. Trump wrote.\nThe president has periodically criticized antifa, a contraction of the word “anti-fascist” that has come to be associated with a diffuse movement of left-wing protesters who engage in more aggressive techniques like vandalism.\nBut it was not clear that Mr. Trump’s declaration would have any real meaning beyond his characteristic attempts to stir a culture-war controversy, attract attention and please his conservative base.", "url": "https://www.nytimes.com/2020/05/31/us/politics/trump-antifa-terrorist-group.html"}