{"authors": ["Alyson Krueger"], "date_download": "2022-10-25 23:45:41", "date_modify": "2022-10-25 23:45:41", "date_publish": "2020-10-16 09:00:30", "description": "The pandemic has given the famous stretch of Midtown, long a hub and destination for all things jewelry, its share of troubles.", "filename": "2020_10_16_nyregion_coronavirus-diamond-district-nyc_1666741541.html", "image_url": "https://static01.nyt.com/images/2020/10/14/nyregion/00nyvirus-diamonddistrict1/00nyvirus-diamonddistrict1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bf5951c298b8e5cdcbb5e8a45d08a082ae47e6913822fab3943a92ff5f97eb0f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_16_nyregion_coronavirus-diamond-district-nyc_1666741541.html", "title": "Will the Diamond District Survive?", "title_page": "Will the Diamond District Survive? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Manhattan’s diamond district, Mascha Seiden is known as the queen of 47th Street, at least the stretch of it between Fifth Avenue and Avenue of the Americas. For more than 50 years, she has been inspecting pieces of jewelry and chatting with customers from behind the counter of her store, Paul Seiden Jewelers. These days, though, fewer customers have been coming in.\nOutside the shop, which specializes in diamonds and antique jewelry and has a few sellers under one roof, is a sign that says, “No mask, no entry.” Like most stores in the district, it has a mandatory station where security guards check body temperatures and face coverings.\nBut even as Ms. Seiden’s shop imposes restrictions on guests, she herself was not wearing a mask last Friday. A colleague who had a mask on explained that Ms. Seiden had been through worse and was not afraid of the virus. Ms. Seiden survived the Holocaust, after all.\nThe state of the diamond district — a mixture of anxious activity and defiant toughness, masked and unmasked — sums up much of what New York City is going through right now. Not only has Midtown seen tourism and office life evaporate since March, but the district’s stores specialize in items — diamonds, gems, jewelry, watches — that are threatened by the online economy. As for the mask tensions, many shop owners and managers are Orthodox Jews, some of whom live in neighborhoods where mask protocol has not been strict, and as such, have experienced an rise in coronavirus cases.", "url": "https://www.nytimes.com/2020/10/16/nyregion/coronavirus-diamond-district-nyc.html"}