{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:24:44", "date_modify": "2022-10-25 23:24:44", "date_publish": "2020-03-20 20:41:30", "description": "They are among the senators facing criticism for offloading investments before the market tumbled. Here’s a look at the political consequences they might face.", "filename": "2020_03_20_us_politics_kelly-loeffler-richard-burr-insider-trading_1666740284.html", "image_url": "https://static01.nyt.com/images/2020/03/20/us/politics/20virus-stock-explainer1/20virus-stock-explainer1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b49405d94650fb1563fdad0ebd5a0046b45b9c5b35140389bd118e043372bc5b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_20_us_politics_kelly-loeffler-richard-burr-insider-trading_1666740284.html", "title": "Kelly Loeffler and Richard Burr Were Briefed on Coronavirus. Then They Sold Stocks. What Now?", "title_page": "Kelly Loeffler and Richard Burr Were Briefed on Coronavirus. Then They Sold Stocks. What Now? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Senate had received a coronavirus briefing the day her stock sales began. Ms. Loeffler tweeted about the briefing that day. “Appreciate today’s briefing from the President’s top health officials on the novel coronavirus outbreak,” she wrote. “These men and women are working around the clock to keep our country safe and healthy.”\nOther senators have also sold holdings in recent weeks and before the major economic downturn, including Senators Dianne Feinstein, Democrat of California, and James M. Inhofe, Republican of Oklahoma. Those transactions have drawn far less scrutiny.\nMs. Feinstein’s office said her assets were in a blind trust and she was not involved in her husband’s financial decisions. Mr. Inhofe said in a statement that he did not attend the Jan. 24 briefing and that his transactions were part of a sell off that his financial adviser had begun in late 2018, when he became chairman of the Senate Armed Services Committee.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nWhat Burr and Loeffler are saying\nBoth Mr. Burr and Ms. Loeffler have claimed no wrongdoing.\n“This is a ridiculous and baseless attack,” Ms. Loeffler wrote on Twitter early Friday morning. “I do not make investment decisions for my portfolio. Investment decisions are made by multiple third-party advisors without my or my husband’s knowledge or involvement.”\nShe linked to her financial disclosure report and said, “I was informed of these purchases and sales on February 16, 2020 — three weeks after they were made.”", "url": "https://www.nytimes.com/2020/03/20/us/politics/kelly-loeffler-richard-burr-insider-trading.html"}