{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:28:24", "date_modify": "2022-10-25 23:28:24", "date_publish": "2020-01-26 17:00:07", "description": "The Chargers’ offensive lineman wants the Players Association to be far more confrontational with owners and he is saying so, even if that gets him into trouble.", "filename": "2020_01_26_sports_football_nfl-okung_1666740504.html", "image_url": "https://static01.nyt.com/images/2020/01/26/sports/26okung1/26okung1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=5dcb06e5806f6e99d93dbdad6e5c1e885e87285632564b62250b4a87daeaf519&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_26_sports_football_nfl-okung_1666740504.html", "title": "Russell Okung Wants to Disrupt the N.F.L. Establishment", "title_page": "Russell Okung Wants to Disrupt the N.F.L. Establishment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I felt like I was being punished,” he said. “In what other profession do you go to your employer with whom you signed a contract, and promised to honor that contract, and have some lethal, life-threatening ailment, and the response is to cut your pay?”\nOkung recovered from the scare and returned to the field in November. After lengthy talks with the Chargers, he received his full salary. But the episode drove home to Okung, a 10-year veteran, how vulnerable N.F.L. players are.\nNow, as Super Bowl week begins in South Florida, the prospect of a turbulent year ahead looms, with a potential labor impasse once again threatening the world’s most prosperous sports league. Okung is plotting to make negotiations as confrontational as possible.\nAlready a member of the executive committee of the N.F.L. Players Association, Okung plans to run for union president to replace Eric Winston, who must step down in March because he is no longer on an active roster. More broadly though, Okung’s life-changing diagnosis has spurred him to want to create a far more aggressive union, to disrupt the status quo and reverse what he sees as years of concessions, even if this leads to a lockout or a strike when the collective bargaining agreement expires after next season.\nHe wants to fight for a greater share of the league’s revenue, and redefine what owners share with the players. He is seeking better health care and bigger pensions for retired players. Okung said the union needs more power to audit the league’s finances and a stronger arbitration system. He wants to overhaul the wage scale and even review the current union structure.", "url": "https://www.nytimes.com/2020/01/26/sports/football/nfl-okung.html"}