{"authors": ["Peter Eavis"], "date_download": "2022-10-25 23:51:14", "date_modify": "2022-10-25 23:51:14", "date_publish": "2020-05-18 17:48:50", "description": "Some who rent space from the troubled company say it has not been generous with them even as it seeks concessions from building owners.", "filename": "2020_05_18_business_wework-rent-coronavirus_1666741874.html", "image_url": "https://static01.nyt.com/images/2020/05/18/business/18wework2/18wework2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=da297adb146d18b91748642c9b7b9cf711ca3f9ecfcccfaa09fc83aa2dd5cdaa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_18_business_wework-rent-coronavirus_1666741874.html", "title": "WeWork Wants a Rent Break. Its Customers Do, Too.", "title_page": "WeWork Wants a Rent Break. Its Customers Do, Too. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So, Mr. Briney is doing to WeWork what the company is doing to some of its landlords: He is not paying rent for April and May.\nWeWork’s chief executive, Sandeep Mathrani, acknowledged withholding April and May rent payments to some of its landlords in an interview with CNBC last week.\nThe tension between WeWork, its landlords and its customers highlights the problems gripping the market for office space, a huge part of the economies of big cities. In the coming months, many tenants will be unable or unwilling to pay their rent. And landlords will have to decide whether to grant them relief, wait for them to make good on their arrears or seek to evict them. Banks and investors who lent money to property owners will face similar choices.\nWeWork is a huge tenant — the largest private renter of New York office space — and has thousands of its own tenants. The company rents space to freelancers, start-ups, small businesses and large companies like Amazon. If it provided significant relief to its customers, it could help a crucial segment of the economy bear the costs of the pandemic and lockdowns.\nBut WeWork may not be in a position to be generous.\nThe company nearly collapsed last year after investors balked at buying its shares in an initial public offering — and it is still burning through cash.", "url": "https://www.nytimes.com/2020/05/18/business/wework-rent-coronavirus.html"}