{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 23:54:46", "date_modify": "2022-10-25 23:54:46", "date_publish": "2020-08-25 23:19:58", "description": "The setback elicited an angry reaction from the U.S. ambassador to the United Nations, who accused her counterparts of standing with terrorists.", "filename": "2020_08_25_world_middleeast_Iran-sanctions-Trump-UN_1666742086.html", "image_url": "https://static01.nyt.com/images/2020/08/25/reader-center/25nations-iran1/25nations-iran1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=32831baa250a01e08796b2cf10408a27b642624ee4568dd026f6173513012133&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_25_world_middleeast_Iran-sanctions-Trump-UN_1666742086.html", "title": "Security Council Leader Rejects U.S. Demand for U.N. Sanctions on Iran", "title_page": "Security Council Leader Rejects U.S. Demand for U.N. Sanctions on Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Trump administration’s lonely insistence on restoring United Nations sanctions against Iran is headed nowhere, the president of the Security Council said on Tuesday, while the U.S. ambassador accused fellow diplomats of having “lost their way.”\nThe confrontation heightened the sense of American isolation at the United Nations under President Trump, whose administration has withdrawn from a number of U.N. bodies and agreements, even as the United States government remains the biggest single contributor to the 193-member organization’s budget. The escalating tensions could portend further U.S. clashes with other members during the annual U.N. General Assembly meetings next month.\nLess than a week ago, Secretary of State Mike Pompeo traveled to United Nations headquarters in New York to personally deliver his government’s intention to restore the sanctions under the so-called snapback provision of the 2015 nuclear agreement with Iran, a pact that was endorsed by a Security Council resolution. Mr. Trump renounced the nuclear agreement two years ago, calling it worthless, and has imposed unilateral sanctions that have badly damaged Iran’s economy.\nOther Security Council members, including veto-wielding members Britain, China, France and Russia, have said the United States has no legal standing to enforce the snapback provision, since it is no longer a party to the nuclear agreement.", "url": "https://www.nytimes.com/2020/08/25/world/middleeast/Iran-sanctions-Trump-UN.html"}