{"authors": ["Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:26:19", "date_modify": "2022-10-25 23:26:19", "date_publish": "2020-04-05 04:01:11", "description": "Scientists in Europe are becoming household names, fulfilling societies’ emotional and practical need for the truth.", "filename": "2020_04_05_world_europe_scientists-coronavirus-heroes_1666740379.html", "image_url": "https://static01.nyt.com/images/2020/03/31/world/00virus-heroes/00virus-heroes-facebookJumbo.jpg?year=2020&h=550&w=1050&s=07da8682f3d2b14169ded86df09922135024e3862d5d929c43982ff1d9feb9ed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_05_world_europe_scientists-coronavirus-heroes_1666740379.html", "title": "The Rising Heroes of the Coronavirus Era? Nations’ Top Scientists", "title_page": "The Rising Heroes of the Coronavirus Era? Nations’ Top Scientists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — If it weren’t the age of social distancing, people would stop them on the street to take selfies. Instead, they get adoring messages on social media. Others appear on television daily.\nThe new celebrities emerging across Europe as the coronavirus burns a deadly path through the continent are not actors or singers or politicians. Instead, they are epidemiologists and virologists who have become household names after spending most of their lives in virtual anonymity.\nWhile nurses and doctors treat patients on the front lines, epidemiologists and virologists who have spent careers in lecture halls and laboratories have become the most trusted sources of information in an era of deep uncertainty, diverging policy and raging disinformation.\nAfter a long period of popular backlash against experts and expertise, which underpinned a sweep of political change and set off culture wars in much of the developed world, societies besieged by coronavirus isolation and desperate for facts are turning to these experts for answers, making them national heroes.", "url": "https://www.nytimes.com/2020/04/05/world/europe/scientists-coronavirus-heroes.html"}