{"authors": ["Timothy Williams", "Sabrina Tavernise", "Zolan Kanno-Youngs", "Sarah Mervosh"], "date_download": "2022-10-25 23:47:30", "date_modify": "2022-10-25 23:47:30", "date_publish": "2020-01-20 10:00:18", "description": "Some 22,000 people, many of them armed, flooded the streets around the State Capitol to protest gun control proposals from the new Democratic majority.", "filename": "2020_01_20_us_virginia-gun-rally_1666741650.html", "image_url": "https://static01.nyt.com/images/2020/01/20/us/20VIRGINIA-GUN-RALLY-promo/20VIRGINIA-GUN-RALLY-promo-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=c8278c086bb2719a20d62a76d5754442d12768b3715fc99a45a232002c278db4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_20_us_virginia-gun-rally_1666741650.html", "title": "Amid Tight Security, Virginia Gun Rally Draws Thousands of Supporters", "title_page": "Amid Tight Security, Virginia Gun Rally Draws Thousands of Supporters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RICHMOND, Va. — Some people streamed in on buses from faraway cities. Others drove cars through the night from places like Indianapolis and Fredericksburg, Texas, logging hundreds of miles and leaning on coffee and Red Bull. Still others came from only a few counties over, but carrying the same vehement message as the rest: Leave gun laws alone.\nThousands of people descended on Richmond, the capital of Virginia, on Monday to show support for the rights of gun owners as a push for gun control measures by that state’s newly empowered Democrats has inserted Virginia into a nationwide debate over gun violence and the Second Amendment.\n“I don’t like what they are doing to our rights,” said Raymond Pfaff, 85, from Louisa County, Va., who wore a yellow sign around his neck that read, “First Gun Control and Then People Control.”\n“Guns protected this country for a couple of hundred years, and this two-faced governor just wants to take them,” he said, referring to Gov. Ralph Northam, a Democrat who has agreed to sign provisions banning guns in parks and limiting handgun purchases if Virginia lawmakers approve them.", "url": "https://www.nytimes.com/2020/01/20/us/virginia-gun-rally.html"}