{"authors": ["Mariel Padilla"], "date_download": "2022-10-25 23:49:16", "date_modify": "2022-10-25 23:49:16", "date_publish": "2020-05-13 03:33:23", "description": "The doctor, Jonathan Yates, worked at a hospital in West Virginia. He was accused of causing bodily injury to some veterans and abusive sexual contact while they were incapacitated, according to the federal indictment.", "filename": "2020_05_12_us_west-virginia-doctor-molested-patients_1666741756.html", "image_url": "https://static01.nyt.com/images/2020/05/12/multimedia/12xp-westvirginia/12xp-westvirginia-facebookJumbo.jpg?year=2020&h=550&w=1050&s=425db344decf79f5aea3b4652ba785d2b07623dc3c2ee4e0a3c49fdef2c0c616&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_12_us_west-virginia-doctor-molested-patients_1666741756.html", "title": "Former Veterans Affairs Doctor Is Charged With Sexual Abuse of Patients", "title_page": "Former Veterans Affairs Doctor Is Charged With Sexual Abuse of Patients - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A former doctor at a Veterans Affairs hospital in West Virginia was charged on Tuesday with sexually abusing several male patients over the course of six months.\nThe doctor, Jonathan Yates, 51, treated patients at Beckley V.A. Medical Center using osteopathic manipulative treatment — which typically requires moving, stretching and applying pressure to a person’s muscles and joints — between June 2018 and February 2019. During that time, he was also the director of Whole Health, a hospital program designed to support veterans’ health.\nA federal grand jury in Charleston, W.Va., indicted Dr. Yates on two counts of abusive sexual contact and five counts of depriving veterans of their civil rights. If convicted, he could face a maximum penalty of life in prison, according to court documents.\nE. Ward Morgan, Dr. Yates’s lawyer, did not immediately respond to requests for comment on Tuesday night. A spokeswoman for federal prosecutors in the case said the Department of Justice had no comment.", "url": "https://www.nytimes.com/2020/05/12/us/west-virginia-doctor-molested-patients.html"}