{"authors": ["Natasha Singer"], "date_download": "2022-10-25 23:32:18", "date_modify": "2022-10-25 23:32:18", "date_publish": "2020-05-14 04:00:06", "description": "Twenty consumer groups said the video app had failed to make some changes it agreed to carry out last year to settle federal charges.", "filename": "2020_05_14_technology_tiktok-kids-privacy_1666740738.html", "image_url": "https://static01.nyt.com/images/2020/05/14/business/14tiktok/14tiktok-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6ef6fa9137ae8e6b8489fb37d4a9ad41e93f82a4bc02d81a353a5915ce48bc37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_14_technology_tiktok-kids-privacy_1666740738.html", "title": "TikTok Broke Privacy Promises, Children’s Groups Say", "title_page": "TikTok Broke Privacy Promises, Children’s Groups Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TikTok, the popular app for making and sharing short videos, has flouted an agreement it made with the Federal Trade Commission to protect the privacy of children on the service, a coalition of 20 children’s and consumer groups said on Thursday.\nLast year, TikTok agreed to make major changes to settle charges that one of its predecessor companies, Musical.ly, had violated the federal children’s online privacy law. The alleged violations included collecting names, email addresses, videos and other personal information from users under the age of 13 without a parent’s consent.\nFederal regulators said at the time that the app had made users’ information public by default, which meant that a child’s user name, picture and videos could seen by others. The agency also said adults had used the video-sharing app to try to message children.\nAs part of the settlement, the video-sharing app agreed to obtain a parent’s permission before collecting their child’s personal information. It also agreed to delete personal information, including videos, of any children identified as younger than 13 and to remove videos and other personal details of users whose ages were unknown.", "url": "https://www.nytimes.com/2020/05/14/technology/tiktok-kids-privacy.html"}