{"authors": ["David Waldstein"], "date_download": "2022-10-25 23:35:37", "date_modify": "2022-10-25 23:35:37", "date_publish": "2020-01-30 02:38:42", "description": "Major league officials, dismayed by a public back-and-forth with the minor leagues over a proposal to significantly overhaul their joint system, delivered a pointed letter on Wednesday.", "filename": "2020_01_29_sports_mlb-minor-league-cuts_1666740937.html", "image_url": "https://static01.nyt.com/images/2020/01/29/sports/29mlb-minors/merlin_142066623_a8c4af0b-5553-420c-b171-2c831c89540e-facebookJumbo.jpg?year=2020&h=549&w=1050&s=267839468007bf4244add74dd2232b76dbe3c2b4e706f724ecf9c51a555396dd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_29_sports_mlb-minor-league-cuts_1666740937.html", "title": "M.L.B.’s War of Words With the Minors Hits a Boiling Point", "title_page": "M.L.B.’s War of Words With the Minors Hits a Boiling Point - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ever since the news of Major League Baseball’s plan to overhaul the minor leagues emerged in October, major league and minor league officials have carried out a public relations battle, volleying statements and letters back and forth amid contentious negotiations.\nOn Wednesday, M.L.B. issued a pointed and heated letter in response to a minor league message that cast doubt over whether the two sides could ever reach an agreement on the future of their relationship.\nDan Halem, the deputy commissioner and lead negotiator for M.L.B., wrote that the minor leagues, known as MiLB, and its president, Pat O’Conner, were “doing significant damage to your relationship with the 30 clubs by attacking M.L.B. publicly and in the political realm.”\nHalem added that M.L.B. teams were “united in our negotiating position and misinformation tactics you have employed have only made the 30 clubs more resolute.”", "url": "https://www.nytimes.com/2020/01/29/sports/mlb-minor-league-cuts.html"}