{"authors": ["Adam Nossiter"], "date_download": "2022-10-25 23:47:10", "date_modify": "2022-10-25 23:47:10", "date_publish": "2020-07-02 20:27:43", "description": "The authorities said that by hacking into EncroChat, they were able to monitor criminal activity in real time, allowing them to stop drug deals and even murder.", "filename": "2020_07_02_world_europe_encrypted-network-arrests-europe_1666741630.html", "image_url": "https://static01.nyt.com/images/2020/07/02/world/02europe-crimes/02europe-crimes-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cf9468ee8aa0c482cc00056d262533bcd648a2e7ad7563c0ad573776f80e7398&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_02_world_europe_encrypted-network-arrests-europe_1666741630.html", "title": "When Police Are Hackers: Hundreds Charged as Encrypted Network Is Broken", "title_page": "When Police Are Hackers: Hundreds Charged as Encrypted Network Is Broken - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — The police in Europe said Thursday they had arrested hundreds of people on suspicion of drug trafficking and other crimes after successfully hacking into an encrypted phone network being used by organized criminals around the world.\nThe authorities said that by hacking into the network, the police were able to monitor criminal activity and communication as it was happening, allowing them to stop drug deals and even to prevent murder.\nOfficials said in a statement that “millions” of messages were read in “real time, over the shoulder of the unsuspecting senders,” leading to arrests in the Netherlands, the United Kingdom and elsewhere in Europe.\n“It was as though we were sitting at the table where the criminals were chatting among themselves, really,” said Jannine van den Berg, chief constable of the central police unit in the Netherlands, at a news conference in The Hague. “What makes this investigation unique is that at a large scale we managed to read all of these criminal messages live,” she said.", "url": "https://www.nytimes.com/2020/07/02/world/europe/encrypted-network-arrests-europe.html"}