{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:52:32", "date_modify": "2022-10-25 23:52:32", "date_publish": "2020-09-04 14:42:46", "description": "A vital connection for the Chinese diaspora, the app has also become a global conduit of Chinese state propaganda, surveillance and intimidation. The United States has proposed banning it.", "filename": "2020_09_04_technology_wechat-china-united-states_1666741952.html", "image_url": "https://static01.nyt.com/images/2020/09/06/business/04Wechat-illo/04Wechat-illo-facebookJumbo.jpg?year=2020&h=549&w=1050&s=ab4a78599bcc1e2e2583a5a9f3df3abf0a40dc06bc6b610626e7b05437e0e122&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_04_technology_wechat-china-united-states_1666741952.html", "title": "Forget TikTok. China’s Powerhouse App Is WeChat.", "title_page": "Forget TikTok. China’s Powerhouse App Is WeChat. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It opened up a new world for her. Not in China, but in Canada.\nShe found people nearby similar to her. Many of her Chinese friends were on it. They found restaurants nearly as good as those at home and explored the city together. One public account set up by a Chinese immigrant organized activities. It kindled more than a few romances. “It was incredibly fun to be on WeChat,” she recalled.\nNow the app reminds her of jail. During questioning, police told her that a surveillance system, which they called Skynet, flagged the link she shared. Sharing a name with the A.I. from the Terminator movies, Skynet is a real-life techno-policing system, one of several Beijing has spent billions to create.\nThe surveillance push has supported a fast-growing force of internet police. The group prowls services like WeChat for posts deemed politically sensitive, anything from a link to a joke mocking leader Xi Jinping. To handle WeChat’s hundreds of millions of users and their conversations, software analyzes keywords, links and images to generate leads.\nAlthough Ms. Li registered her account in Canada, she fell under Chinese rules when she was back in China. Even outside of China, traffic on WeChat appears to be feeding these automated systems of control. A report from Citizen Lab, a University of Toronto-based research group, showed that Tencent surveilled images and files sent by WeChat users outside of China to help train its censorship algorithms within China. In effect, even when overseas users of WeChat are not being censored, the app learns from them how to better censor.\nWary of falling into automated traps, Ms. Li now writes with typos. Instead of referring directly to police, she uses a pun she invented, calling them golden forks. She no longer shares links from news sites outside of WeChat and holds back her inclination to talk politics.\nStill, to be free she would have to delete WeChat, and she can’t do that. As the coronavirus crisis struck China, her family used it to coordinate food orders during lockdowns. She also needs a local government health code featured on the app to use public transport or enter stores.\n“I want to switch to other chat apps, but there’s no way,” she said.\n“If there were a real alternative I would change, but WeChat is terrible because there is no alternative. It’s too closely tied to life. For shopping, paying, for work, you have to use it,” she said. “If you jump to another app, then you are alone.”\nLin Qiqing contributed research.", "url": "https://www.nytimes.com/2020/09/04/technology/wechat-china-united-states.html"}