{"authors": ["Michael Gold"], "date_download": "2022-10-25 23:28:20", "date_modify": "2022-10-25 23:28:20", "date_publish": "2020-06-11 17:10:54", "description": "Mayor Bill de Blasio joined two congressional lawmakers in urging the military to rename General Lee Avenue, a main street on an Army base in Brooklyn.", "filename": "2020_06_11_nyregion_general-lee-avenue-fort-hamilton-brooklyn_1666740500.html", "image_url": "https://static01.nyt.com/images/2020/06/11/nyregion/11nyunrest-streets-1/merlin_173438817_41ec94b9-e4b2-4736-8f58-6b27ecfacd2b-facebookJumbo.jpg?year=2020&h=549&w=1050&s=30472f86c01eb73b92ee71739f777b43aa05c31150522e12f1571ee36266ccd7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_11_nyregion_general-lee-avenue-fort-hamilton-brooklyn_1666740500.html", "title": "An N.Y. Street Is Named for Robert E. Lee. Officials Want That Changed.", "title_page": "An N.Y. Street Is Named for Robert E. Lee. Officials Want That Changed. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fort Hamilton, an Army garrison that was named for Alexander Hamilton and built between 1825 to 1831, is the only active military installation in the city. Both the Army Corps of Engineers and the Army Reserve have offices there, and the post is home to a battalion that recruits soldiers from New York City, Long Island and Westchester County.\nLee served at Fort Hamilton from 1841 to 1846, when he was stationed there as an Army engineer.\nMr. de Blasio on Thursday said that while he did not have jurisdiction over Fort Hamilton, he would appeal to military leadership to strip the base’s streets of their Confederate legacy.\n“Anything named after him has to go in this city,” Mr. de Blasio said of Lee.\nJ. Phillip Thompson, a deputy mayor under Mr. de Blasio who was also at Thursday’s news briefing, also expressed his support for the mayor’s position, saying that the issue hit close to home for him because he was descended from people who were enslaved on Lee’s plantation.\n“This issue is an emotional issue for many people like me,” Mr. Thompson said. “And it’s really hard for us to really feel fully part of this country that celebrates our enslavement with names like that on military bases all across this country.”\nA Pentagon spokesman referred questions to the White House, where a spokesman declined to comment.\nLater on Thursday, the mayor of Albany issued an order for the removal of a statue in front of City Hall depicting Philip Schuyler, a Revolutionary War general and a slave owner whose son-in-law was Alexander Hamilton.\n“It has become clear that now is the time to act and confront the unfortunate history of our nation,” the mayor, Kathy Sheehan, said in a statement.", "url": "https://www.nytimes.com/2020/06/11/nyregion/general-lee-avenue-fort-hamilton-brooklyn.html"}