{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:08", "date_modify": "2022-10-25 23:29:08", "date_publish": "2020-07-09 19:29:41", "description": "Businesses that want to use the Federal Reserve’s Main Street program cannot, and many that can use it have better options in the private market.", "filename": "2020_07_09_business_economy_federal-reserve-treasury-main-street_1666740548.html", "image_url": "https://static01.nyt.com/images/2020/07/10/business/09JPdc-virus-mainstreet-print/09JPdc-virus-mainstreet-print-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=425efa5f843a596bac411c7fb8185da68bf8b73856378c2bd5cd1020de914246&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_09_business_economy_federal-reserve-treasury-main-street_1666740548.html", "title": "A Coffee Chain Reveals Flaws in the Fed’s Plan to Save Main Street", "title_page": "A Coffee Chain Reveals Flaws in the Fed’s Plan to Save Main Street - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It will be hard to declare the program an outright failure even if few companies use it, because the Fed and Treasury have set out limited — and often fuzzy — goals. Officials say that they want to give healthy companies an option for credit access if market conditions worsen, but want to be responsible with the loans they make.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\n“Success would be that we have broad national coverage,” said Eric Rosengren, president of the Federal Reserve Bank of Boston, which is overseeing the effort. “This is for businesses that have a good business model, that were disrupted by the pandemic, and that are going to be able to recover from that so that they will be able to pay off the loan.”\nThe program is intended to help a narrow set of companies, particularly given its strict terms, experts said.\nThe Fed takes on 95 percent of the risk, but banks have to retain 5 percent of any loan they underwrite through the Main Street program, a stipulation meant to discourage them from dumping bad debt on the Fed. Because they must have “skin in the game,” they are likely to avoid underwriting loans if the economy is in crisis and it looks like a big chunk of borrowers might default.\nThe program also comes with reporting requirements and other restrictions — including limitations on executive pay and capital distributions, like dividends, that Congress set out in the relief legislation. If the economy is muddling along and credit is basically available, some companies will find borrowing through the Main Street program unattractive because of the strings attached.\nIt’s a Goldilocks design: Firms won’t use it if credit conditions are healthy and banks won’t use it if they are too unhealthy. It could help companies access credit if the situation is just right — for instance, if credit conditions tighten with a second virus wave in the fall, but banks and borrowers expect the economy to recover before long.", "url": "https://www.nytimes.com/2020/07/09/business/economy/federal-reserve-treasury-main-street.html"}