{"authors": ["Fatima Faizi", "David Zucchino", "Jim Huylebroek"], "date_download": "2022-10-25 23:22:31", "date_modify": "2022-10-25 23:22:31", "date_publish": "2020-03-26 06:15:33", "description": "Thousands of Afghans returning each day bring a risk of widespread infections to the border city of Herat and beyond in a country with little capacity to test for or treat Covid-19.", "filename": "2020_03_26_world_asia_afghanistan-iran-coronavirus_1666740151.html", "image_url": "https://static01.nyt.com/images/2020/03/25/world/25virus-border-promo/25virus-border-promo-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=24182042d93957204555fd82d061253ffce85fd2c85a4f55bbb74fd30924ec85&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_26_world_asia_afghanistan-iran-coronavirus_1666740151.html", "title": "Fresh From Iran’s Coronavirus Zone, Now Moving Across Afghanistan", "title_page": "Fresh From Iran’s Coronavirus Zone, Now Moving Across Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HERAT, Afghanistan — Afghanistan has already imported its epidemic. And each day it adds to it, as thousands more displaced Afghans continue to flow across the border from Iran, which has reported among the world’s highest numbers of Covid-19 cases and deaths.\nThe returnees, some surely infected with the coronavirus when in Iran, cluster shoulder to shoulder in massive crowds on both sides of the crossing, where toilet facilities are primitive and soap and potable water are scarce.\nLater, they climb aboard overloaded taxis, buses and minivans for the two-hour trip to Herat city, the sprawling and crowded hub of western Afghanistan, where they sleep in packed hostels and cramped rooms behind restaurants.\nFrom Herat, tens of thousands of the new arrivals have boarded more overloaded buses and vans en route to Kabul, the capital. From there, they have returned to crowded homes in Kabul or traveled onward to outlying provinces — potential vectors for spreading the virus nationwide.", "url": "https://www.nytimes.com/2020/03/26/world/asia/afghanistan-iran-coronavirus.html"}