{"authors": ["Maria Abi-Habib", "Sameer Yasir", "Rebecca Conway"], "date_download": "2022-10-25 23:22:31", "date_modify": "2022-10-25 23:22:31", "date_publish": "2020-03-30 21:00:28", "description": "Despite leaders’ decrees on staying home, laborers who live hand-to-mouth say they have no choice but to keep hitting the streets. Here are their stories.", "filename": "2020_03_30_world_asia_coronavirus-india-lockdown_1666740151.html", "image_url": "https://static01.nyt.com/images/2020/03/30/world/30virus-india-voices-promo2/30virus-india-voices-top-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=ae1c89db498c48a1e22fabda066f4e7e728367e3080faa0b6fd4e6e6f2b311c6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_30_world_asia_coronavirus-india-lockdown_1666740151.html", "title": "For India’s Laborers, Coronavirus Lockdown Is an Order to Starve", "title_page": "For India’s Laborers, Coronavirus Lockdown Is an Order to Starve - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Walking barefoot along Delhi’s deserted streets, his saffron-colored clothing stained and tattered, Baudghiri said he had not eaten in two days. A sadhu, or religious ascetic, he makes about $1.50 every day by offering prayers to people on the street.\nMr. Baudghiri, who goes by just one name, had never gone hungry a day in his life, he said, and had always found a meal in Hindu temples or gurdwaras, Sikh places of worship. But they have closed since the lockdown started last week.\nWhile he agreed with the prime minister’s decision to try to prevent the virus’s spread by limiting people’s movement, he was frustrated with the government’s lack of planning for the destitute like him.\n“I do not have a house to practice social distancing in,” he said. “I go from place to place, temple to temple, to eat. But the entire city is closed.”\nIn all his decades of walking across India, Mr. Baudghiri said he had never seen India so paralyzed.\n“In every crisis, the gurdwaras, the temples were all open,” he said. “We were still able to feed ourselves and find shelter. I’ve never seen this panic in my entire life.”\n‘I don’t have the pleasure of staying at home’\nRaj Kumari | street sweeper", "url": "https://www.nytimes.com/2020/03/30/world/asia/coronavirus-india-lockdown.html"}