{"authors": ["Michael S. Schmidt", "Julian E. Barnes", "Zolan Kanno-Youngs"], "date_download": "2022-10-25 23:24:28", "date_modify": "2022-10-25 23:24:28", "date_publish": "2020-11-10 01:24:50", "description": "President-elect Joseph R. Biden Jr. has yet to receive a presidential daily briefing, and it was unclear whether his team would have access to classified information.", "filename": "2020_11_09_us_politics_biden-security-transition_1666740268.html", "image_url": "https://static01.nyt.com/images/2020/11/09/us/politics/09dc-secretservice/09dc-secretservice-facebookJumbo.jpg?year=2020&h=549&w=1050&s=cfb3a3b7d8c3d7f3b77244c0f466caca953e92514c6a50ffe51195c265bbe280&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_09_us_politics_biden-security-transition_1666740268.html", "title": "How Trump’s Refusal to Concede Affects Biden’s National Security Transition", "title_page": "How Trump’s Refusal to Concede Affects Biden’s National Security Transition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump’s refusal to concede the election to President-elect Joseph R. Biden Jr. has already affected Mr. Biden’s transition, particularly on national security issues.\nMr. Biden has yet to receive a presidential daily briefing, and it was unclear whether his team would have access to classified information, the most important pipeline for them to learn about the threats facing the United States.\nLike previous presidents-elect, Mr. Biden is receiving Secret Service protection, and a no-fly zone has been established over his home in Delaware. But if Mr. Trump’s administration continues its refusal to recognize Mr. Biden as the winner, it could complicate his security until his inauguration.\nHere are some of the issues at play:\nPresidential Daily Briefings\nMr. Trump can prevent Mr. Biden and his aides from receiving the presidential daily briefing, the compendium of the government’s latest secrets and best intelligence insights, for the entire transition. No law states that Mr. Biden must receive it, though under previous administrations dating to at least 1968, presidents have authorized their elected successors to be given the briefing after clinching victory.", "url": "https://www.nytimes.com/2020/11/09/us/politics/biden-security-transition.html"}