{"authors": ["Anemona Hartocollis"], "date_download": "2022-10-25 23:29:13", "date_modify": "2022-10-25 23:29:13", "date_publish": "2020-11-12 15:22:49", "description": "The court’s rightward tilt under President Trump, whose administration supported efforts to end race-based admissions policies, gives activists a more favorable opening to challenge affirmative action.", "filename": "2020_11_12_us_harvard-affirmative-action_1666740553.html", "image_url": "https://static01.nyt.com/images/2020/11/12/us/12HARVARD/12HARVARD-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a27f7259da3d17f2978948a86c1b4c660b24d38114fb6a60b840005c4d5ac92d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_12_us_harvard-affirmative-action_1666740553.html", "title": "Harvard Victory Pushes Admissions Case Toward a More Conservative Supreme Court", "title_page": "Harvard Victory Pushes Admissions Case Toward a More Conservative Supreme Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "All were filed by Mr. Blum’s group, Students for Fair Admissions. In the Harvard case, the group sued on behalf of rejected Asian-American students who said the university was violating federal civil rights law.\nHarvard said during a 2018 trial that it considered race as one of many factors, and not the determining one, which was allowed under previous Supreme Court rulings. Admissions officers testified that the college would be a much different place if they did not take race into account. They said they had tried alternatives like increasing financial aid and outreach to Black and Latino students, and they did not work as well.\nA federal judge, Allison D. Burroughs, found in Harvard’s favor, and on Thursday the U.S. Court of Appeals for the First Circuit endorsed her ruling, stating in a 104-page decision that Harvard “has already reached, or at least very nearly reached, the maximum returns in increased socioeconomic and racial diversity that can reasonably be achieved through outreach and reducing the cost of a Harvard education.”\nGetting into Harvard is challenging for almost anyone. The university admitted 4.6 percent of applicants in 2018, the year the lower-court trial took place. An examination of its inner workings in court exposed how the school gives advantages to many groups of applicants, including recruited athletes, legacies (the children of Harvard graduates), and the children of wealthy donors, prominent people and university employees.\nTestimony also revealed that Harvard did value certain personal characteristics in applicants, such as “effervescence, charity, maturity and strength of character.”\nOne reason the Supreme Court might find the Harvard case compelling is that it framed the issue in a new way, pitting the rights of Asian-Americans against other racial groups. The more classic case accuses universities of discriminating against white applicants.", "url": "https://www.nytimes.com/2020/11/12/us/harvard-affirmative-action.html"}