{"authors": ["Matthew Rosenberg", "Jim Rutenberg", "Nick Corasaniti"], "date_download": "2022-10-25 23:24:23", "date_modify": "2022-10-25 23:24:23", "date_publish": "2020-11-06 01:25:39", "description": "The president and his allies have united right-wing media and internet trolls with false messaging that legitimate vote counting should stop.", "filename": "2020_11_05_us_politics_trump-white-house-disinformation_1666740263.html", "image_url": "https://static01.nyt.com/images/2020/11/06/us/politics/06gop-disinfo-print1/05gop-disinfo1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=41a73ff4816daeb828bf4da7e58e7b8f70babd6ca84b00773727249a02ac4a9a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_05_us_politics_trump-white-house-disinformation_1666740263.html", "title": "The Disinformation Is Coming From Inside the White House", "title_page": "The Disinformation Is Coming From Inside the White House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The messaging was far blunter from the president himself, who used a Thursday evening briefing at the White House to reel off a series of baseless attacks on an election system he described as “rigged” by Democrats trying to “steal an election.” It was the continuation of a diatribe he had started earlier in the day with a tweet reading “STOP THE FRAUD!” that Twitter quickly flagged as containing information that “might be misleading.”\nMr. Trump and his campaign aides had long indicated that they would challenge any unwelcome result with charges that the election was being stolen through “voter fraud,” which is in fact exceedingly rare.\nOn Thursday, senior aides to Mr. Biden portrayed the disinformation push as part of a desperate, coordinated campaign that, in tandem with the president’s legal strategy to press lawsuits against election officials across the country, was intended to halt a count that seemed likely to end Mr. Trump’s presidency.\n“This is part of a broader misinformation campaign that involves some political theater,” Bob Bauer, a senior adviser to Mr. Biden, told reporters. “All of this is intended to create a large cloud that it is the hope of the Trump campaign that nobody can see through. But it is not a very thick cloud, it’s not hard to see what they’re doing — we see through it; so will the courts, and so will election officials.”\nIf there was little indication that the disinformation push was helping the Trump campaign in court, where it was seeking to use small instances of worker error or technical fouls to challenge Democratic ballots, it nonetheless seemed likely to do one thing: persuade a large swath of American voters that any Biden presidency was being stolen through illegal and unconstitutional means.", "url": "https://www.nytimes.com/2020/11/05/us/politics/trump-white-house-disinformation.html"}