{"authors": ["Elaine Yu"], "date_download": "2022-10-25 23:39:38", "date_modify": "2022-10-25 23:39:38", "date_publish": "2020-07-31 09:55:50", "description": "City officials did a quick U-turn in the face of public anger, after viral photos showed workers eating lunch on curbs and bridges in the hot sun.", "filename": "2020_07_31_world_asia_hongkong-dining-lunch-coronavirus_1666741178.html", "image_url": "https://static01.nyt.com/images/2020/07/31/world/31virus-hk-lunch-1/31virus-hk-lunch-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4a1aa2ed4562bd6ee8fc8f7ea7d2dcaf8c5cf2ebe587d4ba7f2afca4ed4c5394&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_31_world_asia_hongkong-dining-lunch-coronavirus_1666741178.html", "title": "Hong Kong Bans Eating in Restaurants. And Then It Doesn’t.", "title_page": "Hong Kong Bans Eating in Restaurants. And Then It Doesn’t. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Hong Kongers have rarely seen their government react so swiftly to public opinion.\nOn Thursday, city officials lifted a ban on dining in restaurants — imposed just a day earlier, to fight the spread of the coronavirus — after a public outcry sparked by pictures of workers and older people eating outside in the punishing July heat, on pavements, curbs and the steps of footbridges.\nHong Kong is battling its worst community outbreak since the pandemic began, after initial success in containing the coronavirus. This month, the death toll nearly doubled in a week — as of Friday, it stood at 27 — and infections sharply spiked.\nSome new clusters were linked to nursing homes and restaurants, while scores of other cases had no known origin. The government’s initial response included limits on restaurants’ opening hours, with dining in allowed until 6 p.m. but forbidden after that.", "url": "https://www.nytimes.com/2020/07/31/world/asia/hongkong-dining-lunch-coronavirus.html"}