{"authors": ["Niraj Chokshi"], "date_download": "2022-10-25 23:25:37", "date_modify": "2022-10-25 23:25:37", "date_publish": "2020-12-10 17:59:23", "description": "Planes are one part of an elaborate supply chain to move billions of doses of vaccines around the world.", "filename": "2020_12_10_business_airlines-vaccines-coronavirus_1666740337.html", "image_url": "https://static01.nyt.com/images/2020/12/12/us/00vaccine-airlines1-print/00vaccine-airlines01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=3b1d85ec085af2f8d0da0819a06bdfddc5590344255881312c72f5b8eace0450&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_10_business_airlines-vaccines-coronavirus_1666740337.html", "title": "Airlines Gear Up to Transport Vaccines That Could Revive Travel", "title_page": "Airlines Gear Up to Transport Vaccines That Could Revive Travel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Months before anyone knew which of the coronavirus vaccine candidates would pull ahead or when they’d be available, airlines were trying to figure out how to transport doses around the world.\nOver the summer, American Airlines, Delta Air Lines and United Airlines spoke with government officials, pharmaceutical companies and experts to understand where vaccines might be produced, how they would be shipped and how best to position people and planes to get them moving. More recently, they have flown batches of vaccines for use in trials and research or to prepare for wider distribution.\nThe industry will play a vital role in moving billions of doses aboard hundreds of flights in the months ahead, putting underused planes and crews to work while circulating the very medicine that airlines hope will get people to book tickets again. But the flights are just one segment of a global relay race in which airlines will have to be ready to move at a moment’s notice.\n“When a request comes in, it’s going to be urgent and we have to act immediately,” said Manu Jacobs, who oversees shipments of pharmaceuticals and other specialty products for United.", "url": "https://www.nytimes.com/2020/12/10/business/airlines-vaccines-coronavirus.html"}