{"authors": ["Jack Ewing"], "date_download": "2022-10-25 23:24:13", "date_modify": "2022-10-25 23:24:13", "date_publish": "2020-03-04 10:00:19", "description": "The Model 3 outsold some of the most popular luxury models in recent months. BMW, Mercedes and Audi risk missing the transition to electric cars.", "filename": "2020_03_04_business_tesla-europe-success_1666740253.html", "image_url": "https://static01.nyt.com/images/2020/03/05/multimedia/05sp-tesla-inyt1/05sp-tesla-inyt1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5a215ba98d4c996aad9606dd1f9130a96ff3e25f8c5aa4bfa8922c6827468ce5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_04_business_tesla-europe-success_1666740253.html", "title": "Tesla’s Success in Europe Catches Industry Off Guard", "title_page": "Tesla’s Success in Europe Catches Industry Off Guard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But European managers remember what happened to Nokia, once one of Europe’s most admired companies. In the early 2000s, the Finnish company dominated the global market for mobile handsets. Then, in 2007, Apple introduced the first iPhone. Today the iPhone is ubiquitous, and phones with the Nokia brand account for about 1 percent of global handset sales.\nTesla is a long way from iPhone-style domination. Because of its limited selection of models, Tesla remains a small player over all. It was in 21st place in Europe in December among all carmakers. Still, it sold 24,000 vehicles during the month, one-third as many as BMW or Mercedes, even though they offer dozens of models.\nThe German luxury giants, perhaps reluctant to compete with their own most profitable products, waited too long to offer a battery-powered midsize car comparable to the Model 3, analysts said. That has allowed the Model 3 to sneak up on midsize luxury stalwarts like the BMW 3 Series, Audi A5 or Mercedes-Benz C-Class, all of which are in the same general price range.\nMany of the electric cars offered by the established companies are basically conversions of conventional cars, such as the Audi e-tron or Mercedes EQC. They do not take full advantage of the opportunity that electrification offers to rethink automotive design.\n“They are not really game changers,” Felipe Munoz, an analyst at JATO Dynamics, said of the electric cars offered by traditional carmakers. They “lost some time and that’s why Tesla is doing so well.”\nThere are exceptions, like the Porsche Taycan, a battery-powered four-door sedan that the Volkswagen subsidiary designed from the ground up to be electric.\nThe Taycan has gotten rave reviews since it went on sale late last year, including from Bill Gates. But with a starting price of 106,000 euros in Germany, or $115,000, the Taycan is not exactly aimed at the masses.", "url": "https://www.nytimes.com/2020/03/04/business/tesla-europe-success.html"}