{"authors": ["Sheri Fink"], "date_download": "2022-10-25 23:24:48", "date_modify": "2022-10-25 23:24:48", "date_publish": "2020-07-26 09:44:13", "description": "A Texas family tried to ward off the virus. But as cases in the state soared and debates about masks and distancing raged, there was only so much they could control.", "filename": "2020_07_26_us_coronavirus-family-houston-masks_1666740288.html", "image_url": "https://static01.nyt.com/images/2020/07/27/multimedia/00virus-family/merlin_174540594_42136cfc-2c99-4023-beca-b1d821583575-facebookJumbo.jpg?year=2020&h=550&w=1050&s=452645d14616856578abd9d95d93f379790cb024be639e3de7eb9c0f9b5c40fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_26_us_coronavirus-family-houston-masks_1666740288.html", "title": "‘You Do the Right Things, and Still You Get It’", "title_page": "Coronavirus in Texas: ‘You Do the Right Things, and Still You Get It’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "We’re here at Houston Methodist Hospital. The number of new coronavirus patients just skyrocketed here through June and much of July. We’re hearing about these crazy numbers all over the country. Thousands of people getting sick with Covid, high numbers of people in the hospitals, and of course, the increasing death toll. So sometimes it helps to just focus in on one individual family. We meet Sheryl Roberts, whose entire household has contracted Covid. “I was sneezing — that was the start, and my respirations got progressively worse. Then when my asthma medicine would not continue to work for me, I came in.” I’m Sheri Fink. I’m a correspondent for The New York Times. And after reporting on coronavirus for months, I wanted to focus in on one family as a microcosm of what’s happening across America. Sheryl told me her husband was at the same hospital, and this is common here. “My husband’s name is Paul Roberts. He’s still intubated. He and I made a deal that if he was coming to the hospital, he was going to get well and I was going to do the same. We were going to live through this. Well, we’ve been married 40 years. And my oldest daughter, her name is Sidra. My 35-year-old youngest, she has an autism spectrum disorder and she lives with us. She went to work with her gloves and her masks, came back sneezing, and that’s how it started.” “I wore my mask when I was supposed to out in public. There were customers there that were not wearing masks when they were supposed to. I went sneezing my head off and thought it was allergies.” “And because they thought it was allergies, nobody was concerned about it at the house. And then, I want to say about June 15 or so, my mom goes, I’ve got the cold your sister has.” “Elaine, how did it feel when mom and dad got sick and went to the hospital?” “Horrible. I just didn’t expect it to happen. I know I wore my mask out in public when I was supposed to, and I stayed off the Metro bus like I was supposed to.” “But you know this isn’t your fault, right, Lain?” “Right.” “O.K. Honestly, I would not wish this on anyone. Both my parents are in the hospital. That is horrible. Whoever came to the grocery store and didn’t wear a mask and gave her Covid doesn’t know this is going on.” “Hi, Sidra. How are you doing? Well, we’re not able to remove the sedation and let him be awake. The moment we decrease the sedation, he starts to be very agitated and breathes very fast, so his blood pressure goes up, his heart rate goes up. That long-term trauma because the tube is inside causes you to have complications and mechanical complications. Unfortunately, there is nothing called absolute benefits and no risks at this kind of stage of the care.” Paul is still in the intensive care unit and he’s profoundly weak and doctors are trying to figure out why. It might be some sort of rare complication of the coronavirus. “One more time.” Cheryl is better. She’s at home. She still requires oxygen. And now it’s her daughter Elaine who is taking care of her. Their story shows how a single infection in a family where everybody cares about each other can cause so much pain and suffering.", "url": "https://www.nytimes.com/2020/07/26/us/coronavirus-family-houston-masks.html"}