{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:39:35", "date_modify": "2022-10-25 23:39:35", "date_publish": "2020-07-31 10:36:44", "description": "Pro-democracy politicians, who had hoped to ride widespread discontent to big gains in the fall, saw the yearlong delay as an attempt to thwart their momentum.", "filename": "2020_07_31_world_asia_hong-kong-election-delayed_1666741175.html", "image_url": "https://static01.nyt.com/images/2020/07/30/world/00hongkong-election/00hongkong-election-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b2ea80c6549b6b70ac44f4a78719997650cbd8989081b5278e3daa1689cff740&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_31_world_asia_hong-kong-election-delayed_1666741175.html", "title": "Hong Kong Delays Election, Citing Coronavirus. The Opposition Isn’t Buying It.", "title_page": "Hong Kong Delays Election, Citing Coronavirus. The Opposition Isn’t Buying It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Earlier this week, amid reports that the vote might be delayed, Eddie Chu, a pro-democracy legislator running for re-election, said that China’s ruling Communist Party was ordering “a strategic retreat.” They “want to avoid a potential devastating defeat” in the election, he wrote on Twitter.\nThe explanation that Hong Kong must delay the vote because of the pandemic is likely to fall flat among the wider public, said Ma Ngok, an associate professor of political science at the Chinese University of Hong Kong.\n“I think it will be seen as a kind of manipulation, that the government is afraid of losing the majority and that is why they postponed the election,” he said.\nMrs. Lam denied that the decision had been influenced by political concerns. “It is purely on the basis of protecting the health and safety of the Hong Kong people and to ensure that the elections are held in a fair and open manner,” she said.\nWhile Hong Kong has been a world leader in controlling the coronavirus, in recent days it has seen its worst surge of infections yet, with more than 100 new cases reported daily for more than a week. The government has unfurled several new lockdown and social-distancing measures.\n“We face a dire situation in our fight against the virus,” Mrs. Lam said.\nUnder Hong Kong law, an election can be delayed for up to 14 days if there is a “danger to public health or safety.” But Mrs. Lam postponed the election until Sept. 5, 2021, under emergency powers that allow the chief executive to make any regulations considered to be “desirable in the public interest.”\nThose powers, which date to the British colonial era, were invoked last year when the government banned the wearing of masks in an effort to stem protests.", "url": "https://www.nytimes.com/2020/07/31/world/asia/hong-kong-election-delayed.html"}