{"authors": ["Ben Smith"], "date_download": "2022-10-25 23:29:49", "date_modify": "2022-10-25 23:29:49", "date_publish": "2020-03-15 22:23:46", "description": "Social media companies are delivering reliable information in the coronavirus crisis. Why can’t they do that all the time?", "filename": "2020_03_15_business_media_coronavirus-facebook-twitter-social-media_1666740589.html", "image_url": "https://static01.nyt.com/images/2020/03/15/business/15BENSMITH-01/15BENSMITH-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e6827d4cdb3c9989b13ad91f082e358283564fb823d77abfaaddb2add6fcbb1c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_15_business_media_coronavirus-facebook-twitter-social-media_1666740589.html", "title": "When Facebook Is More Trustworthy Than the President", "title_page": "When Facebook Is More Trustworthy Than the President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the coronavirus outbreak has been the best moment for the platforms since it became clear in 2016 that frauds and trolls were running rampant. After a wave of public pressure, tech companies began taking those problems seriously, setting policies and algorithmic tools to mute toxic speech. Facebook and YouTube hired thousands of moderators. Journalists sought to hold them to their own standards.\nDirectives from the World Health Organization have provided the companies with the kind of clarity engineers appreciate. The services are promoting the good and deleting the bad, sending users straight to the Centers for Disease Control and Prevention and the W.H.O. Even frequent critics of the big social platforms are pretty impressed.\n”In English, it’s been really successful,” Data and Society’s Danah Boyd said of the anti-misinformation efforts. “Everyone’s ignoring the tweeter-in-chief and just going.’’\nThe analytics company NewsWhip produces regular lists of most-shared articles that often reflect the low quality of widely shared material. But the crisis’s list of most-shared stories has been dominated by hard news, solid medical advice and stirring moments of quarantined Italians singing together, along with the pandemic’s special brand of humor: A top article in the United States last week was “Spock’s Vulcan salute should replace handshakes in coronavirus era.”\n“There are fewer outright falsehoods these days and more missing context or slightly misleading statements,” said NewsWhip’s head of research, Benedict Nicholson.\nMany of the most alarmist claims about misinformation are themselves misleading. A study by NewsGuard, which sorts websites by credibility, claimed that sites publishing coronavirus misinformation had received “more than 142 times the engagement” of the W.H.O. and C.D.C. sites. The problem: Most of those engagements were for posts that had nothing to do with coronavirus. That didn’t stop the BBC from inflating the report. Another study, from the Foreign Policy Research Institute, a Philadelphia think tank, asked, absurdly, “What should we worry more about? Coronavirus or coronavirus disinformation?” (Its author, Clint Watts, told me in an interview that he actually thinks the platforms have been moving unusually fast to delete misinformation.)\nThe pandemic has revealed the battle lines in the new information wars. When the disease emerged, the Chinese government suppressed information and then turned the social media platforms into tools for both reliable information and propaganda.", "url": "https://www.nytimes.com/2020/03/15/business/media/coronavirus-facebook-twitter-social-media.html"}