{"authors": ["Noah Weiland", "Maggie Haberman"], "date_download": "2022-10-25 22:56:51", "date_modify": "2022-10-25 22:56:51", "date_publish": "2020-05-22 18:39:59", "description": "Senior White House and health officials have sought new ways to find the extent of infections and deaths, questioning whether official counts are inflating the toll of the virus.", "filename": "2020_05_22_us_politics_coronavirus-trump-death-toll_1666738611.html", "image_url": "https://static01.nyt.com/images/2020/05/21/us/politics/21dc-virus-data1/21dc-virus-data1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c1e16b4620db5faa341595c41df5a55582e5e3fcf40a467cdedddecff24a337d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_22_us_politics_coronavirus-trump-death-toll_1666738611.html", "title": "Trump Suggests Virus Death Count Is Inflated. Most Experts Doubt It", "title_page": "Trump Suggests Virus Death Count Is Inflated. Most Experts Doubt It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That has not deterred some at the White House to search for new data. Dr. Birx often begins her days before 5 a.m. examining fresh numbers from a small group of Trump administration officials who work late nights in the White House complex.\nDetailed to Dr. Birx from the C.D.C., the State Department, the White House budget office and a technology agency called the U.S. Digital Service, the employees compile their own information about the pandemic from state and local health departments in hard-hit parts of the country. That data is then shared with the White House’s coronavirus task force.\nWhite House officials say skepticism in the Trump administration over C.D.C. data, including for opioid use, long predates the coronavirus outbreak. But new reasons have cropped up.\nAt least one senior White House official has mentioned that hospitals could be inflating their coronavirus patient counts, responding to financial incentives — Medicare offers higher payments to providers for treating coronavirus patients. Several senior officials said they were unaware of such talk.\nAn official with the American Hospital Association disputed that idea.\n“There’s guidance around what you have to do, and the clinician has to say, ‘This is the diagnosis,’” said Nancy Foster, the association’s vice president for quality and patient safety policy. “They’re putting their professional reputation on the line to say that.”\nWithout doubt, the C.D.C., which collects data from states, has been hampered during the pandemic by inconsistent protocols and limited resources at a local level. How deaths are tallied often varies from one state or county to the next and involves a chaotic mix of health care providers, medical examiners, coroners, funeral homes and local health departments that fill out death certificates, often without official test results.\nWhite House officials have also wanted the C.D.C. to standardize how states report cases to the federal government, a role that now belongs in part to a professional organization, the Council of State and Territorial Epidemiologists.", "url": "https://www.nytimes.com/2020/05/22/us/politics/coronavirus-trump-death-toll.html"}