{"authors": ["Emma Goldberg"], "date_download": "2022-10-25 23:24:37", "date_modify": "2022-10-25 23:24:37", "date_publish": "2020-10-11 09:00:10", "description": "The comedy site, a conservative answer to ‘The Onion,’ used to have Trump squarely in its cross hairs. But now it’s less about him and more about the people who can’t stand him.", "filename": "2020_10_11_us_politics_babylon-bee-conservative-satire_1666740277.html", "image_url": "https://static01.nyt.com/images/2020/10/11/us/politics/11babylonbee1/11babylonbee1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=acbd8667731d78fca5f1e14dcd64dc0fc36ac1cf5bfa01ec05dd7e1104b12a28&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_11_us_politics_babylon-bee-conservative-satire_1666740277.html", "title": "What ‘The Babylon Bee’ Thinks Is So Funny About Liberals", "title_page": "What ‘The Babylon Bee’ Thinks Is So Funny About Liberals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For many, that frustration with liberal culture is a more powerful unifying force than any problems with Mr. Trump. “There are a lot of conservative people who are put off by the outrage that Trump spews, but also by the reaction against Trump,” Mr. Nadler continued. “There’s an audience to assemble there.”\nThe idea for the Babylon Bee was born of a frustration with the anemic realm of conservative comedy. Mr. Dillon, an entrepreneur who bought the site in 2018, was a fan of The Onion, and was gratified to see a similar wry tone applied by the religious right. He felt that conservatives often took themselves too seriously, and with satire they could take a closer look at their own “hypocrisies and double standards.” The site positioned itself as a cultural outsider from the start — Babylon refers to the idea of exile, feeling “politically homeless.” The site was launched without outside funding by its founder Adam Ford and now runs primarily on advertising, though it also sells branded merchandise.\nTo the Babylon Bee’s leadership, there has never been a more important moment for satire. Political humor, the editors said, can often reveal the truths that get lost amid the “spin” and “bias” of so-called “real news sites.” One of Mr. Mann’s guiding principles, which he shares often with staff, is a quote from the critic G.K. Chesterton: “Humor can get in under the door while seriousness is still fumbling at the handle.”\n“We wanted to communicate to a culture that it feels like no longer believes in truth,” Mr. Mann said.\nTheir devotion to truth, Mr. Mann explained, means the Bee will continue to swipe at both political parties. “We are one hundred percent committed to making fun of Trump,” he said, but he does not buy into the idea that Mr. Trump is “exceptionally bad.”\n“If we make a joke about Trump being bad, it’s already been done a million times by the late night shows,” he said. “When people find the Babylon Bee they go, ‘Hey this comedy makes fun of everybody, but it’s a little harder on the left, and when it makes fun of the right it’s not hateful.’ People can tell it’s loving humor.”\nSome media researchers believe that this willingness to mock both parties — rarer in a climate where many mainstream comedic voices see the president as a disastrous leader, not a situation where jibes should be evenly distributed — might be an important element to comedic success.", "url": "https://www.nytimes.com/2020/10/11/us/politics/babylon-bee-conservative-satire.html"}