{"authors": ["Matthew Futterman"], "date_download": "2022-10-25 23:50:46", "date_modify": "2022-10-25 23:50:46", "date_publish": "2020-08-31 22:20:21", "description": "If a Grand Slam tournament happens and there are not 50,000 daily spectators there to watch it, is it really a scene? The players are making it one.", "filename": "2020_08_31_sports_tennis_us-open_1666741846.html", "image_url": "https://static01.nyt.com/images/2020/08/31/sports/31usopen-scene/31usopen-scene-facebookJumbo.jpg?year=2020&h=549&w=1050&s=d18d851962c2c86bab45d17bf2f02d4035cdde65f7083869a89bbb7119bc66dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_31_sports_tennis_us-open_1666741846.html", "title": "The Bizarro 2020 U.S. Open Begins", "title_page": "The Bizarro 2020 U.S. Open Begins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The four biggest tournaments in tennis, known as the Grand Slams, so clearly reflect the cities in which they take place.\nJanuary offers the Australian Open, a free and easy party in Melbourne. The French Open, in springtime in Paris, leads with the beauty and elegance of Roland Garros and its red clay. Wimbledon, in July in London, with its hallowed grass, is tradition and history, with a box reserved for the royal family. And the late summer finale is the United States Open in New York, a tournament every bit as noisy and chaotic and nonstop as the city itself, with matches that sometimes start near midnight and stretch well past it, with fans carousing into the night.\nExcept of course, when the U.S. Open takes place amid a pandemic.\nThrough this spring, New York became more quiet and empty, with atypically bare pavement in Times Square and silence on the streets broken only by the citywide cheers each night at 7 o’clock from the windows to herald doctors, nurses and other essential workers.\nGone, seemingly, was everything that made the city the city.\nThat contrarian version of life arrived Monday at the U.S.T.A. Billie Jean King National Tennis Center, a bow to the safety precautions required to limit the spread of the coronavirus. To be here during the opening day of the U.S. Open was to experience something nearly impossible to envision.", "url": "https://www.nytimes.com/2020/08/31/sports/tennis/us-open.html"}