{"authors": ["Katie Rogers", "Christine Hauser", "Alan Yuhas", "Maggie Haberman"], "date_download": "2022-10-25 23:29:45", "date_modify": "2022-10-25 23:29:45", "date_publish": "2020-04-24 12:59:06", "description": "Responding to the criticism from public health officials around the country, the president said he was playing a trick on reporters.", "filename": "2020_04_24_us_politics_trump-inject-disinfectant-bleach-coronavirus_1666740585.html", "image_url": "https://static01.nyt.com/images/2020/04/24/us/24xp-disinfectants/24xp-disinfectants-facebookJumbo.jpg?year=2020&h=550&w=1050&s=29cfb1e5f4a0339d2b67ab36f5adbfe27cd634ea060827e9804e3c1bf2317b76&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_24_us_politics_trump-inject-disinfectant-bleach-coronavirus_1666740585.html", "title": "Trump’s Suggestion That Disinfectants Could Be Used to Treat Coronavirus Prompts Aggressive Pushback", "title_page": "Trump’s Suggestion That Disinfectants Could Be Used to Treat Coronavirus Prompts Aggressive Pushback - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In Maryland, so many callers flooded a health hotline with questions that the state’s Emergency Management Agency had to issue a warning that “under no circumstances” should any disinfectant be taken to treat the coronavirus. In Washington State, officials urged people not to consume laundry detergent capsules. Across the country on Friday, health professionals sounded the alarm.\nInjecting bleach or highly concentrated rubbing alcohol “causes massive organ damage and the blood cells in the body to basically burst,” Dr. Diane P. Calello, the medical director of the New Jersey Poison Information and Education System, said in an interview. “It can definitely be a fatal event.”\nEven the makers of Clorox and Lysol pleaded with Americans not to inject or ingest their products.\nThe frantic reaction was prompted by President Trump’s suggestion on Thursday at a White House briefing that an “injection inside” the human body with a disinfectant like bleach or isopropyl alcohol could help combat the virus.\n“And then I see the disinfectant, where it knocks it out in a minute,” Mr. Trump said after a presentation from William N. Bryan, an acting under secretary for science at the Department of Homeland Security, detailed the virus’s possible susceptibility to bleach and alcohol.", "url": "https://www.nytimes.com/2020/04/24/us/politics/trump-inject-disinfectant-bleach-coronavirus.html"}