{"authors": ["Selam Gebrekidan", "Matt Apuzzo", "Amy Qin", "Javier C. Hernández"], "date_download": "2022-10-25 22:55:50", "date_modify": "2022-10-25 22:55:50", "date_publish": "2020-11-02 09:53:57", "description": "As it praised Beijing, the World Health Organization concealed concessions to China and may have sacrificed the best chance to unravel the virus’s origins. Now it’s a favorite Trump attack line.", "filename": "2020_11_02_world_who-china-coronavirus_1666738550.html", "image_url": "https://static01.nyt.com/images/2020/10/30/world/wto-china-street/wto-china-street-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fe689199e460a6228c5becd996b66658a428b2442b0bb676ffbb4f2e3ae26c28&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_02_world_who-china-coronavirus_1666738550.html", "title": "In Hunt for Coronavirus Source, W.H.O. Let China Take Charge", "title_page": "In Hunt for Coronavirus Source, W.H.O. Let China Take Charge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As it praised Beijing, the World Health Organization concealed concessions to China and may have sacrificed the best chance to unravel the virus’s origins. Now it’s a favorite Trump attack line.\nGENEVA — On a cold weekend in mid-February, when the world still harbored false hope that the new coronavirus could be contained, a World Health Organization team arrived in Beijing to study the outbreak and investigate a critical question: How did the virus jump from animals to humans?\nAt that point, there were only three confirmed deaths from Covid-19 outside China and scientists hoped that finding an animal source for the coronavirus would unlock clues about how to stop it, treat it and prevent similar outbreaks.\n“If we don’t know the source then we’re equally vulnerable in the future to a similar outbreak,” Michael Ryan, the World Health Organization’s emergency director, had said that week in Geneva. “Understanding that source is a very important next step.”\nWhat the team members did not know was that they would not be allowed to investigate the source at all. Despite Dr. Ryan’s pronouncements, and over the advice of its emergency committee, the organization’s leadership had quietly negotiated terms that sidelined its own experts. They would not question China’s initial response or even visit the live-animal market in the city of Wuhan where the outbreak seemed to have originated.", "url": "https://www.nytimes.com/2020/11/02/world/who-china-coronavirus.html"}