{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:29:29", "date_modify": "2022-10-25 23:29:29", "date_publish": "2020-03-13 18:01:26", "description": "The Treasury secretary has emerged as President Trump’s bridge across the aisle.", "filename": "2020_03_13_us_politics_mnuchin-pelosi-coronavirus-stimulus-rescue_1666740569.html", "image_url": "https://static01.nyt.com/images/2020/03/14/us/politics/13dc-virus-mnuchin-print/13dc-virus-mnuchin-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c232e79023f57bdb738a9dbd8f8ec518d2445465d80b0c71ff6a635cde2cd29b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_13_us_politics_mnuchin-pelosi-coronavirus-stimulus-rescue_1666740569.html", "title": "With Echoes of 2008, Mnuchin and Pelosi Hammer Out a Rescue Deal", "title_page": "With Echoes of 2008, Mnuchin and Pelosi Hammer Out a Rescue Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Mnuchin has spent the week crisscrossing Pennsylvania Avenue to meet with Ms. Pelosi and the two have talked repeatedly on the phone. On Tuesday, after Mr. Mnuchin briefed Senate Republicans at the Capitol, Ms. Pelosi spontaneously invited him to her office. The two sometimes call each other directly on their cellphones. By Friday evening, Mr. Mnuchin and Ms. Pelosi had spoken by telephone 13 times as they raced to strike an agreement to provide government support to workers and businesses affected by the virus.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nThe two sides parried behind the scenes as Republicans resisted a broad proposal to provide paid sick leave and pushed for the inclusion of language into the emergency package to ensure that federal funding could not be used for most abortions. At a news conference, Ms. Pelosi called Mr. Mnuchin’s suggested changes to the legislation “very reasonable.”\nAt first blush, a constructive relationship might seem unlikely. When Mr. Mnuchin and Ms. Pelosi shared a table last year at the annual Alfalfa dinner, Politico quipped that Gérard Araud, the French ambassador sitting between them, had the “most awkward seat.” But Mr. Mnuchin and Ms. Pelosi both hail from California and over the years, they have crossed paths and exchanged pleasantries in social circles.\nAn aide to Ms. Pelosi said that her relationship with the secretary was “cordial” and “operational” and that she appreciated that he is a realist when it came to recognizing facts for what they are. A senior Treasury official said that Mr. Mnuchin viewed Ms. Pelosi as a “shrewd professional” and someone with whom he had a good personal rapport.\nIn a White House filled with ideologues, few have been able to work successfully across the aisle. Maneuvering with Congress has not always come easily for Mr. Mnuchin, a former banker, hedge fund manager and Hollywood producer who had never worked in government before he was tapped for Treasury secretary after serving as the finance director of Mr. Trump’s 2016 campaign.\nHis initial foray into congressional diplomacy was not smooth: Mr. Mnuchin served as chief pitchman for the president’s 2017 tax cut, rankling Democrats by producing a one-page economic assessment of a nearly 500-page bill that claimed the $1.5 trillion package would not add to the budget deficit. When he urged Republican House members to support debt ceiling legislation as a favor to him, they groaned and hissed at the request.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nBut by last year Mr. Mnuchin found himself on firmer footing. With the country facing the prospect of defaulting on its borrowing obligations, Mr. Mnuchin was assigned by Mr. Trump to work with Ms. Pelosi to reach a budget deal. During a meeting last June in Ms. Pelosi’s office, Mr. Mnuchin impressed the speaker when he said he was prepared to stay until they found a solution, according to a person who heard the exchange.", "url": "https://www.nytimes.com/2020/03/13/us/politics/mnuchin-pelosi-coronavirus-stimulus-rescue.html"}