{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:29:42", "date_modify": "2022-10-25 23:29:42", "date_publish": "2020-06-10 20:39:35", "description": "The president’s first rally since the coronavirus shuttered most of the country will take place on Juneteenth, which commemorates the end of slavery, in the city where one of the worst racist massacres in American history took place.", "filename": "2020_06_10_us_politics_trump-rally-tulsa-oklahoma_1666740582.html", "image_url": "https://static01.nyt.com/images/2020/06/10/us/politics/10trump-rally1/10trump-rally1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=bffe464685986ca6cd0ddacbdf4eac046fc3c3b9dbc874209ca0b9f99cc7cfcc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_10_us_politics_trump-rally-tulsa-oklahoma_1666740582.html", "title": "Trump 2020 Campaign Will Return With Rally in Tulsa", "title_page": "Trump 2020 Campaign Will Return With Rally in Tulsa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Trump campaign officials are unlikely to put into place any social distancing measures for rally attendees, or require them to wear masks, people familiar with the decision-making process said, adding that it would be unnecessary because the state is so far along in its reopening.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Trump has also made it clear he doesn’t want to speak in front of gatherings that look empty because of social distancing, or to look out on a sea of covered faces as he tries to project a positive message about the country returning to normal life and the economy roaring back, even as his top health advisers have warned the pandemic is far from over. “Oh my goodness,” Dr. Anthony S. Fauci, the federal government’s top infectious disease expert, said Tuesday. “Where is it going to end? We’re still at the beginning of really understanding.”\nCampaign officials said they were considering some modest attempts at reducing risk by providing hand sanitizer on site, but said no final decisions had been made about how to safely bring together a large group of people.\nAs of Wednesday afternoon, Oklahoma had recorded 7,480 cases of the coronavirus and 355 deaths, according to its health department.\n“Americans are ready to get back to action and so is President Trump,” Mr. Parscale said earlier in the week. “The Great American Comeback is real and the rallies will be tremendous.”\nMr. Trump also said Wednesday that he planned to hold rallies in Florida, Arizona and North Carolina.\nIn March, as the country began to shut down to help stop the spread of the virus, Mr. Trump reluctantly canceled campaign rallies planned for Colorado, Nevada and Wisconsin, and he has not been out for an official campaign event since then.", "url": "https://www.nytimes.com/2020/06/10/us/politics/trump-rally-tulsa-oklahoma.html"}