{"authors": ["Thomas Kaplan"], "date_download": "2022-10-25 23:30:48", "date_modify": "2022-10-25 23:30:48", "date_publish": "2020-09-02 09:00:42", "description": "With the pandemic highlighting the importance of health coverage, Democrats are leaning into health care as a campaign issue. Republicans appear to be on shakier footing.", "filename": "2020_09_02_us_politics_health-care-democrats-2020-election_1666740648.html", "image_url": "https://static01.nyt.com/images/2020/09/02/us/politics/02healthcare2/02healthcare2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b0f7a79b2b4a47d209e5498b6d0edbb3a8b557cce476b1260aecb6da7f88d29d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_02_us_politics_health-care-democrats-2020-election_1666740648.html", "title": "Health Care Powered Democratic Wins in 2018. The Party Hopes for a Repeat.", "title_page": "Health Care Powered Democratic Wins in 2018. The Party Hopes for a Repeat. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the Democratic National Convention, viewers heard from an Arizona man whose young son was born with a congenital heart defect, a Wisconsin woman with an autoimmune disease and cancer survivors from several states. Their stories highlighted the importance of health care — and the protections provided by the Affordable Care Act.\nWhen Republicans held their convention last week, they had little to say about their own vision for America’s health care system. Obamacare, for years a punching bag for the party, went almost entirely unmentioned. When the phrase “health care” was spoken, it was often in the service of attacking Democrats over health care for undocumented immigrants.\nThose dueling approaches to discussing health policy offered a preview of what to expect as the two parties, and their presidential nominees, make their closing arguments on one of the most critical issues to many voters — one whose importance has been underscored by the coronavirus pandemic, which has killed at least 184,000 people in the United States.\nDemocrats are once again trying to capitalize on an issue that was key to their success in the 2018 midterm elections. And Republicans are once again vulnerable: Three years after failing to repeal and replace the Affordable Care Act, the party still has not coalesced around a plan for the future of America’s health care system.", "url": "https://www.nytimes.com/2020/09/02/us/politics/health-care-democrats-2020-election.html"}