{"authors": ["Ginia Bellafante"], "date_download": "2022-10-25 23:49:35", "date_modify": "2022-10-25 23:49:35", "date_publish": "2020-07-17 09:00:36", "description": "A century ago, children in New York City attended classes during a pandemic. It seemed to work.", "filename": "2020_07_17_nyregion_coronavirus-nyc-schools-reopening-outdoors_1666741775.html", "image_url": "https://static01.nyt.com/images/2020/07/26/nyregion/26COMMENTS/17nyvirus-big1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=e1627222c1fee353450b6805828606e3f24c00ae3f089e0506a99892ce643980&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_17_nyregion_coronavirus-nyc-schools-reopening-outdoors_1666741775.html", "title": "Schools Beat Earlier Plagues With Outdoor Classes. We Should, Too.", "title_page": "Schools Beat Earlier Plagues With Outdoor Classes. We Should, Too. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the early years of the 20th century, tuberculosis ravaged American cities, taking a particular and often fatal toll on the poor and the young. In 1907, two Rhode Island doctors, Mary Packard and Ellen Stone, had an idea for mitigating transmission among children. Following education trends in Germany, they proposed the creation of an open-air schoolroom. Within a matter of months, the floor of an empty brick building in Providence was converted into a space with ceiling-height windows on every side, kept open at nearly all times.\nThe subsequent New England winter was especially unforgiving, but children stayed warm in wearable blankets known as “Eskimo sitting bags” and with heated soapstones placed at their feet. The experiment was a success by nearly every measure — none of the children got sick. Within two years there were 65 open-air schools around the country either set up along the lines of the Providence model or simply held outside. In New York, the private school Horace Mann conducted classes on the roof; another school in the city took shape on an abandoned ferry.", "url": "https://www.nytimes.com/2020/07/17/nyregion/coronavirus-nyc-schools-reopening-outdoors.html"}