{"authors": ["Rick Rojas", "Richard Fausset"], "date_download": "2022-10-25 23:30:00", "date_modify": "2022-10-25 23:30:00", "date_publish": "2020-11-10 00:12:53", "description": "Senators David Perdue and Kelly Loeffler took an extraordinary step in urging Georgia’s secretary of state, Brad Raffensperger, to step down. His office has defended the integrity of the election.", "filename": "2020_11_09_us_kelly-loeffler-david-perdue-raffensperger_1666740600.html", "image_url": "https://static01.nyt.com/images/2020/11/09/us/09georgia-senate2/merlin_179674947_15bb38c3-29fc-4633-9d4e-5a5c66dce1e8-facebookJumbo.jpg?year=2020&h=550&w=1050&s=42212df4382a1f46e74fd1a59003f1158f72eb200b04274d297a8eda6803cb6d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_09_us_kelly-loeffler-david-perdue-raffensperger_1666740600.html", "title": "Georgia Senators Ask Election Official to Resign in G.O.P. Squabble", "title_page": "Georgia Senators Ask Election Official to Resign in G.O.P. Squabble - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He argued that his office had been transparent, holding regular briefings and urgently updating vote counts. He asserted that the reporting process had been orderly and lawful, and noted that his office had sent investigators to consider allegations of potential illegal voting. He noted, too, that he had a monitor appointed to oversee elections in Fulton County, home to much of Atlanta, which he called “one of our longtime problem Democrat-run counties.”\nThe discord has grown as the election results in Georgia, a reliably Republican stronghold in recent years, have unsettled the state and national G.O.P. With nearly all of the ballots counted, Mr. Biden leads Mr. Trump by about 11,400 votes, and Mr. Perdue and Ms. Loeffler were forced into runoff races against Democrats — pivotal elections that could determine control of the Senate.\nThe joint statement by Mr. Perdue and Ms. Loeffler reflected the divide among Republicans in the state, but also came as many in the party have continued to back Mr. Trump as he falsely insists that the election was stolen from him. On Monday, the Senate majority leader, Mitch McConnell, said Mr. Trump had “every right to look into allegations and request recounts.”\nGov. Brian Kemp, a Republican who was the former top election official before his 2018 election, sought to find middle ground on Monday. While urging Mr. Raffensperger to take seriously any charges of fraud or irregularities surrounding the election, he also did not join in any condemnation of his successor.\n“Given the close outcome and the record number of mail-in and absentee ballots cast in this election, this needs to be a wake-up call to the secretary of state’s office to take a serious look at any and all voting irregularity allegations that have been made,” Cody Hall, a spokesman for the governor, said in a statement on Monday. “Georgians deserve to have every legal vote counted in order to have full confidence in the outcome of our elections.”", "url": "https://www.nytimes.com/2020/11/09/us/kelly-loeffler-david-perdue-raffensperger.html"}