{"authors": ["Megan Specia"], "date_download": "2022-10-25 23:40:42", "date_modify": "2022-10-25 23:40:42", "date_publish": "2020-09-28 12:57:29", "description": "As health officials warn of a second major wave, growing numbers of people are dismissing the threat as media hype and sometimes embracing conspiracy theories.", "filename": "2020_09_28_world_europe_europe-coronavirus-protests_1666741242.html", "image_url": "https://static01.nyt.com/images/2020/09/26/world/xxvirus-hoax01/merlin_177271044_e47ec55d-6c75-42a3-a947-04715e452443-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8c0074be22ac66dc30b0cbfeecc08b1ceea482417884c6fba6e50954f26ce488&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_28_world_europe_europe-coronavirus-protests_1666741242.html", "title": "As Europe’s Coronavirus Cases Rise, So Do Voices Crying Hoax", "title_page": "As Europe’s Coronavirus Cases Rise, So Do Voices Crying Hoax - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Alongside a strip of candy-colored houses on London’s Portobello Road, a freshly scrawled message blared out from the older graffiti on a garage door: “Take off your mask!”\nThe sentiment echoed that of thousands of unmasked protesters who packed Trafalgar Square in the center of the city on Saturday, and a week earlier, rallying against Britain’s coronavirus restrictions. Many called the pandemic a hoax — even as the global death toll neared a million.\n“No more lies, no more masks, no more lockdown,” one sign read.\nIn Berlin, Brussels, Dublin and Paris, similar gatherings have gone ahead in recent weeks as coronavirus cases are again rising across much of Europe. But with health experts warning that a second wave has already arrived in some places and with many governments moving to reintroduce restrictions, the ranks of those dismissing the dangers of the virus and others calling it a government-led hoax have swelled.\nDaniel Jolley, a senior lecturer in psychology at Northumbria University and an expert in conspiracy theories, said the emergence of a growing, vocal contingent of people who believed governments were not being truthful about the pandemic was unsurprising.", "url": "https://www.nytimes.com/2020/09/28/world/europe/europe-coronavirus-protests.html"}