{"authors": ["Patrick Mcgeehan"], "date_download": "2022-10-25 23:49:10", "date_modify": "2022-10-25 23:49:10", "date_publish": "2020-03-21 09:00:12", "description": "Amid the spreading pandemic, thousands of employees of businesses in the airports around New York City may have their benefits cut off.", "filename": "2020_03_21_nyregion_coronavirus-airport-workers-ny-nj_1666741750.html", "image_url": "https://static01.nyt.com/images/2020/03/21/nyregion/21nyvirus-airports4/21nyvirus-airports4-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d021a57caae5e274b659bea52e71810ec3e486330e53217eb20d529a7a427964&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_21_nyregion_coronavirus-airport-workers-ny-nj_1666741750.html", "title": "1,200 Airport Workers in N.Y.C. Area Abruptly Laid Off With No Severance", "title_page": "1,200 Airport Workers in N.Y.C. Area Abruptly Laid Off With No Severance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The notice went on to say that “OTG is not offering severance packages, however due to the impact the COVID-19 is having on the nation, many local governments are offering additional assistance to impaired workers.”\nMs. Muzquiz, who had worked for OTG in the airport for five years, said she understood the predicament the company was in, but she took issue with the message and the way it was delivered: a curt dismissal that offered no compensation or benefits to help employees left jobless in an economy that is cratering.\n“This isn’t our first rodeo with OTG,” she added. “How they treat their employees is not right.”\nMs. Campos, 57, agreed that the way that OTG treated its workers was “very not fair.”\nMs. Campos, who for the last eight years had served customers at OTG’s Prime Tavern in Terminal D, said she was especially worried about the company’s newer workers who were let go with no paid time off or accumulated sick days to use. “You run out of your sick pay, you don’t get anything,” she said. “You walk out of there with nothing.”\nWaves of workers at airports across the country are losing their jobs as travelers evaporate, but some companies are offering their employees a financial lifeline, including extending their health care coverage.\nMany restaurants and shops in once bustling airport terminals have closed with business essentially having come to a standstill.\nArthur Phillips, a spokesman for Unite Here Local 100, said the union estimated that at least 2,400 of its members had been laid off from jobs in concessions or catering at the three airports that serve New York City.", "url": "https://www.nytimes.com/2020/03/21/nyregion/coronavirus-airport-workers-ny-nj.html"}