{"authors": ["Megan Specia"], "date_download": "2022-10-25 22:55:04", "date_modify": "2022-10-25 22:55:04", "date_publish": "2020-02-17 17:26:02", "description": "The prime minister has no plans to visit areas with heavy flooding, his office said, and he has not called a meeting of the government’s emergencies committee.", "filename": "2020_02_17_world_europe_britain-flooding-johnson_1666738504.html", "image_url": "https://static01.nyt.com/images/2020/02/17/world/17britain-weather01/17britain-weather01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a9743ccc3111442e7b90cda88f304b1c5544d4f2c017da32d1fcac7d0bcc27c6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_17_world_europe_britain-flooding-johnson_1666738504.html", "title": "Johnson Faces Scrutiny for Flooding Response After Storm Dennis", "title_page": "Johnson Faces Scrutiny for Flooding Response After Storm Dennis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prime Minister Boris Johnson’s response to a storm that battered the country over the weekend, causing severe flooding in hundreds of towns and villages, prompted a backlash from critics inside and outside his party on Monday.\nMr. Johnson came under fire on Monday after his office said that he had no plans to visit any of the flooded areas after Storm Dennis. Flood warnings remained in place across the country, but Mr. Johnson had not called a meeting of the government’s emergencies committee, known as Cobra, to discuss the situation.\nThe storm dumped more than half a month’s worth of rainfall in one day in some areas. Rivers overflowed their banks, sending water several feet deep through streets, houses and businesses, forcing many people to leave their homes and cutting some communities off from relief efforts.\nSome areas were still recovering from heavy rains and strong winds brought by another storm just a week earlier.", "url": "https://www.nytimes.com/2020/02/17/world/europe/britain-flooding-johnson.html"}