{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:48:26", "date_modify": "2022-10-25 23:48:26", "date_publish": "2020-06-25 17:44:37", "description": "A Government Accountability Office report said the Treasury and the Internal Revenue Service failed to consult death records, resulting in improper payments.", "filename": "2020_06_25_us_politics_coronavirus-stimulus-dead-people_1666741706.html", "image_url": "https://static01.nyt.com/images/2020/06/25/business/25DC-Virus-Checks-01/25DC-Virus-Checks-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=eeafc3edcfc15327a088c7699bc3f999417cae13763ba097b8c873e74ffa7902&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_25_us_politics_coronavirus-stimulus-dead-people_1666741706.html", "title": "$1.4 Billion in Stimulus Funds Sent to Dead People, Watchdog Finds", "title_page": "$1.4 Billion in Stimulus Funds Sent to Dead People, Watchdog Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The G.A.O., a nonpartisan agency, said that officials at the I.R.S. and the Treasury Department were aware of the risk that payments could end up going to the deceased even as the legislation was being drafted in March. Lawyers at the I.R.S. determined that they could not legally deny payments to people who filed their tax returns in 2018 or 2019, even if they had since died. The improper payments were sent in the first three batches of distributions that went out through the end of April.\nTreasury officials told the accountability office that because they were trying to deliver the payments “as rapidly as possible,” they used operational procedures that were last used for sending out stimulus money in 2008. That system did not use death records to prevent money from going to the deceased.\nThe G.A.O. noted, however, that the I.R.S. had put in place a system in 2013 to update tax accounts with death records to address concerns that tax refunds were improperly going to the dead. Because this control was bypassed to get the stimulus money out faster, “the risk of potentially making improper payments to decedents” increased.\nDespite the fact that I.R.S. officials notified Treasury about its initial concerns, a Treasury official in the Office of Tax Policy told the G.A.O. that it was not aware that the money might go to the deceased. Lawyers at the agencies later determined that people should not be sent an economic impact payment if they were dead at the time the payment was made. They determined that would be an “improper payment” under the Payment Integrity Information Act of 2019 and started removing those payments from the system for the fourth batch of money that was to be distributed.\nIt is not clear what action the administration can take to claw back the money, some of which was sent directly to bank accounts through direct deposit. Treasury Secretary Steven Mnuchin said in April that the heirs of the deceased who received stimulus money should give the funds back.", "url": "https://www.nytimes.com/2020/06/25/us/politics/coronavirus-stimulus-dead-people.html"}