{"authors": ["Selam Gebrekidan", "Katrin Bennhold", "Matt Apuzzo", "David D. Kirkpatrick"], "date_download": "2022-10-25 22:55:57", "date_modify": "2022-10-25 22:55:57", "date_publish": "2020-09-30 14:25:55", "description": "The World Health Organization said open borders would help fight disease. Experts, and a global treaty, emphatically agreed. But the scientific evidence was never behind them.", "filename": "2020_09_30_world_europe_ski-party-pandemic-travel-coronavirus.html_referringSource=articleShare_1666738557.html", "image_url": "https://static01.nyt.com/images/2020/10/01/world/xxvirus-borders1/xxvirus-borders1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fdecc403b5acf5a8b4f5811507552bfb5baa033b227b07f20eafff0cc3213257&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_30_world_europe_ski-party-pandemic-travel-coronavirus.html_referringSource=articleShare_1666738557.html", "title": "Ski, Party, Seed a Pandemic: The Travel Rules That Let Covid-19 Take Flight", "title_page": "Ski, Party, Seed a Pandemic: The Travel Rules That Let Covid-19 Take Flight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But what is now clear is that the policy was about politics and economics more than public health.\nPublic health records, scores of scientific studies and interviews with more than two dozen experts show the policy of unobstructed travel was never based on hard science. It was a political decision, recast as health advice, which emerged after a plague outbreak in India in the 1990s. By the time Covid-19 surfaced, it had become an article of faith.\n“It’s part of the religion of global health: Travel and trade restrictions are bad,” said Lawrence O. Gostin, a professor of global health law at Georgetown University who helped write the global rules known as the International Health Regulations. “I’m one of the congregants.”\nCovid-19 has shattered that faith. Before the pandemic, a few studies had demonstrated that travel restrictions delayed, but did not stop, the spread of SARS, pandemic flu and Ebola. Most, however, were based on mathematical models. No one had collected real-world data. The effect of travel restrictions on the spread of the latest coronavirus is still not understood.\n“Anyone who is truthful is going to tell you it’s a big fat ‘We don’t know,’” said Prof. Keiji Fukuda, a former senior World Health Organization official who teaches at the University of Hong Kong.\nNot knowing is especially vexing as the world seeks a way back to normalcy. For months, national leaders have invoked travel restrictions that vary in strictness and are often contradictory. Some shut their borders and simultaneously imposed domestic lockdowns, others required tests and quarantines. Many regularly revised their lists of risky destinations, sometimes responding tit for tat when their citizens were denied entry.\nThe restrictions have humbled powerful nations like the United States, whose citizens are no longer welcome across most of the world. Even so, President Trump has called his travel restrictions “the biggest decision we made so far” and attacked the W.H.O.’s early advice on borders as “disastrous.”", "url": "https://www.nytimes.com/2020/09/30/world/europe/ski-party-pandemic-travel-coronavirus.html?referringSource=articleShare"}