{"authors": ["Neil Vigdor"], "date_download": "2022-10-25 22:55:14", "date_modify": "2022-10-25 22:55:14", "date_publish": "2020-02-10 02:25:38", "description": "The flight, which took four hours and 56 minutes, reached a top speed of 825 miles per hour, according to flight-tracking data.", "filename": "2020_02_09_world_british-airways-subsonic-flight_1666738514.html", "image_url": "https://static01.nyt.com/images/2020/02/09/us/09xp-flight-image/09xp-flight-image-facebookJumbo.jpg?year=2020&h=549&w=1050&s=65cf730af4db0e7a7764e6ea0722a0902b4dd9d7a2ff188d740f580f118c47d6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_09_world_british-airways-subsonic-flight_1666738514.html", "title": "British Airways Sets Record for Fastest Subsonic Flight From New York to London", "title_page": "British Airways Sets Record for Fastest Subsonic Flight From New York to London - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "No, the Concorde hasn’t made a triumphant return.\nBut a British Airways flight from New York to London this weekend clocked in at less than five hours, the fastest time by a subsonic jetliner for that particular trans-Atlantic route.\nFlight 112, a Boeing 747, reached a top speed of 825 miles per hour over the North Atlantic, according to Flightradar24, a flight-tracking platform. The flight left Kennedy International Airport at 6:47 p.m. on Saturday and arrived at Heathrow Airport at 4:43 a.m. on Sunday, a flight time of four hours and 56 minutes. The average flight time on that British Airways route during the past 30 days was six hours and 13 minutes, according to Flightradar24.\nTwo Virgin Atlantic flights from J.F.K. to Heathrow the same night also made it in five hours or less.\nThe speed of sound is about 767 m.p.h. but, because the flight had the help of a strong tail wind, it was not considered supersonic like the retired Concorde, said Jay Spenser, a co-author of “747: Creating the World’s First Jumbo Jet and Other Adventures From a Life in Aviation.”", "url": "https://www.nytimes.com/2020/02/09/world/british-airways-subsonic-flight.html"}