{"authors": ["Elliot Haspel"], "date_download": "2022-10-25 23:49:32", "date_modify": "2022-10-25 23:49:32", "date_publish": "2020-08-04 19:09:58", "description": "Society’s perception of child care being of lesser quality to education has rarely been so pronounced.", "filename": "2020_08_04_parenting_schools-day-care-children-divide_1666741772.html", "image_url": "https://static01.nyt.com/images/2020/07/30/multimedia/30par-childcare/30par-childcare-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f275ffc08b6a33fc5ad5409027fff27a55c2f5be6afe3a190961fe69230b8c8b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_04_parenting_schools-day-care-children-divide_1666741772.html", "title": "Why Are Child Care Programs Open When Schools Are Not?", "title_page": "Why Are Child Care Programs Open When Schools Are Not? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Weingarten, like other public education leaders, is wary about the custodial usage of “care.”\n“Of course there is a real interrelationship, and you can’t separate out schooling and academics from well-being and from caring,” Weingarten explained. “And of course we have an absolute obligation in terms of custodial care and care of children when they are in an education setting.”\nBut her point in saying schools were not child care programs was that “the driving force for education is education.”\nShe continued, “The driving force for education should not be ‘a parent needs to have a place for her kid to be so she can go to work.’ We need to have an answer to that question, which is not school.”\nIn contrast, early childhood leaders report more comfort in embracing a “both, and” scenario, in which the custodial element of care goes hand-in-glove with the developmental element.\nRhian Evans Allvin, the chief executive of the National Association for the Education of Young Children, said: “There is a path forward where early childhood education can both be a valued and revered profession, and we can honor care at the same time. We can say, it is valued and revered in part because it is also about care as well as education.” Allvin pointed to nursing as an example of a field that has embraced new scientific understandings to elevate its stature and successfully “weave care together with their pedagogy.”\nSimilarly, Lynette Fraga, Ph.D., the chief executive of Child Care Aware of America, a national interest group for child care providers, said what was most needed was a coming together of parents and practitioners. “There needs to be a unified understanding — within and outside the field of child care — that what we are accomplishing, what the science is telling us, is that we are important.”\nIndeed, the divide between child care and education contradicts our current understanding of child development.", "url": "https://www.nytimes.com/2020/08/04/parenting/schools-day-care-children-divide.html"}