{"authors": ["Ben Shpigel"], "date_download": "2022-10-25 23:28:21", "date_modify": "2022-10-25 23:28:21", "date_publish": "2020-02-20 22:41:10", "description": "The proposed deal would expand the playoffs to 14 teams and extend the regular season to 17 games, among other changes.", "filename": "2020_02_20_sports_football_nfl-cba-meaning_1666740501.html", "image_url": "https://static01.nyt.com/images/2020/02/20/sports/20nfl-meeting1/merlin_168048858_f16f35c2-912e-460f-95d9-cfad5e5b3f04-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6351e21effed30c9ca9622b5a6b1d382aa55f4bd168374e4e96b1ee56fa3bdc7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_20_sports_football_nfl-cba-meaning_1666740501.html", "title": "N.F.L. Owners Approve Bargaining Agreement and Await Vote by Players", "title_page": "N.F.L. Owners Approve Bargaining Agreement and Await Vote by Players - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The N.F.L.’s 32 teams moved quickly on Thursday to approve a new proposed labor agreement that includes a 17th regular-season game and an expanded playoff structure. Under the proposal, the playoffs would grow from 12 teams to 14.\nTeam owners, including John Mara of the Giants, the chairman of the N.F.L.’s management council, declined to comment as they exited a Manhattan hotel, where they had met for about two hours.\nFor the new deal to take effect, it would need to be approved by two-thirds of the 32 players’ union representatives and then receive a majority vote by all players. Those union representatives will meet via conference call on Friday, and it is unknown whether they will actually vote.\nThe league released a statement after the meeting, acknowledging that the current collective bargaining agreement, ratified in 2011 and effective through March 2021, would continue to define operations should the players not reach an approving vote on the new proposal by next week, when the league holds its scouting combine.", "url": "https://www.nytimes.com/2020/02/20/sports/football/nfl-cba-meaning.html"}