{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:29:52", "date_modify": "2022-10-25 23:29:52", "date_publish": "2020-06-07 09:10:06", "description": "The current civil unrest is deeply connected to the racial disparities exposed by the coronavirus crisis. “I’m just as likely to die from a cop as I am from Covid,” one organizer said.", "filename": "2020_06_07_us_politics_blacks-coronavirus-police-brutality_1666740592.html", "image_url": "https://static01.nyt.com/images/2020/06/07/us/politics/07dc-unrest-virus1/07dc-unrest-virus1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=155cd440f5a3b132a48dc5b631fd473b2b266eef9064b2f8606130cee4cbce77&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_07_us_politics_blacks-coronavirus-police-brutality_1666740592.html", "title": "‘Pandemic Within a Pandemic’: Coronavirus and Police Brutality Roil Black Communities", "title_page": "‘Pandemic Within a Pandemic’: Coronavirus and Police Brutality Roil Black Communities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When Mike Griffin, a black community organizer in Minneapolis, took to the streets in protest, he was grieving for two black men taken during the turmoil convulsing the country: George Floyd, who died after gasping for air under the knee of a white police officer, and his own godfather, who succumbed to Covid-19.\n“I’m just as likely to die from a cop as I am from Covid,” he said.\nIn Providence, R.I., graduate students and alumni of color at the Brown University School of Public Health are demanding their professors take a strong stand against police violence — and direct research dollars to study it. And in Baltimore, a city still reckoning with the 2015 death of Freddie Gray in police custody, Rajikh Hayes, an activist, said protesters were acutely aware that they were risking exposure to the coronavirus, which is far likelier to kill black people than white people, and of the suffering Covid-19 had caused in their community.\n“It’s really a simple question: ‘Am I going to let a disease kill me or am I going to let the system — the police?” he said. “And if something is going to take me out when I don’t have a job, which one do I prefer? Folks who don’t have much else to lose — they understand that this system isn’t built for black people. And that’s why people are in the streets.”\nAs protests over police brutality continue to roil cities, this is an extraordinary moment of pain for the nation, especially for black Americans who are bearing the brunt of three crises — police violence, crushing unemployment and the deadliest infectious disease threat in a century — that have laid bare longstanding injustice. Public health experts, activists and lawmakers say the triple threat requires a coordinated response.", "url": "https://www.nytimes.com/2020/06/07/us/politics/blacks-coronavirus-police-brutality.html"}