{"authors": ["Reid J. Epstein", "Matt Stevens"], "date_download": "2022-10-25 23:23:02", "date_modify": "2022-10-25 23:23:02", "date_publish": "2020-06-22 20:37:48", "description": "The decision comes amid concerns about holding a large gathering during the coronavirus pandemic. The debate, scheduled for Oct. 15, will instead be held in Miami.", "filename": "2020_06_22_us_politics_trump-vs-biden-presidential-debates_1666740182.html", "image_url": "https://static01.nyt.com/images/2020/06/22/us/politics/22biden-debates/merlin_170553522_c6d3f9df-2004-4ac7-986e-561024decca2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=1100a7eb1efbdbf0daf4a8ae3bdebd752022fa95ea483e1ec19990ddcfdf131e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_22_us_politics_trump-vs-biden-presidential-debates_1666740182.html", "title": "University of Michigan Withdraws From Hosting Trump-Biden Debate", "title_page": "University of Michigan Withdraws From Hosting Trump-Biden Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[View our NYTimes/Siena College poll in which Biden leads Trump by 14 points.]\nThe University of Michigan said Tuesday it would withdraw from hosting a presidential debate in October, citing concerns about bringing large numbers of national and international media and campaign officials to the campus amid the coronavirus pandemic.\nThe debate, scheduled for Oct. 15, will be moved to Miami’s Adrienne Arsht Center for the Performing Arts, according to the Commission on Presidential Debates, which oversees debates in a presidential general-election race. The Miami arts center was the site of the 2020 Democratic primary season last summer.\n“It is with great disappointment that I must ask for the University of Michigan to be released from its agreement with the Commission on Presidential Debates to host the Presidential Debate on Oct. 15, 2020,” Michigan’s president, Mark Schlissel, said in a statement Tuesday.\nHe added: “In consideration of the public health guidelines in our state as well as advice from our own experts — we feel it is not feasible for us to safely host the presidential debate as planned.’’", "url": "https://www.nytimes.com/2020/06/22/us/politics/trump-vs-biden-presidential-debates.html"}