{"authors": ["Jan Ransom", "Alan Feuer"], "date_download": "2022-10-25 23:33:02", "date_modify": "2022-10-25 23:33:02", "date_publish": "2020-01-27 14:40:47", "description": "Miriam Haley testified that Harvey Weinstein assaulted her, but defense lawyers said that emails showed an amicable relationship.", "filename": "2020_01_27_nyregion_harvey-weinstein-trial-mimi-haleyi.html_action=click&module=RelatedLinks&pgtype=Article_1666740782.html", "image_url": "https://static01.nyt.com/images/2020/01/28/nyregion/28weinsteintrial-print/27weinsteintrialNEW-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c63634bf8c1514e2ffe94c89d8a1f3397ad232076a431fb10b5b40030805ea8a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_27_nyregion_harvey-weinstein-trial-mimi-haleyi.html_action=click&module=RelatedLinks&pgtype=Article_1666740782.html", "title": "Weinstein Trial: ‘I’m Being Raped,’ Recalls ‘Project Runway’ Assistant", "title_page": "Weinstein Trial: ‘I’m Being Raped,’ Recalls ‘Project Runway’ Assistant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The criminal charges are based solely on allegations from Ms. Haley and Ms. Mann. Ms. Sciorra’s account, prosecutors hope, will support the predatory sexual assault charge. The judge is allowing the other women to testify to establish a pattern of behavior, even though most of their allegations are too old to prosecute.\nMr. Weinstein’s lawyers maintain that the producer’s relationships with Ms. Haley, now 42, and the other women were consensual. The lawyers said she continued to see Mr. Weinstein long after the alleged attack and had bragged to her friends about her friendship with him.\n“The truth is you had a consensual relationship with Mr. Weinstein,” a defense lawyer, Damon Cheronis, said, pressing Ms. Haley on cross-examination. “Not a consensual sexual relationship, no,” she replied.\nOn the witness stand on Monday, Ms. Haley testified that after the alleged assault, she began using the last name Haley to avoid being easily found on Google.\nShe first met Mr. Weinstein, she said, at a movie premiere in London in 2004. She was a young production assistant at the time who had been raised in Sweden. Mr. Weinstein was a Hollywood producer who had reshaped the independent film industry with Oscar-winning films like “Shakespeare in Love” and “Pulp Fiction.”\nTwo years later, Ms. Haley found herself in need of a new job. She ran into Mr. Weinstein at the Cannes Film Festival in France, she said, and asked him if there were any opportunities at the Weinstein Company, his production firm in New York.\nThey met at the Majestic Hotel in Cannes, Ms. Haley said, where Mr. Weinstein suggested that she could help on one of his new ventures, the reality-television show “Project Runway.” From the start, she testified, the producer tried to sexualize what she believed was a professional relationship. He made remarks about her legs, she said, and asked her to give him a massage.", "url": "https://www.nytimes.com/2020/01/27/nyregion/harvey-weinstein-trial-mimi-haleyi.html?action=click&module=RelatedLinks&pgtype=Article"}