{"authors": ["Pranshu Verma", "Ben Hubbard"], "date_download": "2022-10-25 22:59:58", "date_modify": "2022-10-25 22:59:58", "date_publish": "2020-11-06 21:28:58", "description": "The action continued the administration’s efforts to dial up pressure against Tehran before the end of President Trump’s term.", "filename": "2020_11_06_world_middleeast_trump-sanctions-lebanon_1666738798.html", "image_url": "https://static01.nyt.com/images/2020/11/06/us/politics/06dc-sanctions/merlin_152678232_287be97d-9a9f-44f0-8535-c4524c3cd5ec-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f95812a987040a802b7f4f31b2d2b490404c8b3e6ed85cce18d7aac7e33d14b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_06_world_middleeast_trump-sanctions-lebanon_1666738798.html", "title": "U.S. Imposes Sanctions on Lebanese Politician Allied With Hezbollah", "title_page": "U.S. Imposes Sanctions on Lebanese Politician Allied With Hezbollah - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The United States imposed sanctions on Friday on a prominent Lebanese politician and key ally of Hezbollah, the militant group and political party backed by Iran, for accusations of corruption.\nThe action is the latest in the Trump administration’s efforts to lock in pressure against Tehran in the months before an election that could lead to President Trump’s leaving the White House. It also broadened that pressure under the guise of striking at systemic corruption in Lebanon, which is on the brink of political and economic collapse.\nThe Treasury Department issued the sanctions against the leader of the Free Patriotic Movement, Gebran Bassil, who has also served as minister of telecommunications, energy and foreign affairs. Mr. Bassil, a Maronite Christian, is a son-in-law of President Michel Aoun, meaning that the sanctions struck near the top of Lebanon’s power structure.\nThe department said that Mr. Bassil was at “the forefront of corruption in Lebanon” and accused him of using government positions to install loyalists in prominent posts and to route state funds to people close to him through front companies.", "url": "https://www.nytimes.com/2020/11/06/world/middleeast/trump-sanctions-lebanon.html"}