{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:54:34", "date_modify": "2022-10-25 23:54:34", "date_publish": "2020-12-10 01:05:11", "description": "The Senate endorsed the Trump administration’s last-minute push to sell a $23 billion arms package including armed drones and stealth fighter jets to the Emirati military.", "filename": "2020_12_09_us_politics_senate-weapons-sale-uae_1666742074.html", "image_url": "https://static01.nyt.com/images/2020/12/09/us/politics/09dc-arms/merlin_152769102_62d843ba-2342-4c57-8219-dcc86165a161-facebookJumbo.jpg?year=2020&h=550&w=1050&s=52983d70c6e8f57c1d59c517f43a6902e091e630d05c80ce8bcdc9a6c691e217&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_09_us_politics_senate-weapons-sale-uae_1666742074.html", "title": "Senate Rejects Attempted Blockade of Weapons Sale to U.A.E.", "title_page": "Senate Rejects Attempted Blockade of Weapons Sale to U.A.E. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Senate on Wednesday rejected efforts to block the sale of munitions worth $23 billion to the United Arab Emirates, overcoming concerns about sending weapons to Gulf Arab nations.\nThe pair of votes, forced by a bipartisan group of senators, highlighted growing unease in Congress with sending large tranches of sophisticated weapons that could sharply alter the military balance to a region facing simmering proxy wars. But in a victory for President Trump, the majority voted against the blockade, endorsing his last-minute push to send armed drones and stealth fighter jets to the Emirati military and arguing that bolstering the country’s arsenal would help nations allied against Iran.\n“This would continue the 20 years of growth in our relationship, working side by side against common concerns and common enemies,” Senator Roy Blunt, Republican of Missouri, said. “The U.A.E. has consistently been willing to stand with us in at least six long-term deployments. They come, they stay, they are side by side with us in the field.”\nThe administration formally notified Congress last month of the intended $23 billion sale, a deal that included up to 50 F-35 jets, as many as 18 Reaper drones and other precision weapons. That push, championed by Jared Kushner, the president’s son-in-law, came as he and other administration officials completed the Abraham accord, a joint agreement in which the United Arab Emirates became the third Arab nation to recognize Israel.", "url": "https://www.nytimes.com/2020/12/09/us/politics/senate-weapons-sale-uae.html"}