{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:25:20", "date_modify": "2022-10-25 23:25:20", "date_publish": "2020-11-17 22:01:16", "description": "Front-runners in the coronavirus vaccine race won’t make nearly as many doses this year as were predicted, but they may kick into high gear next year.", "filename": "2020_11_17_health_coronavirus-vaccine-operation-warp-speed_1666740320.html", "image_url": "https://static01.nyt.com/images/2020/11/14/lens/00vaccine-supply-moderna/00vaccine-supply-moderna-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=75222f1d9847e2c57490588d8c215a5e7f358890a4d829391aaf8decf762e2f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_17_health_coronavirus-vaccine-operation-warp-speed_1666740320.html", "title": "The Coronavirus Vaccines Will Likely Work. Making Them Fast Will Be Hard.", "title_page": "The Coronavirus Vaccines Will Likely Work. Making Them Fast Will Be Hard. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The promising news that not just one but two coronavirus vaccines were more than 90 percent effective in early results has buoyed hopes that an end to the pandemic is in sight.\nBut even if the vaccines are authorized soon by federal regulators — the companies developing them have said they expect to apply soon — only a sliver of the American public will be able to get one by the end of the year. The two companies, Pfizer and Moderna, have estimated they will have 45 million doses, or enough to vaccinate 22.5 million Americans, by January.\nIndustry analysts and company executives are optimistic that hundreds of millions of doses will be made by next spring. But the companies — backed with billions of dollars in federal money — will have to overcome hurdles they’ve encountered in the early days of making vaccines. Moderna’s and Pfizer’s vaccines use new technology that has never been approved for widespread use. They are ramping up into the millions for the first time. Other challenges include promptly securing raw vaccine ingredients and mastering the art of creating consistent, high-quality batches.\n“The biology of scaling manufacturing is a very temperamental activity, and there were many, many different attempts over the months until we cracked it,” said Paul Mango, deputy chief of staff for policy at the Department of Health and Human Services.", "url": "https://www.nytimes.com/2020/11/17/health/coronavirus-vaccine-operation-warp-speed.html"}