{"authors": ["Maggie Astor"], "date_download": "2022-10-25 23:53:03", "date_modify": "2022-10-25 23:53:03", "date_publish": "2020-01-15 03:27:01", "description": "Elizabeth Warren confronted the idea of electability head-on at the debate, noting the men onstage had lost more than the women.", "filename": "2020_01_14_us_politics_woman-president_1666741983.html", "image_url": "https://static01.nyt.com/images/2020/01/14/us/politics/14breakout-gender/14breakout-gender-facebookJumbo.jpg?year=2020&h=549&w=1050&s=a15c7afec6c5cca610e8ed57fa55074e60346ea2850ccc134968a68eb8031110&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_14_us_politics_woman-president_1666741983.html", "title": "The Word Female Presidential Candidates Have Been Hearing Over and Over", "title_page": "The Word Female Presidential Candidates Have Been Hearing Over and Over - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Bernie is my friend, and I am not here to try to fight with Bernie,” she said after a moderator asked her about the remark she says Mr. Sanders made during a private meeting in December 2018. “But look, this question about whether or not a woman can be president has been raised, and it’s time for us to attack it head-on.”\nMs. Warren then pointed out that she and Senator Amy Klobuchar of Minnesota were the only people onstage who had never lost an election. This is an argument the women in this race have made repeatedly: Of course they can win elections; they already have.\n“Look at the men on this stage: Collectively, they have lost 10 elections,” Ms. Warren said. “The only people on this stage who have won every single election that they’ve been in are the women, Amy and me.”\nShe argued that she would be more electable against Mr. Trump than a candidate “who can’t pull our party together, or someone who takes for granted big parts of the Democratic constituency” — an implicit reference to more moderate candidates in the race.\nMr. Sanders, for his part, again denied making the remark and said he would campaign wholeheartedly for either of the women onstage if they won the nomination.", "url": "https://www.nytimes.com/2020/01/14/us/politics/woman-president.html"}