{"authors": ["Kate Kelly", "Alan Rappeport", "Katie Robertson"], "date_download": "2022-10-25 23:31:05", "date_modify": "2022-10-25 23:31:05", "date_publish": "2020-02-12 14:05:17", "description": "Lloyd Blankfein, the former Goldman Sachs chief, tweeted an attack on Bernie Sanders after the senator’s New Hampshire primary win.", "filename": "2020_02_12_business_lloyd-blankfein-bernie-sanders_1666740665.html", "image_url": "https://static01.nyt.com/images/2020/02/12/business/12blankfein-1/12blankfein-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cc2ea09595739b194e14124fdfc0ab57ab17eaef0c1a93cb8a2b99a1cdca7e5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_12_business_lloyd-blankfein-bernie-sanders_1666740665.html", "title": "A Wall St. Giant Says Sanders Would ‘Ruin’ the Economy", "title_page": "A Wall St. Giant Says Sanders Would ‘Ruin’ the Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Others on Wednesday brushed off Mr. Sanders’s victory, saying he would be an untenable nominee in a race against Mr. Trump, one that could make people do the unthinkable: vote to re-elect the president.\nMike Novogratz, a Goldman Sachs alumnus who runs the merchant bank Galaxy Digital, said Mr. Sanders’s oppositional nature had prompted “too many friends” to say they would vote against him in November. “And they hate Trump,” he said.\nMr. Sanders’s narrow victory in New Hampshire has helped position him as the candidate with the most enthusiasm from the party’s most liberal wing. Former Mayor Pete Buttigieg of South Bend, Ind., who finished just behind him, and Senator Amy Klobuchar of Minnesota, who surged to third, split the centrist vote on Tuesday.\nMr. Sanders’s surge has come at the expense of Ms. Warren, who some on Wall Street have warmed to. Ms. Warren, a self-described capitalist who says she wants to work within the system to affect change, appears to many to be more malleable: In recent months, she has already walked back aspects of her “Medicare for all” plan, a universal health care initiative similar to Mr. Sanders’s. She also has a history as a onetime Republican who wrote scholarly research on bankruptcy law as a professor and adviser to big corporate clients.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nBut either candidate would represent a stark reversal from Mr. Trump’s economic agenda, which has been centered on cutting taxes and rolling back regulations. Perhaps as a result of that, their campaign contributions from finance-industry workers have fallen well short of more moderate peers, like Mr. Buttigieg and Ms. Klobuchar, according to year-end figures collected by the Center for Responsive Politics.\nLast year, Mr. Sanders proposed the creation of a wealth tax on the richest Americans to help pay for his own “Medicare for all” health program, universal child care and an overhaul to the housing market that would include big subsidies for first-time home buyers. The proposed tax on the assets of households with a net worth above $32 million — about 180,000 households in total — is projected to raise $4.35 trillion over a decade.", "url": "https://www.nytimes.com/2020/02/12/business/lloyd-blankfein-bernie-sanders.html"}