{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:31:36", "date_modify": "2022-10-25 23:31:36", "date_publish": "2020-06-01 23:05:21", "description": "The effort to end a program transferring surplus military equipment from the Pentagon to the police reflects a revived bipartisan concern about excessive use of force by law enforcement.", "filename": "2020_06_01_us_politics_police-military-gear_1666740696.html", "image_url": "https://static01.nyt.com/images/2020/06/01/us/politics/01dc-cong/01dc-cong-facebookJumbo-v3.jpg?year=2020&h=549&w=1050&s=799f4073beb015dd38b06576be60302e53cf20900bae88944e3ba71b6c244b06&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_01_us_politics_police-military-gear_1666740696.html", "title": "Lawmakers Begin Bipartisan Push to Cut Off Police Access to Military-Style Gear", "title_page": "Lawmakers Begin Bipartisan Push to Cut Off Police Access to Military-Style Gear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Capitol Hill, however, where Republicans often take their cues from the president, most lawmakers had a different message as they focused on the immediate catalyst for the protests: George Floyd, a black man in Minneapolis who was killed after a police officer knelt on his neck for a prolonged period.\n“In no world whatsoever should arresting a man for an alleged minor infraction involve a police officer putting his knee on the man’s neck for nine minutes while he cries out ‘I can’t breathe’ and then goes silent,” Senator Mitch McConnell, Republican of Kentucky and the majority leader, said on Monday. “Our nation cannot deafen itself to the anger, the pain and the frustration of black Americans. Our nation needs to hear this.”\nTop lawmakers in both parties and on both sides of the Capitol moved quickly last week to announce their intention to hold hearings on the use of excessive force by law enforcement and racial violence.\nSenator Brian Schatz, Democrat of Hawaii, who has long pressed to limit the transfer of military-grade equipment to police departments, announced that he would move to include an amendment in the must-pass annual defense policy bill to shut down the program entirely.\n“It is clear that many police departments are being outfitted as if they are going to war, and it is not working in terms of maintaining the peace,” Mr. Schatz said in an interview. “This is not the only thing we need to do, but as our country sees these images on television that remind us of some countries far, far away, it’s time to recalibrate this program. Just because the Department of Defense has excess weaponry doesn’t mean it will be put to good use.”", "url": "https://www.nytimes.com/2020/06/01/us/politics/police-military-gear.html"}