{"authors": ["Rick Rojas", "Giulia Mcdonnell Nieto Del Rio"], "date_download": "2022-10-25 23:49:40", "date_modify": "2022-10-25 23:49:40", "date_publish": "2020-06-17 23:21:44", "description": "Five years after the mass shooting at Emanuel African Methodist Episcopal Church, officials in Charleston, S.C., announced a plan to remove a monument to the prominent slavery defender John C. Calhoun.", "filename": "2020_06_17_us_charleston-sc-shooting-calhoun-statue_1666741780.html", "image_url": "https://static01.nyt.com/images/2020/06/17/us/17UNREST-CHARLESTON-statue/merlin_173641041_df289c39-4498-47e0-b71e-efecbfcf0649-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c0373519da05b24812488d1ec48393b840520ad342907a71d246586812f4252e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_17_us_charleston-sc-shooting-calhoun-statue_1666741780.html", "title": "5 Years After Charleston Church Massacre, City Says Calhoun Statue Will Go", "title_page": "5 Years After Charleston Church Massacre, City Says Calhoun Statue Will Go - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even so, many in the city point to what they see as markers of achievement: Almost immediately after the church shooting, the Confederate battle flag that had flown over the statehouse grounds in Columbia came down, and monuments and markers celebrating African-American history were put up.\nThe city initiated an audit of racial bias in the Charleston Police Department, and found a need for sweeping change. It also issued a formal apology for slavery. Yet the measure to issue the apology passed in the City Council by only a 7-5 vote, and critics derided it as an empty gesture.\n“It’s an affirmation of the fact that there is in our nation, sadly, still evidence of racism and disrespect,” said Joseph P. Riley Jr, who was mayor of Charleston for 40 years, including at the time of the shooting. “The ultimate act five years ago was kind of a most severe example one could imagine of racial hatred.”\nNot everyone sees much progress.\nWilli Glee, a member of Emanuel since the early 1990s, said that he hasn’t seen any changes in the past five years that have addressed the issues of white supremacy and racism.\nNeither an apology for slavery nor relocating a statue reach the root of racism in Charleston. Mr. Glee participated in civil rights marches and protests in the 1960s; now, he says, ”we’re back to where we were.”\nJohn Darby, co-chair of the Emanuel Nine Memorial Foundation, which was formed to build a memorial to the lives lost in the shooting, says it has received donations and pledges of about $7 million toward its $17.5 million goal. Meanwhile, the church itself is struggling to raise funds for badly needed internal repairs. The choir loft is off limits because of longstanding termite damage to its structural supports.\nBut Mr. Gregorie, the city councilman, said that in the five years since the shooting, he has seen the consciousness of the people of Charleston grow to recognize the systemic racism that black people have faced for hundreds of years in the city and nationwide.", "url": "https://www.nytimes.com/2020/06/17/us/charleston-sc-shooting-calhoun-statue.html"}