{"authors": ["Gina Kolata", "Apoorva Mandavilli"], "date_download": "2022-10-25 23:25:27", "date_modify": "2022-10-25 23:25:27", "date_publish": "2020-10-03 21:18:10", "description": "Outside experts pointed to the therapies as signs that the president’s health may not be as good as his doctors said. His age, weight and gender put him at high risk.", "filename": "2020_10_03_health_Covid-trump-treatments_1666740327.html", "image_url": "https://static01.nyt.com/images/2020/10/03/multimedia/03VIRUS-TREATMENTS-image/03VIRUS-TREATMENTS-image-facebookJumbo.jpg?year=2020&h=550&w=1050&s=54556106b03c2fe8adeeb43c7942e199eed3e9fa374e1e539a8ac47dcbc91797&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_03_health_Covid-trump-treatments_1666740327.html", "title": "Trump's Covid Treatments Suggest a Serious Condition", "title_page": "Trump's Covid Treatments Suggest a Serious Condition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many doctors stressed the critical period of time — about seven to 10 days after infection — when a patient’s condition can take a turn for the worse. Some people respond to an infection with an overly exuberant immune response that can worsen their illness and even prove fatal.\nDr. Peter Chin-Hong, an infectious disease specialist at the University of California, San Francisco, said he would be surprised if Mr. Trump were feeling better as quickly as Dr. Conley had suggested. What often happens, he said, is that a patient will be discharged from the hospital but then, a week later, get much worse and have to be readmitted.\n“What we call ‘falling off a cliff’ is usually a week to 10 days into the course,” he said.\nBut medical experts generally welcomed the close monitoring of the president at the military medical complex, noting his risk factors — he’s an older man who is slightly obese — for developing a more serious form of the disease.\n“Transferring him to Walter Reed was the right thing,” said Dr. Carlos del Rio, professor of medicine at Emory University in Atlanta. “Because any of us who have seen patients with Covid, especially patients at his age, can say that one minute they seem fine and the next minute not.”\nThe doctors at the news conference evaded questions about whether the president had ever needed oxygen; would not say what his temperature or oxygenation levels had been in recent days; and offered up a confusing timeline for diagnosing his illness that conflicted with the 1 a.m. disclosure on Friday by Mr. Trump himself, about 36 hours before the news conference, that he had tested positive for the coronavirus.", "url": "https://www.nytimes.com/2020/10/03/health/Covid-trump-treatments.html"}