{"authors": ["Hannah Beech", "Minzayar Oo"], "date_download": "2022-10-25 23:22:31", "date_modify": "2022-10-25 23:22:31", "date_publish": "2020-03-27 07:50:41", "description": "Economic fallout from the pandemic has upended lives in the impoverished country, where the first coronavirus cases are only now being reported.", "filename": "2020_03_27_world_asia_coronavirus-myanmar-jobs-china_1666740151.html", "image_url": "https://static01.nyt.com/images/2020/03/27/world/27virus-life-myanmar-2/27virus-life-myanmar-2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2d9654981d8b27cd139f15964ae7943ad8dacd7c42cc60495abcce0473332397&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_27_world_asia_coronavirus-myanmar-jobs-china_1666740151.html", "title": "The Virus Is Coming to Myanmar, but the Pain Has Already Begun", "title_page": "The Virus Is Coming to Myanmar, but the Pain Has Already Begun - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HLAING THARYAR, Myanmar — When he was 12, Ko Naing Lin survived a cyclone that killed his father, a small-town doctor, and at least 130,000 others in the Irrawaddy Delta of Myanmar. A life of lazy soccer games, plentiful fish curry and reprimands to finish his homework — “Now, or else what will become of you?” — ended.\nToday, Mr. Naing Lin’s life is being overturned again, this time by the coronavirus. It is not — yet — a matter of a spreading outbreak in Myanmar, whose health care system is on life support. The country, which borders China, has only five confirmed cases of the virus, all announced this week.\nInstead, a suspension of Chinese imports is threatening the livelihoods of the roughly one in five people in Myanmar who work in the bag, shoe and garment industries. Dozens of factories have already closed, including Mr. Naing Lin’s.\nIn addition, factory owners, most of whom are Chinese citizens, are using the chaotic situation to shunt unionized workers aside, labor activists said.", "url": "https://www.nytimes.com/2020/03/27/world/asia/coronavirus-myanmar-jobs-china.html"}