{"authors": ["Sarah Mervosh", "Shawn Hubler"], "date_download": "2022-10-25 23:49:20", "date_modify": "2022-10-25 23:49:20", "date_publish": "2020-08-03 23:39:51", "description": "As schools in the South and the Midwest reopen this week, officials must decide what steps to take as staff members and students test positive.", "filename": "2020_08_03_us_school-closing-coronavirus_1666741760.html", "image_url": "https://static01.nyt.com/images/2020/08/03/us/03VIRUS-SCHOOLS-corinth/03VIRUS-SCHOOLS-corinth-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6bb3d8dee82f3163ca933e30bb0785a81f50f945d8972dc1da04d4ac6a377522&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_03_us_school-closing-coronavirus_1666741760.html", "title": "Schools Debate Closing as Students and Staff Test Positive", "title_page": "Schools Debate Closing as Students and Staff Test Positive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While school will not start in some parts of the country for several weeks, about 14 percent of American children typically go back by the first full week of August, mostly in the South and parts of the Midwest.\nIt took no time at all for the virus to appear in hallways and classrooms after schools started in Indiana on Thursday. At Greenfield Central Junior High School, outside Indianapolis, a student received a positive test on the very first day of classes, and students who had been in close contact were told to quarantine for 14 days.\nIn Elwood, Ind., a community of about 8,000 in the central part of the state, the superintendent of the Elwood Community School Corporation sent out a note on Saturday thanking students and parents for “a great first two days of school!” But the optimistic tone quickly gave way: Several staff members had tested positive for the virus, he wrote, and one employee at the high school had potentially exposed other staff members.\nStudents in seventh through 12th grades are now spending this week learning online. Officials plan to return to in-classroom learning as soon as next week.\nThat is the right response, according to Dr. Troy Abbott, president of the Board of Health for Madison County, which includes much of Elwood. Without state requirements, he said, the county has been recommending that schools stay open unless they exceed an average of 24 cases per day over a seven-day period.", "url": "https://www.nytimes.com/2020/08/03/us/school-closing-coronavirus.html"}