{"authors": ["Paige Mcclanahan"], "date_download": "2022-10-25 23:33:15", "date_modify": "2022-10-25 23:33:15", "date_publish": "2020-03-05 10:00:15", "description": "Skiing, chocolate, mulled wine and magnificent views of the Matterhorn: It’s all in and around this elegant Swiss ski town.", "filename": "2020_03_05_travel_what-to-do-36-hours-in-zermatt_1666740795.html", "image_url": "https://static01.nyt.com/images/2020/03/05/travel/05Hours-Zermatt-4/05Hours-Zermatt-4-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fcf87afcede187e9cab9559ec7397d15dbf5f9efd034c6acd9680b8289bd36a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_05_travel_what-to-do-36-hours-in-zermatt_1666740795.html", "title": "36 Hours in Zermatt", "title_page": "36 Hours in Zermatt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Saturday\n5) 8 a.m. Swiss breakfast\nStart the morning with a filling breakfast at Fuchs, a family-owned bakery and cafe with three locations in town. At the central spot on Bahnhofstrasse, head upstairs and find a table in the snug seating area overlooking the street below. Tuck into an assortment of pastries and rolls served with butter and jam, or order a bowl of muesli topped with whipped cream (breakfast for two, about 30 Swiss francs). If you’re eager to hit the slopes — several of the lifts open before 9 a.m. — grab a coffee and pastry to go from the counter downstairs. For 2.60 Swiss francs, you can get either a classic Berliner jam doughnut or a decadent, raisin-studded Schnecke, a spiral pastry that will keep you going until lunch.\n6) 9 a.m. Ski day\nHeave your skis on your shoulder and clomp your way over to the Sunnegga lift, where an underground train will transport you through the side of the mountain and up to the ski slopes. The area around the hamlet of Findeln is excellent for beginners, while more experienced skiers will enjoy the intermediate slopes and off-piste areas coming down from the Rothorn station. Enjoy the Matterhorn views as you cruise the pistes, and watch out for chamois — horned, goat-like animals that you might see clambering on the rocks. The cost rises during peak season, but adult day passes generally start from 79 Swiss francs if you’re content to enjoy the more than 120 miles of ski runs around Zermatt. Add another 10 to 20 Swiss francs if you want to pull a James Bond and ski over the border to Italy.\n7) 1 p.m. Alpine lunch\nSki up to the entrance of the popular Chez Vrony, a restaurant in Findeln that epitomizes farmhouse chic. This is the place to get your fill of classic Swiss Alpine fare: fondue, raclette, rösti and air-dried beef made from the meat of cows that graze Findeln’s pastures in the summer. If the sun is shining, ask for a table on the sprawling porch; there are plenty of blankets if you want to wrap up. Or warm up inside the cozy farmhouse, all wood and stone and stylish mountain décor. Lunch for two, 40 to 100 Swiss francs. Reservations essential.", "url": "https://www.nytimes.com/2020/03/05/travel/what-to-do-36-hours-in-zermatt.html"}