{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:28:47", "date_modify": "2022-10-25 23:28:47", "date_publish": "2020-06-09 09:00:20", "description": "While the apps say they are saving them in the pandemic, many restaurateurs say the opposite.", "filename": "2020_06_09_technology_delivery-apps-restaurants-fees-virus_1666740527.html", "image_url": "https://static01.nyt.com/images/2020/06/04/business/04virus-delivery1/04virus-delivery1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=09b4771e1d349b51c7dbfb5ed6c74489ac4fcaeed213410036a95eb66f3a8344&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_09_technology_delivery-apps-restaurants-fees-virus_1666740527.html", "title": "As Diners Flock to Delivery Apps, Restaurants Fear for Their Future", "title_page": "As Diners Flock to Delivery Apps, Restaurants Fear for Their Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Before the coronavirus lockdowns, Matt Majesky didn’t take much notice of the fees that Grubhub and Uber Eats charged him every time they processed an order for his restaurant, Pierogi Mountain.\nBut once the lockdowns began, the apps became essentially the only source of business for the barroom restaurant he ran with a partner, Charlie Greene, in Columbus, Ohio. That was when the fees to the delivery companies turned into the restaurant’s single largest cost — more than what it paid for food or labor.\nPierogi Mountain’s primary delivery company, Grubhub, took more than 40 percent from the average order, Mr. Majesky’s Grubhub statements show. That flipped his restaurant from almost breaking even to plunging deeply into the red. In late April, Pierogi Mountain shut down.\n“You have no choice but to sign up, but there is no negotiating,” Mr. Majesky, who has applied for unemployment, said of the delivery apps. “It almost turns into a hostage situation.”", "url": "https://www.nytimes.com/2020/06/09/technology/delivery-apps-restaurants-fees-virus.html"}