{"authors": ["Bhadra Sharma", "Emily Schmall"], "date_download": "2022-10-25 23:50:01", "date_modify": "2022-10-25 23:50:01", "date_publish": "2020-12-08 12:18:08", "description": "In a sign of their increasingly close ties, the two countries jointly announced a new measure for the peak: 8,848.86 meters, or 29,031.7 feet.", "filename": "2020_12_08_world_asia_mount-everest-china-nepal_1666741801.html", "image_url": "https://static01.nyt.com/images/2020/12/08/world/08nepal-everest/08nepal-everest-facebookJumbo.jpg?year=2020&h=550&w=1050&s=829a4ccc56ca3f2c761f2ff27f6a3c7c2dd8bf05b3e3c4ac680fdf5e987bd3f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_08_world_asia_mount-everest-china-nepal_1666741801.html", "title": "Mount Everest Grew Two Feet in Height, Say China and Nepal", "title_page": "Mount Everest Grew Two Feet in Height, Say China and Nepal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KATHMANDU, Nepal — On Tuesday, Mount Everest grew by more than two feet.\nSo agreed China and Nepal, two countries that share a treacherously mountainous border and increasingly warm relations. They announced that they had determined the exact height of the world’s tallest mountain, a subject to which the Nepalese government has attached increasing symbolic importance over the years.\nOfficially, according to Kathmandu and Beijing, Mount Everest stands at 8,848.86 meters, or 29,031.7 feet. For 65 years, the consensus height had been 8,848 meters, or 29,028.87 feet.\nAs Mount Everest has grown, said Pradeep Kumar Gyawali, Nepal’s foreign affairs minister, in a joint virtual briefing with his Chinese counterpart, so have ties between the world’s second-largest economy and its 101st.\nThe China-Nepal relationship “will rise across the Himalayas, and it will reach a new height,” Mr. Gyawali said.", "url": "https://www.nytimes.com/2020/12/08/world/asia/mount-everest-china-nepal.html"}