{"authors": ["Miriam Jordan", "Richard A. Oppel Jr."], "date_download": "2022-10-25 23:49:30", "date_modify": "2022-10-25 23:49:30", "date_publish": "2020-05-07 18:51:28", "description": "The outsized infection rate among Hispanics in some states could hobble efforts to quash the spread of Covid-19, prompting states like Oregon to step up testing and take emergency measures.", "filename": "2020_05_07_us_coronavirus-latinos-disparity_1666741770.html", "image_url": "https://static01.nyt.com/images/2020/05/07/us/07virus-latinos01/07virus-latinos01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=37745120857bf31c10ea92ce167ef74731a41724b6800b41a5a8a71994cd708b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_07_us_coronavirus-latinos-disparity_1666741770.html", "title": "For Latinos and Coronavirus, Doctors are Seeing an ‘Alarming’ Disparity", "title_page": "For Latinos and Coronavirus, Doctors are Seeing an ‘Alarming’ Disparity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By some estimates, the picking season for berries, pears and other crops brings 160,000 Latino seasonal farmworkers to Oregon. They toil side by side in fields and orchards during the day and bunk in crowded spaces at night, creating a fertile environment for the virus to spread.\nA preview of what could happen surfaced in April in central Washington State: Half of the workers at a large orchard tested positive for the coronavirus, even though none had shown symptoms.\nThe findings caught the attention of Oregon’s Occupational Safety and Health Administration, or OSHA, which last week introduced a series of measures to protect migrant farmworkers after Dr. Galvez and a nonprofit law center sought changes.\nThe state agency ordered growers to reconfigure worker housing to eliminate bunk beds for workers not part of the same family and to require at least six feet of space or an impermeable barrier between workers while they sleep. Growers are also required to designate an officer to enforce at least six feet of separation during work, breaks and meals.\nThe emergency mandates drew protests from growers who said the rules could cut the amount of housing available for farmworkers and help put many growers out of business.\n“Many farms will not survive the cumulative weight of these unattainable rules, which are more burdensome than any set for other sectors of Oregon’s economy,” the Oregon Farm Bureau said.\nState officials acknowledged that the emergency measures, in effect for six months, are unlike any other action taken by the state in recent history. But they said they were necessary to protect Latino migrants and the greater community.", "url": "https://www.nytimes.com/2020/05/07/us/coronavirus-latinos-disparity.html"}