{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:38:46", "date_modify": "2022-10-25 23:38:46", "date_publish": "2020-09-14 14:08:24", "description": "The attack on the Russian opposition leader Aleksei A. Navalny has revived calls to cancel a gas pipeline from Russia to Germany. Here’s what lies behind the debate.", "filename": "2020_09_14_world_europe_nord-stream-2-russia-germany_1666741126.html", "image_url": "https://static01.nyt.com/images/2020/09/11/world/11nordstream03/11nordstream03-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3f990ff7eb2f9f39ec41fc58a4b16fcf179e87d3fd499a0d2e72dc6881e9dbcf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_14_world_europe_nord-stream-2-russia-germany_1666741126.html", "title": "Why Nord Stream 2 Is Back in the Spotlight", "title_page": "Why Nord Stream 2 Is Back in the Spotlight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — The poisoning of the Russian opposition leader Aleksei A. Navalny has revived a long-simmering feud over a nearly completed Russian natural-gas pipeline to Europe.\nCasting around for ways to register their outrage over the poisoning, politicians in Germany and elsewhere have turned their eyes to the $11 billion pipeline, called Nord Stream 2, one of the largest infrastructure projects underway in Europe today.\nThe 746-mile pipeline stretches under the Baltic Sea from the Russian coast near St. Petersburg to Germany. When work paused this year because of U.S. sanctions, the pipe was almost complete; only one 50-mile gap remains.\nThe project had gone ahead in the face of opposition from the United States and most European countries other than Germany and France. The debate now in Germany is whether to reverse its longstanding support for the pipeline or even cancel it outright in retaliation for the poisoning — and let the Russian state-owned company Gazprom, along with European investors, eat the costs.", "url": "https://www.nytimes.com/2020/09/14/world/europe/nord-stream-2-russia-germany.html"}