{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:00:14", "date_modify": "2022-10-25 23:00:14", "date_publish": "2020-10-12 12:30:43", "description": "The negotiations at the Organization for Economic Cooperation and Development have progressed on several fronts, but a dispute remains between the Trump administration and key allies.", "filename": "2020_10_12_business_digital-tax-talks_1666738814.html", "image_url": "https://static01.nyt.com/images/2020/10/12/us/politics/12dc-digitaltax/12dc-digitaltax-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4b73243be53c8bf1fd1dbe91ca39722e7ef3d855c11aa5e65b6a14bc6667ebee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_12_business_digital-tax-talks_1666738814.html", "title": "Global Talks on Taxing Tech Firms Will Slip Into 2021", "title_page": "Global Talks on Taxing Tech Firms Will Slip Into 2021 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The politics heavily feature the Trump administration, which said in June that it was pulling out of negotiations, amid disputes with other wealthy countries over the treatment of American companies that could face higher global tax bills under a new international agreement. Steven Mnuchin, the Treasury secretary, has pushed for a provision in any agreement that would effectively allow American corporations to choose whether or not to be governed by the global tax system set up by an agreement, a demand that other leading countries oppose.\nBut the O.E.C.D. officials said on Monday that the administration had remained a part of the talks and had not pulled American experts out of the negotiations.\n“The United States has been working with us and has added its technical competence and expertise to the work the O.E.C.D. has been doing,” Mr. Gurria said. “They have been participating actively and at high levels.”\nThe talks cover a high-stakes, and highly lucrative, issue that has emerged around the world in recent years: the question of how countries should tax the sale of goods and services to their citizens over the internet, by corporations that have little or no physical presence inside their national borders.\nThat question has taken on greater urgency. Countries are looking for new sources of tax revenues to shore up their government budgets as they spend heavily to contain the pandemic and help their economies emerge from it as quickly as possible.", "url": "https://www.nytimes.com/2020/10/12/business/digital-tax-talks.html"}