{"authors": ["Jodi Kantor"], "date_download": "2022-10-25 23:52:11", "date_modify": "2022-10-25 23:52:11", "date_publish": "2020-02-27 00:28:58", "description": "Prominent #MeToo voices, emboldened by a verdict many thought impossible, are grappling with how the movement can unite behind a concrete set of policy goals.", "filename": "2020_02_26_us_harvey-weinstein-metoo-movement-future_1666741931.html", "image_url": "https://static01.nyt.com/images/2020/02/27/multimedia/27weinstein-impact-print/26weinstein-impact-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8863525c9820e8926bcf0a41e42bec048b1a8d75cd5148c2bbbee98cc2806566&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_26_us_harvey-weinstein-metoo-movement-future_1666741931.html", "title": "Weinstein Is Convicted. Where Does #MeToo Go From Here?", "title_page": "Weinstein Is Convicted. Where Does #MeToo Go From Here? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Three days before Harvey Weinstein was convicted of rape, Michael R. Bloomberg agreed to release three women from nondisclosure agreements so they could publicly describe complaints against him. Hours after the Weinstein jury adjourned, celebrities and fans packed a memorial for Kobe Bryant as questions lingered about the impact a 2003 rape case would have on his legacy. The next day, a $500,000 deal to settle sexual harassment allegations against the opera superstar Plácido Domingo collapsed when details of an investigation into his behavior toward over two dozen women became public.\nThose developments are all signs of how potent — and unresolved — #MeToo continues to be. This week, the man who ignited the movement was found guilty in New York, a victory many victims once considered unattainable. Now, the figures driving #MeToo say they are feeling a surge in momentum, but are grappling with how they can move beyond individual allegations and toward a concrete set of policy and legal goals.\n“The outcome of the Weinstein case should be seen as fuel to keep survivors and our allies motivated for change,” said Tarana Burke, the founder of the movement. “Moving close to the third year since the viral #MeToo moment, we have to be thinking about how we make big strategic moves that are beyond individual takedowns.”\nMelinda Gates, the philanthropist, recently pledged a billion dollars toward promoting gender equality, an enormous infusion. She wrote that her decision was spurred in part by #MeToo, and that she wanted to tackle issues like workplace harassment. “A window has been opened,” she said.", "url": "https://www.nytimes.com/2020/02/26/us/harvey-weinstein-metoo-movement-future.html"}