{"authors": ["Isabella Grullón Paz", "Lisa Lerer"], "date_download": "2022-10-25 23:24:24", "date_modify": "2022-10-25 23:24:24", "date_publish": "2020-12-13 16:03:55", "description": "Most states are offering livestreams to watch the proceedings, including battlegrounds won by President-elect Joseph R. Biden Jr. After Monday’s vote, the process moves to Congress.", "filename": "2020_12_13_us_politics_electoral-college_1666740264.html", "image_url": "https://static01.nyt.com/images/2020/12/13/us/politics/13electors-explainer/13electors-explainer-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=58a9daab2425b910f0a5ab24b233a9042fc4faae21e1115fc7d9fc63dd48c9df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_13_us_politics_electoral-college_1666740264.html", "title": "Electoral College Vote: Times, How to Watch, Next Steps and More", "title_page": "Electoral College Vote: Times, How to Watch, Next Steps and More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Here’s what you need to know about President-elect Joseph R. Biden Jr.’s Inauguration Day.]\nThe members of the Electoral College are gathering in their respective states on Monday to cast their official ballots for president. Ordinarily, the process is little more than a formal duty to rubber-stamp the results of the November election.\nNot this year.\nFor weeks, President Trump and his allies have pressured Republican officials to ignore the popular vote in close-fought states won by President-elect Joseph R. Biden Jr. and appoint their own electors who would favor Mr. Trump. They have also asked courts to hand victory to the president in states he lost.\nBut judges and Republican state lawmakers have shown little appetite for subverting the democratic process, and the electors have remained. As they vote on Monday, Mr. Trump is essentially guaranteed to end the day as he began it: a one-term president.\nHere’s more on how the voting will work, and on the next steps in the process:\nCan I watch the Electoral College vote?\nYes — most states offer livestreams to watch the proceedings, including crucial battlegrounds won by Mr. Biden. Here are links for four of them: Michigan, Wisconsin, Pennsylvania and Georgia.", "url": "https://www.nytimes.com/2020/12/13/us/politics/electoral-college.html"}