{"authors": ["John Branch"], "date_download": "2022-10-25 22:59:22", "date_modify": "2022-10-25 22:59:22", "date_publish": "2020-01-30 21:32:26", "description": "At a church down the hill from a disaster, Sunday played out in small moments: a low-flying helicopter, a note slipped to the pastor, a driver looking for nine clients who never arrived.", "filename": "2020_01_30_sports_kobe-bryant-crash-site_1666738762.html", "image_url": "https://static01.nyt.com/images/2020/01/31/sports/30kobe-church3-print/30kobe-church-7-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cb4738d08236b9c7ffaf254d9c04684c2404e0e231c8b6ab7b29732e1dab2df6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_30_sports_kobe-bryant-crash-site_1666738762.html", "title": "They Heard Kobe Bryant’s Helicopter Go Down. Then They Prayed.", "title_page": "They Heard Kobe Bryant’s Helicopter Go Down. Then They Prayed. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CALABASAS, Calif. — It began as just another Sunday at a little church along Las Virgenes Road, on a quiet edge of suburban Los Angeles. The Church in the Canyon is an unremarkable box of a building, with a flat roof over glass front doors.\nIt was about 9:45 a.m. The Sunday worship service was an hour away. A ceiling of low clouds obscured the tops of the bare, brown hills across the road.\nYou cannot always see the moment that the world is about to change.\nElizabeth Howland Forrest had just arrived from Santa Monica, mesmerized along the way by the low-flying helicopter that she followed west for several miles on Highway 101. It weaved so masterfully with the bends in the road, she thought, until she lost sight of it ahead of her. She got off at the Las Virgenes exit, hit green lights at the strip center and the apartments, and parked at the church. She checked her makeup in the rearview mirror.\nScott Daehlin, who lives in a G.M.C. Safari in the parking lot, had prepared the sanctuary’s sound system for choir practice and stepped outside to get something from his van. Jerry Kocharian, a church member and maintenance worker, stood with his coffee on the opposite side of the building.", "url": "https://www.nytimes.com/2020/01/30/sports/kobe-bryant-crash-site.html"}