{"authors": ["Reid J. Epstein", "Shane Goldmacher"], "date_download": "2022-10-25 23:52:57", "date_modify": "2022-10-25 23:52:57", "date_publish": "2020-02-07 14:00:08", "description": "In the first presidential primary debate following the messy Iowa caucuses, and days before New Hampshire votes, Bernie Sanders and Pete Buttigieg were tested repeatedly.", "filename": "2020_02_07_us_politics_democratic-debate-tonight_1666741977.html", "image_url": "https://static01.nyt.com/images/2020/02/10/us/politics/07takeaways-01/07takeaways-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b96215dea0fe6e80f69ccd928d64e05c2384fde03fb2101a299207b7c30a919b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_07_us_politics_democratic-debate-tonight_1666741977.html", "title": "7 Takeaways From the Democratic Debate in New Hampshire", "title_page": "7 Takeaways From the Democratic Debate in New Hampshire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Elizabeth Warren hit others on how they were financing their campaigns.\nAnd Senator Amy Klobuchar swung both at Mr. Sanders for his down-ballot impact and at Mr. Buttigieg for being, as she put it, “a cool newcomer.”\nThe pace and intensity of the debate were befitting a primary that is now at the stage of actual voting — millions of ballots landed in California mailboxes this week — and the urgency, if not desperation, of some campaigns to score big among small donors and generate political momentum after the messy outcome in Iowa.\nWhile the debate was held in New Hampshire, a state with an overwhelmingly white electorate, some of the most intense and memorable moments came as the candidates clashed over race and racism. Tom Steyer pressed Mr. Biden to denounce one of his surrogates. Mr. Buttigieg was, yet again, pressed on his record as mayor. Ms. Warren spoke of the need to address racism beyond the criminal justice system. And Andrew Yang said to Ms. Warren, “With respect, you can’t regulate away racism with a whole patchwork of laws that are race specific.”\nThe exchanges were among the most passionate of the night, but also a clear nod to South Carolina’s growing importance as a pivotal primary later this month, where black voters will make up a majority of the Democratic electorate.", "url": "https://www.nytimes.com/2020/02/07/us/politics/democratic-debate-tonight.html"}