{"authors": ["John Eligon"], "date_download": "2022-10-25 23:28:09", "date_modify": "2022-10-25 23:28:09", "date_publish": "2020-09-11 09:00:44", "description": "Kansas City’s fans are among the loudest in pro football. But the celebratory start to their season silenced game rituals and drew mixed opinions on players’ protests of racial injustice.", "filename": "2020_09_11_sports_football_nfl-chiefs-texans_1666740489.html", "image_url": "https://static01.nyt.com/images/2020/09/12/sports/11JPnfl-chiefs1-print/11JPnfl-chiefs1-print-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=1f024b3f36059e5d71b98f9c319598dd2783144d9acab7b55bed5164321665b6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_11_sports_football_nfl-chiefs-texans_1666740489.html", "title": "Chiefs Beat Texans, 34-20, in N.F.L. Opening Game", "title_page": "Chiefs Beat Texans, 34-20, in N.F.L. Opening Game - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KANSAS CITY, Mo. — Kent Gaines stepped out of his car on Thursday evening, a red mask swinging from his finger, and took in the scene around him in the parking lot of Arrowhead Stadium. It was just before the Kansas City Chiefs and the Houston Texans kicked off to start an N.F.L. season unlike any he had ever experienced as a season-ticket holder.\nThe Chiefs were defending a Super Bowl crown for the first time in half a century. They featured the league’s highest-paid, and arguably most electric, player in Patrick Mahomes, and expectations were as high as can be.\nBut these are hardly the things that make this season unique.\nThis is, of course, the year of the coronavirus pandemic. And what was supposed to be a celebratory start to a title defense, complete with a ring ceremony and a championship banner reveal in a packed stadium, was instead retrofitted for a time of masks and social distancing. The crowd size was reduced to 22 percent of capacity — about 17,000 fans — and the familiar rituals of tailgating and wearing of Native American regalia were all but nonexistent.\n“It’s kind of surreal,” said Gaines, 57, surveying a parking lot that was tightly packed with cars in some sections, but had plenty of empty asphalt all around. “Really this place should be smoke billowing everywhere.”", "url": "https://www.nytimes.com/2020/09/11/sports/football/nfl-chiefs-texans.html"}