{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:52:55", "date_modify": "2022-10-25 23:52:55", "date_publish": "2020-02-22 10:00:10", "description": "Bernie Sanders says winning a plurality of delegates is good enough for the nomination. His rivals say a majority is needed. What does that mean? And why are superdelegates coming up again?", "filename": "2020_02_22_us_politics_democratic-primary-dnc-superdelegates_1666741975.html", "image_url": "https://static01.nyt.com/images/2020/02/21/us/politics/21superdelegates-2/21superdelegates-2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=329673923d525c101a7fcd2f1c75c2270ab36786a8d11bc445207ab9b746d49b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_22_us_politics_democratic-primary-dnc-superdelegates_1666741975.html", "title": "How to Win the Democratic Nomination, and Why It Could Get Complicated", "title_page": "How to Win the Democratic Nomination, and Why It Could Get Complicated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Half of 3,979 is 1,989.5. Democratic National Committee officials say that on the first ballot, a candidate must win one delegate more than that, or 1,990.5, which is rounded up to reach the magic number: 1,991. (If a candidate won 1,990 pledged delegates on the first ballot, D.N.C. officials say, that would not be sufficient.)\nSo, in summary, the quickest and least complicated way to win the nomination is for a candidate to secure 1,991 pledged delegates on the first ballot at the Democratic National Convention in July. (We are keeping track of how many delegates each candidate has.)\nBut as Mr. Todd noted at the debate, there is a chance no candidate will end up with 1,991 pledged delegates before the convention.\nWhat happens if no one gets a majority?\nIf no one gets 1,991 votes on the first ballot, then things could get more complicated. This is the scenario people refer to when they use the phrase “contested convention” or “brokered convention.”\nIn this situation, there would be a second ballot. And on the second ballot, there are votes from two sets of delegates:\nVotes from the 3,979 pledged delegates, who are allowed to support a different candidate on the second ballot if they so choose\nAn additional 771 votes from “automatic delegates,” commonly known as superdelegates\nTo win the nomination, a candidate still must earn a majority of the votes on a given ballot. In this case, that means she or he must amass more than 2,375 pledged and automatic delegates. (In the second and subsequent rounds, a few automatic delegates get only half votes; the D.N.C. says the magic number is 2,375.5, which this time is not rounded up.)\nIt is theoretically possible that the nomination process would extend through multiple ballots until one candidate hits the magic number (2,375.5) and prevails. One thing to keep in mind is that delegates do not need to stay with the candidate to whom they were originally allocated and can move around.", "url": "https://www.nytimes.com/2020/02/22/us/politics/democratic-primary-dnc-superdelegates.html"}