{"authors": ["Lara Jakes"], "date_download": "2022-10-25 23:36:38", "date_modify": "2022-10-25 23:36:38", "date_publish": "2020-08-25 18:00:08", "description": "No sitting secretary of state had previously addressed a national political convention in at least 75 years.", "filename": "2020_08_25_us_politics_pompeo-trump-jerusalem-republican-convention_1666740998.html", "image_url": "https://static01.nyt.com/images/2020/08/26/us/25dc-pompeo-sub/25dc-pompeo-sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5b01e181625cf723e22f7aa1be43cbf2ce5b20863988fc07159189fdbb7d2987&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_25_us_politics_pompeo-trump-jerusalem-republican-convention_1666740998.html", "title": "Pompeo to Deliver R.N.C. Speech From Israel With Eye on 2024", "title_page": "Pompeo to Deliver R.N.C. Speech From Israel With Eye on 2024 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What to watch for tonight at the Republican National Convention.]\nWASHINGTON — In addressing the Republican Party faithful on Tuesday night from one of the world’s holiest cities, Secretary of State Mike Pompeo is betting that he has more to gain politically than he would lose by challenging decades of diplomatic decorum.\nMr. Pompeo spoke to the Republican National Convention in a pretaped speech from Jerusalem, with the lights of the Old City and its Jewish, Muslim and Christian shrines visible over his shoulder. It provided him with a vantage point to punch at American adversaries, including Iran and the Islamic State, and to praise one of President Trump’s few foreign policy achievements that has received wide and bipartisan support: the normalization of diplomatic relations between Israel and the United Arab Emirates.\nIt also gave him a national platform with Mr. Trump’s core supporters — a political base that Mr. Pompeo is courting as he weighs a future presidential campaign.\n“I have a big job — as Susan’s husband and Nick’s dad,” he said by way of introducing himself and his family to viewers.", "url": "https://www.nytimes.com/2020/08/25/us/politics/pompeo-trump-jerusalem-republican-convention.html"}