{"authors": ["David D. Kirkpatrick", "Farnaz Fassihi", "Mujib Mashal"], "date_download": "2022-10-25 23:22:42", "date_modify": "2022-10-25 23:22:42", "date_publish": "2020-02-24 22:55:13", "description": "Long a regional crossroads, Iran is spreading the new coronavirus to a host of neighboring countries. Many are ill equipped to cope.", "filename": "2020_02_24_world_middleeast_coronavirus-iran_1666740162.html", "image_url": "https://static01.nyt.com/images/2020/02/24/world/24virus-iran/24virus-iran-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f9a8d53c2d23db2e51c7b493813e826d6486d364c3a63f482c74cd6d3a07348b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_24_world_middleeast_coronavirus-iran_1666740162.html", "title": "‘Recipe for a Massive Viral Outbreak’: Iran Emerges as a Worldwide Threat", "title_page": "‘Recipe for a Massive Viral Outbreak’: Iran Emerges as a Worldwide Threat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Religious pilgrims, migrant workers, businessmen, soldiers and clerics all flow constantly across Iran’s frontiers, often crossing into countries with few border controls, weak and ineffective governments and fragile health systems.\nNow, as it struggles to contain the spread of the coronavirus, Iran is also emerging as the second focal point after China for the spread of the disease. Cases in Iraq, Afghanistan, Bahrain, Kuwait, Oman, Lebanon, the United Arab Emirates — even one in Canada — have all been traced to Iran, sending tremors of fear rippling out from Kabul to Beirut.\nThe Middle East is in many ways the perfect place to spawn a pandemic, experts say, with the constant circulation of both Muslim pilgrims and itinerant workers who might carry the virus. Iran’s economy has been strangled by sanctions, its people have lost trust in their government and its leaders are isolated from much of the world, providing little clarity about the extent of the epidemic.\nCivil wars or years of unrest have shattered the health systems of several neighboring countries, like Syria, Iraq, Afghanistan and Yemen. And most of the region is governed largely by authoritarians with poor track records at providing public transparency, accountability and health services.", "url": "https://www.nytimes.com/2020/02/24/world/middleeast/coronavirus-iran.html"}