{"authors": ["Rick Rojas", "Vanessa Swales"], "date_download": "2022-10-25 23:24:46", "date_modify": "2022-10-25 23:24:46", "date_publish": "2020-03-29 23:05:51", "description": "Jonesboro, Ark., came through a devastating tornado without any deaths, partly because businesses were closed and people were sheltered at home from the coronavirus.", "filename": "2020_03_29_us_tornado-coronavirus-arkansas_1666740286.html", "image_url": "https://static01.nyt.com/images/2020/03/29/us/29arkansas-1/29arkansas-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e01006f5cc876bb531646340a65cf14156870f8f7394f3da54b74f9e0a84f435&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_29_us_tornado-coronavirus-arkansas_1666740286.html", "title": "Arkansas Hunkered Down to Survive Coronavirus. That Helped in a Tornado, Too.", "title_page": "Arkansas Hunkered Down to Survive Coronavirus. That Helped in a Tornado, Too. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the tornado touched down, moving from south to north, some said they were at home watching the local television news, seeing in real time the funnel forming over the meteorologist’s shoulders. It caused significant damage at the Mall at Turtle Creek and at an Anheuser-Busch granary. Cars were picked up and tossed aside. Part of a freight train was knocked over.\n“All I could hear was just the most horrific exploding,” said Sharon Gore, 60, who could see the destroyed mall from her driveway. “There was so much glass cracking. I couldn’t believe it. I was just calling the name of Jesus over and over again, because I couldn’t even get a prayer out. It was like bombs were dropping.”\nJonesboro, a city of about 75,000 in northeast Arkansas, had been devastated by tornadoes before. A storm in 1968 killed 34 people and injured some 300 others. Another storm in 1973 also left a trail of destruction. Three people were killed, but it was hailed as a “miracle” for not being deadlier.\n“If the storm had struck just a few hours earlier, it would have caught hundreds of shoppers in the Carraway Road area, which was pounded with savage fury,” wrote Mike Overall, city editor of The Jonesboro Sun, according to a retrospective published in 2013 by Memphis magazine. “And, everyone shudders to think what would have happened if the twisters had hit during school hours. Nevertheless, the fact that so many lived was a miracle in itself.”\nMr. Long, the city councilman, pitched in on Sunday morning, covering roofs and boarding up windows. He saw residents picking through debris and clearing yards, and others carrying ice chests and handing out drinks and snacks. He said that keeping distance was difficult for residents, just as juggling the tandem emergencies would be for city officials.\n“You do what you have to do to meet the need at the moment, and right now, this is what we’re doing,” he said. “We’re doing our best to keep the virus under control. We will not abandon those people who need us the most at this time.”", "url": "https://www.nytimes.com/2020/03/29/us/tornado-coronavirus-arkansas.html"}