{"authors": ["Thomas Gibbons-Neff", "Fahim Abed"], "date_download": "2022-10-25 23:28:09", "date_modify": "2022-10-25 23:28:09", "date_publish": "2020-01-12 16:41:59", "description": "Bagram’s economy is tightly bound to the American military, but what once made it a boom town today leaves it more a target.", "filename": "2020_01_12_world_asia_Bagram-military-base_1666740489.html", "image_url": "https://static01.nyt.com/images/2020/01/02/world/00afghan-bagram-1/00afghan-bagram-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8974ca8e9414e8b5340fe6c4751ae36144a895796856779da6aa1d438258a73c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_12_world_asia_Bagram-military-base_1666740489.html", "title": "A Growing U.S. Base Made This Afghan Town. Now It’s Dying.", "title_page": "A Growing U.S. Base Made This Afghan Town. Now It’s Dying. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGRAM, Afghanistan — Nine years ago, Faiqullah Tajik helped sort laundry at Bagram Air Base, the largest American military outpost in Afghanistan. Mr. Tajik made $600 a month. He liked his job.\nMr. Tajik, 25, was laid off in 2011, along with thousands of other local residents of the nearby town of Bagram, as American forces started to withdraw from the country. Now he runs a shop adjacent to the main gate, selling American refuse from the sprawling facility: a discarded treadmill, used jugs, broken printers and computer fans. He makes $60 a month now, at least sometimes, he said.\n“If the Americans leave, I will close my shop,” Mr. Tajik said. “And I will leave.” Since Mr. Tajik relies on the six-square-mile base for his livelihood, the Taliban will kill him if they return, he said.\nThe town’s location — straddling an important airfield that over the past 40 years has been occupied by two superpowers, the Soviet Union and the United States — has long kept Bagram in a sort of purgatory. The town depends on the base for its economy and also supplies it with a local work force, making it a prime target for the Taliban.", "url": "https://www.nytimes.com/2020/01/12/world/asia/Bagram-military-base.html"}