{"authors": ["Jonathan Martin", "Matt Stevens"], "date_download": "2022-10-25 23:32:01", "date_modify": "2022-10-25 23:32:01", "date_publish": "2020-06-25 09:00:34", "description": "A New York Times/Siena College poll paints a grim picture for Republicans in Arizona, Michigan and North Carolina as voters shun candidates aligned with the president.", "filename": "2020_06_25_us_politics_trump-senate-republicans-poll_1666740721.html", "image_url": "https://static01.nyt.com/images/2020/06/24/us/-promo-1593037293146/-promo-1593037293146-facebookJumbo-v5.png?year=2020&h=550&w=1050&s=42d40ec73d80e9deb17a807148be4f5baf91f61ac44410ad062105ce018500a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_25_us_politics_trump-senate-republicans-poll_1666740721.html", "title": "Poll Shows Trump Dragging Down G.O.P. Senate Candidates", "title_page": "Poll Shows Trump Dragging Down G.O.P. Senate Candidates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Taken together, the three battleground states paint a grim picture for Republicans right now — and suggest that if Mr. Trump does not arrest his fall he could hand Democrats control of both the presidency and the Senate next year.\n“The election is a referendum on Trump,” said Kirk Adams, a Republican and former Arizona state House speaker. “That could change, but until then, down-ballot Republicans will have to decide if they will ride the Trump train to its final destination or if they need to establish some brand independence.”\nJill Cohen, a 52-year-old resident of Tempe, Ariz, who was a Republican until 2016, said she would have a difficult time supporting a Senate candidate who “aligns herself” with Mr. Trump and his views. “I look to a leader of our country to be someone who is unifying, who is welcoming, who is inclusive and who I can tell my children to look up to,” she said. Mr. Trump, she added, “is not any of those things.”\nShe said she longed for more consensus-oriented lawmakers and would vote for Mr. Kelly. “I really like Kyrsten Sinema for that reason because she is willing to go across the aisle and work bipartisan,” she said, referring to Arizona’s other senator. “And I think Kelly would, too.”\nThe margin of sampling error in the Times/Siena survey for the individual state polls in Arizona, Michigan and North Carolina is about four percentage points.\nThe Times survey of battleground states is not the only recent polling that illustrates how the president’s unpopularity is endangering his party’s candidates. A recent Des Moines Register poll in Iowa — which found Mr. Trump up by just one percentage point in a state he carried by about 10 in 2016 — showed Senator Joni Ernst trailing by three points against Theresa Greenfield, a first-time candidate.\nRepublicans have a 53-47 Senate majority. A pickup of three seats would give Democrats control, if Mr. Biden wins and his vice president is able to break a 50-50 tie. But if Doug Jones of Alabama, a rare Democratic senator in the Deep South, loses his re-election in a state that Mr. Trump is expected to comfortably carry, Democrats would need to pick up four seats to take control.", "url": "https://www.nytimes.com/2020/06/25/us/politics/trump-senate-republicans-poll.html"}