{"authors": ["Christopher Clarey"], "date_download": "2022-10-25 23:50:52", "date_modify": "2022-10-25 23:50:52", "date_publish": "2020-08-07 15:30:09", "description": "After the coronavirus paused the tours, Williams is gearing up for the U.S. Open, her next opportunity to tie Margaret Court’s Grand Slam singles title record.", "filename": "2020_08_07_sports_tennis_serena-williams-us-open_1666741852.html", "image_url": "https://static01.nyt.com/images/2020/08/09/sports/07tennis-serena-sub/merlin_160252602_261d1c0d-04de-4dbc-b545-949df424aa39-facebookJumbo.jpg?year=2020&h=550&w=1050&s=30a6d9d2d4e5673cda13fb2489ad41ce05be9d4777931611c5f03deac1a4fe72&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_07_sports_tennis_serena-williams-us-open_1666741852.html", "title": "Serena Williams Resumes Her Pursuit of Margaret Court's Grand Slam Record", "title_page": "Serena Williams Resumes Her Pursuit of Margaret Court's Grand Slam Record - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If Serena heard loud cheers, she said her “heart would sink” because she knew Venus had lost a point or the match.\n“But if it was complete silence, then I would be like, ‘OK, she’s winning,’” Serena said.\nThe negative reaction at that early stage was certainly not all because of race. The Williamses’ initial Grand Slam duels and finals were often, awkward constrained occasions because the sisters were so close off the court (as they remain) and unable to compete with their customary fire.\nBut Serena emphasized the challenges that come with succeeding in a predominantly white sport.\n“I played not only against my opponent,” she said. “I played against crowds. I played against fans, and I’ve played against people, and as things have gone on, I’ve been able to have a tremendous amount of more fans, and it’s been a wonderful experience, but I worked really hard to get this experience.”\nWilliams complained about at one stage being “underpaid”: likely a reference to having lower off-court earnings than Maria Sharapova earlier in her career despite having a superior record. Williams also expressed frustration at the way her own game is sometimes characterized.\n“Tennis is a mental game and Black people are athletic,” she said, referring to the stereotype long held by some that Black athletes succeed because of strength and athletic ability, while their white counterparts rely on their intelligence. “So whenever I would win, it’s like, ‘I’m so athletic.’ No, actually I use my brain a lot more than I get credit for. I really use my brain a lot out on the court. Yeah, I’m powerful, but the most powerful players don’t win 23 Grand Slams.”\nWinning her 24th with a new generation of players rising would be perhaps her finest achievement. The situation in which tennis finds itself only makes the chase more intriguing.", "url": "https://www.nytimes.com/2020/08/07/sports/tennis/serena-williams-us-open.html"}