{"authors": ["Nathaniel Popper", "Kate Conger"], "date_download": "2022-10-25 23:40:32", "date_modify": "2022-10-25 23:40:32", "date_publish": "2020-07-17 20:45:54", "description": "Several people involved in the events that took down Twitter this week spoke with The Times, giving the first account of what happened as a pursuit of Bitcoin spun out of control.", "filename": "2020_07_17_technology_twitter-hackers-interview_1666741232.html", "image_url": "https://static01.nyt.com/images/2020/07/17/business/17twitter/merlin_161161320_11215742-9ce6-4748-a87a-d905b1324c4b-facebookJumbo.jpg?year=2020&h=550&w=1050&s=635eccb03ec60de6c426ab7fdecc0481a8eed181b84fbb0c312a6ab50835f08d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_17_technology_twitter-hackers-interview_1666741232.html", "title": "Hackers Tell the Story of the Twitter Attack From the Inside", "title_page": "Hackers Tell the Story of the Twitter Attack From the Inside - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Playing a central role in the attack was Kirk, who was taking money in and out of the same Bitcoin address as the day went on, according to an analysis of the Bitcoin transactions by The Times, with assistance from the research firm Chainalysis.\nBut the identity of Kirk, his motivation and whether he shared his access to Twitter with anyone else remain a mystery even to the people who worked with him. It is still unclear how much Kirk used his access to the accounts of people like Mr. Biden and Mr. Musk to gain more privileged information, like their private conversations on Twitter.\nThe hacker “lol” and another one he worked with, who went by the screen name “ever so anxious,” told The Times that they wanted to talk about their work with Kirk in order to prove that they had only facilitated the purchases and takeovers of lesser-known Twitter addresses early in the day. They said they had not continued to work with Kirk once he began more high-profile attacks around 3:30 p.m. Eastern time on Wednesday.\n“I just wanted to tell you my story because i think you might be able to clear some thing up about me and ever so anxious,” “lol” said in a chat on Discord, where he shared all the logs of his conversation with Kirk and proved his ownership of the cryptocurrency accounts he used to transact with Kirk.\n“lol” did not confirm his real-world identity, but said he lived on the West Coast and was in his 20s. “ever so anxious” said he was 19 and lived in the south of England with his mother.\nInvestigators looking into the attacks said several of the details given by the hackers lined up with what they have learned so far, including Kirk’s involvement both in the big hacks later in the day and the lower-profile attacks early on Wednesday.\nThe Times was initially put in touch with the hackers by a security researcher in California, Haseeb Awan, who was communicating with them because, he said, a number of them had previously targeted him and a Bitcoin-related company he once owned. They also unsuccessfully targeted his current company, Efani, a secure phone provider.", "url": "https://www.nytimes.com/2020/07/17/technology/twitter-hackers-interview.html"}