{"authors": ["Katherine J. Wu"], "date_download": "2022-10-25 23:43:20", "date_modify": "2022-10-25 23:43:20", "date_publish": "2020-11-25 15:56:50", "description": "Doctors and nurses on the front lines are running on empty, under increasing duress as the pandemic surges and hospitals are overrun with patients.", "filename": "2020_11_25_health_doctors-nurses-covid-stress_1666741400.html", "image_url": "https://static01.nyt.com/images/2020/11/23/science/00virus-frontline-workers-topper/00virus-frontline-workers-topper-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=392e10719c313955610500498da94087ac72bcc687037cf9791036a47239e84c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_25_health_doctors-nurses-covid-stress_1666741400.html", "title": "Covid Combat Fatigue: Doctors and Nurses Are Running on Empty", "title_page": "Covid Combat Fatigue: Doctors and Nurses Are Running on Empty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Marshall Fleurant, an internal medicine physician at Emory University, has the sense that his young children, 3 and 4 years old, have grown oddly accustomed to the ritual of his disrobing out of work clothes, from his scrubs to his sneakers, before entering his home.\n“I do not touch or speak to my children before I have taken a shower,” Dr. Fleurant said. “This is just how it is. You do not touch Daddy when he walks in the door.”\nA week of vacation with his family startled him, when he could scoop the little ones up in his arms without fear. “I think they must have thought that was weird,” he said.\nBracing for the next wave\nTrapped in a holding pattern as the coronavirus continues to burn across the nation, doctors and nurses have been taking stock of the damage done so far, and trying to sketch out the horizon beyond. On the nation’s current trajectory, they say, the forecast is bleak.\nJina Saltzman, a physician assistant in Chicago, said she was growing increasingly disillusioned with the nation’s lax approach to penning in the virus.\nWhile Illinois rapidly reimposed restrictions on restaurants and businesses when cases began to rise, Indiana, where Ms. Saltzman lives, was slower to respond. In mid-November, she was astounded to see crowds of unmasked people in a restaurant as she picked up a pizza. “It’s so disheartening. We’re coming here to work every day to keep the public safe,” she said. “But the public isn’t trying to keep the public safe.”\nSince the spring, Dr. Gilman has watched three co-workers and a cousin die from the virus. Ms. Dass lost a close family friend, who spent three weeks at Mount Sinai Queens under her care. When Dr. Fleurant’s aunt died of Covid, “We never got to bury her, never got to pay respects. It was a crushing loss.”", "url": "https://www.nytimes.com/2020/11/25/health/doctors-nurses-covid-stress.html"}