{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:37:10", "date_modify": "2022-10-25 23:37:10", "date_publish": "2020-01-31 14:30:19", "description": "The conductor Simone Young, a last-minute replacement in April, is back this week, on her own terms.", "filename": "2020_01_31_arts_music_review-philharmonic-simone-young_1666741030.html", "image_url": "https://static01.nyt.com/images/2020/01/31/arts/31nyphil/31nyphil-facebookJumbo.jpg?year=2020&h=550&w=1050&s=02c8e25c299bf9a1e4cf0bc147da07b637d0c8e2d290d0243ba0cd76b20135f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_31_arts_music_review-philharmonic-simone-young_1666741030.html", "title": "Review: She Returns to Lead the Philharmonic. For Real, This Time.", "title_page": "Review: She Returns to Lead the Philharmonic. For Real, This Time. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last April, the conductor Simone Young, who had not returned to the New York Philharmonic since her debut in 1998, saved the day by jumping in on short notice to conduct the orchestra in Mahler’s Sixth Symphony.\nThat’s a formidable 90-minute score. But Ms. Young fared well, which was no surprise, given the depth of her experience with major orchestras and leading opera companies throughout Europe and her native Australia.\nAnd on Wednesday she was back at the Philharmonic, this time with a long-scheduled program that showed her at her best. In a way, it felt like Ms. Young’s real return.\nShe began with Britten’s “Four Sea Interludes” from “Peter Grimes.” In that opera, these orchestral episodes serve as atmospheric transitions between scenes. In the Philharmonic’s colorful performance, the sound of the violins, playing the high, wafting opening lines of the “Dawn” interlude, was bright, piercing and eerily beautiful. The fluttering woodwinds that break in came across like rustling, slightly ominous sea birds and mists. The deep, dark chords in the lower strings and brasses that emerge were like heaving sea currents.", "url": "https://www.nytimes.com/2020/01/31/arts/music/review-philharmonic-simone-young.html"}