{"authors": ["Sui-Lee Wee", "Amy Qin"], "date_download": "2022-10-25 23:43:20", "date_modify": "2022-10-25 23:43:20", "date_publish": "2020-12-30 05:17:45", "description": "Sinopharm, a state-controlled company, said its candidate had a 79 percent efficacy rate in interim late-stage trials. But crucial questions remained unanswered.", "filename": "2020_12_30_business_china-vaccine_1666741400.html", "image_url": "https://static01.nyt.com/images/2020/12/30/world/30china-vaccine/30china-vaccine-facebookJumbo.jpg?year=2020&h=550&w=1050&s=340d06dc08b962c6f1cf2b47eca8655f8c5bb08b449a0fbf9ad8e08907d8b5d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_30_business_china-vaccine_1666741400.html", "title": "China Approves Sinopharm's Covid-19 Vaccine as it Moves to Inoculate Millions", "title_page": "China Approves Sinopharm's Covid-19 Vaccine as it Moves to Inoculate Millions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Beijing has leaned heavily on the promise of its vaccines to strengthen ties with developing countries deemed vital to China’s interests. Officials have toured the world pledging to provide Chinese vaccines as a “global public good,” a charm offensive that the United States may seek to counter, particularly when the campaign encroaches on its backyard.\nThe political stakes in the race for a vaccine are particularly high for China’s authoritarian Communist Party, which has been criticized for stifling information and playing down the virus when it first emerged in the city of Wuhan late last year.\nA successful vaccine, if quickly made available to the world, could help repair the party’s image globally and that of its leader, Xi Jinping. The Chinese companies have said their vaccine would be cheaper and easier to transport, which if proven could give them significant appeal in the developing world.\nChinese vaccines may still be greeted with other questions. Scientists said that the headline figures released by Sinopharm were encouraging but that the lack of supporting data made it difficult for the results to be independently assessed.\nSinopharm on Wednesday did not disclose the size of the trial population or provide detailed information about any serious side effects, data points that scientists look for in such releases. On Thursday, Mr. Wu, the Sinopharm unit’s president, said at a news briefing that more than 60,000 people had been vaccinated as part of the trials.\n“With each of these vaccines we’re dealing with bits and pieces of information, but the Chinese companies have provided even less information than the Russian companies have,” said Dr. Kim Mulholland, a pediatrician at the Murdoch Children’s Research Institute in Melbourne, Australia.\n“At least with the Russian vaccines we were told the number of cases and the basis of evidence for why their vaccine was effective,” said Dr. Mulholland, who has been involved in the oversight of many vaccine trials, including ones for a Covid-19 vaccine.", "url": "https://www.nytimes.com/2020/12/30/business/china-vaccine.html"}