{"authors": ["Lara Jakes"], "date_download": "2022-10-25 23:54:42", "date_modify": "2022-10-25 23:54:42", "date_publish": "2020-08-26 21:37:09", "description": "The reversal comes amid a United Nations Security Council split over whether to restore international sanctions against Iran’s economy — and demolish a 2015 accord that limits its nuclear program.", "filename": "2020_08_26_world_middleeast_trump-iran-nuclear-iaea_1666742082.html", "image_url": "https://static01.nyt.com/images/2020/08/26/us/politics/26dc-diplo-nukes/26dc-diplo-nukes-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0fd54abc653abfe4512e941ec4f022d47a16e42f3b2fbb243f4c94ee28e8aec8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_26_world_middleeast_trump-iran-nuclear-iaea_1666742082.html", "title": "Iran to Allow U.N. Inspections of Previously Blocked Nuclear Sites", "title_page": "Iran to Allow U.N. Inspections of Previously Blocked Nuclear Sites - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Access is only the first step,” the department said in a statement. “Iran must provide nothing short of full cooperation, and the I.A.E.A. needs answers to its questions about potential undeclared nuclear material and activities in Iran.”\nThe I.A.E.A. inspections are not part of the 2015 nuclear deal, and the agency will focus only on nuclear material and activities relevant to specific protocols as required by the 1968 Nuclear Nonproliferation Treaty.\nBut the Trump administration had seized on the I.A.E.A’s findings in June as an example of Iran’s nefarious diplomacy.\nAlthough the I.A.E.A. did not identify the two sites to be inspected, Israeli intelligence officials have identified one as the Abadeh Nuclear Weapons Development Site. Experiments using conventional explosives are believed to have been conducted there. When inspectors demanded access last year, satellite photographs showed that some buildings had been razed.\nIn 2018, fulfilling a campaign promise, President Trump withdrew the United States from the 2015 nuclear agreement that was brokered between Iran and the five permanent members of the Security Council. (Germany was also a signatory to the deal, which was negotiated largely by the Obama administration and the European Union.)\nBut since then, the State Department has failed to force Iran back into negotiations for a new deal to also limit Tehran’s ballistic missile program and military assistance to Shiite militias across the Middle East. A U.S. sanctions campaign to pressure Iran by denying it billions of dollars in exports and revenues has also irked other nations that want the original nuclear accord to be preserved.\nOn Wednesday morning, the State Department tweeted a photograph of Mr. Trump boasting that he had “imposed the toughest-ever sanctions on Iran.”", "url": "https://www.nytimes.com/2020/08/26/world/middleeast/trump-iran-nuclear-iaea.html"}