{"authors": ["Jason Horowitz", "Elisabetta Povoledo"], "date_download": "2022-10-25 23:50:36", "date_modify": "2022-10-25 23:50:36", "date_publish": "2020-04-11 10:04:59", "description": "Doctors and nurses on the front line have become symbols of sacrifice, but priests and nuns have also joined the fight, often at great risk.", "filename": "2020_04_11_world_europe_italy-priests-coronavirus_1666741836.html", "image_url": "https://static01.nyt.com/images/2020/04/11/world/11Italy-Priests-promo/11Italy-Priests-promo-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=c11c5358b605590617f7370d3a20d6a30a392aaaf83cf58567dda4f1dbbe7153&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_11_world_europe_italy-priests-coronavirus_1666741836.html", "title": "As They Console Coronavirus’s Victims, Italy’s Priests Are Dying, Too", "title_page": "As They Console Coronavirus’s Victims, Italy’s Priests Are Dying, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROME — On the Sunday before Easter, the priest’s phone rang.\nThe Rev. Claudio Del Monte carried the phone, given to him by staff in the Bergamo hospital, along with a small cross and some homemade sanitizer. Instead of his usual cleric’s collar, he wore disposable scrubs, a surgical mask covered with another mask, protective eyewear and a cap over his head. On his chest he had drawn a black cross with a felt pen.\nHe excused himself from two coronavirus patients he was visiting in the hospital and answered the call. But he already knew what it meant. Minutes later, he arrived at the bedside of an older man he had met days earlier. An oxygen mask now obscured the man’s face, and intensive care staff huddled around his bed.\n“I blessed him and absolved him from sins, he squeezed my hand tightly and I stayed there with him until his eyes closed,” Father Del Monte, 53, said. “And then I said the prayer for the dead, and then I changed my gloves and continued my round.”", "url": "https://www.nytimes.com/2020/04/11/world/europe/italy-priests-coronavirus.html"}