{"authors": ["Sui-Lee Wee", "Donald G. Mcneil Jr.", "Javier C. Hernández"], "date_download": "2022-10-25 23:24:47", "date_modify": "2022-10-25 23:24:47", "date_publish": "2020-01-30 19:45:23", "description": "The announcement came as nearly 10,000 cases have been reported worldwide.", "filename": "2020_01_30_health_coronavirus-world-health-organization_1666740287.html", "image_url": "https://static01.nyt.com/images/2020/01/30/world/30who-decision01/30who-decision01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1c2cf265996f06223412488ff7251a45fc304418ffc274b4d815541d1c429226&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_30_health_coronavirus-world-health-organization_1666740287.html", "title": "W.H.O. Declares Global Emergency as Wuhan Coronavirus Spreads", "title_page": "W.H.O. Declares Global Emergency as Wuhan Coronavirus Spreads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The World Health Organization declared a global health emergency on Thursday as the coronavirus outbreak spread well beyond China, where it emerged last month.\nThe move reversed the organization’s decision just a week ago to hold off such a declaration. Since then, there have been thousands of new cases in China and clear evidence of human-to-human transmission in several other countries, including the United States.\nAll of which warranted a reconsideration by the W.H.O.’s emergency committee, officials said.\nThe declaration “is not a vote of no confidence in China,” said Tedros Adhanom Ghebreyesus, the W.H.O.’s director-general. “On the contrary, the W.H.O. continues to have confidence in China’s capacity to control the outbreak.”\nThe declaration comes now, he said, because of fears that the coronavirus may reach countries with weak health care systems, where it could run amok, potentially infecting millions of people and killing thousands.", "url": "https://www.nytimes.com/2020/01/30/health/coronavirus-world-health-organization.html"}