{"authors": ["Edgar Sandoval", "Nicholas Bogel-Burroughs", "Manny Fernandez"], "date_download": "2022-10-25 23:24:42", "date_modify": "2022-10-25 23:24:42", "date_publish": "2020-07-25 10:30:08", "description": "Some of the communities in the storm’s path have seen a sudden spike in Covid-19 cases and hospitalizations as Texas has become one of the largest hot spots in the country.", "filename": "2020_07_25_us_hanna-storm-texas_1666740282.html", "image_url": "https://static01.nyt.com/images/2020/08/25/us/25texas-storm-01/merlin_174953031_6ed6baf2-fb72-498f-905e-ffa0a165d14e-facebookJumbo.jpg?year=2020&h=549&w=1050&s=b70bebe63b097223363117a53eebba0fc81a1ed70c7c0173c3f08149277d6b02&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_25_us_hanna-storm-texas_1666740282.html", "title": "Hurricane Hanna: Storm Makes Landfall in Texas", "title_page": "Hurricane Hanna: Storm Makes Landfall in Texas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was another example of how social distancing is changing where, when and how emergency shelters operate. Officials in California announced recently that the coronavirus was affecting their wildfire preparations, including by having fewer inmates available to assist because of infections and quarantines. But there have been unexpected benefits, too. In late March, a destructive tornado tore through Jonesboro, Ark., and the heart of its commercial district, but not a single person died, in part because businesses were closed and residents were already sheltered at home from the virus.\nAs Hanna’s outer bands reached Nueces County, which includes Corpus Christi and has had nearly 2,000 new virus cases and 47 deaths in the past seven days alone, officials reminded residents fleeing low-lying areas to bring their face masks with them.\n“We’re riding two horses right now, so be sure to take care of what keeps you safe through the Covid experience,” Mayor Joe McComb of Corpus Christi said at a news conference on Friday. Moments later, a woman in a mask and gloves carefully wiped down the podium to sanitize it before the city manager stepped forward.\nOn Saturday, the mayor told reporters that people who had welcomed friends or relatives into their homes to ride out the hurricane should wear masks while indoors. “Wear the mask in the house,” Mr. McComb said. “I know that probably sounds kind of crazy, but keeping safe sounds pretty good.”\nThe mayor’s message to the public on Saturday was simple: Keep doing what you have been doing during the pandemic — stay at home.", "url": "https://www.nytimes.com/2020/07/25/us/hanna-storm-texas.html"}