{"authors": ["David Streitfeld"], "date_download": "2022-10-25 23:40:33", "date_modify": "2022-10-25 23:40:33", "date_publish": "2020-06-29 09:00:21", "description": "As the coronavirus keeps spreading, employers are convinced remote work has a bright future. Decades of setbacks suggest otherwise.", "filename": "2020_06_29_technology_working-from-home-failure_1666741233.html", "image_url": "https://static01.nyt.com/images/2020/06/23/business/00virus-workfromhomefail1/00virus-workfromhomefail1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=04efbdcc3715b00802b0ae2acd65e1af0061d184283e7aadd2eed8edaa687d3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_29_technology_working-from-home-failure_1666741233.html", "title": "The Long, Unhappy History of Working From Home", "title_page": "The Long, Unhappy History of Working From Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Quora said 60 percent of its workers expressed a preference for remote work, in line with national surveys. In a Morning Consult survey in late May on behalf of Prudential, 54 percent said they wanted to work remotely. In a warning sign for managers, the same percentage of remote workers said they felt less connected to their company.\nOne very public setback for remote work was at Best Buy, the Minneapolis-based electronics retailer. The original program, which drew national attention, began in 2004. It aimed to judge employees by what they accomplished, not the hours a project took or the location where it was done.\nBest Buy killed the program in 2013, saying it gave the employees too much freedom. “Anyone who has led a team knows that delegation is not always the most effective leadership style,” the chief executive, Hubert Joly, said at the time.\nJody Thompson, a co-founder of the program who left Best Buy in 2007 to become a consultant, said the company was doing poorly and panicked. “It went back to a philosophy of ‘If I can see people, that means they must be working,’” she said.\nThe coronavirus shutdown, which means 95 percent of Best Buy’s corporate campus workers are currently remote, might now be prompting another shift in company philosophy. “We expect to continue on a permanent basis some form of flexible work options,” a spokeswoman said.\nFlexible work gives employees more freedom with their schedules but does not fundamentally change how they are managed, which was Ms. Thompson’s goal. “This is a moment when working can change for the better,” she said. “We need to create a different kind of work culture, where everyone is 100 percent accountable and 100 percent autonomous. Just manage the work, not the people.”\nBut it is also a moment, she acknowledged, when working can change for the worse.\n“It’s a crazy time,” Ms. Thompson said. “When you’re a manager, there is a temptation to manage someone harder if you can’t see them. There’s an increase in managers looking at spyware.”", "url": "https://www.nytimes.com/2020/06/29/technology/working-from-home-failure.html"}