{"authors": ["Marc Santora"], "date_download": "2022-10-25 23:42:49", "date_modify": "2022-10-25 23:42:49", "date_publish": "2020-12-22 18:28:23", "description": "It isn’t clear how widely the new variants are already circulating. So the latest moves by countries to bar international travelers may once again be too little, too late.", "filename": "2020_12_22_world_europe_travel-bans-coronavirus-variants_1666741369.html", "image_url": "https://static01.nyt.com/images/2020/12/22/world/22virus-dejavu1/merlin_181540209_851580e9-52c8-4c94-82ca-34ab5f26289d-facebookJumbo.jpg?year=2020&h=549&w=1050&s=6087f10cc9ec318625dfa6ff7254395d692df45d5d736c8e9202cfcac1c4ad26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_22_world_europe_travel-bans-coronavirus-variants_1666741369.html", "title": "Why Experts Think Travel Bans Won't Stop Coronavirus Variant Spread", "title_page": "Why Experts Think Travel Bans Won't Stop Coronavirus Variant Spread - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sweden blocked travel from Denmark after reports that the British variant had been detected there. And Saudi Arabia went even further, suspending all international air travel into the kingdom for at least a week.\nThe South Africa variant became the subject of intense scientific research after doctors there found that people infected with it carry a heightened viral load — a higher concentration of the virus in their upper respiratory tract. In many viral diseases, this is associated with more severe symptoms.\nBecause it is not known how widely the two variants are spreading, it is impossible to assess what effects the attempts to isolate Britain and South Africa will have on containing them.\nWith its sophisticated genomic surveillance efforts, Britain has sequenced about 150,000 coronavirus genomes in an effort to identify mutations. That’s about half of the world’s genomic data about the virus, said Sharon Peacock, the director of the Covid-19 Genomics U.K. Consortium and a professor of microbiology at the University of Cambridge.\n“If you’re going to find something anywhere, you’re going to find it probably here first,” Professor Peacock said. “If this occurs in places that don’t have any sequencing, you’re not going to find it at all,” she added, unless they carried out other tests that have proved useful in identifying the variant.\nIn Wales, a country of three million people, geneticists have sequenced more coronavirus genomes in the last week than scientists have examined during the entire pandemic in France, a country of 67 million, said Thomas Connor, a professor who specializes in pathogen variation at Cardiff University.\n“It is probable that similar variants are popping up around the world,” he said. “And there are variants that are likely to be popping up in other places which are spreading locally and which would be completely unregarded because there’s no sequencing in place.”", "url": "https://www.nytimes.com/2020/12/22/world/europe/travel-bans-coronavirus-variants.html"}