{"authors": ["Nicholas Confessore", "Andrew Jacobs", "Jodi Kantor", "Zolan Kanno-Youngs", "Luis Ferré-Sadurní"], "date_download": "2022-10-25 23:55:57", "date_modify": "2022-10-25 23:55:57", "date_publish": "2020-05-06 02:13:11", "description": "Young, inexperienced workers scrambled to sort through tips on equipment desperately needed to fight the coronavirus while warehouses ran bare and doctors made their own gear.", "filename": "2020_05_05_us_jared-kushner-fema-coronavirus_1666742157.html", "image_url": "https://static01.nyt.com/images/2020/05/05/multimedia/05virus-fema-01/05virus-fema-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8cac2da5b191ad0971746e0bc06aa974613a7fe63b74e0d6bb416514ac51455c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_05_us_jared-kushner-fema-coronavirus_1666742157.html", "title": "How Kushner’s Volunteer Force Led a Fumbling Hunt for Medical Supplies", "title_page": "How Kushner’s Volunteer Force Led a Fumbling Hunt for Medical Supplies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This spring, as the United States faced a critical shortage of masks, gloves and other protective equipment to battle the coronavirus pandemic, a South Carolina physician reached out to the Federal Emergency Management Agency with an offer of help.\nDr. Jeffrey Hendricks had longtime manufacturing contacts in China and a line on millions of masks from established suppliers. Instead of encountering seasoned FEMA procurement officials, his information was diverted to a team of roughly a dozen young volunteers, recruited by the president’s son-in-law, Jared Kushner, and overseen by a former assistant to Mr. Kushner’s wife, Ivanka Trump.\nThe volunteers, foot soldiers in the Trump administration’s new supply-chain task force, had little to no experience with government procurement procedures or medical equipment. But as part of Mr. Kushner’s governmentwide push to secure protective gear for the nation’s doctors and nurses, the volunteers were put in charge of sifting through more than a thousand incoming leads, and told to pass only the best ones on for further review by FEMA officials.\nImage Dr. Jeffrey Hendricks, a physician who had a line on millions of masks. Credit... Stephen Stinson\nAs the federal government’s warehouses were running bare and medical workers improvised their own safety gear, Dr. Hendricks found his offer stalled. Many of the volunteers were told to prioritize tips from political allies and associates of President Trump, tracked on a spreadsheet called “V.I.P. Update,” according to documents and emails obtained by The New York Times. Among them were leads from Republican members of Congress, the Trump youth activist Charlie Kirk and a former “Apprentice” contestant who serves as the campaign chair of Women for Trump.", "url": "https://www.nytimes.com/2020/05/05/us/jared-kushner-fema-coronavirus.html"}