{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:49:27", "date_modify": "2022-10-25 23:49:27", "date_publish": "2020-07-31 22:36:52", "description": "The camp took precautions but did not require campers to wear masks, the C.D.C. reported. Singing and cheering may have helped spread the virus.", "filename": "2020_07_31_health_coronavirus-children-camp_1666741767.html", "image_url": "https://static01.nyt.com/images/2020/07/31/science/31virus-camp01/31virus-camp01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0381d055983333e6065d75a25caa733c2b8a0fa5176399888c83815b3cb981e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_31_health_coronavirus-children-camp_1666741767.html", "title": "The Coronavirus Infected Hundreds at a Georgia Summer Camp", "title_page": "The Coronavirus Infected Hundreds at a Georgia Summer Camp - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As schools and universities plan for the new academic year, and administrators grapple with complex questions about how to keep young people safe, a new report about a coronavirus outbreak at a sleepaway camp in Georgia provides fresh reasons for concern.\nThe camp implemented several precautionary measures against the virus, but stopped short of requiring campers to wear masks. The virus blazed through the community of about 600 campers and counselors, the Centers for Disease Control and Prevention reported on Friday.\nThe staff and counselors gathered at the overnight camp in late June. Within a week of the camp orientation, a teenage counselor developed chills and went home.\nThe camp, which the C.D.C. did not name, started sending campers home the next day, and shut down a few days later. By then, 76 percent of the 344 campers and staffers whose test results were available to C.D.C. researchers had been infected with the virus — nearly half the camp.", "url": "https://www.nytimes.com/2020/07/31/health/coronavirus-children-camp.html"}