{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:47:42", "date_modify": "2022-10-25 23:47:42", "date_publish": "2020-12-05 17:19:49", "description": "The last act of the Trump presidency has taken on the stormy elements of a drama more common to history or literature than a modern White House.", "filename": "2020_12_05_us_politics_trump-presidency-election-loss_1666741662.html", "image_url": "https://static01.nyt.com/images/2020/12/06/us/politics/06dc-president-print1/merlin_180770211_9390c8cc-2ade-47dd-abc5-2a4309485649-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a81b4b885b10fefdf97def5b0468f5f0000af1b4faef9e06241a2e870d9fe8a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_05_us_politics_trump-presidency-election-loss_1666741662.html", "title": "Trump’s Final Days of Rage and Denial", "title_page": "Trump’s Final Days of Rage and Denial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Alina Polyakova, the president of the Center for European Policy Analysis and a Russia scholar, said Mr. Trump reminded her of President Vladimir V. Putin, who has largely withdrawn from view recently amid public discontent in the late stages of an aging regime.\n“Both also seem to be living in alternate realities surrounded only by those who confirm those realities,” she said. “But whereas one brooder will weather a slow and long decline, the other is increasingly facing a rapid decline and scrambling to do what he can to save his family and loyalists — and of course himself.”\nStudents of the American presidency, on the other hand, could think of no recent parallel. “As we move toward Inauguration Day, I have thought almost daily of a remark attributed to Henry Adams: ‘I expected the worst, and it was worse than I expected,’” said Patricia O’Toole, a biographer of Theodore Roosevelt and Woodrow Wilson as well as Adams.\nUnlike any of his modern predecessors, Mr. Trump has not called his victorious opponent, much less invited him to the White House for the traditional postelection visit. Mr. Trump has indicated that he may not attend Mr. Biden’s inauguration, which would make him the first sitting president since 1869 to refuse to participate in the most important ritual of the peaceful transfer of power.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nHe has been enabled by Republican leaders unwilling to stand up to him, even if many privately wish he would go away sooner rather than later. After being called “profiles in cowardice” by an ally of the president, 64 Republican state legislators from Pennsylvania on Friday disavowed their own election and called on Congress to reject the state’s electors for Mr. Biden. Only 27 of 249 Republican members of Congress surveyed by The Washington Post publicly acknowledged Mr. Biden’s victory. Mr. Trump condemned them on Saturday as “RINOS,” meaning Republicans in name only.\n“He really has paid attention to the base,” said Christopher Ruddy, a friend of the president’s and chief executive of Newsmax, part of the conservative news media megaphone that has amplified Mr. Trump’s allegations. “They got him elected and in his mind got him elected the second time. And they’re strongly in favor of this recount effort and they want him to continue this. In his mind, he’s not just doing this for himself he’s doing it for his supporters and for the country. He’s on a mission and he’s not going to be easily swayed.”\nMr. Trump’s Twitter feed is a fire hose of denial. “NO WAY WE LOST THIS ELECTION,” he wrote at one point in recent days. “We won Michigan by a lot!” he wrote at another of a state he lost by more than 154,000 votes. He reposted a message seeking to delegitimize Mr. Biden: “If he is inaugurated under these circumstances, he cannot be considered ‘president’ but instead referred to as the #presidentialoccupant.”", "url": "https://www.nytimes.com/2020/12/05/us/politics/trump-presidency-election-loss.html"}