{"authors": ["Nick Corasaniti", "Reid J. Epstein", "Jim Rutenberg"], "date_download": "2022-10-25 23:24:22", "date_modify": "2022-10-25 23:24:22", "date_publish": "2020-11-11 00:42:15", "description": "The president and his allies have baselessly claimed that rampant voter fraud stole victory from him. Officials contacted by The Times said that there were no irregularities that affected the outcome.", "filename": "2020_11_10_us_politics_voting-fraud.html_action=click&module=Spotlight&pgtype=Homepage_1666740262.html", "image_url": "https://static01.nyt.com/images/2020/11/10/us/politics/10states-voting1/10states-voting1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c9c945c05a983d37c378e950ccf5538cf63b8c1f755faa37b7dc8e31667de094&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_10_us_politics_voting-fraud.html_action=click&module=Spotlight&pgtype=Homepage_1666740262.html", "title": "The Times Called Officials in Every State: No Evidence of Voter Fraud", "title_page": "The Times Called Officials in Every State: No Evidence of Voter Fraud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Washington, the losing Republican candidate for governor, Loren Culp, has disputed the Republican secretary of state’s determination that the election there was free of fraud. The secretary of state, Kim Wyman, has in turn challenged Mr. Culp, trailing by roughly 14 percentage points in the results, to produce evidence. “It’s just throwing grass at the fence at this point,” she said in an interview. “See what sticks.”\nDemocrats have more frequently been the target of criticism. Last week, the Republican leadership of the Pennsylvania state legislature called on Kathy Boockvar, the Democratic secretary of state, to step down. In Wisconsin, the Republican speaker of the Assembly announced he would form committees to investigate voter fraud in the wake of Mr. Biden’s narrow victory in the state, though there is no evidence of any. Republican lawmakers in Michigan on Saturday voted to issue subpoenas for documents in search of “election irregularities.”\nIndeed, Republicans in all three “blue wall” states have initiated “investigations” or called for audits — which is redundant given the certification work already underway. Democrats say this is simply a way to undermine confidence in the results.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nOn Monday, the Trump campaign accelerated their legal efforts, filing a lawsuit in the seven Pennsylvania counties where the president lost that claimed mail voting created an unfair, “two-tiered” system during the election — though the system is also in place in counties the president won. The campaign also announced plans to file another suit in Michigan.\nThe president has kept up a barrage of Twitter posts with false claims about improprieties in Nevada and Pennsylvania, predicting he’d prevail in Georgia, where he is behind, and said Wisconsin “needs a little time statutorily,” though he offered no explanation for what he meant.\nNellie Gorbea, the Democratic secretary of state in Rhode Island, said the amount of attention on the election would make illegal voting extremely difficult. “It would be nearly impossible to do voter fraud in this election because of the number of people tuned in,” she said.\nVoting fraud in the United States is extremely rare. The irregularities that do occur are often inconsequential, isolated in nature, and unlikely to alter the outcome of an election. The most significant episode of election fraud over the past several years involved an alleged effort to manipulate ballots to benefit a Republican candidate for Congress in North Carolina, Mark Harris, in 2018. The scheme forced a new election and an operative who worked for Mr. Harris, L. McCrae Dowless, is under indictment. Mr. Harris was not charged with wrongdoing, and denied any role.", "url": "https://www.nytimes.com/2020/11/10/us/politics/voting-fraud.html?action=click&module=Spotlight&pgtype=Homepage"}