{"authors": ["Jonathan Martin", "Katie Glueck"], "date_download": "2022-10-25 23:53:06", "date_modify": "2022-10-25 23:53:06", "date_publish": "2020-02-09 00:23:26", "description": "The former vice president and his campaign, under pressure after his poor performance in Iowa, mounted unusually personal attacks on Mr. Buttigieg ahead of the New Hampshire primary.", "filename": "2020_02_08_us_politics_biden-buttigieg-sanders-new-hampshire_1666741986.html", "image_url": "https://static01.nyt.com/images/2020/02/08/us/politics/08campaign/merlin_168585501_4433d2a4-da26-404f-b5ee-989f1d363819-facebookJumbo.jpg?year=2020&h=549&w=1050&s=47fada79e371d44191dee01ea764c42150973190397a9ce9cc722fbecc7df3f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_08_us_politics_biden-buttigieg-sanders-new-hampshire_1666741986.html", "title": "Biden Slashes Into Buttigieg: ‘This Guy’s Not a Barack Obama!’", "title_page": "Biden Slashes Into Buttigieg: ‘This Guy’s Not a Barack Obama!’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Biden campaign released a biting web ad comparing Mr. Buttigieg’s experience as a former mayor — “Pete Buttigieg revitalized the sidewalks of downtown South Bend by laying out decorative brick” — to Mr. Biden’s tenure in the White House and Senate. The commercial also swiped at Mr. Buttigieg over matters of policing and race, the most delicate issues he is facing as he labors to build support among black voters.\nThe spot went viral online, prompting a Biden staffer to boast that it had quickly gained more views than the population of South Bend. But it also led to a withering retort from Mr. Buttigieg’s campaign.\n“The vice president’s decision to run this ad speaks more to where he currently stands in this race than it does about Pete’s perspective as a mayor and veteran,” said Chris Meagher, a spokesman for Mr. Buttigieg.\nMr. Biden kept up the criticism in an interview with George Stephanopoulos of ABC News, as he lit into Mr. Buttigieg’s struggles to connect with voters of color. A recent poll from Quinnipiac University showed that Mr. Buttigieg did not register with black voters.\n“I’m saying he hasn’t been able to unify the black community,” Mr. Biden said. He went on to add, “In order to win, George, you’re going to have to be able to win states like Pennsylvania. You’re going to have to be able to win Florida. We’re going to have to be able to win a lot of places that, in fact, have very diverse populations. And so the assertion that he’s ready across the board, I don’t see it. I haven’t seen it yet.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nYet to reporters on the campaign trail, Mr. Biden insisted that his criticisms of Mr. Buttigieg in recent days didn’t violate his frequent warnings against Democratic infighting.", "url": "https://www.nytimes.com/2020/02/08/us/politics/biden-buttigieg-sanders-new-hampshire.html"}