{"authors": ["Michael Crowley", "Peter Baker", "Edward Wong", "Maggie Haberman"], "date_download": "2022-10-25 23:53:30", "date_modify": "2022-10-25 23:53:30", "date_publish": "2020-01-03 16:14:28", "description": "Oil prices surged and the stock market fell after President Trump ordered the killing of Maj. Gen. Qassim Suleimani in Baghdad.", "filename": "2020_01_03_world_middleeast_trump-iran-iraq_1666742010.html", "image_url": "https://static01.nyt.com/images/2020/01/03/us/politics/03dc-prexy1-sub/03dc-prexy1-sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ee497a4178aa40f5463d2b95f7a238e2014fe5ae82a4d16729c27ee763eede60&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_03_world_middleeast_trump-iran-iraq_1666742010.html", "title": "U.S. and Iran Exchange More Threats as Democrats Question Timing of Strike", "title_page": "U.S. and Iran Exchange More Threats as Democrats Question Timing of Strike - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As a private citizen, Mr. Trump repeatedly accused Mr. Obama of preparing to go to war with Iran to bolster his re-election chances in 2012. As president, Mr. Trump has questioned his own intelligence agencies and peddled repeated falsehoods, a record that could undermine the administration’s credibility on the highly delicate subject.\nDemocratic leaders complained that Mr. Trump acted without consulting or even telling Congress first. The president responded by retweeting a post comparing Senator Chuck Schumer of New York, the Democratic leader, to the Iranians.\nA post by Dinesh D’Souza, a conservative commentator who was pardoned by Mr. Trump for a campaign finance violation, scoffed at Mr. Schumer’s complaint that he was not told in advance. “Neither were the Iranians, and for pretty much the same reason,” Mr. D’Souza wrote in the tweet reposted by Mr. Trump.\nJohn R. Bolton, the hawkish former national security adviser who left his job in September after clashes with Mr. Trump on Iran and other issues, offered “congratulations” on the killing of General Suleimani and said it was a “decisive blow” against the Quds Force. Posting on Twitter, he added that he hoped that this was the “first step to regime change in Tehran.”\nSenator Mitch McConnell, Republican of Kentucky and the majority leader, said that a classified briefing was being arranged for all senators next week and that everyone should welcome the demise of General Suleimani. “For too long, this evil man operated without constraint, and countless innocents have suffered for it,” Mr. McConnell said Friday on the Senate floor. “Now his terrorist leadership has been ended.”\nDemocrats said Mr. Trump’s move could further involve the United States in Middle East conflict rather than pull out as he has promised. “President Trump came into office saying he wanted to end America’s wars in the Middle East, but today we are closer to war with Iran than ever before and the Administration’s reckless policy over the last 3 years has brought us to the brink,” Senator Chris Van Hollen of Maryland tweeted.\nGeneral Suleimani, the driving force behind Iranian-sponsored attacks and operations over two decades around the region, including in Iraq, Syria, Yemen and Lebanon, was considered perhaps the second-most powerful figure in Iran, after Ayatollah Khamenei.", "url": "https://www.nytimes.com/2020/01/03/world/middleeast/trump-iran-iraq.html"}