{"authors": ["Michael Crowley"], "date_download": "2022-10-25 23:36:32", "date_modify": "2022-10-25 23:36:32", "date_publish": "2020-09-15 17:00:25", "description": "President Trump said the agreements to normalize relations marked “the dawn of a new Middle East,” but some analysts said his claims were overblown.", "filename": "2020_09_15_us_politics_trump-israel-peace-emirates-bahrain_1666740992.html", "image_url": "https://static01.nyt.com/images/2020/09/15/us/politics/15dc-prexy1-sub/15dc-prexy1-sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=283d00bacc1473b167090da579511eb7a95c89094d9f35e9c6b214d32050f5eb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_15_us_politics_trump-israel-peace-emirates-bahrain_1666740992.html", "title": "Trump Hosts Israel, UAE and Bahrain in Signing Ceremony", "title_page": "Trump Hosts Israel, UAE and Bahrain in Signing Ceremony - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Israel and two Arab nations signed agreements at the White House on Tuesday to normalize their relations, a step toward a realignment of the Middle East but one that failed to address the future of the Palestinians.\nPresident Trump presided over a South Lawn ceremony where Prime Minister Benjamin Netanyahu of Israel and the foreign ministers of Bahrain and the United Arab Emirates signed a general declaration of principles the White House has named the Abraham Accords, after the biblical father of three monotheistic religions, as well individual agreements between Israel and the two Arab states.\nMr. Trump pronounced it a historic moment for their region. “After decades of division and conflict, we mark the dawn of a new Middle East,” Mr. Trump said.\nThe texts of the agreements detail how the three countries will open embassies and establish other new diplomatic and economic ties, including tourism, technology and energy. Israel and the Emirates are beginning commercial air travel between their countries for the first time, and Bahrain has opened its airspace for those flights.", "url": "https://www.nytimes.com/2020/09/15/us/politics/trump-israel-peace-emirates-bahrain.html"}