{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:36:27", "date_modify": "2022-10-25 23:36:27", "date_publish": "2020-01-01 18:40:41", "description": "The company’s prima donna showed off her past, present and future artistry in acts from three Puccini operas.", "filename": "2020_01_01_arts_music_review-anna-netrebko-met-opera_1666740987.html", "image_url": "https://static01.nyt.com/images/2020/01/01/arts/01netrebko/01netrebko-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3369f21dff5ca92a31b5cfde0fc98bb44a22c377aa84f3cb1ff50dddd340c971&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_01_arts_music_review-anna-netrebko-met-opera_1666740987.html", "title": "Review: Anna Netrebko Rings in the Year With a Met Gala", "title_page": "Review: Anna Netrebko Rings in the Year With a Met Gala - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To arrive here, she has had to monitor her development carefully, knowing when to play it safe with her choice of roles, and when to take a risk. Earlier in her career, Ms. Netrebko focused on bel canto parts that demanded facility in coloratura passagework, like Elvira in Bellini’s “I Puritani” and Norina in Donizetti’s “Don Pasquale,” both of which she sang at the Met, and then fuller but still lyric soprano roles like Mimì and Violetta, in Verdi’s “La Traviata.” Starting around 2011, she began to move into weightier fare, like Donizetti’s Anna Bolena; Puccini’s Manon Lescaut; Verdi’s Lady Macbeth and Aida; and the title role in Cilea’s “Adriana Lecouvreur,” which she sang in a new production at the Met last New Year’s Eve.\nStill, Turandot has generally been the province of dramatic sopranos who also sing Wagner and Strauss. And while she has done Elsa in Wagner’s “Lohengrin” and has said she plans to add Strauss’s Salome in the future, Ms. Netrebko isn’t really associated with that repertory. But her voice these days has such radiance, focus and depth that it sounds enormous. Looking regal in Turandot’s silvery robes — this and the “Bohème” were Franco Zeffirelli’s gargantuan productions — and exuding fearsome coolness, she sang the opening phrases of “In questa reggia” with luminous colors and effortless power.\nWhen Turandot referred to her ancestor, who cried out in anguish as she was ravaged by men, Ms. Netrebko delivered the piercing phrase with an intensity that sent chills through me. Yet when Turandot melted at the thought of this young woman, she shaped the ascending phrase with aching poignancy, lingering on a sad and shimmering sustained tone. As the aria built, Ms. Netrebko matched the music with vocal ferocity. In the dramatic moment when Turandot must send phrases soaring over the entire chorus and orchestra, she delivered thrillingly.", "url": "https://www.nytimes.com/2020/01/01/arts/music/review-anna-netrebko-met-opera.html"}