{"authors": ["Andrew Jacobs", "Michael D. Shear", "Edward Wong"], "date_download": "2022-10-25 22:55:40", "date_modify": "2022-10-25 22:55:40", "date_publish": "2020-05-18 23:10:55", "description": "China’s president pledged $2 billion to fight the virus, a move the United States criticized as an effort to head off scrutiny of its handling of the pandemic.", "filename": "2020_05_18_health_coronavirus-who-china-trump_1666738540.html", "image_url": "https://static01.nyt.com/images/2020/05/18/science/18VIRUS-WHO-CHINA1/18VIRUS-WHO-CHINA1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3a9018101808dac221cd259032139bd6a63219ae61e523cd91309459e975c58a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_18_health_coronavirus-who-china-trump_1666738540.html", "title": "U.S.-China Feud Over Coronavirus Erupts at World Health Assembly", "title_page": "U.S.-China Feud Over Coronavirus Erupts at World Health Assembly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But it was also seen — particularly by American officials — as an attempt by China to forestall closer scrutiny of whether it hid information about the outbreak to the world.\nMr. Xi made his announcement by videoconference to the World Health Assembly, an annual decision-making meeting of the W.H.O. that is being conducted virtually this year because of safety considerations during the pandemic. Mr. Trump declined to address the two-day gathering, providing the Chinese president an opening to be one of the first world leaders to address the 194 member states.\n“In China, after making painstaking efforts and sacrifice, we have turned the tide on the virus and protected lives,” Mr. Xi said. “We have done everything in our power to support and assist countries in need.”\nLate Monday, Mr. Trump responded in a scathing letter in which he accused the W.H.O. of an “alarming” dependence on China. In the letter, addressed to the W.H.O.’s director general, Dr. Tedros Adhanom Ghebreyesus, and posted on Twitter at 10:55 p.m., the president said, “It is clear the repeated missteps by you and your organization in responding to the pandemic have been extremely costly for the world.”\nThe four-page letter details Mr. Trump’s grievances against China and the W.H.O. over the pandemic and ends with a threat to permanently pull U.S. funding and revoke American membership in the organization if it does not “commit to substantive improvements within the next 30 days.”", "url": "https://www.nytimes.com/2020/05/18/health/coronavirus-who-china-trump.html"}