{"authors": ["Ivan Nechepurenko"], "date_download": "2022-10-25 23:27:50", "date_modify": "2022-10-25 23:27:50", "date_publish": "2020-02-25 19:16:04", "description": "The relatives of a 28-year-old Texan urged the U.S. government to intervene, in a cases that drew parallels to the imprisonment of Paul N. Whelan on espionage charges.", "filename": "2020_02_25_world_europe_russia-trevor-reed_1666740470.html", "image_url": "https://static01.nyt.com/images/2020/02/25/world/25russia-mariner/25russia-mariner-facebookJumbo.jpg?year=2020&h=549&w=1050&s=2ff46c99e565060b92fd986aec05c7d82d849625c51671db3527041ee4038c46&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_25_world_europe_russia-trevor-reed_1666740470.html", "title": "Russian Court Further Detains Ex-Marine on Charges His Family Calls False", "title_page": "Russian Court Further Detains Ex-Marine on Charges His Family Calls False - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Reed’s family has not spoken to the news media since his arrest more than six months ago, wary of upsetting the Kremlin by making broad statements about what may be the motives behind his prosecution. But they argue that his being held in a Moscow detention center while awaiting trial is disproportionate to the charges against him.\nIn a bail hearing on Tuesday, the court declined an offer by Mr. Reed’s father to post bail of $15,300 and guarantee that the former Marine would remain in Russia throughout the trial. If convicted, he faces up to 10 years in prison. His next hearing is scheduled for March 11.\nMr. Reed, who was honorably discharged from the Marines in 2016, traveled to Moscow last May to learn Russian and spend time with his Russian girlfriend, whom he had met during a vacation in Greece and whom the court identified as Alina Tsibulnik.\nOn Aug. 15, he attended a party for his girlfriend’s colleagues at which he was encouraged to drink a large amount of vodka, according to a statement issued by his family. Mr. Reed has said that he has no memory of what followed.\n“There is also a possibility that he may have been given other substances without his knowledge,” the statement said.", "url": "https://www.nytimes.com/2020/02/25/world/europe/russia-trevor-reed.html"}