{"authors": ["Julie Bosman", "Sarah Mervosh"], "date_download": "2022-10-25 23:30:55", "date_modify": "2022-10-25 23:30:55", "date_publish": "2020-08-26 06:18:57", "description": "Protesters have poured into the Wisconsin city’s streets after the shooting of Jacob Blake, a Black father who was partially paralyzed after a white officer fired at him in front of his children.", "filename": "2020_08_26_us_kenosha-shooting-protests-jacob-blake.html_action=click&module=Top%20Stories&pgtype=Homepage_1666740655.html", "image_url": "https://static01.nyt.com/images/2020/08/26/us/26hpkenosha/26hpkenosha-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6cf990aa4a8bcca61a8787c4ddc8249d09c6f08c459d5ccfba89af97a08f3be1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_26_us_kenosha-shooting-protests-jacob-blake.html_action=click&module=Top%20Stories&pgtype=Homepage_1666740655.html", "title": "Justice Dept. to Open Investigation Into Kenosha Shooting", "title_page": "Justice Dept. to Open Investigation Into Kenosha Shooting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Read more on Rusten Sheskey not being charged in the Jacob Blake shooting.]\nKENOSHA, Wis. — The Justice Department on Wednesday announced a civil rights investigation into the police shooting of a Black man in Kenosha, Wis., as new details emerged in the case, a white teenager who confronted demonstrators was arrested in connection with two deaths, and protests spread to athletes in three pro sports leagues.\nProtesters have poured into Kenosha’s streets to decry the shooting of Jacob Blake, a Black father who was partially paralyzed after a white officer fired at him in front of his children. The authorities released new details of the case on Wednesday that gave a clearer picture of why police officers confronted Mr. Blake, who they said had a knife.\nAmid the ire over the shooting of Mr. Blake, some in Kenosha have torched buildings, and the authorities have fired tear gas in an effort to clear the streets. Counterprotesters have also emerged, and gunfire broke out along one crowded, dark street late Tuesday, sending bystanders fleeing into parking lots and screaming in terror.", "url": "https://www.nytimes.com/2020/08/26/us/kenosha-shooting-protests-jacob-blake.html?action=click&module=Top%20Stories&pgtype=Homepage"}