{"authors": ["Michael D. Shear", "Donald G. Mcneil Jr."], "date_download": "2022-10-25 22:55:47", "date_modify": "2022-10-25 22:55:47", "date_publish": "2020-04-14 23:41:27", "description": "The president said he would halt funding for the organization because it caused “so much death” in the way it “pushed Chinese misinformation,” though he himself effusively praised China’s handling of the virus.", "filename": "2020_04_14_us_politics_coronavirus-trump-who-funding_1666738547.html", "image_url": "https://static01.nyt.com/images/2020/04/14/us/politics/14dc-virus-who1/14dc-virus-who-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cc54315606f9c6df8a04768401c73903930d2d5bcb7aefb88bb70870ffbd00d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_14_us_politics_coronavirus-trump-who-funding_1666738547.html", "title": "Criticized for Pandemic Response, Trump Tries Shifting Blame to the W.H.O.", "title_page": "Criticized for Pandemic Response, Trump Tries Shifting Blame to the W.H.O. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "According to Mr. Trump, the W.H.O. “fought” the United States after he ordered limits on flights from China on Jan. 31. He was apparently referring to a decision by W.H.O. officials to issue a statement saying that “restricting the movement of people and goods during public health emergencies is ineffective in most situations and may divert resources from other interventions.”\nThe W.H.O. did not criticize the United States, which was not the only country imposing travel restrictions. But it has historically opposed border closings or travel bans during disease outbreaks, on the ground that they never stop transmissible diseases and cause panic and widespread economic damage.\nThe coronavirus has tested those assumptions in wealthier countries, and many experts agree that a ban on travel to the United States first from China and then from Europe may have bought precious and limited time to prepare. But critics say the White House wasted that time, and Mr. Trump has seized on an opportunity to deflect blame to the W.H.O.\nThe question of whether the W.H.O. was not aggressive enough in recommending action against the virus has been raised in other countries. Some governments have noted that the organization’s leadership did not challenge China’s assertion in mid-January that there was not human-to-human transmission of the coronavirus.\nBut the W.H.O. did issue urgent advisories throughout January about the potential dangers from the virus and announced that it constituted a “public health emergency of international concern” a day before the Trump administration made a similar declaration.\nFrom Jan. 22 on, Tedros Adhanom Ghebreyesus, the W.H.O. director general, held almost daily news briefings to warn the world that the virus was spreading and that countries should do everything they could to stop it. Every day he repeated a mantra: “We have a window of opportunity to stop this virus. But that window is rapidly closing.”\nMr. Trump’s contention that the W.H.O. was too cozy with China may be the result of the praise it had for the aggressive way that the Chinese sought to contain the virus, using tactics that were sometimes brutal, including people being dragged from their apartments into hospital isolation when they resisted leaving and welding families into their apartments when they broke quarantine rules.", "url": "https://www.nytimes.com/2020/04/14/us/politics/coronavirus-trump-who-funding.html"}