{"authors": ["Mark Landler"], "date_download": "2022-10-25 22:55:01", "date_modify": "2022-10-25 22:55:01", "date_publish": "2020-02-01 15:47:41", "description": "Britain is remaking itself again. The shape of its society and economy, and its place in the world, are very much up for grabs.", "filename": "2020_02_01_world_europe_brexit-britain_1666738501.html", "image_url": "https://static01.nyt.com/images/2020/02/01/world/01brexit3/01brexit3-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=55efddfe27c9f0900220ac5f90c98a5b35c54d7ae80b40ff6d421b4c071864e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_01_world_europe_brexit-britain_1666738501.html", "title": "What if Brexit Works?", "title_page": "What if Brexit Works? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If that happens, and Britain is able to establish a stable trading relationship with the European Union, Brexit’s champions may claim a measure of vindication. That is even more likely if, as many experts predict, the bloc enters a bumpy stretch economically.\n“Boris Johnson’s argument is that 10, 15, or 20 years from now, we’ll look back and say, ‘Getting out was in our national interest,’” said Mujtaba Rahman, a managing director at the political risk consultancy Eurasia Group. “The jury is out on that, but if he can pull this off, there are reasons to think Britain will prosper.”\nThe Brexiteers are far less guarded. They speak of a “global Britain,” bursting with technological innovation, unencumbered by regulations — an agile free agent, ready to do business with the world. Britain, they said, would strike lucrative trade deals and become a magnet for foreign investment.\n“It starts with free trade,” said Patrick Minford, an economist at Cardiff University. “Everyone talks about the E.U. as if it is a bastion of free trade, but it’s not. We want to trade freely with everybody, especially the United States.”\nProfessor Minford contends that Britain could add 8 percent to its gross domestic product over the next decade if it is able to strike down all trade barriers, and 4 percent if it is able only to eliminate a portion of them. There could be further gains from technological innovations in industries like artificial intelligence, he said.\nMost mainstream studies, though, predict Brexit will cut the rate of Britain’s growth by depriving it of gains to gross domestic product it would otherwise have had. Those lost gains could amount to between 1.2 percent and 4.5 percent of its gross domestic product, depending on the terms of Britain’s exit from the European Union.", "url": "https://www.nytimes.com/2020/02/01/world/europe/brexit-britain.html"}