{"authors": ["Manny Fernandez", "Julie Bosman", "Amy Harmon", "Danielle Ivory", "Mitch Smith"], "date_download": "2022-10-25 23:47:44", "date_modify": "2022-10-25 23:47:44", "date_publish": "2020-12-05 01:18:55", "description": "The United States saw the most new coronavirus cases of the pandemic on Friday, with deaths and hospitalizations also rising. Underlying conditions largely determine who survives.", "filename": "2020_12_04_us_covid-united-states-surge.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741664.html", "image_url": "https://static01.nyt.com/images/2020/12/04/us/04virus-people/04virus-people-facebookJumbo.jpg?year=2020&h=550&w=1050&s=37ad9f8544c437f72be849a84ccb1904e4dfe61a657829ee3ed7322d2afcd393&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_04_us_covid-united-states-surge.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741664.html", "title": "The Virus Is Devastating the U.S., and Leaving an Uneven Toll", "title_page": "The Virus Is Devastating the U.S., and Leaving an Uneven Toll - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The poor, in particular, have been more at risk than the rich, according to analyses of those who have been sickened by the virus or succumbed to it.\nAnd new studies have suggested that the reason the virus has affected Black and Latino communities more than white neighborhoods is tied to social and environmental factors, not any innate vulnerability.\nAccording to one recent study of cellphone data, people in lower-income neighborhoods experienced significantly higher exposure risk to the virus because they were compelled to go to jobs outside their homes.\nThrough early May, the number of people in the most affluent neighborhoods who stayed home all day increased by 27 percentage points, while the number in the lowest-income areas increased by 11 percentage points, according to an analysis by social epidemiologists at the Boston University School of Public Health.\n“Neighborhoods matter,” said Molly Scannell Bryan, a research assistant professor at the Institute for Minority Health Research at the University of Illinois at Chicago. “In Chicago, both your race and the race of your neighborhood affected where high death rates were.”\nMen are dying from the coronavirus at higher rates than women, data has shown. Some researchers suggest that one explanation is that men are generally in poorer health than women, more likely to smoke or have heart disease. By early December, at least 135,000 men had died from the virus in the United States, compared with at least 114,000 women, according to federal data.\nThere are differences by state and by city, however. Women are more likely than men to die of the virus in Connecticut, but men are more likely than women to die in Arizona, New Jersey and the District of Columbia, according to research from the GenderSci Lab at Harvard, which created a tracker on gender disparities related to Covid-19.", "url": "https://www.nytimes.com/2020/12/04/us/covid-united-states-surge.html?action=click&module=Top%20Stories&pgtype=Homepage"}