{"authors": ["Joseph Goldstein"], "date_download": "2022-10-25 23:40:26", "date_modify": "2022-10-25 23:40:26", "date_publish": "2020-11-20 10:00:21", "description": "The positive test rates have gone up in the city in the last month, leading to what many experts say is a second wave.", "filename": "2020_11_20_nyregion_covid-19-nyc_1666741226.html", "image_url": "https://static01.nyt.com/images/2020/11/19/nyregion/00nyvirus-surge6/00nyvirus-surge6-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fb60c39d7f53e05afca50e7def757e30b818c9691294ad343abae2fa11e0715f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_20_nyregion_covid-19-nyc_1666741226.html", "title": "This Is How the Outbreak Is Resurging Across New York City", "title_page": "This Is How the Outbreak Is Resurging Across New York City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Queens has been averaging 325 cases a day in the past week, the most of any borough, according to the city’s data, in areas as varied as Elmhurst and Corona, which have a large number of Latino residents and were struck hard during the outbreak, and Breezy Point, a private beachfront community that is more than 90 percent white.\nWhile cases are surging, epidemiologists and public health experts do not expect the second wave to be as bad as the first, when ambulance sirens filled the air, emergency rooms overflowed with patients, and more than 20,000 New York City residents died. But there is growing concern.\nLast week, a group of health organizations and doctors sent a letter to Mr. de Blasio and Mr. Cuomo warning that they were waiting too long to impose new restrictions “to reverse the tide of new infections.”\nThe group, which calls itself the Covid-19 Working Group-New York, had urged Mayor de Blasio in early March to impose social distancing measures and restrictions, only to see the city wait, possibly costing thousands of lives. Now the group sees the current hesitancy for new restrictions — including the closures of indoor dining and gyms, which are both thought to give rise to a disproportionate number of infections — as a repeat of the spring.\n“As we warned in our previous letter, non-pharmaceutical interventions can only save lives and preserve hospital capacity if the city acts early,” the letter read. “If we wait too long to implement these interventions, as the city did in March, we will suffer the same economic and social costs, but many more New Yorkers will die.”\nCity health officials begin calling for action", "url": "https://www.nytimes.com/2020/11/20/nyregion/covid-19-nyc.html"}