{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:37:13", "date_modify": "2022-10-25 23:37:13", "date_publish": "2020-05-07 23:22:57", "description": "The growing appetite for mail-in voting is adding to worries about the selection of a Republican fund-raiser and Trump donor to be the postmaster general.", "filename": "2020_05_07_us_politics_postmaster-general-louis-dejoy_1666741033.html", "image_url": "https://static01.nyt.com/images/2020/05/07/business/07DC-POSTAL-01/07DC-POSTAL-01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=26379a1d50ad8638f933aa32a7dfb0ff655ba276beea6394e04eb41a50079380&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_07_us_politics_postmaster-general-louis-dejoy_1666741033.html", "title": "Postal Service Pick With Ties to Trump Raises Concerns Ahead of 2020 Election", "title_page": "Postal Service Pick With Ties to Trump Raises Concerns Ahead of 2020 Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The installment of one of President Trump’s financial backers and a longtime Republican donor as the postmaster general is raising concerns among Democrats and ethics watchdogs that the Postal Service will be politicized at a time when states are mobilizing their vote-by-mail efforts ahead of the 2020 election.\nThe Postal Service’s board of governors on Wednesday night selected Louis DeJoy, a North Carolina businessman and veteran of the logistics industry, to lead the struggling agency, which faces insolvency and has frequently drawn the ire of Mr. Trump. The president has been pushing the post office to increase prices on companies that use it to deliver packages, such as Amazon, and has threatened to withhold funding if sweeping changes are not enacted.\nThose changes have failed to get off the ground, but with Mr. DeJoy at the helm there are growing concerns that the nation’s mail carrier could be weaponized.\nMr. Trump declared last month that “the Postal Service is a joke” and assailed it for taking steep losses on packages it ships for big e-commerce companies at low rates. He suggested that the service increase the price it charges companies by four or five times the current rates.", "url": "https://www.nytimes.com/2020/05/07/us/politics/postmaster-general-louis-dejoy.html"}