{"authors": ["Kai Schultz", "Suhasini Raj"], "date_download": "2022-10-25 23:00:38", "date_modify": "2022-10-25 23:00:38", "date_publish": "2020-01-10 11:41:57", "description": "Hindu nationalists view Jawaharlal Nehru University, where a mob rampaged last weekend, as “a symbol of everything that is bad in this country,” one analyst said.", "filename": "2020_01_10_world_asia_india-jawaharlal-nehru-university-attack_1666738838.html", "image_url": "https://static01.nyt.com/images/2020/01/10/world/10india-university01/10india-university01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=15db697c174af2cc244e5bde73fd3a330358b1d4f62cca1526a2709c40eac326&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_10_world_asia_india-jawaharlal-nehru-university-attack_1666738838.html", "title": "Behind Campus Attack in India, Some See a Far-Right Agenda", "title_page": "Behind Campus Attack in India, Some See a Far-Right Agenda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since protests began in India last month over the Citizenship Amendment Act passed by Parliament — which many see as blatantly discriminatory toward Muslims and a threat to the nation’s secular foundation — most eruptions of violence have been blamed on the police, who have been accused of torturing teenage demonstrators, lobbing tear gas canisters into a college library and killing protesters.\nBut the attack at Jawaharlal Nehru University, where a number of rallies against the law have been held, suggested that extremist outfits had started mobilizing against protesters, with the complicity of the authorities.\nStudents interviewed on campus immediately after the attack said the police did nothing as the mob assaulted people and chanted politically charged slogans, including “Hail Lord Ram,” a reference to a Hindu deity. That phrase has become a battle cry for Hindu nationalists.\nNo arrests have been made in the mob attack, though a criminal complaint has been filed against “unknown persons.” In an interview, Shalini Singh, a police official leading a fact-finding team, said, “What the students have told me is confidential,” declining to comment further. The police have said that they quickly stopped the attack, though students said it went on for well over an hour.\nAt a rally last month, Pinky Chaudhary, president of the Hindu Raksha Dal, another far-right group, incited members to target students at the university. “The grave of J.N.U. will be dug on the soil of Hindustan,” members of his group shouted, using a Hindu nationalist name for India.\nIn an interview, Mr. Chaudhary claimed responsibility for some of the violence on Sunday. He said his organization had sent around 250 activists to the campus — as reinforcements, he said — after the attack began, and that they threw bricks at students who they believed opposed the citizenship law.", "url": "https://www.nytimes.com/2020/01/10/world/asia/india-jawaharlal-nehru-university-attack.html"}