{"authors": ["Motoko Rich"], "date_download": "2022-10-25 23:24:52", "date_modify": "2022-10-25 23:24:52", "date_publish": "2020-08-06 09:00:29", "description": "Setsuko Thurlow, a survivor of the atomic bombing in Hiroshima 75 years ago, has used the power of her personal story to try to rid the world of nuclear weapons.", "filename": "2020_08_06_world_asia_hiroshima-japan-setsuko-thurlow_1666740292.html", "image_url": "https://static01.nyt.com/images/2020/08/06/world/06hiroshima-profile/06hiroshima-profile-facebookJumbo.jpg?year=2020&h=550&w=1050&s=38cf40910a674c790080c29c294b11e1df6e8b29f2fbdfbacc69f1f21aa210d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_06_world_asia_hiroshima-japan-setsuko-thurlow_1666740292.html", "title": "After Hiroshima's Carnage, Setsuko Thurlow Devoted Her Life to Peace", "title_page": "After Hiroshima's Carnage, Setsuko Thurlow Devoted Her Life to Peace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Thurlow’s favorite sister and 4-year-old nephew died in the bombing, and she saw their bodies tossed into a pit and cremated en masse. Her father, who was fishing in Hiroshima Bay that morning, survived. So did her mother, rescued from the family’s collapsed house.\nJust two months after the bombing, Ms. Thurlow returned to her Christian girls school. She also met Kiyoshi Tanimoto, a Methodist pastor profiled by the journalist John Hersey in “Hiroshima,” his book about the bombing and its aftermath.\nAfter the bombing, Ms. Thurlow said, she questioned the God worshiped by so many Americans. But at the school and with Mr. Tanimoto, she was surrounded by Christian adults who supported her emotionally. “Because of them, I was able to deal with that crisis and came out of that trauma,” she said. Three years after the blast, she converted.\nOn a volunteer expedition to build a community center for coal miners in Hokkaido, Japan’s northernmost island, she met her future husband. Having learned English in school, she decided she wanted to study social work in the United States, and earned a scholarship to what is now known as the University of Lynchburg in Virginia.\nAfter she arrived and told reporters of her anger about the American hydrogen bomb tests, she received unsigned hate mail, some of it demanding she go back to Japan.\n“How am I going to live in this new land?” she wondered. “I can’t put a zipper over my mouth.”\nWhen she appeared at a Lions Club meeting later that autumn to speak, the headline in the local newspaper read: “Jap Girl in Plea Against A-Bomb’s Use,” according to archival research by Charlotte Jacobs, a Stanford medical professor who is writing a biography of Ms. Thurlow.", "url": "https://www.nytimes.com/2020/08/06/world/asia/hiroshima-japan-setsuko-thurlow.html"}