{"authors": ["Zachary Woolfe"], "date_download": "2022-10-25 23:36:19", "date_modify": "2022-10-25 23:36:19", "date_publish": "2020-03-23 20:00:09", "description": "The orchestra is anticipating a loss of $10 million and said its endowment had declined by about 14 percent.", "filename": "2020_03_23_arts_music_new-york-philharmonic-coronavirus_1666740979.html", "image_url": "https://static01.nyt.com/images/2020/03/23/arts/23virus-orchestra-2/23virus-orchestra-2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d95f5aaeeb6e63283688deaf523f2f901325187a313a49297dec67693fa482db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_23_arts_music_new-york-philharmonic-coronavirus_1666740979.html", "title": "New York Philharmonic Cancels Season Because of Coronavirus", "title_page": "New York Philharmonic Cancels Season Because of Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In canceling the season, which was to have run through the second week of June and included a European tour in the beginning of May, the Philharmonic said that its musicians’ health benefits would be maintained through the end of their current contract, in September.\nBut pay will be reduced in stages. The musicians will earn their full salaries through March, then receive the orchestra’s base pay (roughly $3,000 per week) in April and 75 percent of that amount (about $2,200 per week) in May. They and the Philharmonic will meet as conditions progress to determine compensation for June and beyond.\n“We don’t know what this is going to look like,” said the trombonist Colin Williams, the chairman of the musicians’ negotiating committee. “Everything changes every 12 hours. So we’re going to have to get together and reassess.”\n“We’re all coming together in this unprecedented situation to make sure the institution is as insulated as possible,” he added. “But we’re very grateful for the leadership of Deborah Borda and the board that they’re trying to take care of the musicians.”\nMs. Borda said that the relatively small size of the orchestra made it possible to maintain wages, even if reduced — compared with far larger organizations like the Metropolitan Opera, which will not compensate its unionized orchestra, chorus and stagehands after this month, beyond health benefits.", "url": "https://www.nytimes.com/2020/03/23/arts/music/new-york-philharmonic-coronavirus.html"}