{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:02:21", "date_modify": "2022-10-25 23:02:21", "date_publish": "2020-02-13 21:11:13", "description": "The attorney general said that the president’s attacks on prosecutors’ handling of his friend Roger Stone’s sentencing undermine the legal system and the Justice Department.", "filename": "2020_02_13_us_politics_william-barr-trump_1666738941.html", "image_url": "https://static01.nyt.com/images/2020/03/13/us/politics/13barr-prromo/13barr-prromo-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=4aa605cd19579255c0bad571f895626e628922475362ddcf366ec89be3a809d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_13_us_politics_william-barr-trump_1666738941.html", "title": "William Barr Says He Will Not 'Be Bullied' in Response to Trump's Attacks", "title_page": "William Barr Says He Will Not 'Be Bullied' in Response to Trump's Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Barr was hardly the first top adviser to the president to wish he would stop tweeting, but he was the first to say it so publicly and forcefully while still in office. His action instantly set off speculation inside the administration about what it would mean for his future.\nThe attorney general’s office had let the president know some of what he planned to say and is remaining in his job, a person familiar with the events said. But as with other issues, Mr. Trump’s view may depend on how the news media, particularly Fox News, covers Mr. Barr’s comments.\nSome Fox personalities quickly drubbed Mr. Barr for crossing the president. “I am so disappointed in Bill Barr,” Lou Dobbs, one of Mr. Trump’s favorite hosts, said on Fox Business, just a day after praising the attorney general for “doing the Lord’s work” by overruling the career prosecutors.\nRepublicans in Congress rushed to voice support for Mr. Barr, urging the president to heed his advice. “If the attorney general says it’s getting in the way of doing his job, maybe the president should listen,” Senator Mitch McConnell, Republican of Kentucky and the majority leader, said in an interview on Fox News.\nSenator Lindsey Graham, Republican of South Carolina and the chairman of the Senate Judiciary Committee, who is close to the president, said in a statement that the attorney general was “the right man at the right time to reform the department and stand up for the rule of law.”\nIn the ABC interview, Mr. Barr declared his independence in what amounted to an explicit challenge for a president who prizes loyalty over almost anything.\n“The thing I have most responsibility for are the issues that are brought to me for decision,” Mr. Barr said. “And I will make those decisions based on what I think is the right thing to do, and I’m not going to be bullied or influenced by anybody.”", "url": "https://www.nytimes.com/2020/02/13/us/politics/william-barr-trump.html"}