{"authors": ["Anemona Hartocollis"], "date_download": "2022-10-25 23:32:36", "date_modify": "2022-10-25 23:32:36", "date_publish": "2020-06-02 22:25:16", "description": "The organization that oversees the standardized test used for college admissions said the technology requirements for taking it remotely would be too great for some students.", "filename": "2020_06_02_us_at-home-sat-coronavirus_1666740756.html", "image_url": "https://static01.nyt.com/images/2020/06/02/us/02VIRUS-SAT/02VIRUS-SAT-facebookJumbo.jpg?year=2020&h=550&w=1050&s=af119757da3505bb033893b0a2b845721c389adfead64fe5a6611d11969ebd61&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_02_us_at-home-sat-coronavirus_1666740756.html", "title": "College Board Scraps Plans for SAT at Home", "title_page": "College Board Scraps Plans for SAT at Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Taking it would require three hours of uninterrupted, video-quality internet for each student, which can’t be guaranteed for all,” the board said, acknowledging the technology gap facing lower-income students, which could further exacerbate inequities in access to higher education.\nThe organization added that it would continue to deliver an online version of the SAT at some schools, but would not “introduce the stress that could result from extended at-home testing in an already disrupted admissions season.”\nBob Schaeffer, the head of FairTest, which is opposed to the use of standardized tests in college admissions, said the College Board was “simply conceding the inevitable.”\nIts decision came after the organization had a rocky experience last month introducing a digital version of the Advanced Placement exams, which it also oversees. Many students complained that they were not able to submit their answer sheets electronically, and their tests were disqualified.\nMr. Schaeffer’s group and several students and parents have filed a class-action lawsuit seeking to force the College Board to score the rejected answer sheets. The College Board said less than 1 percent of students who had taken the test were affected.", "url": "https://www.nytimes.com/2020/06/02/us/at-home-sat-coronavirus.html"}