{"authors": ["David Yaffe-Bellany"], "date_download": "2022-10-25 23:29:11", "date_modify": "2022-10-25 23:29:11", "date_publish": "2020-04-20 12:48:37", "description": "Shake Shack was among the larger companies criticized for seeking small-business emergency loans from the federal government.", "filename": "2020_04_20_business_shake-shack-returning-loan-ppp-coronavirus_1666740551.html", "image_url": "https://static01.nyt.com/images/2020/04/20/business/20virus-shakeshack/20virus-shakeshack-facebookJumbo.jpg?year=2020&h=549&w=1050&s=0041cff7c25c75850f6c71b5efa25d8b1ded7f374dadea09da1833fee7748a9d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_20_business_shake-shack-returning-loan-ppp-coronavirus_1666740551.html", "title": "Shake Shack Will Return Its $10 Million Loan Amid Furor Over Stimulus Program", "title_page": "Shake Shack Will Return Its $10 Million Loan Amid Furor Over Stimulus Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Buried deep in the 900-page stimulus package that Congress passed in March, a single paragraph has sparked an outcry from small restaurants as major chains and mom-and-pop places alike scramble to survive a devastating financial crisis.\nThe provision, in a section outlining which small businesses qualify for loans from the federal government, allowed big chains like Shake Shack, Potbelly and Ruth’s Chris Steak House to get tens of millions of dollars while many smaller restaurants walked away with nothing when the $349 billion fund was exhausted last week. On Monday, Congress and the White House were nearing a deal to replenish that fund with $300 billion in additional relief.\nThe inequity caused widespread outrage. Independent owners said it would create a post-pandemic landscape in which chains dominated and small, vibrant restaurants collapsed. Some lawmakers said the outcome had violated the spirit of the legislation.\n“The big guys get bailed out, and the little guys don’t,” said Danny Abrams, who has laid off all 310 of his employees across six restaurants he owns in New York.", "url": "https://www.nytimes.com/2020/04/20/business/shake-shack-returning-loan-ppp-coronavirus.html"}