{"authors": ["Peter S. Goodman"], "date_download": "2022-10-25 23:44:25", "date_modify": "2022-10-25 23:44:25", "date_publish": "2020-03-09 17:36:31", "description": "Policymakers on the Continent have a reputation for dithering, prompting fears they will fail to respond to the economic damage of the coronavirus outbreak.", "filename": "2020_03_09_business_europe-recession-coronavirus_1666741465.html", "image_url": "https://static01.nyt.com/images/2020/03/09/business/09europerecission-1/09europerecission-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=f7b40d24cfe0e2ebd709cf10d587d715f29014bd2b785fc1a26b1be8c17150a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_09_business_europe-recession-coronavirus_1666741465.html", "title": "Europe Is Probably in Recession. Can Its Leaders Move Fast and Deliver Relief?", "title_page": "Europe Is Probably in Recession. Can Its Leaders Move Fast and Deliver Relief? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Europe had already been teetering toward trouble. Even before the coronavirus outbreak quarantined the industrial heart of Italy and emptied the teeming streets of Venice, before France banned public gatherings and major trade shows were canceled in Germany and Spain, economists were openly warning about the prospect of an economic downturn across the continent.\nNow, Europe is almost certainly gripped by a recession, amplifying fears that the global economy could be headed that way, too.\n“It seems pretty difficult to avoid a recession in the first half of the year,” said Ángel Talavera, head of European economics at Oxford Economics in London. “The spread of the disease in Europe is a game changer. The question is how deep it will be, and how long it will last.”\nBut as the world absorbs the consequences of Europe sinking into a slump just as China suffers a profound downturn, the sense of alarm is heightened by another question with no obvious answer: Can European leaders transcend their often-bitter differences to forge an effective response — especially when this crisis may be beyond traditional economic policy prescriptions?", "url": "https://www.nytimes.com/2020/03/09/business/europe-recession-coronavirus.html"}