{"authors": ["Dana Rubinstein"], "date_download": "2022-10-25 23:31:40", "date_modify": "2022-10-25 23:31:40", "date_publish": "2020-10-27 09:00:14", "description": "Nearly 315,000 New Yorkers cast their ballots on the first three days of early voting. Many reported waiting in line for hours.", "filename": "2020_10_27_nyregion_nyc-early-voting-election_1666740700.html", "image_url": "https://static01.nyt.com/images/2020/10/27/nyregion/27nyelection-takeaways/27nyelection-takeaways-facebookJumbo.jpg?year=2020&h=549&w=1050&s=5c04b360822b67a393a2c6d0cc683cb1a4108465e60ebb12405ca094efde5d25&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_27_nyregion_nyc-early-voting-election_1666740700.html", "title": "Early Voting in New York: 5 Takeaways", "title_page": "Early Voting in New York: 5 Takeaways - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His enthusiasm mirrored what is happening all over the country, as people flock to the polls to vote early. In New York, this was the first time early voting was an option in a presidential election.\nIn front of the Brooklyn Museum, Patricia Chan, 38, had packed snacks and passed the time reading “Catch-22.”\nShe was encouraged by the turnout.\n“It’s wonderful to see everyone out and exercising their right to vote, even in the rain,” she said. “It says a lot about the spirit of the time that people are out here.”\nVoters are afraid their absentee ballots will not be counted.\nIn September, the city’s Board of Elections sent out as many as 100,000 defective ballot packages with wrong names and addresses, many of them to voters in Brooklyn.\nJust three months earlier, the board had thrown out tens of thousands of ballots, citing technical errors like missing postmarks and poorly sealed envelopes. President Trump has seized on the mishaps, claiming “fraud” and fanning fears about the integrity of mail-in ballots, though voter fraud through mail ballots is rare.\nNew York officials and advocates are worried less about fraud than bureaucratic incompetence.\n“I voted early because the Board of Elections screwed up,” said John Kaehny, the good-government advocate who runs Reinvent Albany and a resident of the Morningside Heights neighborhood of Manhattan. This summer, only two of the four voters in his household got their absentee ballots during the June primary, and they decided not to take any chances this time.\n“We didn’t anticipate that the lines would be so long for early voting,” he said.\nIn fact, lines at Mr. Kaehny’s early voting site — West Side High School on 102nd Street — have stretched so long that they have deterred Douglas A. Kellner from voting there three times.", "url": "https://www.nytimes.com/2020/10/27/nyregion/nyc-early-voting-election.html"}