{"authors": ["Cade Metz"], "date_download": "2022-10-25 23:40:49", "date_modify": "2022-10-25 23:40:49", "date_publish": "2020-04-30 17:12:49", "description": "Specialists at the London start-up BenevolentAI helped identify the arthritis drug baricitinib, which is now part of a clinical trial.", "filename": "2020_04_30_technology_coronavirus-treatment-benevolentai-baricitinib_1666741249.html", "image_url": "https://static01.nyt.com/images/2020/04/21/business/21virus-ai/21virus-ai-facebookJumbo.jpg?year=2020&h=550&w=1050&s=148df04178115a3c838fdfdc7c66228779e8852d6ee6ca1b618afd2c04dfc233&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_30_technology_coronavirus-treatment-benevolentai-baricitinib_1666741249.html", "title": "How A.I. Steered Doctors Toward a Possible Coronavirus Treatment", "title_page": "How A.I. Steered Doctors Toward a Possible Coronavirus Treatment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In late January, researchers at BenevolentAI, an artificial intelligence start-up in central London, turned their attention to the coronavirus.\nWithin two days, using technologies that can scour scientific literature related to the virus, they pinpointed a possible treatment with speed that surprised both the company that makes the drug and many doctors who had spent years exploring its effect on other viruses.\nCalled baricitinib, the drug was designed to treat rheumatoid arthritis. Though many questions hang over its potential use as a coronavirus treatment, it will soon be tested in an accelerated clinical trial with the National Institutes of Health. It is also being studied in Canada, Italy and other countries.\nThe specialists at BenevolentAI are among many A.I. researchers and data scientists around the world who have turned their attention to the coronavirus, hoping they can accelerate efforts to understand how it is spreading, treat people who have it and find a vaccine.", "url": "https://www.nytimes.com/2020/04/30/technology/coronavirus-treatment-benevolentai-baricitinib.html"}