{"authors": ["Raymond Zhong", "Paul Mozur"], "date_download": "2022-10-25 23:52:35", "date_modify": "2022-10-25 23:52:35", "date_publish": "2020-02-15 14:52:47", "description": "Despite their high-tech tools, the authorities are mainly relying on a flood of workers to keep hundreds of millions of people from coming in contact with outsiders.", "filename": "2020_02_15_business_china-coronavirus-lockdown_1666741955.html", "image_url": "https://static01.nyt.com/images/2020/02/15/business/15china-tracking-1/15china-tracking-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b277e6d9fd8995743aad3934c50ee33a22054d1291d8bd3472686c2836cd913a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_15_business_china-coronavirus-lockdown_1666741955.html", "title": "To Tame Coronavirus, Mao-Style Social Control Blankets China", "title_page": "To Tame Coronavirus, Mao-Style Social Control Blankets China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SHANGHAI — China has flooded cities and villages with battalions of neighborhood busybodies, uniformed volunteers and Communist Party representatives to carry out one of the biggest social control campaigns in history.\nThe goal: to keep hundreds of millions of people away from everyone but their closest kin.\nThe nation is battling the coronavirus outbreak with a grass-roots mobilization reminiscent of Mao-style mass crusades not seen in China in decades, essentially entrusting front line epidemic prevention to a supercharged version of a neighborhood watch.\nHousing complexes in some cities have issued the equivalents of paper hall passes to regulate how often residents leave their homes. Apartment buildings have turned away their own tenants if they have come from out of town. Train stations block people from entering cities if they cannot prove they live or work there. In the countryside, villages have been gated off with vehicles, tents and other improvised barriers.\nDespite China’s arsenal of high-tech surveillance tools, the controls are mainly enforced by hundreds of thousands of workers and volunteers, who check residents’ temperature, log their movements, oversee quarantines and — most important — keep away outsiders who might carry the virus.", "url": "https://www.nytimes.com/2020/02/15/business/china-coronavirus-lockdown.html"}