{"authors": ["Natalie Kitroeff"], "date_download": "2022-10-25 22:59:12", "date_modify": "2022-10-25 22:59:12", "date_publish": "2020-09-05 14:18:04", "description": "As the first woman and Jewish person elected to lead the capital, Claudia Sheinbaum needs the president’s support. But how close can she remain to a man who has downplayed the pandemic?", "filename": "2020_09_05_world_americas_mexico-mayor-amlo-sheinbaum_1666738752.html", "image_url": "https://static01.nyt.com/images/2020/09/06/world/06mexico-mayor-print/00mexico-mayor-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c8c039619bbdfd6242a0ce6279155c0ba0aa8f8f776881f0bee2e53a1fa278ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_05_world_americas_mexico-mayor-amlo-sheinbaum_1666738752.html", "title": "Between the Pandemic and the President: Mexico City Mayor’s Balancing Act", "title_page": "Between the Pandemic and the President: Mexico City Mayor’s Balancing Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There’s a very important part of affection and admiration that comes from fighting with someone for two decades, shoulder to shoulder, from the opposition, from having no power, no money, from being sabotaged, from being persecuted,” said Ana Laura Magaloni, a law professor who advised Ms. Sheinbaum’s mayoral campaign. “All of a sudden that group rises to power and it’s like, ‘that history makes us a team.’”\nSitting in her office, in front of a photo of herself and the president, Ms. Sheinbaum wrapped the lanyard attached to an oximeter around her finger. After a staff member tested positive for the virus, she started measuring her oxygen levels multiple times a day.\n“The pandemic will end the moment there are vaccines,” said Ms. Sheinbaum, adding, “so if we have differences about whether to wear masks or not, or whether to do more tests or not, that’s minor compared to the transformation of our country.”\nSeveral people said her relationship to Mr. López Obrador was like daughter and father. He “loves her and protects her,” said Marta Lamas, a feminist scholar who advised Ms. Sheinbaum’s campaign. “And she is totally loyal to him and his project.”\nBut those who have worked with Mr. López Obrador say he can become mistrustful, even of his closest allies.\n“A paternal relationship is one where I protect you no matter what, and that’s not the case with Andrés Manuel,” said Paola Ojeda, who worked with Mr. López Obrador when he was mayor and on three of his presidential campaigns.\nHe won’t choose his successor until the last moment, she said.\n“Claudia has earned his respect and support, day by day,” said Ms. Ojeda. “And she knows, like everyone close to him, that she could lose it the moment she does something she shouldn’t.”", "url": "https://www.nytimes.com/2020/09/05/world/americas/mexico-mayor-amlo-sheinbaum.html"}