{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:53:16", "date_modify": "2022-10-25 23:53:16", "date_publish": "2020-01-03 04:57:27", "description": "The killing of the powerful commander of the Islamic Revolutionary Guards Corps is certain to reignite a debate over presidential war powers.", "filename": "2020_01_02_us_politics_us-iran-war_1666741996.html", "image_url": "https://static01.nyt.com/images/2020/02/02/world/02dc-cong-reax-pelosi/02dc-cong-reax-pelosi-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7598ef29281e4625c4b92c540568448472ea5d20482edd0f14815e28e2896a5b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_02_us_politics_us-iran-war_1666741996.html", "title": "U.S. Strike on Iranian General Divides Congress", "title_page": "U.S. Strike on Iranian General Divides Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Marco Rubio, Republican of Florida, said on Twitter that Mr. Trump had “exercised admirable restraint while setting clear red lines & the consequences for crossing them.”\nThe Quds, Mr. Rubio tweeted, “are entirely to blame for bringing about the dangerous moment now before us.”\nBut Democrats worried about the consequences of the strike.\nRepresentative Seth Moulton, Democrat of Massachusetts, called General Suleimani an “enemy of the United States with American blood on his hands.”\n“But the question we’ve grappled with for years in Iraq was how to kill more terrorists than we create,” Mr. Moulton said in a statement. “That’s an open question tonight as we await Iran’s reaction to Donald Trump’s escalation, which could ignite a regional war, with still no strategy from the administration.”\nOther lawmakers, like Senator Tom Udall of New Mexico, accused Mr. Trump of bringing the nation “to the brink of an illegal war with Iran.”\n“Such a reckless escalation of hostilities is likely a violation of Congress’s war-making authority — as well as our basing agreement with Iraq — putting U.S. forces and citizens in danger,” Mr. Udall said in a statement, “and very possibly sinking us into another disastrous war in the Middle East that the American people are not asking for and do not support.”", "url": "https://www.nytimes.com/2020/01/02/us/politics/us-iran-war.html"}