{"authors": ["Katherine J. Wu"], "date_download": "2022-10-25 23:49:18", "date_modify": "2022-10-25 23:49:18", "date_publish": "2020-07-28 21:05:15", "description": "A laboratory experiment hints at some of the ways the virus might elude antibody treatments. Combining therapies could help, experts said.", "filename": "2020_07_28_health_coronavirus-mutation-spike-treatment_1666741758.html", "image_url": "https://static01.nyt.com/images/2020/07/28/science/00VIRUS-SPIKEMUTATION1/00VIRUS-SPIKEMUTATION1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4a4960d54654d58eb02931ea933f2420aa3c6d3f4349c96263ed73747d63bd52&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_28_health_coronavirus-mutation-spike-treatment_1666741758.html", "title": "The Coronavirus Could Dodge Some Treatments, Study Suggests", "title_page": "The Coronavirus Could Dodge Some Treatments, Study Suggests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a laboratory in New York City, researchers coaxed a key piece of the coronavirus — its infamous outer “spike” — to mutate so that it became invisible to disease-fighting antibodies, according to a new study that has not yet been published in a scientific journal.\nThe provocative finding should not set off alarm bells, experts said. The altered spikes were not attached to the real coronavirus, which mutates at a much slower pace than most laboratory viruses. But the study does underscore the need for treatments and vaccines that attack the virus in different ways, so that if the pathogen manages to evade one approach, another will be waiting in the wings.\n“It’s an old story for virology,” said Dr. Sallie Permar, a virologist and pediatrician at Duke University who was not involved in the study. “If you only target one little region, that virus is going to find a way to get away from it. It’s why viruses are so successful in this world.”\nMany vaccines against the coronavirus, as well as several treatments, take aim at its spike protein, the virus’s most potent weapon — and its Achilles’ heel. Without its spikes, the pathogen can’t get into human cells.", "url": "https://www.nytimes.com/2020/07/28/health/coronavirus-mutation-spike-treatment.html"}