{"authors": ["Michael Levenson"], "date_download": "2022-10-25 23:52:14", "date_modify": "2022-10-25 23:52:14", "date_publish": "2020-08-14 21:15:21", "description": "Supporters of tougher gun laws called the ruling a dangerous infringement on the ability of states to protect their residents from mass shootings.", "filename": "2020_08_14_us_california-magazines-ban_1666741934.html", "image_url": "https://static01.nyt.com/images/2020/08/14/multimedia/14xp-gunban1/14xp-gunban1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fea0f11f368b0eba793ffda2c71fe624ac2c85e51c6c652912e4ec38265e1ac0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_14_us_california-magazines-ban_1666741934.html", "title": "Federal Court Rules California's Ban on High-Capacity Magazines Violates 2nd Amendment", "title_page": "Federal Court Rules California's Ban on High-Capacity Magazines Violates 2nd Amendment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "California’s ban on high-capacity magazines violates the right to bear arms under the Second Amendment, a federal appeals court ruled on Friday.\nIn a split decision, a three-judge panel of the United States Court of Appeals for the Ninth Circuit gave several reasons for rejecting the state’s ban. Among them, the court said that high-capacity magazines are “protected arms” under the Second Amendment and that they are often used for legal purposes and are not considered “unusual arms” that would fall outside the scope of constitutional protection.\nJudge Kenneth K. Lee, who wrote the majority opinion, noted that California enacted the ban on large-capacity magazines, or LCMs, that hold more than 10 rounds of ammunition after “heart-wrenching and highly publicized mass shootings.”\n“But even well-intentioned laws must pass constitutional muster,” he wrote. “California’s near-categorical ban of LCMs strikes at the core of the Second Amendment — the right to armed self defense.”", "url": "https://www.nytimes.com/2020/08/14/us/california-magazines-ban.html"}