{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:32:03", "date_modify": "2022-10-25 23:32:03", "date_publish": "2020-06-27 14:50:24", "description": "The former governor has faltered in a primary campaign for a seat that is essential for Democrats to capture if they hope to retake the Senate majority.", "filename": "2020_06_27_us_hickenlooper-colorado-romanoff-gardner_1666740723.html", "image_url": "https://static01.nyt.com/images/2020/06/28/us/politics/28dc-hickenlooper-p1/27dc-hickenlooper1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=aface2d6d1b0f6c15c05a20a55129043ca9ea48e101c88b07af26ec2d687c564&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_27_us_hickenlooper-colorado-romanoff-gardner_1666740723.html", "title": "Hickenlooper's Stumbles Complicate Democrats' 2020 Strategy", "title_page": "Hickenlooper's Stumbles Complicate Democrats' 2020 Strategy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KREMMLING, Colo. — For months, Democrats have figured that Colorado’s U.S. Senate race, a linchpin of their strategy to take back the majority in November, was essentially in the bag, with the Republican incumbent Cory Gardner trailing by double digits behind their candidate John Hickenlooper, the well-liked and well-known former two-term governor and Denver mayor.\nBut Mr. Hickenlooper, who was coaxed into the Senate contest after ending his brief presidential run, has faltered in recent weeks ahead of the primary race on Tuesday. He now finds himself in a tougher-than-expected contest with Andrew Romanoff, a former state House speaker and another longtime Colorado political presence, in a fight with significant implications for the general election and control of the Senate.\nAt a time when Democrats sense fresh momentum for flipping the Senate amid national crises that have tarnished President Trump and threaten to drag down Republican candidates, Mr. Hickenlooper’s shaky primary performance has been a rare dark spot in an otherwise brightening landscape. Democrats would have a difficult time capturing the majority without a Centennial State victory.\n“He has had a bad June,” Kyle Saunders, a political-science professor at Colorado State University, said about Mr. Hickenlooper’s multiple travails and missteps. Chief among them was a contempt finding by the state’s independent ethics commission for defying a subpoena to appear at a hearing on a complaint against him — an event that prompted disastrous news coverage across the state.", "url": "https://www.nytimes.com/2020/06/27/us/hickenlooper-colorado-romanoff-gardner.html"}