{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:53:19", "date_modify": "2022-10-25 23:53:19", "date_publish": "2020-01-01 13:22:12", "description": "With an election and impeachment trial pending in the United States, North Korea’s leader added elements of caution in his threat of “shocking” action.", "filename": "2020_01_01_world_asia_north-korea-kim-trump_1666741999.html", "image_url": "https://static01.nyt.com/images/2020/01/01/world/01northkorea1/01northkorea1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=b53e77d6bc1d19ee6768157cb328cfd9c5cb9d436383b84d5f5c0918d521f4c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_01_world_asia_north-korea-kim-trump_1666741999.html", "title": "What Kim Jong-un’s Latest Threats Say About His Trump Strategy", "title_page": "What Kim Jong-un’s Latest Threats Say About His Trump Strategy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — North Korea’s leader, Kim Jong-un, has long threatened to “find a new way” if the United States persists with sanctions. And when North Korea announced his “revolutionary” new way on Wednesday, the strategy revealed both a defiance and a deep caution in confronting President Trump.\nMr. Kim vowed, in a lengthy policy statement, to expand his country’s nuclear force, making vague threats to show off a “new strategic weapon” in the near future​ and “shift to a shocking actual action.” He warned that North Korea would not be bound by a self-imposed moratorium on nuclear and long-range ballistic missile tests.\nBut he also moderated those threats by leaving out the specifics. Mr. Kim did not explicitly say that he was formally lifting the test moratorium or that he was terminating diplomacy. Instead, he said his efforts to expand his nuclear weapons capabilities could be adjusted “depending on the U.S. future attitude.”\nIt’s a wait-and-see approach that leaves room for more negotiations.\nAnalysts say that Mr. Kim is making a calculation against the backdrop of the political uncertainty in the United States, where Mr. Trump faces both a Senate impeachment trial and an election. The North Korean leader, they said, doesn’t necessarily want to rush to strike a deal that could be overturned if Mr. Trump does not win a second term.", "url": "https://www.nytimes.com/2020/01/01/world/asia/north-korea-kim-trump.html"}