{"authors": ["Henry Fountain"], "date_download": "2022-10-25 23:24:36", "date_modify": "2022-10-25 23:24:36", "date_publish": "2020-05-18 19:00:53", "description": "An analysis of satellite imagery from the past four decades suggests that global warming has increased the chances of storms reaching Category 3 or higher.", "filename": "2020_05_18_climate_climate-changes-hurricane-intensity_1666740276.html", "image_url": "https://static01.nyt.com/images/2020/05/18/science/18CLI-HURRICANES/18CLI-HURRICANES-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4d73393222d6963a990dff95e5f2074d3e0d9789f38c11c4e4da12edb57b83d4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_18_climate_climate-changes-hurricane-intensity_1666740276.html", "title": "Climate Change Is Making Hurricanes Stronger, Researchers Find", "title_page": "Climate Change Is Making Hurricanes Stronger, Researchers Find - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hurricanes have become stronger worldwide during the past four decades, an analysis of observational data shows, supporting what theory and computer models have long suggested: climate change is making these storms more intense and destructive.\nThe analysis, of satellite images dating to 1979, shows that warming has increased the likelihood of a hurricane developing into a major one of Category 3 or higher, with sustained winds greater than 110 miles an hour, by about 8 percent a decade.\n“The trend is there and it is real,” said James P. Kossin, a researcher with the National Oceanic and Atmospheric Administration and lead author of the study, published Monday in Proceedings of the National Academy of Sciences. “There’s this remarkable building of this body of evidence that we’re making these storms more deleterious.”\nKerry Emanuel, a hurricane expert at the Massachusetts Institute of Technology who was not involved in the study, said the findings were “much in line with what’s expected.”", "url": "https://www.nytimes.com/2020/05/18/climate/climate-changes-hurricane-intensity.html"}