{"authors": [], "date_download": "2022-10-25 23:23:28", "date_modify": "2022-10-25 23:23:28", "date_publish": "2020-04-17 09:02:42", "description": "The president issued calls to ‘LIBERATE’ states, and several announced plans to ease restrictions. At least 7,000 of the virus deaths in the U.S. are connected to nursing homes.", "filename": "2020_04_17_us_coronavirus-cases-news-update_1666740208.html", "image_url": "https://static01.nyt.com/images/2020/03/03/world/coronavirus-map-promo/coronavirus-map-promo-facebookJumbo-v1002.png?year=2020&h=549&w=1050&s=c1ecbd380571cec010c8b38c5b2f312c87a824ad1569beac58a1aa908d083a98&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_17_us_coronavirus-cases-news-update_1666740208.html", "title": "Trump Foments Protests Against Governors; Experts Warn of Testing Shortages", "title_page": "Trump Foments Protests Against Governors; Experts Warn of Testing Shortages - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This briefing has ended. Follow our latest coverage of the coronavirus pandemic.\nTrump calls to “LIBERATE” states where people are protesting social distancing restrictions.\nPresident Trump on Friday openly encouraged right-wing protests of social distancing restrictions in states with stay-at-home orders, a day after announcing guidelines for how the nation’s governors should carry out an orderly reopening of their communities on their own timetables.\nIn a series of all-caps tweets that started two minutes after a Fox News report on the protesters, the president declared, “LIBERATE MICHIGAN!” and “LIBERATE MINNESOTA!” — two states whose Democratic governors have imposed strict social distancing restrictions. He also lashed out at Virginia, where the state’s Democratic governor and legislature have pushed for strict gun control measures, saying: “LIBERATE VIRGINIA, and save your great 2nd Amendment. It is under siege!”\nHis stark departure from the more bipartisan tone of his announcement on Thursday night suggested Mr. Trump was ceding any semblance of national leadership on the pandemic, and choosing instead to divide the country by playing to his political base.\nEchoed across the internet and on cable television by conservative pundits and ultraright conspiracy theorists, his tweets were a remarkable example of a president egging on demonstrators and helping to stoke an angry fervor that in its anti-government rhetoric was eerily reminiscent of the birth of the Tea Party movement a decade ago.", "url": "https://www.nytimes.com/2020/04/17/us/coronavirus-cases-news-update.html"}