{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:39:08", "date_modify": "2022-10-25 23:39:08", "date_publish": "2020-08-13 22:14:24", "description": "State Department officials said the move was aimed at informing American schools of potential propaganda from the government group’s programs, largely known as Confucius Institutes.", "filename": "2020_08_13_us_politics_state-department-confucius-institutes_1666741148.html", "image_url": "https://static01.nyt.com/images/2020/08/13/us/politics/13dc-diplo1/13dc-diplo1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d0ddf987534d0deb39b4be0f9f602ed48474061359d18299abfb1abc313c7ae9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_13_us_politics_state-department-confucius-institutes_1666741148.html", "title": "U.S. Labels Chinese Language Education Group a Diplomatic Mission", "title_page": "U.S. Labels Chinese Language Education Group a Diplomatic Mission - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The State Department’s move is part of a flurry of actions against China since the spring that administration officials characterize as “reciprocity.” Among other things, the United States shut down a Chinese diplomatic mission in Houston, banned some students with Chinese military ties from traveling to the United States and designated major Chinese state-run media organizations as diplomatic entities, while forcing out about 60 Chinese journalists and shortening the visas of many others.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nThose journalists had to apply for a visa renewal by last week, and because they have gotten no word yet from the Department of Homeland Security, the assumption for now is they can stay for another 90 days.\nCampaign strategists for President Trump, who has often praised China’s authoritarian leader, Xi Jinping, have urged him to look tough on China for re-election purposes. At the same time, national security hawks in the administration want to set the nations on a long-term course of confrontation that would be difficult to change even if Mr. Trump loses in November.\nThe designation of the headquarters of the Confucius Institutes does not mean the American educational institutions that host the programs need to shut them down. As with the newly designated media organizations, the headquarters will now be required to give the State Department lists of employees and property holdings, as well as information on all the institutes and centers it runs.\nSixty-five of the Confucius Institutes in the United States are hosted on a university campus, and the rest are stand-alone programs. Universities have found that the programs are an easy and inexpensive way for them to get resources to teach the Mandarin Chinese language.", "url": "https://www.nytimes.com/2020/08/13/us/politics/state-department-confucius-institutes.html"}