{"authors": ["Sheryl Gay Stolberg", "Noah Weiland"], "date_download": "2022-10-25 23:25:42", "date_modify": "2022-10-25 23:25:42", "date_publish": "2020-06-23 20:57:10", "description": "The testimony of the nation’s top infectious disease expert countered President Trump’s upbeat assessment, describing a “mixed bag” of some bright spots amid worrying trends and unknowns.", "filename": "2020_06_23_us_politics_fauci-congress-coronavirus_1666740342.html", "image_url": "https://static01.nyt.com/images/2020/06/23/us/politics/23dc-virus-cong/23dc-virus-cong-facebookJumbo.jpg?year=2020&h=550&w=1050&s=69be3ea837f488904a7c819e16f47dc653bb9ba5980c5cb36ee6db1784a2a871&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_23_us_politics_fauci-congress-coronavirus_1666740342.html", "title": "Fauci, Citing ‘Disturbing Surge,’ Tells Congress the Virus Is Not Under Control", "title_page": "Fauci, Citing ‘Disturbing Surge,’ Tells Congress the Virus Is Not Under Control - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The hearing came as the nation was still facing steep challenges in dealing with the virus. There is not nearly enough testing, and the United States lacks sufficient contact tracers to track down and isolate those who have come into contact with infected people — a critical step in controlling the virus’s spread, the experts agreed. Admiral Giroir conceded that even the 500,000 tests the country was conducting daily were insufficient. And Dr. Redfield said that the country had 28,000 contract tracers, a fraction of the 100,000 he had previously said it would need.\nA coronavirus vaccine will not be ready until at least the end of this year or early 2021, Dr. Fauci said, reiterating the timetable he has given in the past. He said he was “cautiously optimistic” about meeting it.\nHe also pledged to lawmakers that he would not allow any vaccine to go to market until it was proved both safe and effective. And even then, there may be different vaccines for different populations, and some may require booster shots.\nIn the meantime, the witnesses said it was imperative for the nation to stock up on masks and other supplies.\nThe wide-ranging hearing, which also featured Dr. Stephen Hahn, the commissioner of food and drugs, lasted more than five hours. It veered from questions about how universities and public schools should handle reopening — each school or district should make its own assessment based on the severity of its outbreak, Dr. Fauci testified — to the mysterious cancellation of a $3 million research grant for a group that was studying the coronavirus in bats in Wuhan, China, where the outbreak originated.\n“It was canceled because the N.I.H. was told to cancel it,” Dr. Fauci said, referring to the National Institutes of Health, without further elaboration. “I don’t know the reason, but we were told to cancel it.”\nPolitical posturing abounded, as lawmakers of both parties tried to prod the witnesses and especially Dr. Fauci — the only witness who is not a political appointee of the president’s — into making a remark that might help or hurt Mr. Trump. After mass protests for racial justice that have drawn huge crowds and a campaign rally that Mr. Trump held in Tulsa, Okla., last weekend despite public health warnings, he gently suggested that Americans needed to do a better job of taking precautions to reduce the virus’s spread.", "url": "https://www.nytimes.com/2020/06/23/us/politics/fauci-congress-coronavirus.html"}