{"authors": ["Elaine Glusac"], "date_download": "2022-10-25 23:33:14", "date_modify": "2022-10-25 23:33:14", "date_publish": "2020-02-27 10:00:32", "description": "The adventure capital is a gateway to countless thrills, but after all the hiking and bungee jumping, the town offers a few adventures of its own.", "filename": "2020_02_27_travel_what-to-do-36-hours-in-queenstown_1666740794.html", "image_url": "https://static01.nyt.com/images/2020/03/01/travel/27hours-queenstown2/27hours-queenstown2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e6f548d8b75137ca40408b5edd578430d85ae7be8935da59cb8fa93935852bb2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_27_travel_what-to-do-36-hours-in-queenstown_1666740794.html", "title": "36 Hours in Queenstown, New Zealand", "title_page": "36 Hours in Queenstown, New Zealand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "5) 12:30 p.m. A burger worth waiting for\nWho is Ferg, the man who scowls from signage around Fergburger, the cult burger joint generating long lines at all hours? The restaurant claims that in 2001 he decreed, “Let there be burgers fir (sic) the people to eat when they are drunk to hell.” He may be fictional, but the quality of the burgers is real. Lines of fans, drunk or not, snake down Shotover Street for nearly all of the 21 hours it is open daily. Menu choices thoroughly explore the burger range, from the standard beef Fergburger (12.50 dollars) to the venison Sweet Bambi (14.40 dollars) and the Little Lamby made with New Zealand lamb (14.40 dollars). Jockey for a seat at one of the few tables after ordering, or take your lunch to the beach about a two-minute walk away.\n6) 2 p.m. Onsen Zen\nEscape the crowds for an hour while basking in the views from a cedar hot tub at the recently expanded Onsen Hot Pools. Nine tubs overlook a scenic bend in the Shotover River from individual rooms with retractable windows that open the spa to the outdoors, and another five reside in the gardens outdoors. Book a four-person-capacity tub by the hour (from 87.50 dollars for one, or up to 212 dollars for four), which includes a glass of beer, wine or juice and a snack. Advance booking is highly recommended; reservations often run weeks in advance.\n7) 4:30 p.m. Kiwi-style shopping\nSpend an hour browsing the many shops and galleries of Queenstown, filled with Kiwi brands like Swanndri, makers of the classic “Swanny,” or long woolen bush shirt, and the outdoor clothier Icebreaker, which specializes in natural fabrics. For gifts and graphics, visit Vesta Design Boutique, housed in William’s Cottage, which was built in 1864 on the lakefront and is registered as Queenstown’s oldest house. Inside, check out limited edition prints of the mountains by Nicola Tucker, prints of New Zealand native birds by Marika Jones, and vintage-inspired travel posters of the region.", "url": "https://www.nytimes.com/2020/02/27/travel/what-to-do-36-hours-in-queenstown.html"}