{"authors": ["David E. Sanger", "Eric Schmitt", "Edward Wong"], "date_download": "2022-10-25 23:47:45", "date_modify": "2022-10-25 23:47:45", "date_publish": "2020-06-01 09:00:20", "description": "The coronavirus may have changed almost everything, but it didn’t change this: Global competition spins ahead — and in many ways has accelerated.", "filename": "2020_06_01_us_politics_coronavirus-global-competition-russia-china-iran-north-korea_1666741665.html", "image_url": "https://static01.nyt.com/images/2020/06/02/us/politics/31dc-virus-globalcompetition-pix1/31dc-virus-globalcompetition-pix1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3d1a98ce56ea58e7d2190c45d71de20319595910b9bf7509694b50216e56092b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_01_us_politics_coronavirus-global-competition-russia-china-iran-north-korea_1666741665.html", "title": "As Coronavirus Toll Preoccupies U.S., Rivals Test Limits of American Power", "title_page": "As Coronavirus Toll Preoccupies U.S., Rivals Test Limits of American Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The retreat is also happening in sub-Saharan Africa, where Defense Secretary Mark T. Esper is weighing cuts in U.S. troop levels and aid to French-led counterterrorism efforts in ways that analysts say could open the door to China and Russia. Already, they are dangling deals for new ports and railroads, arms and mercenaries, and medical supplies to help combat Covid-19.\n“The scope of medical and economic disruption that will come from Covid-19 will leave opportunities for both nations, and others, to try to gain advantages,” Stanley A. McChrystal, a retired four-star commander of the Joint Special Operations Command and American forces in Afghanistan, said in an interview.\nThe United States has not stayed entirely on the sidelines, though, creating potential arenas for new competition and possible collision. The race for a coronavirus vaccine has come to involve both China’s People’s Liberation Army and the U.S. military, which has said it would mobilize to distribute any breakthrough discovery.\nAmerican warships have sailed into disputed waters in the South China Sea in recent weeks to assert freedom-of-navigation rights, continuing a standoff in a region that Beijing asserts is its territory, backed up by the establishment of new air bases.\nAnd the United States is speeding ahead in a renewed conventional and nuclear arms race, though its strategic rationale — other than to overmatch Russia and China — has never been fully described by this administration. Not long after the Pentagon announced in March that it had successfully tested an unarmed prototype of a hypersonic missile, a weapon that could potentially overwhelm an adversary’s defense systems, Mr. Trump boasted that a “super duper” missile was on the way. Presumably it is intended as an answer to Russia’s introduction of the Avangard, which made it the first country to claim it had deployed an operable hypersonic weapon, and a range of similar weapons that China is developing.\nMr. Trump’s new arms control negotiator, Marshall Billingslea, warned recently that Mr. Trump meant it when he vowed that America would always have the most potent nuclear force in the world. “We know how to win these races, and we know how to spend the adversary into oblivion,” he said, even as the country ran up record deficits to avoid an economic implosion because of the virus. “If we have to, we will, but we sure would like to avoid it.”\nMiddle East Power Vacuum\nIt is not only China and Russia that are challenging the United States. Across the Middle East, there is a sense that Mr. Trump’s oft-expressed desire to withdraw from the region — along with his National Security Strategy’s focus on a renewed competition among superpowers — offers new leeway.", "url": "https://www.nytimes.com/2020/06/01/us/politics/coronavirus-global-competition-russia-china-iran-north-korea.html"}