{"authors": ["Norimitsu Onishi", "Constant Méheut"], "date_download": "2022-10-25 23:25:36", "date_modify": "2022-10-25 23:25:36", "date_publish": "2020-05-17 08:30:17", "description": "The French once thought of medical gear, like fighter jets, as a national security asset that had to be made at home. But cuts and outsourcing have left them scrambling for masks, tests and even pain pills.", "filename": "2020_05_17_world_europe_france-coronavirus_1666740336.html", "image_url": "https://static01.nyt.com/images/2020/05/14/world/Virus-France-Defenseless01/Virus-France-Defenseless01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=5c46922c84b644625ecac8715bee79ae1378576e62c0f735f0e9ce36723bc141&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_17_world_europe_france-coronavirus_1666740336.html", "title": "How France Lost the Weapons to Fight a Pandemic", "title_page": "How France Lost the Weapons to Fight a Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“In times of crisis, we can no longer switch from one production zone to another to get our essential products,” Louis Gautier, the former director of the General Secretariat for Defense and National Security, a powerful inter-ministerial unit inside the prime minister’s office that coordinates the response to large-scale crises, said in an interview. “The issue of strategic stocks and secure supplies has to be reconsidered. A new model has to be invented.”\nFrance had long identified masks as indispensable in a pandemic, yet the government had mostly stopped stockpiling them during the past decade, mainly for budgetary reasons. Domestic production collapsed at the same time the country’s pharmaceutical industry was also moving overseas.\nFrance had decided “that it was no longer necessary to keep massive stocks in the country, considering that production plants were able to be operational very quickly, especially in China,” the health minister, Olivier Véran, said in Parliament in March.\nBut the scope and speed of the coronavirus defied that logic. Still reeling from its own outbreak, China, the world’s leading maker of masks, was overwhelmed with orders. India, a top exporter of medication, temporarily banned exports for fear of shortages.", "url": "https://www.nytimes.com/2020/05/17/world/europe/france-coronavirus.html"}