{"authors": ["Noah Weiland", "Katie Thomas"], "date_download": "2022-10-25 23:25:23", "date_modify": "2022-10-25 23:25:23", "date_publish": "2020-11-20 19:49:44", "description": "A large team of regulators at the agency will take about three weeks to review an application spanning thousands of pages.", "filename": "2020_11_20_health_pfizer-covid-vaccine_1666740323.html", "image_url": "https://static01.nyt.com/images/2020/11/19/science/00virus-pfizer-HFO1/00virus-pfizer-HFO1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4dd066cb026af0311e18aeb734215ba55468bdc4d7ad654c7589d8470a2dde3a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_20_health_pfizer-covid-vaccine_1666740323.html", "title": "Pfizer Applies for Emergency F.D.A. Approval for Covid-19 Vaccine", "title_page": "Pfizer Applies for Emergency F.D.A. Approval for Covid-19 Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An emergency authorization would allow limited groups of Americans to get the vaccines before the F.D.A. has completed the typical monthslong approval process, but agency officials have made clear through new guidelines that their bar for emergency authorization will be high.\nIn a video message Friday, Pfizer’s chief executive, Dr. Albert Bourla, called it a “historic day,” and said: “It is with great pride and joy — and even a little relief — that I can say that our request for emergency use authorization for our Covid-19 vaccine is now in the F.D.A.’s hands.”\nBoth of the companies’ vaccine candidates began large human trials on the same day, July 27, leading the pack of six vaccines the federal government has invested in through its crash vaccine development program, Operation Warp Speed.\nIf the two vaccines are authorized for emergency use, federal and company officials have said there could be enough doses to immunize about 20 million Americans before the end of the year, a group that would most likely include health care workers and nursing home residents. There are an estimated 17 million to 20 million health care workers in the United States, and about a million people living in nursing homes.\nAfter lowering expectations for how many millions of vaccines they can produce this year, the companies expect to ramp up their manufacturing early next year. Like with other kinds of vaccines, mass producing them for the coronavirus has proved to be a complex and delicate process requiring sterile conditions and precise control of temperature and humidity. The mRNA technology has also never been commercially manufactured. If other vaccines are also authorized, hundreds of millions of doses could be available by the spring, according to federal officials.", "url": "https://www.nytimes.com/2020/11/20/health/pfizer-covid-vaccine.html"}