{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:23:27", "date_modify": "2022-10-25 23:23:27", "date_publish": "2020-09-23 18:52:13", "description": "The agency’s new assessment directly contradicts federal scientists’ conclusions five years ago that chlorpyrifos can stunt brain development in young children.", "filename": "2020_09_23_climate_epa-pesticide-chlorpyrifos-children_1666740207.html", "image_url": "https://static01.nyt.com/images/2020/09/24/science/24CLI-PESTICIDE01/24CLI-PESTICIDE01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a05b9980dfc90a472f5256ae84d6953a5c18706cfd5445e6b7353e699f17bae0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_23_climate_epa-pesticide-chlorpyrifos-children_1666740207.html", "title": "E.P.A. Rejects Its Own Findings That a Pesticide Harms Children’s Brains", "title_page": "E.P.A. Rejects Its Own Findings That a Pesticide Harms Children’s Brains - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration has rejected scientific evidence linking the pesticide chlorpyrifos to serious health problems, directly contradicting federal scientists’ conclusions five years ago that it can stunt brain development in children.\nThe Environmental Protection Agency’s assessment of the pesticide, which is widely used on soybeans, almonds, grapes and other crops, is a fresh victory for chemical makers and the agricultural industry, as well as the latest in a long list of Trump administration regulatory rollbacks.\nIn announcing its decision, the E.P.A. said on Tuesday that “despite several years of study, the science addressing neurodevelopmental effects remains unresolved.” However, in making its finding, the agency excluded several epidemiological studies, most prominently one conducted at Columbia University, that found a correlation between prenatal exposure to chlorpyrifos and developmental disorders in toddlers.\nAs a result, the assessment may be the first major test of the Trump administration’s intention, often referred to as its “secret science” proposal, to bar or give less weight to scientific studies that can’t or don’t publicly release their underlying data. This controversial policy would eliminate many studies that track the effects of exposure to substances on people’s health over long periods of time, because the data often includes confidential medical records of the subjects, scientists have said.", "url": "https://www.nytimes.com/2020/09/23/climate/epa-pesticide-chlorpyrifos-children.html"}