{"authors": ["Knvul Sheikh", "David Montgomery"], "date_download": "2022-10-25 23:29:21", "date_modify": "2022-10-25 23:29:21", "date_publish": "2020-06-12 17:18:27", "description": "Common crowd-dispersal methods used on protesters across the country have caused brain damage and other disabilities, prompting growing calls to ban them.", "filename": "2020_06_12_health_protests-rubber-bullets-beanbag_1666740561.html", "image_url": "https://static01.nyt.com/images/2020/06/05/science/05UNREST-RUBBERBULLETS2/05UNREST-RUBBERBULLETS2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=4232d11d496270be378a94d9687a4a11f435a2da9a3c6b736053d8e046a5bfa8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_12_health_protests-rubber-bullets-beanbag_1666740561.html", "title": "Rubber Bullets and Beanbag Rounds Can Cause Devastating Injuries", "title_page": "Rubber Bullets and Beanbag Rounds Can Cause Devastating Injuries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He continued: “Honestly, I question their use in situations that are against unarmed people.”\nRubber bullets, one of the most common crowd-control munitions, are more than four times the diameter of typical bullets and weigh more than five times as much. They are usually fired from military grenade launchers and manufacturers say they are to be used for major muscle groups like buttocks or thighs, not aimed at the upper body or head.\nSince they are cylinder-shaped, without the pointy tips of regular bullets, they are not designed to penetrate the body. Injuries from them can run from mild bruising to bone fractures and damage to important blood vessels or nerves, doctors said. There is also a risk of developing internal bleeding if vital organs are impacted by the force of the projectile, said Dr. Ian Wittman, chief of emergency medicine at NYU Langone Hospital-Brooklyn.\n“Just like a real bullet, from a medical perspective a rubber bullet is what we describe as a missile,” Dr. Wittman said. “In this case the target is a human body, so it can still cause really significant injuries.”\nFlash-bangs, or stun grenades, are also deployed by the police to disperse crowds, as they were by federal authorities in Washington to clear a park in front of the White House so President Trump could walk across it to a church for a staged photo op. They work by disorienting people with a loud noise or a brilliant flash of light.\nThere is little medical research on the long-lasting effects of these types of weapons, but some case reports found that they can damage the eardrums, cause temporary deafness or leave people with prolonged ear pain and ringing, according to Physicians for Human Rights, a nonprofit organization that works to fight mass atrocities and human rights violations around the world.", "url": "https://www.nytimes.com/2020/06/12/health/protests-rubber-bullets-beanbag.html"}