{"authors": ["James Wagner"], "date_download": "2022-10-25 23:35:40", "date_modify": "2022-10-25 23:35:40", "date_publish": "2020-01-13 19:07:16", "description": "General Manager Jeff Luhnow and Manager A.J. Hinch transformed the team from a perennial loser to a champion, but a cheating scheme that began in 2017 cost them their jobs.", "filename": "2020_01_13_sports_baseball_astros-cheating_1666740940.html", "image_url": "https://static01.nyt.com/images/2020/01/13/sports/13astros/13astros-facebookJumbo.jpg?year=2020&h=549&w=1050&s=ca243f83b4eb14173dfe4356d98ef05841ac77b7515313e36d74356e2d1546e9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_13_sports_baseball_astros-cheating_1666740940.html", "title": "Astros Manager and G.M. Fired Over Cheating Scandal", "title_page": "Astros Manager and G.M. Fired Over Cheating Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is an enduring part of baseball strategy: As a batter is at the plate, his teammates carefully watch a catcher’s fingers to figure out what pitch is about to be thrown.\nAnd it’s all fair play as long as teams do not enhance the abilities of the naked eye and clever minds with either cameras or electronic devices that allow teammates to signal the batter whether a fastball or a breaking ball is on the way.\nBut that is exactly what the Houston Astros did during their 2017 championship-winning season, clouding that World Series title and causing one of baseball’s biggest cheating scandals in years, Major League Baseball officials said on Monday in a scathing report detailing the team’s scheme.\nBy the end of the day, Houston General Manager Jeff Luhnow and Manager A.J. Hinch — the two men who helped propel the Astros to the top of the sport — had been suspended and then fired, while their club was left with severe penalties for deploying a scheme involving cameras and monitors to decode the hand signals of catchers and tip off Houston batters. One of their favorite communication methods was banging on a trash can just outside the dugout.", "url": "https://www.nytimes.com/2020/01/13/sports/baseball/astros-cheating.html"}