{"authors": ["Richard C. Paddock", "Muktita Suhartono"], "date_download": "2022-10-25 23:45:10", "date_modify": "2022-10-25 23:45:10", "date_publish": "2020-07-24 07:21:31", "description": "Vorayuth Yoovidhaya, grandson of the energy drinks inventor, had fled the country after striking a police officer with his car in Bangkok in 2012.", "filename": "2020_07_24_world_asia_thailand-crash-red-bull-heir_1666741510.html", "image_url": "https://static01.nyt.com/images/2020/07/24/world/24thai-crash/24thai-crash-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c3372932ca097d050dd791b8bedea5d80f69cee89dc3764cec47343c5170bca0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_24_world_asia_thailand-crash-red-bull-heir_1666741510.html", "title": "Thailand Drops All Charges Against Red Bull Heir in Deadly Crash", "title_page": "Thailand Drops All Charges Against Red Bull Heir in Deadly Crash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BANGKOK — The police in Thailand said they had dropped the last remaining charges against a wealthy playboy on Friday, eight years after he struck and killed an officer with his Ferrari and fled the country.\nThe announcement ended a yearslong drama that included the issuance of an international arrest warrant for the heir to one of the country’s most storied companies and largest fortunes and a public outcry over the seemingly separate system of justice for the country’s richest people.\nJust before dawn on a dark Bangkok street on a September night in 2012, a speeding Ferrari struck and killed a motorcycle police officer. The driver fled the scene, but a trail of leaking engine fluid led the police to his door — and the damaged Ferrari — a short distance away.\nThe police arrested the driver, Vorayuth Yoovidhaya, the grandson of the inventor of the Red Bull energy drink and heir to one of Thailand’s greatest fortunes. The police said at the time that he had been intoxicated and admitted that his car hit the officer, Wichean Glanprasert.", "url": "https://www.nytimes.com/2020/07/24/world/asia/thailand-crash-red-bull-heir.html"}