{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 23:49:04", "date_modify": "2022-10-25 23:49:04", "date_publish": "2020-05-04 21:35:45", "description": "At least a dozen countries pulled back on restrictions put in place to combat the virus. But leaders warned that an uptick in infections could shut life down again.", "filename": "2020_05_04_world_europe_coronavirus-restrictions_1666741744.html", "image_url": "https://static01.nyt.com/images/2020/05/04/sports/04virus-opening-1/merlin_172173882_acba3cc7-3c56-4b26-a449-ee2bc40f91c1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6736beeee055bd4e9f811eaa17b3179b9adfb039a3b0640e824d851728558054&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_04_world_europe_coronavirus-restrictions_1666741744.html", "title": "Hope and Worry Mingle as Countries Relax Coronavirus Lockdowns", "title_page": "Hope and Worry Mingle as Countries Relax Coronavirus Lockdowns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He confided he had used the excuse of a medical checkup to visit her.\nThe police instead fined him for not wearing a mask, as his hard-hit Lombardy region required people to wear masks even outside. He said he didn’t know masks were obligatory, because there had been so many confusing official decrees that “I didn’t understand anything.”\nIt Italy, about 4.5 million people were expected to return to factories and construction sites on Monday. Joggers and cyclists can now legally go further than 200 meters from their homes. And travel for work or essential shopping or health needs can take place more broadly within each region, though travel between regions is still tightly restricted.\nMasks are required on public transportation and in stores, and in other closed spaces open to the public.\nAlready, there were signs that some Italians were slipping back into their pre-virus habits.\nIn Rome’s Villa Doria Pamphili park on Monday, teenagers in groups of six and 12 wore no masks as they squeezed together on benches or caught up, closely, with their sweethearts. Families rode by on bikes. And Giulia Quadri, a professional dog walker, took some dogs out on a “test run.”\nShe said she had lost most of her business during the lockdown, when dog walking was an acceptable reason for people to leave their apartments.\n“I need to understand if I can go pick up my clients’ dogs with the car and bring them here,” she said, unclear whether that was legal or not.\nAs Italians tried to figure out what was allowed and what was not, the big worry was that they would push the limits too far.", "url": "https://www.nytimes.com/2020/05/04/world/europe/coronavirus-restrictions.html"}