{"authors": ["Christina Goldbaum"], "date_download": "2022-10-25 23:29:36", "date_modify": "2022-10-25 23:29:36", "date_publish": "2020-05-18 19:14:34", "description": "The United States is facing a shortage of bicycles as anxiety over public transportation and a desire to exercise has sent the demand surging.", "filename": "2020_05_18_nyregion_bike-shortage-coronavirus_1666740576.html", "image_url": "https://static01.nyt.com/images/2020/05/18/nyregion/00nyvirus-bikes/00nyvirus-bikes-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c5f959559db9a19c1125d93a4a949ee633e3f5c9f8148612f4d20e865036a85a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_18_nyregion_bike-shortage-coronavirus_1666740576.html", "title": "Thinking of Buying a Bike? Get Ready for a Very Long Wait", "title_page": "Thinking of Buying a Bike? Get Ready for a Very Long Wait - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some bicycle shops in Brooklyn are selling twice as many bikes as usual and drawing blocklong lines of customers. A chain of shops in Phoenix is selling three times the number of bikes it typically does. A retailer in Washington, D.C., sold all its entry-level bikes by the end of April and has fielded more preorders than ever in its 50-year history.\nAs the coronavirus pandemic shrinks life in major American cities — limiting pastimes and discouraging use of buses and subways — hundreds of thousands of Americans are flocking to one of the most basic forms of mobility: the bicycle.\nIn March, nationwide sales of bicycles, equipment and repair services nearly doubled compared with the same period last year, according to the N.P.D. Group, a market research company. Sales of commuter and fitness bikes in the same month increased 66 percent, leisure bikes jumped 121 percent, children’s bikes went up 59 percent and electric bikes rose 85 percent.\nBy the end of April, many stores and distributors had sold out of low-end consumer bikes. Now, the United States is facing a severe bicycle shortage as global supply chains, disrupted by the coronavirus outbreak, scramble to meet the surge in demand.", "url": "https://www.nytimes.com/2020/05/18/nyregion/bike-shortage-coronavirus.html"}