{"authors": ["Sui-Lee Wee"], "date_download": "2022-10-25 23:48:47", "date_modify": "2022-10-25 23:48:47", "date_publish": "2020-10-02 11:44:35", "description": "Older men have a greater chance of becoming severely ill from Covid-19, though many recover quickly. Experts say the next week will be crucial.", "filename": "2020_10_02_health_trump-coronavirus-explainer_1666741727.html", "image_url": "https://static01.nyt.com/images/2020/10/02/world/VIRUS-TRUMP-SCIENCE/VIRUS-TRUMP-SCIENCE-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4678e5ae7d4a09e89cd20c10dbf6c1dd023c39f3d62c2d342648faae8d670897&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_02_health_trump-coronavirus-explainer_1666741727.html", "title": "Trump Has the Coronavirus. What Risks Does He Face?", "title_page": "Trump Has the Coronavirus. What Risks Does He Face? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump’s announcement on Friday that he had tested positive for the coronavirus has raised many questions about what the infection could mean for the health of America’s top leader.\nIn a statement, the president’s physician said Mr. Trump, who is 74, was “well” but did not say whether he was experiencing symptoms. He said the president would stay isolated in the White House for now.\nHere is what we know about how the virus could affect people with his general profile.\nOlder men are at greater risk of becoming seriously sick.\nOlder men are up to twice as likely to die from Covid-19, the disease caused by the coronavirus, as women of the same age are, according to an analysis by the Chinese Center for Disease Control and Prevention. Another study, published in Nature in August, found that this was because men produce a weaker immune response than do women.\nThe potential for needing hospitalization rises after the age of 50, said Raina MacIntyre, who heads the biosecurity program at the Kirby Institute of the University of New South Wales in Sydney, Australia.", "url": "https://www.nytimes.com/2020/10/02/health/trump-coronavirus-explainer.html"}