{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:48:12", "date_modify": "2022-10-25 23:48:12", "date_publish": "2020-05-03 23:08:29", "description": "But even as President Trump acknowledged that the coronavirus has been deadlier than he had previously predicted, he pressed to reopen the country.", "filename": "2020_05_03_us_politics_trump-coronavirus_1666741692.html", "image_url": "https://static01.nyt.com/images/2020/05/04/us/politics/03dc-virus-trump-print/03dc-virus-trump-print-facebookJumbo.jpg?year=2020&h=550&w=1050&s=12e4091b084189716732501d1b35288f9bb2a644c4287569001546f689bfc991&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_03_us_politics_trump-coronavirus_1666741692.html", "title": "Trump Foresees Virus Death Toll as High as 100,000 in the United States", "title_page": "Trump Foresees Virus Death Toll as High as 100,000 in the United States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump predicted that a vaccine would be developed by the end of 2020, which would be sooner than some public health experts anticipate and much faster than any other vaccine for such a major virus. “We are very confident that we’re going to have a vaccine at the end of the year, by the end of the year,” he said. Even if it is developed that soon, though, he did not say whether it could be approved and produced in sufficient quantities for widespread use by then.\nThe president confirmed that he was warned about the virus, which originated in China, in an intelligence briefing in January, but asserted that it was characterized as if “it was not a big deal.” He said intelligence agencies would release information about his briefings as early as Monday.\n“On Jan. 23, I was told that there could be a virus coming in but it was of no real import,” Mr. Trump said. “In other words, it wasn’t, ‘Oh, we’ve got to do something, we’ve got to do something.’ It was a brief conversation and it was only on Jan. 23. Shortly thereafter, I closed the country to China. We had 23 people in the room and I was the only one in the room who wanted to close it down.”\nMr. Trump was referring to his decision on Jan. 30 to block entry by most foreign nationals coming from China, a move that in fact was supported by a number of his advisers and came only after major American airlines had already canceled flights. Some public health advisers have said that the travel limits helped slow the spread to the United States but that the Trump administration did not use the extra time to adequately prepare by ramping up testing and producing medical equipment.\nMr. Trump said his travel limit, which did not apply to Americans or legal residents, was not driven by the Jan. 23 warning. “I didn’t do it because of what they said,” he said. “They said it very matter of factly. It was not a big deal.”\nIn forecasting the toll of the virus, the White House had relied on models by the Institute for Health Metrics and Evaluation at the University of Washington, which last month had predicted 60,415 deaths by the first week of August. Last week, the institute increased its estimate to 72,433 by early August. But now the toll looks likely to pass that number within a week.\n“It looks like we’re headed to a number substantially below the 100,000,” Mr. Trump had said on April 10. “That would be the low mark. And I hope that bears out.” He said a lower number would amount to a victory for him. “Hard to believe that if you had 60,000 — you could never be happy, but that’s a lot fewer than we were originally told and thinking.” As late as April 20, he said “we’re going toward 50 or 60,000 people.”", "url": "https://www.nytimes.com/2020/05/03/us/politics/trump-coronavirus.html"}