{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:29:22", "date_modify": "2022-10-25 23:29:22", "date_publish": "2020-05-28 22:43:51", "description": "Emergency programs have cushioned the shutdown’s impact on workers and businesses and lifted the economy, but may not outlast the coronavirus crisis.", "filename": "2020_05_28_business_economy_coronavirus-stimulus-unemployment_1666740562.html", "image_url": "https://static01.nyt.com/images/2020/05/29/business/29virus-cliff1a/29virus-cliff1a-facebookJumbo.jpg?year=2020&h=550&w=1050&s=070d6a91c1e434f2928cd24dea4aae16e06bf573a042bdaaa151c7149f6c78ec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_28_business_economy_coronavirus-stimulus-unemployment_1666740562.html", "title": "Coronavirus Aid: Millions Can See Its End, and They’re Scared", "title_page": "Coronavirus Aid: Millions Can See Its End, and They’re Scared - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A bipartisan group of lawmakers has separately proposed expanding a tax credit meant to subsidize wages, and the expanded unemployment benefits program may be extended. But Mitch McConnell, the Senate majority leader, has said that any additional aid package must be far narrower than previous packages.\nThe delivery of aid has been far from seamless. Many applicants waited weeks or months for payments. But the assistance has had an impact on millions of families.\n“I have people regularly who are calling me just crying because they’ve gotten their payments and they can actually pay rent and pay back some of the things that they were defaulting on,” said Michele Evermore, a senior policy analyst at the National Employment Law Project.\nWhen Nakitta Long was laid off on March 30, her first thought was the $900 rent payment due two days later. She was barely getting by on $507 a week as a temporary employee at a North Carolina automotive plant. Now she would be receiving just $223 per week in unemployment benefits — if she could get through to apply, which took weeks.\nFederal assistance provided a bridge. In April she got a $2,200 stimulus payment — $1,200 for her and $500 for each of her two minor children — which covered rent and her car payment. Then she started collecting the $600 per week in additional unemployment benefits, which means she is earning more than she was at work.\n“I don’t know where I would be,” Ms. Long said. “If I wasn’t getting the unemployment that I’m getting, and then the $600 boost and the stimulus, we would have been homeless.”\nMs. Long, 44, is figuring out what to do when the help runs out. She is scared to return to work with the virus still spreading, and unsure how she will do so if schools and day care centers remain closed. Most available jobs pay less than $15 an hour, which won’t cover her bills.", "url": "https://www.nytimes.com/2020/05/28/business/economy/coronavirus-stimulus-unemployment.html"}