{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:48:39", "date_modify": "2022-10-25 23:48:39", "date_publish": "2020-07-01 19:42:53", "description": "Continuing shortness of breath, muscle weakness, flashbacks, mental fogginess and other symptoms may plague patients for a long time.", "filename": "2020_07_01_health_coronavirus-recovery-survivors_1666741719.html", "image_url": "https://static01.nyt.com/images/2020/07/01/health/01VIRUS-RECOVERY-EXPLAINER/01VIRUS-RECOVERY-EXPLAINER-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=a467243af14c02cc9067830c8c444a9447bf4d80976f84d3c6e923305f2f2a8e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_01_health_coronavirus-recovery-survivors_1666741719.html", "title": "Coronavirus Survivors: Here's What Recovery May Look Like", "title_page": "Coronavirus Survivors: Here's What Recovery May Look Like - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Patients and their families should realize that fluctuations in progress are normal.\n“There are going to be days where everything’s going right with your lungs, but your joints are feeling so achy that you can’t get up and do your pulmonary rehab and you have a few setbacks,” Dr. Putrino said. “Or your pulmonary care is going OK, but your cognitive fog is causing you to have anxiety and causing you to spiral, so you need to drop everything and work with your neuropsychologist intensively.”\n“It really does feel like one step forward, two steps back,” he added, “and that’s OK.”\nHow long do these issues last?\nFor many people, the lungs are likely to recover, often within months. But other problems can linger and some people may never make a full recovery, experts say.\nOne benchmark is a 2011 New England Journal of Medicine study of 109 patients in Canada who had been treated for acute respiratory distress syndrome, or ARDS, the kind of lung failure that afflicts many Covid-19 patients. Five years later, most had regained normal or near-normal lung function but still struggled with persistent physical and emotional issues.\nOn one crucial test — how far patients could walk in six minutes — their median distance was about 477 yards, only three-quarters of the distance researchers had predicted. The patients ranged in age from 35 to 57, and while younger patients had a greater rate of physical recovery than older patients, “neither group returned to normal predicted levels of physical function at five years,” the authors wrote.\nThe patients in the study had ARDS from a variety of causes, including pneumonia, sepsis, pancreatitis or burns. They had a median stay of 49 days in the hospital, including 26 days in the I.C.U. and 24 days on a ventilator.\nResearch led by Dr. Needham of Johns Hopkins found that “patients have prolonged muscle weakness that lasts months or longer and that muscle weakness is not just limited to their arms and legs — it’s also their breathing muscles,” he said.\nAnother study by Dr. Needham and his colleagues found that about two-thirds of ARDS patients had significant fatigue a year later.", "url": "https://www.nytimes.com/2020/07/01/health/coronavirus-recovery-survivors.html"}