{"authors": ["Mike Isaac", "Cecilia Kang", "Sheera Frenkel"], "date_download": "2022-10-25 23:49:30", "date_modify": "2022-10-25 23:49:30", "date_publish": "2020-06-02 18:48:20", "description": "In a call with Facebook employees, who have protested the inaction on Mr. Trump’s messages, Mr. Zuckerberg said his decision was “pretty thorough.”", "filename": "2020_06_02_technology_zuckerberg-defends-facebook-trump-posts.html_action=click&module=RelatedLinks&pgtype=Article_1666741770.html", "image_url": "https://static01.nyt.com/images/2020/06/02/business/02facebook/02facebook-facebookJumbo.jpg?year=2020&h=550&w=1050&s=52369ba0cfa8637bd7347e9a6c8cd2f5e38bd455b51370798aa823dc18ba7744&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_02_technology_zuckerberg-defends-facebook-trump-posts.html_action=click&module=RelatedLinks&pgtype=Article_1666741770.html", "title": "Zuckerberg Defends Approach to Trump's Facebook Posts", "title_page": "Zuckerberg Defends Approach to Trump's Facebook Posts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Mark Zuckerberg, Facebook’s chief executive, on Tuesday stood firmly behind his decision not to do anything about President Trump’s inflammatory posts on the social network, saying that he had made a “tough decision” but that it “was pretty thorough.”\nIn a question-and-answer session with employees conducted over video chat software, Mr. Zuckerberg sought to justify his position, which has led to fierce internal dissent. The meeting, which had been scheduled for Thursday, was moved up to Tuesday after hundreds of employees protested the inaction by staging a virtual “walkout” on Monday.\nFacebook’s principles and policies supporting free speech “show that the right action where we are right now is to leave this up,” Mr. Zuckerberg said on the call referring to Mr. Trump’s posts. The audio of the employee call was heard by The New York Times.\nMr. Zuckerberg said that though he knew many people would be upset with Facebook, a policy review backed up his decision. He added that after he made his determination, he received a phone call from President Trump on Friday.", "url": "https://www.nytimes.com/2020/06/02/technology/zuckerberg-defends-facebook-trump-posts.html?action=click&module=RelatedLinks&pgtype=Article"}