{"authors": [], "date_download": "2022-10-25 23:54:52", "date_modify": "2022-10-25 23:54:52", "date_publish": "2020-09-22 14:14:15", "description": "Deepening tensions are on display, with President Trump blaming ‘the China virus’ for global catastrophe, and Xi Jinping claiming the mantle of environmental champion.", "filename": "2020_09_22_world_asia_un-general-assembly-live-updates_1666742092.html", "image_url": "https://static01.nyt.com/images/2020/09/22/world/22un-briefing-trump/merlin_177414534_a83c7d74-ba8b-4075-9f37-e684ab1f7208-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fa4cbbc0b6b52f55256efda4e300f31cee24d136c906ea1c68c50adb9b28d22a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_22_world_asia_un-general-assembly-live-updates_1666742092.html", "title": "U.N. General Assembly: Live Updates", "title_page": "U.N. General Assembly: Live Updates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "U.S.-China Brawl Sharpens on the Global Stage\nThe presidents of the United States and China squared off in their speeches to the annual General Assembly on Tuesday, punctuating a superpower rivalry that the leader of the 193-member organization, Secretary-General António Guterres, has called a great global risk.\nOn the coronavirus, global warming, human rights, international cooperation and a range of other issues, President Trump and his Chinese counterpart, Xi Jinping, laid out starkly differing views in their prerecorded remarks, underscoring the growing split between the United States and China during the first three years of Mr. Trump’s administration.\nMr. Trump blamed China for the coronavirus scourge that has traumatized the world and demanded that the United Nations hold the country accountable. Mr. Xi, clearly anticipating Mr. Trump’s attacks, portrayed the virus as everyone’s challenge and described China’s response as scientific, generous and responsible.\n“Any attempt at politicizing or stigmatizing this issue must be rejected,” Mr. Xi said.\nMr. Trump described China as a leading degrader of the environment and asserted that the United States has done more to reduce pollution since withdrawing from the Paris climate accord. Mr. Xi reiterated China’s commitment to cut its emissions and reduce the threat of global warming.", "url": "https://www.nytimes.com/2020/09/22/world/asia/un-general-assembly-live-updates.html"}