{"authors": ["Nicole Sperling"], "date_download": "2022-10-25 23:34:46", "date_modify": "2022-10-25 23:34:46", "date_publish": "2020-05-27 09:00:23", "description": "After years in the show-business trenches, Sarah Aubrey has the power to say yes to shows and films that will be seen by millions.", "filename": "2020_05_27_arts_television_sarah-aubrey-hbo-max_1666740886.html", "image_url": "https://static01.nyt.com/images/2020/05/31/arts/31SUMMER-TV-STREAMING-promo/31SUMMER-TV-STREAMING-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e0f5220aca1ea0338a23b6ab3678aeac6c4f86510d7652205518ee7b03aeb06f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_27_arts_television_sarah-aubrey-hbo-max_1666740886.html", "title": "Her Role at HBO Max? Challenging Netflix", "title_page": "Her Role at HBO Max? Challenging Netflix - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A main order of business for AT&T, after its purchase of Time Warner for $85.4 billion, was the creation of a major digital platform that would unite all the disparate units of Warner Media: Warner Bros, HBO, Cartoon Network, CNN and TNT, among others, in one service. The company plans to invest more than $4 billion in HBO Max, which has arrived late to the streaming party at a cost of $15 a month, a higher price than Netflix, Disney Plus, Apple TV Plus and Hulu.\nAubrey, 48, said she sees her role as an opportunity to build a team that can help move the company into the future. “I have some kick-ass, adult, really ambitious, kind people who work for me,” she said. “And it’s like 80-percent female.”\nShe considers herself fortunate to be in digital media at this moment.\n“This is a once-in-a-career opportunity, to be on the ground floor of something like this,” Aubrey said. “It’s not only streaming — which is where everyone wants to be — but I know everyone inside this company. There is jet fuel sitting here.”\nPrograms that have received the green light on her watch include “Love Life,” an unapologetic rom-com series starring Anna Kendrick, and “Legendary,” a competition show set in the underground ballroom scene. The first film she commissioned, “Tokyo Vice,” from the director Michael Mann and starring Ansel Elgort, was shut down after five days of shooting in Japan because of the virus. Aubrey thinks it, too, has a chance to start up again soon.\nAll of this will be part of the 10,000 hours of programming available on the platform once it reaches maturity. Vintage Warner Bros. sitcoms like “Friends” and “The Big Bang Theory” will sit alongside Warner Bros. films including the eight Harry Potter movies and DC Comics blockbusters featuring Batman, Superman and Wonder Woman. It will also have the so-called Snyder Cut of “Justice League,” a re-edited and expanded version of the 2017 superhero film whose original director, Zack Snyder, had to abandon during production because of a family tragedy.\nAubrey entered the entertainment business through the side-door of entertainment law, having worked as an associate at the Los Angeles law firm Greenberg Glusker.", "url": "https://www.nytimes.com/2020/05/27/arts/television/sarah-aubrey-hbo-max.html"}