{"authors": ["Carl Zimmer"], "date_download": "2022-10-25 23:00:48", "date_modify": "2022-10-25 23:00:48", "date_publish": "2020-05-06 18:10:30", "description": "A preliminary report posted online claimed that a mutation had made the virus more transmissible. Geneticists say the evidence isn’t there.", "filename": "2020_05_06_health_coronavirus-mutation-transmission_1666738848.html", "image_url": "https://static01.nyt.com/images/2020/05/06/science/06VIRUS-MUTATIONS/06VIRUS-MUTATIONS-facebookJumbo.jpg?year=2020&h=550&w=1050&s=09706ebdd301f3fe83b065d95933c9a2bfcc8df64b193298a9fe703875dbc60c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_06_health_coronavirus-mutation-transmission_1666738848.html", "title": "Did a Mutation Turbocharge the Coronavirus? Not Likely, Scientists Say", "title_page": "Did a Mutation Turbocharge the Coronavirus? Not Likely, Scientists Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But experts in viral evolution are far from convinced. For one thing, there is no new strain: Unlike the flu, the coronavirus so far has not split into clearly distinct forms.\nIt does mutate, but that’s what viruses do. Just because a mutation becomes more common isn’t proof that it is altering how the virus functions.\nDr. Korber did not immediately respond to an email request for comment.\nMutations are tiny changes to genetic material that occur as it is copied. Human cells have many so-called proofreading proteins that keep mutations rare. Still, each baby arrives with dozens of new genetic mutations.\nViruses are far sloppier, producing many mutants every time they infect a cell. Many of these mutations aren’t useful to the virus, disabling it rather than helping it proliferate. A few may be beneficial to the virus. The rest have little effect one way or the other.", "url": "https://www.nytimes.com/2020/05/06/health/coronavirus-mutation-transmission.html"}