{"authors": [], "date_download": "2022-10-25 23:48:55", "date_modify": "2022-10-25 23:48:55", "date_publish": "2020-02-28 05:21:08", "description": "Officials in both states raced to contact people who might have been exposed to the coronavirus, and experts warned that the cases could indicate signs of spread within the United States.", "filename": "2020_02_28_world_coronavirus-update_1666741735.html", "image_url": "https://static01.nyt.com/images/2020/02/28/us/28virus-briefing-ucdavis/merlin_169682550_476a9429-d94c-4e70-91ae-818d9e601c70-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ff2b09618b0d7e93263583be1974db25313736aa81441053350ff1e5b0748c91&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_28_world_coronavirus-update_1666741735.html", "title": "New Unexplained Cases Reported in Oregon and California", "title_page": "New Unexplained Cases Reported in Oregon and California - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite the steady number of flights and the growing relationship between China and African countries, the only previously confirmed infections on the continent had been in Egypt and Algeria.\nDr. Osagie Ehanire, Nigeria’s minister of health, said in a statement that the country had been shoring up its preparedness since the virus started spreading in China and that it would respond with all available resources.\nAfrica has very few confirmed cases, but experts have already expressed concerns about how the continent would cope with a wide-scale outbreak.\nThe Africa Centers for Disease Control and the W.H.O. have worked with African nations to improve surveillance and testing.\nCurrently, 26 laboratories on the continent are able to test for the coronavirus, up from two in early February.\nDr. Ngozi Erondu, an associate fellow in the Global Health Program at Chatham House, an international research group in London, said it would be crucial to enhance scrutiny of all travelers, especially those coming from countries with documented outbreaks.\n“Staff at points of entry must realize that Covid-19 has no ethnicity or nationality, so personal biases must be checked,” she said, using the name of the disease caused by the coronavirus.\nReporting and research was contributed by Eric Schmitt, Rick Rojas, Marc Santora, Megan Specia, Katie Thomas, Russell Goldman, Melissa Eddy, Aurelien Breeden, Elian Peltier, Andrew Higgins, Abdi Latif Dahir, Jack Ewing, Choe Sang-Hun, Keith Bradsher, Alexandra Stevenson, Elaine Yu, Tiffany May, Karen Zraick, Wang Yiwei, Andrew Das, Jamal Jordan, Heather Casey, Joseph Goldstein, Jesse McKinley, Ian Austen, Kirk Semple, Richard Pérez-Peña, Josh Keller, Rick Gladstone, Farnaz Fassihi, Knvul Sheikh, Elisabetta Povoledo, Noah Weiland and Constant Méheut.", "url": "https://www.nytimes.com/2020/02/28/world/coronavirus-update.html"}