{"authors": ["Stephen Castle", "Mark Landler"], "date_download": "2022-10-25 22:55:01", "date_modify": "2022-10-25 22:55:01", "date_publish": "2020-09-10 20:01:25", "description": "Europe has demanded the quick withdrawal of draft Brexit legislation that breaks international law. Britain has refused.", "filename": "2020_09_10_world_europe_brexit-boris-johnson-ireland_1666738501.html", "image_url": "https://static01.nyt.com/images/2020/09/10/world/10brexit/10brexit-facebookJumbo.jpg?year=2020&h=550&w=1050&s=32fceb60af4952a1441215613c5720c62c3801db3196077bc34ca545c1d48a48&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_10_world_europe_brexit-boris-johnson-ireland_1666738501.html", "title": "Brexit Talks Hit Crisis as Boris Johnson Rejects EU Ultimatum", "title_page": "Brexit Talks Hit Crisis as Boris Johnson Rejects EU Ultimatum - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He and his counterpart, Michel Barnier, need to reach a deal on trade next month if it is to be ratified by the end of the year when Britain stops trading under European Union’s rules.\n“With the E.U. saying ‘you have until the end of the month,’ one side has to back down,” said David Henig, director of the UK Trade Policy Project at the European Center for International Political Economy, a research institute, “and that is a difficult situation if we are to get a deal by mid-October. The E.U. is not going to back down.”\nThere is no sign Mr. Johnson plans to back down to either, claiming earlier this week that failing to reach a trade deal with the European Union would still be a “good outcome.” Though he has shown flexibility in the past, and his government has made a series of policy reversals, the government has taken an uncompromising line on Brexit, giving few hints that it intends to compromise, let alone give way to Brussels.\nWhile another crisis in Brexit negotiation seemed almost inevitable, few expected the confrontation to be about putting in place an agreement that had already been signed and sealed. Britain argues that its new draft legislation is to provide a fallback option in case it cannot strike a trade deal with Brussels, but it not even clear that it will pass through Parliament unscathed.\nCritics said the risk of miscalculation for Mr. Johnson was high. Far from being a peripheral issue, the provisions on the Irish border are the centerpiece of the withdrawal agreement. They united the bloc’s 27 members during protracted, divisive negotiations with Britain over Brexit, because they are seen as so closely intertwined with maintaining Irish peace.\n“The E.U. is not going to allow peace in Ireland to be leveraged in a negotiation,” said Mujtaba Rahman, an expert on Brexit at the political risk consultancy, Eurasia Group. “They see very clearly what the government is doing, and they’re not going to be bullied. Britain is playing a very dangerous game of chicken with Europe.”", "url": "https://www.nytimes.com/2020/09/10/world/europe/brexit-boris-johnson-ireland.html"}