{"authors": ["Declan Walsh"], "date_download": "2022-10-25 23:44:10", "date_modify": "2022-10-25 23:44:10", "date_publish": "2020-06-04 22:43:33", "description": "As the West settles into a grinding battle with the disease, the virus surges across the Middle East, Africa, Latin America and South Asia.", "filename": "2020_06_04_world_middleeast_coronavirus-egypt-america-africa-asia_1666741450.html", "image_url": "https://static01.nyt.com/images/2020/06/04/world/04virus-egypt/merlin_173206890_9bceed35-67d8-4439-9d27-996831e0fe95-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fc0c165452c224e59318f6d2cad3c54ae506e84aec2a86697a514f378b83ff07&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_04_world_middleeast_coronavirus-egypt-america-africa-asia_1666741450.html", "title": "Coronavirus Surges in Middle East, Africa, Latin America and South Asia", "title_page": "Coronavirus Surges in Middle East, Africa, Latin America and South Asia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — For months, one enduring mystery of the coronavirus was why some of the world’s most populous countries, with rickety health systems and crowded slums, had managed to avoid the brunt of an outbreak that was burning through relatively affluent societies in Europe and the United States.\nNow some of those countries are tumbling into the maw of the pandemic, and they are grappling with the likelihood that their troubles are only beginning.\nGlobally, known cases of the virus are growing faster than ever with more than 100,000 new ones a day. The surge is concentrated in densely populated, low- and middle-income countries across the Middle East, Latin America, Africa and South Asia.\nNot only has it filled hospitals and cemeteries there, it has frustrated the hopes of leaders who thought they were doing everything right, or who believed they might somehow escape the pandemic’s worst ravages.", "url": "https://www.nytimes.com/2020/06/04/world/middleeast/coronavirus-egypt-america-africa-asia.html"}