{"authors": ["Zolan Kanno-Youngs"], "date_download": "2022-10-25 23:37:52", "date_modify": "2022-10-25 23:37:52", "date_publish": "2020-10-06 22:32:58", "description": "An annual assessment that a whistle-blower said was withheld for months did not hold back on the threat from violent extremists and tagged Russia as the primary source of disinformation.", "filename": "2020_10_06_us_politics_homeland-security-white-supremacists-russia_1666741072.html", "image_url": "https://static01.nyt.com/images/2020/10/06/world/06dc-dhs2/06dc-dhs2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bcf320b3d4ffcebfa765d3811b17b693054d46a25fb59951a8ef9343ac638d2a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_06_us_politics_homeland-security-white-supremacists-russia_1666741072.html", "title": "Delayed Homeland Security Report Warns of ‘Lethal’ White Supremacy", "title_page": "Delayed Homeland Security Report Warns of ‘Lethal’ White Supremacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Department of Homeland Security warned on Tuesday that violent white supremacy was the “most persistent and lethal threat in the homeland” in an annual assessment that a former intelligence chief had accused the agency of withholding in deference to President Trump.\nThe intelligence chief-turned-whistle-blower last month accused the department of blocking the report and directing analysts to play down the threat of violent white racism as well as Russian election interference to align the agency’s message with the president’s. But the final report appeared to do no such thing.\nThe threat assessment highlighted white supremacists as the most deadly among domestic terrorists in recent years and Russia as the primary threat to spreading disinformation.\n“I am particularly concerned about white supremacist violent extremists who have been exceptionally lethal in their abhorrent, targeted attacks in recent years,” Chad F. Wolf, the acting secretary of homeland security, wrote in the foreward to the assessment. The threat report also stated that “Russia is the likely primary covert influence actor and purveyor of disinformation and misinformation within the homeland.”", "url": "https://www.nytimes.com/2020/10/06/us/politics/homeland-security-white-supremacists-russia.html"}