{"authors": ["Patrick Mcgeehan", "Christina Goldbaum"], "date_download": "2022-10-25 23:51:15", "date_modify": "2022-10-25 23:51:15", "date_publish": "2020-01-13 08:00:09", "description": "Governor Andrew Cuomo seems to have lost patience and is proposing new tracks at the transit hub, even if modern rail tunnels are not built.", "filename": "2020_01_13_nyregion_penn-station-gateway-tunnel_1666741875.html", "image_url": "https://static01.nyt.com/images/2020/01/13/nyregion/00PENNSTATION1-promo/00PENNSTATION1-promo-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=6b1eb4ca4fba0291f2b1930bcc8b5df5ef7d6095f347e8474e80eec08737c983&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_13_nyregion_penn-station-gateway-tunnel_1666741875.html", "title": "Expand Penn Station? Fight With Trump Stalls Tunnels to Get There", "title_page": "Expand Penn Station? Fight With Trump Stalls Tunnels to Get There - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was presented as a crowning vision for Pennsylvania Station, the busiest train hub in North America — a plan to significantly expand the terminal, including adding eight new tracks, by annexing a full Manhattan block and working to make the vast complex less stifling and more welcoming.\nBut the proposal laid out by Gov. Andrew M. Cuomo would do little to solve the New York region’s biggest transportation challenge: the deteriorating condition of the 110-year-old rail tunnels that more than 100,000 commuters rely on every weekday.\nThe $11.3 billion plan to build new tunnels under the Hudson River before the old ones give out remains mired in a political standoff between President Trump and Democratic leaders on both sides of the river.\nThat plan, known as Gateway, is widely considered the most important infrastructure project in the country. But it requires federal funding and approvals that the Trump administration has shown little interest in providing.", "url": "https://www.nytimes.com/2020/01/13/nyregion/penn-station-gateway-tunnel.html"}