{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:49:21", "date_modify": "2022-10-25 23:49:21", "date_publish": "2020-08-26 09:00:27", "description": "There’s a large partisan divide in parents’ views on whether it’s safe for students and teachers to return to school, several new surveys find.", "filename": "2020_08_26_upshot_school-reopening-partisan-divide_1666741761.html", "image_url": "https://static01.nyt.com/images/2020/08/26/upshot/26up-utah-teacher1/merlin_175452201_d5418115-3320-4eb5-8320-7ba13d8cd1f8-facebookJumbo.jpg?year=2020&h=550&w=1050&s=757aefbb2f2f049e313f96fcd57a6346f75366b67d3e24317cf116e7984da703&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_26_upshot_school-reopening-partisan-divide_1666741761.html", "title": "Should Children Go Back to School? New Surveys Say It Depends in Part on Your Politics", "title_page": "Should Children Go Back to School? New Surveys Say It Depends in Part on Your Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Parents in the United States are anxious and unsure about how to keep their children safe and able to learn during the pandemic school year. But there is a large political divide in how they think about these issues, several new surveys show.\nDemocrats are more reluctant than Republicans to send their children to school, and are more worried that their families will become infected. Republicans are more likely to believe teachers and children should be back in classrooms this school year, according to a Morning Consult survey for The New York Times of a nationally representative group of 1,081 parents.\nOther recent surveys have found similar patterns. Many factors are at play in parents’ approach to the school year, including their jobs; the risk level in their families and communities; and their children’s individual needs. Parents of color and low-income parents say they’re less comfortable with returning children and teachers to school. But over all, political leanings play a large role in parents’ views.\nEducation wasn’t always such a powerful national political issue. Jeffrey Henig, director of the politics and education program at Teachers College at Columbia, traces the shift back to 1983 and the publication of “A Nation at Risk,” a report calling for education reform, which immediately became a political flash point. The intense polarization of the Trump era has made this worse, he said.", "url": "https://www.nytimes.com/2020/08/26/upshot/school-reopening-partisan-divide.html"}