{"authors": ["Alexander Burns"], "date_download": "2022-10-25 23:52:40", "date_modify": "2022-10-25 23:52:40", "date_publish": "2020-03-04 15:16:05", "description": "After Mr. Biden’s big wins on Super Tuesday Mr. Bloomberg endorsed him and said that he planned to remain involved in the 2020 presidential campaign.", "filename": "2020_03_04_us_politics_michael-bloomberg-drops-out_1666741960.html", "image_url": "https://static01.nyt.com/images/2020/03/04/us/politics/04vid-Bloomberg-Live-PHOTO/04vid-Bloomberg-Live-facebookJumbo.jpg?year=2020&h=550&w=1050&s=509f5e5e2719f432721a8a58939a431078d5357e09d66de5f8c138737ce03188&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_04_us_politics_michael-bloomberg-drops-out_1666741960.html", "title": "Bloomberg Drops Out of 2020 Race, Ending Brief and Costly Campaign", "title_page": "Bloomberg Drops Out of 2020 Race, Ending Brief and Costly Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Only Senator Elizabeth Warren of Massachusetts remains as a major candidate. Her campaign said on Wednesday that she was assessing her path forward in view of another night of dispiriting election returns, including a third-place finish in her home state, that left Ms. Warren without a single victory after a month of primaries and caucuses.\nMr. Sanders said on Wednesday that he had spoken with Ms. Warren, who for months had been his most formidable rival from the Democrats’ populist wing. But Mr. Sanders said he applied no public pressure on her to stand down and shared no knowledge of her intentions, if he had any.\nSome supporters have urged Ms. Warren to take her time, while others are pressing her to capitalize on her existing leverage by dropping out and endorsing Mr. Biden, according to Democrats who have spoken to her. But Ms. Warren made it clear to one supporter on Wednesday that she was not going to act hastily and that it may be at least another day before she makes up her mind.\nIn a further boon to Mr. Biden, Mr. Bloomberg signaled in his concession speech that he intended to keep wielding his multibillion-dollar fortune against President Trump. The former New York City mayor had previously pledged to keep spending large sums of money to help Democrats in the general election, even if Mr. Bloomberg did not become the nominee. (The Sanders campaign has said it would not welcome that kind of help.)", "url": "https://www.nytimes.com/2020/03/04/us/politics/michael-bloomberg-drops-out.html"}