{"authors": ["Catie Edmondson", "Luke Broadwater"], "date_download": "2022-10-25 23:24:31", "date_modify": "2022-10-25 23:24:31", "date_publish": "2020-12-12 01:12:56", "description": "More than 60 percent of the chamber’s Republicans — including party leaders — signed onto a brief, underscoring the party’s willingness to back the president no matter how extreme the test.", "filename": "2020_12_11_us_politics_republicans-trump-election-lawsuit_1666740271.html", "image_url": "https://static01.nyt.com/images/2020/12/10/us/politics/11DC-REPUBLICANS/11DC-REPUBLICANS-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=09ad48b171cb669da5dad03170e9c0797e61f0cb89ad29303807f6dde321f712&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_11_us_politics_republicans-trump-election-lawsuit_1666740271.html", "title": "Rallying Behind Trump, Most House Republicans Joined Failed Lawsuit", "title_page": "Rallying Behind Trump, Most House Republicans Joined Failed Lawsuit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By Friday afternoon, 126 lawmakers had done so, including Representative Kevin McCarthy, the minority leader. Some conceded openly that they did not expect the effort to succeed. Others privately characterized it as a recognition that many of their constituents believed Mr. Trump’s false assertions that he was the true winner of the election.\n“A lot of people saw that as a threat to their very existence being in Congress,” Representative Denver Riggleman, Republican of Virginia, said of Mr. Johnson’s email. “They’re getting pressure from multiple angles. They can come out and say they’re defending the president, knowing that it’s a fool’s errand, but that it allows them to stay in good graces with a certain segment of the voting population.”\nMr. Johnson’s call to arms, reported earlier by CNN, amounted to the latest in a series of loyalty tests for elected Republicans that Mr. Trump has effectively laid out on his way out of power, which have exposed divisions in the party that are likely to outlast him. The vast majority of Republicans have been unwilling to question Mr. Trump’s fictitious claims of having won the election. Many have eagerly taken up the allegations themselves, while a small and increasingly marginalized minority has raised alarms about the party’s efforts to sow distrust in the election.\nRepublicans who signed the brief claimed that the election had been “riddled with an unprecedented number of serious allegations of fraud and irregularities” and argued that it was reasonable to ask the justices to review them. There has been no evidence of widespread fraud or irregularities, despite Mr. Trump’s allegations, and nearly every one of the signers was just re-elected in the same balloting they claimed was invalid.\n“My personal hope is that drawing additional attention to it forces states to clean up their act, and adopt far better and more secure systems going forward that will garner the kind of faith in our elections our nation so desperately needs,” said Representative Dan Crenshaw, Republican of Texas, who signed onto the brief.", "url": "https://www.nytimes.com/2020/12/11/us/politics/republicans-trump-election-lawsuit.html"}