{"authors": ["David E. Sanger", "Lara Jakes"], "date_download": "2022-10-25 23:54:42", "date_modify": "2022-10-25 23:54:42", "date_publish": "2020-06-19 18:47:16", "description": "The United States and the big European powers came together to declare they had serious concerns about Tehran’s failure to allow inspectors into two locations.", "filename": "2020_06_19_us_politics_iran-nuclear-iaea_1666742082.html", "image_url": "https://static01.nyt.com/images/2020/06/19/us/politics/19dc-nukes/19dc-nukes-facebookJumbo.jpg?year=2020&h=550&w=1050&s=683ccfb8f8aa0ce2501d51f740b215e3badcac3b1f2cf4b20d33c33e3f93130f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_19_us_politics_iran-nuclear-iaea_1666742082.html", "title": "Iran Is Accused of Hiding Suspected Nuclear Activity", "title_page": "Iran Is Accused of Hiding Suspected Nuclear Activity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under the 2015 agreement, Iranian officials shipped 97 percent of their existing stockpile of low-enriched uranium out of the country. And the nuclear agency’s latest assessment of Iran’s enrichment activities concludes that while it is violating the limits imposed in the 2015 accord, it would still take months to fashion its uranium stockpile into something that could be used to produce a single nuclear weapon. It also would take months or years more to produce the weapon.\nThe vote by the International Atomic Energy Agency came as no surprise to the Iranians, who have been jousting with inspectors over whether they are required to provide access under its agreements for nuclear transparency.\nAhead of the vote, Iran’s foreign minister, Mohammad Javad Zarif, warned on Thursday that a resolution by the international body would “ruin” prospects for what he described as an “agreeable solution.”\nHe also accused enemies of the nuclear deal of conspiring with international inspectors who had audited more Iranian nuclear sites “over the last five years than in I.A.E.A. history.”\n“We’ve nothing to hide,” Mr. Zarif wrote on Twitter.\nBrian H. Hook, the State Department’s special envoy for Iran policy, called that claim laughable. “If only that were true,” he said.\nThe issue is not how many sites inspectors have visited but which ones. Several that were previously unknown were identified after a bold raid on Tehran in early 2018 where agents of Israel’s Mossad intelligence agency broke into a warehouse and seized thousands of long-hidden files about Iran’s early nuclear efforts, some stretching back nearly two decades.\nSince then, the Israelis have shared some — but not all — of the findings with international inspectors, including the location of one major site, which Israeli officials called the Abadeh Nuclear Weapons Development Site. Experiments using conventional explosives are believed to have been conducted there.", "url": "https://www.nytimes.com/2020/06/19/us/politics/iran-nuclear-iaea.html"}