{"authors": ["Sheryl Gay Stolberg", "Sharon Lafraniere", "Michael D. Shear", "Ben Protess"], "date_download": "2022-10-25 23:23:53", "date_modify": "2022-10-25 23:23:53", "date_publish": "2020-05-09 17:21:06", "description": "The allegations suggest personal clashes influenced how the administration responded to the pandemic.", "filename": "2020_05_09_us_politics_whistle-blower-trump-coronavirus_1666740233.html", "image_url": "https://static01.nyt.com/images/2020/05/10/us/politics/10dc-virus-bright-print/merlin_170127444_0396270a-b065-4ba9-970e-cef054bf5540-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d2fdac49e38f7acf9757f457c69cf9949d651695ea36f46d86661eaee6083e1e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_09_us_politics_whistle-blower-trump-coronavirus_1666740233.html", "title": "Whistle-Blower Exposes Infighting and Animus in Trump’s Coronavirus Response", "title_page": "Whistle-Blower Exposes Infighting and Animus in Trump’s Coronavirus Response - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The call in early February from the White House Situation Room came as a surprise to Rick Bright: Peter Navarro, President Trump’s trade adviser, wanted him to come present his ideas for fighting the coronavirus, alone.\nDr. Bright, whose tiny federal research agency was pursuing a coronavirus vaccine, had long been at odds with his boss at the Department of Health and Human Services, Robert Kadlec. His White House visits, twice in a single weekend, only exacerbated those tensions. “Weekend at Peter’s,” Dr. Kadlec quipped in the subject line of an email that expressed his displeasure.\nThe hostility between these two key officials in the government’s response to a pandemic that has claimed more than 75,000 American lives burst into public view Tuesday when Dr. Bright — who was abruptly dismissed last month as head of the Biomedical Advanced Research and Development Authority — filed a formal whistle-blower complaint. The document accuses Dr. Kadlec and other top administration officials of “cronyism” and putting politics ahead of science.\nWhether or not the charges are ultimately proven, the 89-page complaint along with other documents and interviews expose troubling infighting at the Health and Human Services Department, the sprawling agency that includes BARDA, the Centers for Disease Control and Prevention, National Institutes of Health, the Food and Drug Administration and other arms of government, as officials there struggled to combat the worst public health crisis in a century.", "url": "https://www.nytimes.com/2020/05/09/us/politics/whistle-blower-trump-coronavirus.html"}