{"authors": ["Michael Wilson"], "date_download": "2022-10-25 23:28:06", "date_modify": "2022-10-25 23:28:06", "date_publish": "2020-04-17 22:22:58", "description": "Most people are obeying, if sometimes reluctantly, the new statewide order to wear facial coverings in public wherever social distancing is not possible.", "filename": "2020_04_17_nyregion_new-york-coronavirus-masks_1666740486.html", "image_url": "https://static01.nyt.com/images/2020/04/17/nyregion/00nyvirus-masks1/00nyvirus-masks1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ebcb2ab562cfd0370f71b3179f6d0d3c8409668d55e7cbcc6d67418167b074f7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_17_nyregion_new-york-coronavirus-masks_1666740486.html", "title": "At Least New Yorkers Can Still Roll Their Eyes", "title_page": "At Least New Yorkers Can Still Roll Their Eyes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One imagines how the governor might describe the act of wearing a mask as the days stretch on: You’re going to forget to not touch it, you’re going to accidentally pull it down to speak, you’re going to hate the way it smells, you’re going to have to use a passcode to unlock your phone, you’re going to fog up your glasses. But you have to wear it in those situations.\nMaryland, New Jersey and Pennsylvania are requiring that masks be worn in stores; likewise in Los Angeles and some surrounding California counties. New York’s order is the most expansive, requiring face coverings anywhere in the state where two people might come within two yards of each other, though for now, there is no fine for disobeying.\nThe new rules veered into uncharted territory; they generally apply to anyone age 2 and up, though in Pennsylvania, parents of children between 2 and 9 were told they “must make reasonable effort” to put, and keep, masks on them.\nNew Yorkers’ enthusiasm for rigid compliance landed, as one might guess, across a spectrum.\nIn Prospect Park in Brooklyn, couples young and old walked behind masks, while other families, keeping their social distance, kept theirs in pockets. Bicyclists sped past with faces covered, as if imagining a cloud of the coronavirus before them.\nRobert Wagner, 41, a software engineer in Forest Hills, wore a mask in a park as he played with his toddler son, Vikram. “I think that such an order should have come sooner,” he said. “It was irresponsible to advise no masks and then turn around and say, ‘OK now everybody wear them.’”", "url": "https://www.nytimes.com/2020/04/17/nyregion/new-york-coronavirus-masks.html"}