{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:35:56", "date_modify": "2022-10-25 23:35:56", "date_publish": "2020-09-21 09:00:18", "description": "Inside information and influence with the clerks’ former bosses may figure in the transactions, a new study suggests.", "filename": "2020_09_21_us_politics_supreme-court-clerk-bonuses_1666740956.html", "image_url": "https://static01.nyt.com/images/2020/09/21/multimedia/21dc-bar/merlin_177287940_af73b2ef-cc13-4a79-97fb-3c55b44c7f19-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2622e37a5d6929c3ef5f57b6493b8c60d71ebdde66ec7f7f07570e5d804baed0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_21_us_politics_supreme-court-clerk-bonuses_1666740956.html", "title": "Law Firms Pay Supreme Court Clerks $400,000 Bonuses. What Are They Buying?", "title_page": "Law Firms Pay Supreme Court Clerks $400,000 Bonuses. What Are They Buying? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Supreme Court justices make $265,600 a year. The chief justice gets $277,700.\nTheir law clerks do a lot better. After a year of service at the court, they are routinely offered signing bonuses of $400,000 from law firms, on top of healthy salaries of more than $200,000.\nWhat are the firms paying for? In a profession obsessed with shiny credentials, a Supreme Court clerkship glitters. Hiring former clerks burnishes the firms’ prestige, making them more attractive to clients.\nStill, the former clerks are typically young lawyers just a couple of years out of law school, and the bonuses have a second and more problematic element, said Stephen Gillers, an expert on legal ethics at New York University. “They’re buying something else: a kind of inside information about how the court is thinking and how individual justices might be thinking,” he said.\nThe Supreme Court appears to recognize that this is a problem. Its rules impose a two-year ban barring former clerks from working on “any case pending before this court or in any case being considered for filing in this court.” (The rules also impose a permanent ban on working on “any case that was pending in this court during the employee’s tenure.”)", "url": "https://www.nytimes.com/2020/09/21/us/politics/supreme-court-clerk-bonuses.html"}