{"authors": ["Luis Ferré-Sadurní", "Jesse Mckinley"], "date_download": "2022-10-25 23:53:21", "date_modify": "2022-10-25 23:53:21", "date_publish": "2020-04-03 00:37:47", "description": "Gov. Andrew M. Cuomo and the Legislature agreed to a $177 billion budget that also included another change to the state’s bail laws.", "filename": "2020_04_02_nyregion_coronavirus-ny-state-budget_1666742001.html", "image_url": "https://static01.nyt.com/images/2020/04/02/nyregion/02nybudget-HFO1/02nybudget-HFO1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fcf3805304f3f348d8d4ac36a8dfaf43073f067158a54d52b72d2a1061c9fbff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_02_nyregion_coronavirus-ny-state-budget_1666742001.html", "title": "‘We Can’t Spend What We Don’t Have’: Virus Strikes N.Y. Budget", "title_page": "‘We Can’t Spend What We Don’t Have’: Virus Strikes N.Y. Budget - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lawmakers also passed one of Mr. Cuomo’s top priorities: structural changes to reduce billions in spending on the state’s growing Medicaid program, which the governor blamed for helping to create a projected $6 billion budget gap before the coronavirus outbreak hit New York.\nThe budget lifted a ban on paid gestational surrogacy, which failed to gain support in 2019 following opposition from some feminist and religious groups who argued that it commodified a woman’s body and would lead to the exploitation of poor women.\nThe legislation includes language requiring that surrogates have access to health care and legal counsel paid by the parents, as well as the right to decide whether to continue or terminate a pregnancy.\nThe environment was once again a hallmark of the budget: An act to leverage $3 billion in bonds to address environmental issues around the state was approved, as was a ban on single-use foam food containers, which are not biodegradable and difficult to recycle.\nThat provision was attacked as a job-killer by the American Chemistry Council, a major trade group for chemical companies, which noted that restaurants are now limited to takeout and delivery services. (The ban does not take effect until 2022.)\nThe measure followed a ban on single-use plastic bags passed last year that was supposed to go into effect March 1, but won’t be enforced until at least May 15 because of the outbreak.\nLegislators also legalized electric scooters and bicycles, a reversal of Mr. Cuomo’s veto of similar legislation late last year because he had safety and implementation concerns.", "url": "https://www.nytimes.com/2020/04/02/nyregion/coronavirus-ny-state-budget.html"}