{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 22:56:03", "date_modify": "2022-10-25 22:56:03", "date_publish": "2020-03-13 12:40:44", "description": "After criticizing American officials for politicizing the pandemic, Chinese officials and news outlets have floated unfounded theories that the United States was the source of the virus.", "filename": "2020_03_13_world_asia_coronavirus-china-conspiracy-theory_1666738563.html", "image_url": "https://static01.nyt.com/images/2020/03/15/world/15virus-china-conspiracy/merlin_162934194_dc776967-5551-4669-8b03-fe923044fb0c-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0be7715d787ae076c012d6cfcdc15fd32ce1dc845526c12ee85986156f46a8fd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_13_world_asia_coronavirus-china-conspiracy-theory_1666738563.html", "title": "China Spins Tale That the U.S. Army Started the Coronavirus Epidemic", "title_page": "China Spins Tale That the U.S. Army Started the Coronavirus Epidemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — China is pushing a new theory about the origins of the coronavirus: It is an American disease that might have been introduced by members of the United States Army who visited Wuhan in October.\nThere is not a shred of evidence to support that, but the notion received an official endorsement from China’s Ministry of Foreign Affairs, whose spokesman accused American officials of not coming clean about what they know about the disease.\n[Read: As its coronavirus cases dwindle, China is turning its focus outward.]\nThe intentional spreading of an unfounded conspiracy theory — which recirculated on China’s tightly controlled internet on Friday — punctuated a downward spiral in relations between the two countries that has been fueled by the basest instincts of officials on both sides.", "url": "https://www.nytimes.com/2020/03/13/world/asia/coronavirus-china-conspiracy-theory.html"}