{"authors": ["Julie Bosman"], "date_download": "2022-10-25 23:19:12", "date_modify": "2022-10-25 23:19:12", "date_publish": "2020-06-23 01:16:16", "description": "State and local health officials have found themselves at the center of regular news briefings amid the coronavirus outbreak, making them targets for harassment and threats.", "filename": "2020_06_22_us_coronavirus-health-officials_1666739952.html", "image_url": "https://static01.nyt.com/images/2020/06/22/us/22VIRUS-HEALTHCZARS-ferrer/merlin_170127687_2a28ca12-e225-43d9-981b-6a05954e01d2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=29b13f747e12e7a0a18cbf63f8985fde6c014c702c12699fd8bf970eac6c9e92&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_22_us_coronavirus-health-officials_1666739952.html", "title": "Health Officials Had to Face a Pandemic. Then Came the Death Threats.", "title_page": "Health Officials Had to Face a Pandemic. Then Came the Death Threats. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Not all of the officials have said why they are leaving, and some have cited personal reasons or planned retirements, but Ms. Freeman said she had heard many accounts of harassment.\n“There’s a big red target on their backs,” Ms. Freeman said. “They’re becoming villainized for their guidance. In normal times, they’re very trusted members of their community.”\nSome critics of the public health directors have said that they believe that allowing businesses to operate is worth the risk of spreading the coronavirus, and that health directors are too cautious about reopenings. Others have cited conspiracy theories that claim that the coronavirus is a hoax; that the development of a vaccine is part of a massive effort to track citizens and monitor their movements; and that wearing a mask or cloth face covering is a practice that impedes personal freedom.\nIn Washington State, where rural counties are struggling with new outbreaks and trying to warn residents to take basic precautions to stem the spread of the virus, pleas from local health officials have often been answered with hostility and threats.\nIn Yakima County, which has more than six times as many cases per capita as the county that includes Seattle, hospitals have reached capacity and patients were being taken elsewhere for medical care. Gov. Jay Inslee warned over the weekend that “we are frankly at the breaking point,” and has said he would require Yakima residents to wear face coverings in an effort to slow the virus’s spread.\n“I’ve been called a Nazi numerous times,” said Andre Fresco, the executive director of the Yakima Health District. “I’ve been told not to show up at certain businesses. I’ve been called a Communist and Gestapo. I’ve been cursed at and generally treated in a very unprofessional way. It’s very difficult.”\nIn California, angry protesters have tracked down addresses of public health officers and gathered outside their homes, chanting and holding signs. Last week, a group called the Freedom Angels did just that in Contra Costa County, Calif., filming themselves and posting the videos on Facebook.", "url": "https://www.nytimes.com/2020/06/22/us/coronavirus-health-officials.html"}