{"authors": ["David E. Sanger", "Ronen Bergman", "Farnaz Fassihi"], "date_download": "2022-10-25 23:22:35", "date_modify": "2022-10-25 23:22:35", "date_publish": "2020-06-29 22:54:06", "description": "Satellite photographs show the explosion happened at a missile production facility. Iran said the episode was a gas explosion at a different military base.", "filename": "2020_06_29_world_middleeast_iran-missile-explosion_1666740155.html", "image_url": "https://static01.nyt.com/images/2020/06/29/us/politics/29dc-IRAN-EXPLOSION1/29dc-IRAN-EXPLOSION1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5b1335d1bcff40060ae10ad746891932ce6ff22a146200d940d10f91fd39d3f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_29_world_middleeast_iran-missile-explosion_1666740155.html", "title": "After Iranian Missile Facility Blows Up, Conspiracy Theories Abound in Tehran", "title_page": "After Iranian Missile Facility Blows Up, Conspiracy Theories Abound in Tehran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When a major explosion lit the skies on the edge of Tehran last week, the Iranian government was quick to dismiss the episode as a gas explosion at the Parchin military base, which was once the focus of international nuclear inspectors.\nIt turned out that was false: Satellite photographs show the explosion happened at a missile production facility not far from Parchin, a base laced with underground tunnels and long suspected to be a major site for Iran’s growing arsenal.\nBut beyond Tehran’s effort at misdirection — commercial satellite photographs showed the telltale burn marks of the explosion and the location — it is unclear whether the cause was an accident, sabotage or something else.\nAmerican and Israeli intelligence officials insist they had nothing to do with it.\nBut in Iran, where curating conspiracy theories is a national pastime, the sight of a huge explosion in eastern Tehran quickly merged on social media with news of a power outage in Shiraz, nearly 600 miles to the south. Shiraz also has major military facilities, and the explosion and the outage happened within the same hour on Friday.", "url": "https://www.nytimes.com/2020/06/29/world/middleeast/iran-missile-explosion.html"}