{"authors": ["Kyle Buchanan"], "date_download": "2022-10-25 23:34:05", "date_modify": "2022-10-25 23:34:05", "date_publish": "2020-07-10 09:00:30", "description": "With “The Old Guard” on Netflix, the director of “Love & Basketball” becomes the first Black woman to make a comic-book film: “We don’t get the assumption we can do it, so we have to prove we can.”", "filename": "2020_07_10_movies_the-old-guard-gina-prince-bythewood_1666740845.html", "image_url": "https://static01.nyt.com/images/2020/07/11/arts/10prince-bythewood1/10prince-bythewood1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5c5d8d8ba2b89df230bf820e9aadb37c419a8c9a3a57c85c901fc03f15dea6b3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_10_movies_the-old-guard-gina-prince-bythewood_1666740845.html", "title": "Gina Prince-Bythewood Made a Summer Blockbuster. It’s About Time.", "title_page": "Gina Prince-Bythewood Made a Summer Blockbuster. It’s About Time. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Hey, this is Gina Prince-Bythewood director of The Old Guard. So at this point in the film, Nile has been revealed as a new immortal, and Andy is coming to get her to pull her into the fold, and Nile is not happy about it. Nile played by KiKi Layne and Andy played by Charlize Theron. So for me, the best action scenes are ones that have a story to it, that have a beginning, middle, and end but are also character driven and further the story. And the story of this was really Nile is freaked out about what’s happening to her. She’s been kidnapped by this woman that she doesn’t know or understand and who shot her in the head, and she wants to be free. Andy has this new immortal, wants to test her, see what she’s about, see how good she is.” “I can fly a plane. You don’t speak Russian, do you?” “Why?” “Because I told the pilot to play dead.” “So these two come together in a fight, and one of the best templates that we used was the bathroom fight in Mission Impossible— Fallout. And what was so good about it is that you saw the actors. You saw the emotion. You saw the story to it. And that’s what I wanted for this and why it was so important for both Charlize and KiKi to train hard enough so we could really see them. It could really be them in the fight as opposed to stunt doubles. What we talked about a lot with my incredible stunt team was that I wanted to see the difference in how these two women fought. For Nile, she’s a Marine, so she started out fighting the way she was taught in the Marines with the martial-arts program. But as the fight continues and she starts to get more and more frustrated because she cannot even touch Andy, she just kind of lets that all go and just starts throwing bows, basically. And Andy, again, the whole time is playing with her and toying with her. I knew I wanted to stay in a confined space, so the DP, Tami Reiker, and I, decided not to give ourselves that crutch of having walls that could move. We wanted to be confined as well. So we built an actual plane with no flying walls. It was I think maybe six feet tall, so it was tough. But also we knew we wanted to shoot just all natural light, so there was no lighting so we could always shoot 360 at any point. And the rehearsal process was first they learned the choreography separately, did the training, learned how to throw a punch. For women, the tell of whether they are athletic or not is a punch. If you can throw a punch, we’re going to believe that you’re a fighter. And building on that, seeing what the actors were best at and what they would look good doing.” “You’re very good.”", "url": "https://www.nytimes.com/2020/07/10/movies/the-old-guard-gina-prince-bythewood.html"}