{"authors": ["Cecilia Kang", "Sheera Frenkel"], "date_download": "2022-10-25 23:49:27", "date_modify": "2022-10-25 23:49:27", "date_publish": "2020-08-05 23:59:42", "description": "It was the first time Facebook took down a post by Mr. Trump’s campaign for spreading virus misinformation, but it did not signal a change to the company’s defense of free expression.", "filename": "2020_08_05_technology_trump-facebook-coronavirus-video_1666741767.html", "image_url": "https://static01.nyt.com/images/2020/08/05/business/05trumpfacebook/05trumpfacebook-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d4effcd966e686ac2b3f916b5c8fd66ed9a3e71534e7ef64f9b0e138715009a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_05_technology_trump-facebook-coronavirus-video_1666741767.html", "title": "Facebook Removes Trump Campaign’s Misleading Coronavirus Video", "title_page": "Facebook Removes Trump Campaign’s Misleading Coronavirus Video - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Facebook took down a video posted by the campaign of President Trump on Wednesday in which he claimed children were immune to the coronavirus, a violation of the social network’s rules against misinformation around the virus.\nIt was the first time Facebook has removed a post by Mr. Trump’s campaign for spreading misinformation about the coronavirus, though the social network has previously taken down other ads and posts by the campaign for violating other policies. In June, for example, Facebook took down campaign ads that used a Nazi-related symbol, which broke the company’s rules against organized hate.\nThe action on Wednesday did not signal a change to Facebook’s fierce defense of free expression. Mark Zuckerberg, Facebook’s chief executive, has said the social network is not an arbiter of truth and that it is in the public’s interest to see what political leaders post — even if they include falsehoods by politicians like Mr. Trump. Mr. Zuckerberg has stood by the position, even as other social media companies like Twitter have ramped up their rule enforcement with regard to the president’s speech.\nThe stance has put Facebook under tremendous pressure from employees, advertisers and civil-rights leaders, who have opposed permitting Mr. Trump to spread falsehoods around mail-in voting on the site and to allow comments and threatening language around the Black Lives Matter protests to remain up.", "url": "https://www.nytimes.com/2020/08/05/technology/trump-facebook-coronavirus-video.html"}