{"authors": ["Jeffrey Gettleman", "Kai Schultz", "Suhasini Raj"], "date_download": "2022-10-25 23:22:40", "date_modify": "2022-10-25 23:22:40", "date_publish": "2020-04-12 06:09:20", "description": "Indian officials are blaming an Islamic group for spreading the virus, and Muslims have been targeted in a wave of violence.", "filename": "2020_04_12_world_asia_india-coronavirus-muslims-bigotry_1666740160.html", "image_url": "https://static01.nyt.com/images/2020/04/10/world/00india-muslims-top/00india-muslims-top-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f6dbd36b8865da8b557e12fbc267dc38d9cb9c8ef4646bc96163299f03ad2d5c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_12_world_asia_india-coronavirus-muslims-bigotry_1666740160.html", "title": "In India, Coronavirus Fans Religious Hatred", "title_page": "In India, Coronavirus Fans Religious Hatred - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — After India’s health ministry repeatedly blamed an Islamic seminary for spreading the coronavirus — and governing party officials spoke of “human bombs” and “corona jihad” — a spree of anti-Muslim attacks has broken out across the country.\nYoung Muslim men who were passing out food to the poor were assaulted with cricket bats. Other Muslims have been beaten up, nearly lynched, run out of their neighborhoods or attacked in mosques, branded as virus spreaders. In Punjab State, loudspeakers at Sikh temples broadcast messages telling people not to buy milk from Muslim dairy farmers because it was infected with coronavirus.\nHateful messages have bloomed online. And a wave of apparently fake videos has popped up telling Muslims not to wear masks, not to practice social distancing, not to worry about the virus at all, as if the makers of the videos wanted Muslims to get sick.\nIn a global pandemic, there is always the hunt for blame. President Trump has done it, insisting for a time on calling the coronavirus a “Chinese virus.’’ All over the world people are pointing fingers, driven by their fears and anxieties to go after The Other.", "url": "https://www.nytimes.com/2020/04/12/world/asia/india-coronavirus-muslims-bigotry.html"}