{"authors": ["Elaine Glusac"], "date_download": "2022-10-25 23:27:54", "date_modify": "2022-10-25 23:27:54", "date_publish": "2020-04-24 22:03:33", "description": "Visitors who break Hawaii’s 14-day quarantine rule may get an unwelcome gift: A free flight home.", "filename": "2020_04_24_travel_hawaii-quarantine-virus_1666740474.html", "image_url": "https://static01.nyt.com/images/2020/04/24/travel/24Hawaii-virus-tourism/merlin_142321143_d395b9f3-d280-4c0d-a157-42a5a876bf6e-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ae8b7e74ee3f22f176925b13dbfb1416a01f55ca0a0b2146212be18a9da8acb0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_24_travel_hawaii-quarantine-virus_1666740474.html", "title": "Hawaii to Visitors: We’ll Pay You to Leave", "title_page": "Hawaii to Visitors: We’ll Pay You to Leave - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The majority of travelers we have sent back in my opinion have been irresponsible in traveling to Hawaii during the Covid-19 pandemic when they know we are trying to keep Hawaii safe from the spread of this disease,” said Jessica Lani Rich, the president and chief executive of VASH. The organization normally provides visitor support, including translation assistance and help with funeral arrangements.\nThough visitor arrivals are down nearly 99 percent, some residents have reported seeing visitors on beaches despite quarantine restrictions and stay-at-home orders. All beaches in Hawaii are closed, though individuals may cross them either to swim, paddle or surf while observing social distancing.\n“They either don’t get or are ignoring the message,” Lynne Matusow, a Honolulu resident, wrote in an email to The New York Times. “We have locals, in masks, scolding them for sitting on beaches, with towels, umbrellas, coolers, etc. That is forbidden.”\nMs. Rich said some of the visitors VASH has returned home have told her they were taking advantage of low airfares. A round-trip ticket on Southwest Airlines from Oakland, Calif., to Honolulu, for example, was recently priced at $238 for travel in May.\nOn April 22, nearly one month after the governor, David Ige, announced the mandatory 14-day quarantine restriction for incoming arrivals, the Hawaii Tourism Authority said a total of 421 passengers arrived via air, 109 of whom were nonresident visitors. The number of tourists among them is unknown. The tourism authority counts anyone without Hawaii state identification as a visitor, noting that visitors might include an essential health care or disaster assistance worker, or Hawaii natives now residing on the mainland and returning to stay with family.", "url": "https://www.nytimes.com/2020/04/24/travel/hawaii-quarantine-virus.html"}