{"authors": ["Randy Kennedy"], "date_download": "2022-10-25 23:36:11", "date_modify": "2022-10-25 23:36:11", "date_publish": "2020-07-23 20:06:20", "description": "He tweaked the solemnity of Post-Minimalism with a sense of poetry and fun, using functional everyday materials.", "filename": "2020_07_23_arts_keith-sonnier-playful-sculptor-in-neon-dies-at-78_1666740971.html", "image_url": "https://static01.nyt.com/images/2020/07/25/obituaries/25Sonnier1/23Sonnier1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=1e3f730084bc328b83f9dd0c577a09345ad726553a7f3087711e60188e2c4201&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_23_arts_keith-sonnier-playful-sculptor-in-neon-dies-at-78_1666740971.html", "title": "Keith Sonnier, Playful Sculptor in Neon, Dies at 78", "title_page": "Keith Sonnier, Playful Sculptor in Neon, Dies at 78 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Keith Sonnier, who infused functional materials like sailcloth, foam rubber, steel rebar and neon with a sense of poetry and play that tweaked the solemnity of Post-Minimal art in the late 1960s and made him one of the movement’s more unconventional standard bearers, died on July 18 in Southampton, N.Y. He was 78.\nHis death, at Southampton Hospital, was announced by his studio and by Pace gallery, which has represented him for many years. Gallery representatives did not specify the cause but said he had been ill for some time. He lived nearby in Bridgehampton.\nIn both the manifold building blocks of his works and their titles — “Ba-O-Ba,” “Ju-Ju,” “Palm Saw Tooth Blatt,” “Bison Bop”— Mr. Sonnier came off at times as an irreverent sensualist alongside peers like Bruce Nauman, Eva Hesse, Jackie Winsor and Robert Smithson, who employed some of the same materials. Among his first works, made in 1965 and 1966 under the influence of his teacher, the artist Robert Morris, were deadpan soft sculptures that mechanically inflated, often appearing to breathe.\n“I knew I could make these very eccentric, abstract boxes, and I wanted to connect them transparently, like Wonder Woman’s airplane,” Mr. Sonnier told Artforum magazine in a 2018 interview.", "url": "https://www.nytimes.com/2020/07/23/arts/keith-sonnier-playful-sculptor-in-neon-dies-at-78.html"}