{"authors": ["Dan Levin"], "date_download": "2022-10-25 23:49:23", "date_modify": "2022-10-25 23:49:23", "date_publish": "2020-08-22 07:00:10", "description": "Some states and school districts provide detailed data on school outbreaks. Others choose to keep such information under wraps.", "filename": "2020_08_22_us_school-reopenings-coronavirus-reporting_1666741763.html", "image_url": "https://static01.nyt.com/images/2020/08/21/us/21virus-schooldata-1/21virus-schooldata-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3ce6b198ecbdad36aa22dac68f507af7bc078dd4e87beba6f4ef9cabd22e9c41&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_22_us_school-reopenings-coronavirus-reporting_1666741763.html", "title": "Covid in School? Shhh. Some Schools Are Keeping It Quiet.", "title_page": "Covid in School? Shhh. Some Schools Are Keeping It Quiet. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In many places, reopening schools has taken on a distinctly partisan bent, with President Trump and Republican governors such as Ron DeSantis of Florida urging in-person instruction. A constant flow of information about positive cases in classrooms and quarantined students could hinder those efforts, experts said.\n“When schools have to shut down after students test positive, that doesn’t look good politically on governors and lawmakers who have advocated for opening up,” said Clay Calvert, director of the Marion B. Brechner First Amendment Project at the University of Florida. “So the potential is there to hide behind privacy laws.\n“There are definitely battle lines drawn, and the release of information can sway public opinion.”\nIndeed, some states have seen growing concern after school doors opened and infections were immediately reported. In Georgia, nearly 2,500 students and 62 staff members in the Cherokee County School District have been ordered to quarantine, while 71 out of 82 counties in Mississippi have reported cases in schools.\nState notification policies vary widely across the country. Officials in Colorado and North Carolina are reporting which schools have had positive cases, while Louisiana, which had not previously identified specific schools with outbreaks, said this week that it was creating a new system to “efficiently report relevant Covid-19 data in schools for greater public visibility.”\nOn the other end of the spectrum, Oklahoma does not require school districts to report Covid-19 cases to health departments. And some states that do, including Maine, say that privacy concerns prevent officials from sharing those details with the public. Tennessee this week backed away from a previous commitment by the governor to report the number of cases linked to schools, and is providing information only by county.\nIn Virginia, state law prohibits the health department from disclosing cases at specific facilities, including schools, said Tammie Smith, a spokeswoman for the state health commissioner. The commissioner had originally said the same thing about nursing homes, but was later ordered to release the data by Gov. Ralph Northam after a public outcry.", "url": "https://www.nytimes.com/2020/08/22/us/school-reopenings-coronavirus-reporting.html"}