{"authors": ["Reid J. Epstein", "Matt Stevens"], "date_download": "2022-10-25 23:24:59", "date_modify": "2022-10-25 23:24:59", "date_publish": "2020-10-14 17:05:06", "description": "President Trump trails Joseph R. Biden Jr. by four points in the latest Times/Siena survey of North Carolina, and Senator Thom Tillis is lagging behind his Democratic challenger in a crucial Senate race.", "filename": "2020_10_14_us_politics_north-carolina-trump-polls_1666740299.html", "image_url": "https://static01.nyt.com/images/2020/10/14/us/-promo-1602694963683/-promo-1602694963683-facebookJumbo.jpg?year=2020&h=549&w=1050&s=1ac37b80bde358a134203ed8b000be16514039256183022e03859e305e896853&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_14_us_politics_north-carolina-trump-polls_1666740299.html", "title": "North Carolina Voters Distrust Trump and Tillis, Poll Finds, Imperiling G.O.P.", "title_page": "North Carolina Voters Distrust Trump and Tillis, Poll Finds, Imperiling G.O.P. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vasiliki Kalkani, 52, of Asheville, N.C., voted for Jill Stein of the Green Party for president in 2016 but now backs Mr. Biden because she said it is “critical” to remove Mr. Trump from office. Ms. Kalkani, a small-business owner, said she did not care about Mr. Cunningham’s text messages.\n“Who doesn’t have sex scandals?” she said. “Do they take care of the country?”\nIn 2016, Mr. Trump carried North Carolina by 3.7 percentage points over Hillary Clinton, while Senator Richard Burr, a Republican, won re-election by nearly six points.\nMr. Biden’s standing in North Carolina is consistent with the leads he has built in other battleground states. The former vice president has significant advantages among women and suburbanites, and is far more trusted to deal with the public health crisis caused by the coronavirus.\nOn the question of which candidate would better handle the virus, Times/Siena College polls last week found Mr. Biden had a 10-point advantage among likely voters in Nevada, and a seven-point lead in Ohio.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nThe North Carolina poll, like those conducted recently in other states, showed that a majority of likely voters do not trust Mr. Trump to be honest about his own experience with the virus, the polling shows.\nJudith Diss, 80, of Locust, N.C., said Mr. Trump had been the victim of unfair media coverage and said she appreciated that he had been straightforward about his distaste for wearing masks.\n“I’m not going to put my mask on every time I step outside my apartment door and wander around these streets of America where I live, which are primarily owned by God anyway,” said Ms. Diss, a registered Democrat who is supporting Mr. Trump’s re-election and stressed that she believes masks are important in some situations.", "url": "https://www.nytimes.com/2020/10/14/us/politics/north-carolina-trump-polls.html"}