{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:26", "date_modify": "2022-10-25 23:44:26", "date_publish": "2020-11-26 10:11:11", "description": "Dramatic liberties in the latest season of the Netflix series, covering the turbulent 1980s, are annoying Britons who wrote of that period, even among those who disparage the royals.", "filename": "2020_11_26_world_europe_Crown-Royals-Fact-Fiction_1666741466.html", "image_url": "https://static01.nyt.com/images/2020/11/26/world/26royals-top/merlin_179216124_3b8e3706-323c-450e-841c-9ce60cb4beb9-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cfba6857b054c7ccca6510db6f4ec4054c6006149e4cc200623fd6877cc33cd8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_26_world_europe_Crown-Royals-Fact-Fiction_1666741466.html", "title": "‘The Crown’ Stokes an Uproar Over Fact vs. Entertainment", "title_page": "‘The Crown’ Stokes an Uproar Over Fact vs. Entertainment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Neil, who went on to be a broadcaster and publisher, is no reflexive defender of the royal family. Suspicious of Britain’s class system, he said he had sympathies for the republican movement in the 1980s. But he grew to admire how the queen modernized the monarchy after the upheaval of those years, and has been critical of renegade royals, like Prince Harry and his wife, Meghan.\nThe events involving Mr. Neil did happen: The queen became frustrated with Mrs. Thatcher when she refused to join the 48 other members of the British Commonwealth in backing sanctions against the apartheid regime in South Africa. This highly unusual clash spilled into public when The Sunday Times published its front-page report, attributed to palace officials, which said the royal family viewed Mrs. Thatcher as “uncaring, confrontational and socially divisive.”\nBut Mr. Neil disputed several elements of “The Crown’s” retelling, not least that Buckingham Palace made the queen’s press secretary, Michael Shea, the scapegoat for the incident. The show depicts his being fired for having leaked the story, even though it suggests that he did so at the queen’s behest. There is no evidence of this, Mr. Neil said, but it fits Mr. Morgan’s “left-wing agenda.”\n“He gets to depict Thatcher as pretty much an ally of apartheid while the queen is the sort of person who junks loyal flunkies when things go wrong, even when they are just doing her bidding,” Mr. Neil said.\nThe brickbats are not just from the right.\nSimon Jenkins, a columnist for the left-leaning Guardian, regards members of the royal family as artifacts of celebrity culture irrelevant to a country grappling with real-world challenges like Brexit. “They are practically defunct,” he said. “They are like anthropomorphized figures of a head of state.”\nYet he, too, is angered by how “The Crown” portrayed the events of the 1980s, when, as political editor of The Economist, he wrote about how Prince Charles had been drawn to the now-defunct Social Democratic Party. (He based the report on an off-the-record interview with the prince.) Mr. Jenkins said that because this season of “The Crown” deals with contemporary history and people who are still alive, its liberties with the facts are less a case of artistic license than an example of “fake news.”", "url": "https://www.nytimes.com/2020/11/26/world/europe/Crown-Royals-Fact-Fiction.html"}