{"authors": ["Hannah Beech"], "date_download": "2022-10-25 23:22:28", "date_modify": "2022-10-25 23:22:28", "date_publish": "2020-04-10 09:00:28", "description": "Migrant workers have not only been victims of Covid-19, but spreaders, too, creating a new world of risk for a vulnerable population.", "filename": "2020_04_10_world_asia_coronavirus-migrants_1666740148.html", "image_url": "https://static01.nyt.com/images/2020/04/09/world/09virus-migrants-1/09virus-migrants-1-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=96209a6f72971cb83130a6d7dd55b29b182cf8de758f8359eb6eb7e553c7fd45&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_10_world_asia_coronavirus-migrants_1666740148.html", "title": "Coronavirus Finds Fuel in a World of Migrants", "title_page": "Coronavirus Finds Fuel in a World of Migrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BANGKOK — His whole family back in Myanmar depended on him. But Ko Zaw Win Tun, one of an estimated four million migrant workers in Thailand, lost his job at a Bangkok toy store when the city went into a coronavirus lockdown.\nWith little hope of a new job there, Mr. Zaw Win Tun, 24, joined the crowds of workers rushing home to Myanmar, traveling by packed bus, plane and car to reach his hometown, Kyaukme, in the country’s north.\nThe morning after he returned, the fever set in. A test for the coronavirus came back positive.\nThe coronavirus spread early through international travelers: tourists, worshipers, conference attendees and members of the business elite. But nearly 200 million migrant workers also travel across national borders, according to the International Labor Organization. About 760 million more move within their countries, more than 40 million in India alone.\nLacking basic rights and marooned in unfamiliar places, migrant workers are usually the first in the labor force to be hit by an economic downturn. Now, as the coronavirus disease, Covid-19, spreads across the globe, migrant workers are not only victims but vectors, too, taking the epidemic to villages ill-equipped to deal with a health crisis.", "url": "https://www.nytimes.com/2020/04/10/world/asia/coronavirus-migrants.html"}