{"authors": ["Michael Levenson"], "date_download": "2022-10-25 23:34:43", "date_modify": "2022-10-25 23:34:43", "date_publish": "2020-05-28 05:00:34", "description": "The transaction represented a symbolic closing to G.E.’s opening chapters in the second Industrial Revolution.", "filename": "2020_05_28_us_General-electric-light-bulb-business_1666740883.html", "image_url": "https://static01.nyt.com/images/2020/05/29/multimedia/27xp-lightbulb1-print/27xp-lightbulb-image3-facebookJumbo.jpg?year=2020&h=550&w=1050&s=66d72adce7d7d47c5b1bc3b425f7d0e3544c006bec4d496a60e63ea13642c01b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_28_us_General-electric-light-bulb-business_1666740883.html", "title": "G.E., Which Traces Its Roots to Thomas Edison, Sells Its Lighting Business", "title_page": "G.E., Which Traces Its Roots to Thomas Edison, Sells Its Lighting Business - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than 140 years after Thomas Edison and his assistants conducted their first successful experiments with a carbon-filament lamp in a vacuum, the company he helped to found — General Electric — has sold its lighting business.\nAnalysts said the sale, announced Wednesday, was not a surprise. G.E. had sought to offload its lighting division for several years, as it focused on more profitable areas such as renewable energy and health care technology.\nBut in the annals of American corporate culture, where G.E. and the light bulb have long been synonymous, the uncoupling struck some as a pivotal moment, as if Kellogg had jettisoned its cornflakes business or Ford had stopped making cars.\n“From the standpoint of people who associate the light bulb as the symbol of modern invention and innovation, there’s a kind of sadness to the fact that G.E., which for many years was at the forefront of that industry, has moved away from it,” said Paul Israel, director and general editor of the Thomas A. Edison Papers at Rutgers University.", "url": "https://www.nytimes.com/2020/05/28/us/General-electric-light-bulb-business.html"}