{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:25:36", "date_modify": "2022-10-25 23:25:36", "date_publish": "2020-09-30 07:00:13", "description": "Despite slim chances that its vaccine will be ready by October, Pfizer has big incentives to hint that it might be.", "filename": "2020_09_30_health_pfizer-covid-vaccine_1666740336.html", "image_url": "https://static01.nyt.com/images/2020/09/28/science/00VIRUS-PFIZER02/merlin_151291872_5369129f-716b-4180-8e83-d923a2b99b7d-facebookJumbo.jpg?year=2020&h=550&w=1050&s=624b27bbc956413e496c83c3e3f665f2937b5e4457709778f618fd94c1f555db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_30_health_pfizer-covid-vaccine_1666740336.html", "title": "Will Pfizer's Vaccine Be Ready in October? Here's Why That's Unlikely.", "title_page": "Will Pfizer's Vaccine Be Ready in October? Here's Why That's Unlikely.  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Here’s what you need to know about Pfizer’s Covid-19 Vaccine.]\nIn media appearances and talks with investors, Pfizer’s chief executive nearly always mentions a word that is so politically perilous, most of his competitors shy away from it: October.\n“Right now, our model — our best case — predicts that we will have an answer by the end of October,” the chief executive, Dr. Albert Bourla, told the “Today” show earlier this month. In other interviews, he has said he expected a “conclusive readout” by then, with an application for emergency authorization that could be filed “immediately.”\nDr. Bourla’s statements have put his company squarely in the sights of President Trump, who has made no secret of his desire for positive vaccine news to boost his chances on Election Day, Nov. 3. “We’re going to have a vaccine very soon. Maybe even before a very special date,” Mr. Trump said recently.\nAnd yet by all other accounts, the idea that it will be ready in October is far-fetched. Even if the vaccine shows promising signs in clinical trials — still a big if — the company will not have collected enough data by then to say with any statistical confidence that it is safe and effective.", "url": "https://www.nytimes.com/2020/09/30/health/pfizer-covid-vaccine.html"}