{"authors": ["Richard Fausset"], "date_download": "2022-10-25 23:24:33", "date_modify": "2022-10-25 23:24:33", "date_publish": "2020-10-05 09:00:23", "description": "Senator Loeffler, one of the richest people in Congress, came to office as a political moderate. But in today’s Republican Party, that didn’t last long.", "filename": "2020_10_05_us_politics_kelly-loeffler-georgia_1666740273.html", "image_url": "https://static01.nyt.com/images/2020/09/09/us/politics/00loeffler-profile/00loeffler-profile-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2f4f52a5823c60c6b4f4098b89fe2a133c6378da970ed483049b399cb816ddba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_05_us_politics_kelly-loeffler-georgia_1666740273.html", "title": "How Kelly Loeffler Went From Atlanta Elite to Trump Loyalist", "title_page": "How Kelly Loeffler Went From Atlanta Elite to Trump Loyalist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DALTON, Ga. — Kelly Loeffler is not just a United States senator and a successful businesswoman. She is also one of the social doyennes of Buckhead, the Atlanta neighborhood of the wealthy and aspiring rich, where she has often thrown open the gates of her $10.5 million European-style manse, known as Descante, for charity fund-raisers.\nThe role requires maintaining a certain unruffled poise. So it was impossible to know what Ms. Loeffler was thinking as she rolled up to a brewpub in Dalton, Ga., in late August for a campaign event and was greeted by Marjorie Taylor Greene, a fellow Republican who had just won a House primary after promoting the QAnon conspiracy theory and making offensive remarks about Black people, Jews and Muslims.\nMs. Loeffler and Ms. Greene exchanged pleasant chitchat near the front door. Later, Ms. Loeffler, who was appointed to her seat last year and must win an upcoming special election to keep it, grabbed a microphone and talked about finishing the wall on the Mexican border, the “fake news” that would never intimidate her and the “dangerous Marxist movement called the Black Lives Matter political organization.”\nA reporter asked Ms. Loeffler whether she supported Ms. Greene, and whether she denounced QAnon.\n“Marjorie is fighting to defeat socialism; that’s what I’m focused on,” Ms. Loeffler said, adding, “I just thank her for coming out.”", "url": "https://www.nytimes.com/2020/10/05/us/politics/kelly-loeffler-georgia.html"}