{"authors": ["Reid J. Epstein", "Nick Corasaniti", "Annie Karni"], "date_download": "2022-10-25 23:32:12", "date_modify": "2022-10-25 23:32:12", "date_publish": "2020-05-20 14:06:36", "description": "President Trump initially said he might withhold federal funding for Michigan and Nevada if the states moved forward in expanding vote by mail, though he later backed off that threat.", "filename": "2020_05_20_us_politics_trump-michigan-vote-by-mail_1666740732.html", "image_url": "https://static01.nyt.com/images/2020/05/20/us/politics/20trump-voting/20trump-voting-facebookJumbo-v3.jpg?year=2020&h=549&w=1050&s=81ac1ae5de8a8acf600323d85ef869ae06bece7b3911e7c1b7a4b6d7a90d5ea8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_20_us_politics_trump-michigan-vote-by-mail_1666740732.html", "title": "Trump Makes False Claim About Michigan Secretary of State and Mail Voting", "title_page": "Trump Makes False Claim About Michigan Secretary of State and Mail Voting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump on Wednesday escalated his assault against mail voting, falsely claiming that Michigan and Nevada were engaged in voter fraud and had acted illegally, and threatening to withhold federal funds to those states if they proceed in expanding vote-by-mail efforts.\nThe president inaccurately accused Michigan of sending mail ballots to its residents, as his aides later acknowledged, and he offered no basis for his claims of illegal actions by either Michigan or Nevada. The Michigan secretary of state has sent ballot applications — not the ballots themselves — to registered voters, a growing practice among election officials, including in states led by Republicans. In Nevada, where the Republican secretary of state declared the primary a nearly all-mail election, ballots are being sent to registered voters.\nAs most states largely abandon in-person voting because of health concerns over the coronavirus, Mr. Trump and many of his Republican allies have launched a series of false attacks to demonize mail voting as fraught with fraud and delivering an inherent advantage to Democratic candidates — despite there being scant evidence for either claim.\nBy day’s end Mr. Trump had corrected his tweet about Michigan, saying officials there had mailed applications, not ballots, though he continued to assert the secretary of state had acted illegally. He also backed off his threat to hold back funding, saying Michigan would find out “very soon if it’s necessary,” according to a pool report from the White House. “I don’t think it’s going to be necessary.”", "url": "https://www.nytimes.com/2020/05/20/us/politics/trump-michigan-vote-by-mail.html"}