{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:00:49", "date_modify": "2022-10-25 23:00:49", "date_publish": "2020-05-18 12:14:45", "description": "The company said a test in 8 healthy volunteers found its experimental vaccine was safe and provoked a strong immune response. It is on an accelerated timetable to begin larger human trials soon.", "filename": "2020_05_18_health_coronavirus-vaccine-moderna_1666738849.html", "image_url": "https://static01.nyt.com/images/2020/05/18/world/18virus-moderna/18virus-moderna-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=cff4f139d7cb6c3873d35539a5c15b9e0fed297796618f7b695b307475f0124b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_18_health_coronavirus-vaccine-moderna_1666738849.html", "title": "Moderna Coronavirus Vaccine Trial Shows Promising Early Results", "title_page": "Moderna Coronavirus Vaccine Trial Shows Promising Early Results - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If those trials go well, some doses of a vaccine could become available for widespread use by the end of this year or early 2021, Dr. Tal Zaks, Moderna’s chief medical officer, said in an interview. “We’re doing our best to make it as many millions as possible.”\nPresident Trump said last week that a vaccine would be available before the end of this year. His prediction was supported by Moncef Slaoui, the newly appointed leader of Operation Warp Speed, the administration’s effort to speed vaccine development. At a briefing last week, Mr. Slaoui, a former member of Moderna’s board of directors who resigned when he took up his new government post, said he had seen preliminary research data that convinced him that a vaccine could be created by the end of the year. He did not identify the data.\nAlso on Monday, Caitlin Oakley, a spokeswoman for the Department of Health and Human Services, confirmed that Mr. Slaoui would divest his Moderna stock options, valued at about $10 million, on Tuesday morning. Ms. Oakley added that Mr. Slaoui would donate to cancer research the increased value his shares had accrued from last Thursday until Tuesday’s sale. The share price closed at $80 on Monday, up from $64.56 last Thursday, adding $2.4 million to the value of his options.\nAt a round table with restaurant executives at the White House on Monday, Mr. Trump said, “This was a very big day, cure wise and vaccine wise,” and noted that the markets were lifted by drug news.\nModerna produced the vaccine in collaboration with the National Institute of Allergy and Infectious Diseases, the institute that is headed by Dr. Anthony Fauci and has been leading the clinical trials. Part of the National Institutes of Health, the agency is involved in research on other experimental coronavirus vaccines. Moderna and Johnson & Johnson have each received roughly half a billion dollars from the U.S. government, to speed development of a vaccine.\nThe people vaccinated in Moderna’s Phase 1 study described on Monday were healthy volunteers ages 18 to 55. Their immune systems made antibodies that were then tested in infected cells in the lab, and were able to stop the virus from replicating — the key requirement for an effective vaccine. The levels of those so-called neutralizing antibodies matched or exceeded the levels found in patients who had recovered after contracting the virus in the community.\nDr. Mark J. Mulligan, director of the N.Y.U. Langone Vaccine Center, called the Moderna findings “very encouraging.” He added, “It’s a small number of participants, but it appears to be a really good start.” Dr. Mulligan was not involved in the early testing but expected to participate in a later phase of the Moderna vaccine research.", "url": "https://www.nytimes.com/2020/05/18/health/coronavirus-vaccine-moderna.html"}