{"authors": ["Zolan Kanno-Youngs", "Marc Tracy"], "date_download": "2022-10-25 23:47:23", "date_modify": "2022-10-25 23:47:23", "date_publish": "2020-07-31 20:50:41", "description": "The acting secretary of homeland security said that he would investigate his department’s dissemination of the tweets of journalists who uncovered agency documents.", "filename": "2020_07_31_us_politics_homeland-security-portland_1666741643.html", "image_url": "https://static01.nyt.com/images/2020/07/31/us/politics/31dc-unrest-dhs/31dc-unrest-dhs-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d50184f41ac77087f0ed08521f8713a3e2943bbaf77590798cad7419571d09ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_31_us_politics_homeland-security-portland_1666741643.html", "title": "Homeland Security Shuts Down ‘Intelligence’ Reports on Journalists", "title_page": "Homeland Security Shuts Down ‘Intelligence’ Reports on Journalists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The acting secretary of homeland security said on Friday that he had shut down an intelligence examination of the work of reporters covering the government’s response to protests in Portland, Ore., beginning an investigation into what he suggested was an infringement on First Amendment rights.\nThe effort by the Department of Homeland Security’s intelligence and analysis directorate — first revealed by The Washington Post — in part targeted The New York Times’s release of an intelligence analysis indicating that even as federal agents in camouflage deployed to quell the protests in Portland, the administration had little understanding of what it was facing.\nThe acting secretary, Chad F. Wolf, “is committed to ensuring that all D.H.S. personnel uphold the principles of professionalism, impartiality and respect for civil rights and civil liberties, particularly as it relates to the exercise of First Amendment rights,” said Alexei Woltornist, the department’s spokesman.\nThe intelligence office issued three “open-source intelligence reports” in the past week that summarized the Twitter posts of a Times reporter and the editor in chief for the blog Lawfare, noting that they had published leaked unclassified documents.", "url": "https://www.nytimes.com/2020/07/31/us/politics/homeland-security-portland.html"}