{"authors": ["Raymond Zhong", "Sheera Frenkel"], "date_download": "2022-10-25 23:32:18", "date_modify": "2022-10-25 23:32:18", "date_publish": "2020-08-14 09:00:26", "description": "Three current and former employees expressed concerns about the Chinese-owned app’s safeguards for preteen children.", "filename": "2020_08_14_technology_tiktok-underage-users-ftc_1666740738.html", "image_url": "https://static01.nyt.com/images/2020/08/15/business/00altJPtiktok-underage-print/00tiktok-underage-facebookJumbo.jpg?year=2020&h=550&w=1050&s=43ab442c16e24c4fdf345ff031bf4324e7575f1f006f220849bc43a25914ada8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_14_technology_tiktok-underage-users-ftc_1666740738.html", "title": "A Third of TikTok’s U.S. Users May Be 14 or Under, Raising Safety Questions", "title_page": "A Third of TikTok’s U.S. Users May Be 14 or Under, Raising Safety Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Being big in the social media business is no simple game,” he said.\nThe TikTok data seen by The Times shows that the number of daily U.S. users in July whom the company estimated to be 14 or younger — 18 million — was almost as large as the number of over-14 users, around 20 million. The rest of TikTok’s U.S. users were classified as being of unknown age.\nTikTok does not rely only on users’ self-reported dates of birth to categorize them into age groups. It also estimates their ages using other methods, including facial recognition algorithms that scrutinize profile pictures and videos, said two former TikTok employees and one current employee, who declined to be identified because details of the company’s practices are confidential.\nAnother way TikTok estimates users’ ages, these people said, is by comparing their activity and social connections in the app against those of users whose ages have already been estimated. The company might also draw upon information about users that is bought from other sources.\nIn a statement, TikTok said: “As is standard practice across our industry,” the company conducts “high-level age-modeling to better understand our users and allow our safety team to better protect the safety of our younger teens in particular.”\nTikTok primarily uses the classification system to inform corporate strategy, according to the people with knowledge of the matter. TikTok’s policy teams use the numbers to create rules for moderators to follow, deciding, for instance, what should be done if an underage user is communicating with an adult on the app.\nOne of the former employees, who left TikTok this year, said the app did not use the classifications to automatically restrict or take down videos that might be from users under 13, or to secure permission from those users’ parents or guardians.\nThis raises the question of whether TikTok is responsible for acting upon what it knows about those who are under 13, particularly in light of last year’s F.T.C. fine for violating the federal children’s online privacy law.", "url": "https://www.nytimes.com/2020/08/14/technology/tiktok-underage-users-ftc.html"}