{"authors": ["Jeanna Smialek", "Alan Rappeport"], "date_download": "2022-10-25 23:29:08", "date_modify": "2022-10-25 23:29:08", "date_publish": "2020-11-20 23:05:58", "description": "Trump’s Treasury secretary said Congress wanted key economic supports to end by Dec. 31, a view he expressed only after the vote count in the presidential election.", "filename": "2020_11_20_business_economy_mnuchin-fed-covid_1666740548.html", "image_url": "https://static01.nyt.com/images/2020/11/20/us/20dc-fedtreasury/20dc-fedtreasury-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ad6fe80dfef7906741fb45dba4b4a84801c22ae50ef26c93d4e7898fbc707ed6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_20_business_economy_mnuchin-fed-covid_1666740548.html", "title": "Mnuchin Cites Principles in Clawing Back Fed Money. Democrats See Politics.", "title_page": "Mnuchin Cites Principles in Clawing Back Fed Money. Democrats See Politics. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Mnuchin’s decision came as a surprise to Mr. Trump, who was alerted to the decision shortly before Mr. Mnuchin’s letter was released on Thursday and who, on Friday morning, expressed some concern that the move could have a negative impact on the stock market, according to a person familiar with the matter who was not authorized to speak publicly. Asked if Mr. Trump had instructed Mr. Mnuchin to end the programs, Mr. Mnuchin’s spokeswoman said that it was “solely a Treasury decision based on what the law and congressional intent required.”\nHere is a rundown of how these programs work, why Mr. Mnuchin says he is killing them, and why his arguments leave unanswered questions.\nThe programs are a collaboration.\nMr. Mnuchin is pulling the plug on a set of Fed emergency lending programs, which the central bank can use to keep credit flowing in times of crisis. After the 2008 recession, Congress insisted that the Treasury secretary sign off on such efforts.\nThe Fed is loath to take credit losses, so Treasury has been providing a layer of money to cover any loans or purchases that go bad. It initially used the Exchange Stabilization Fund, a pot of unused money. But in March, Congress beefed up the Treasury’s capacity.\nMr. Mnuchin and lawmakers earmarked $454 billion to support Fed lending when they cut a deal on a government pandemic response package. The Fed can make money out of thin air, and it only needs a little bit of backing — $1 of insurance can be turned into as much as $10 in bond buying or business loans. The programs offered a big potential bang for the government’s buck.\nMr. Mnuchin ultimately earmarked $195 billion for specific loan programs. Not much of that capacity has been used. Some programs calmed market conditions merely by reassuring investors. The small and medium-sized business loan program had restrictive terms.\nWhen Mr. Mnuchin said Thursday that he would end the five appropriation-backed programs at the end of 2020, he asked the Fed to give back all but $25 billion, which he is leaving to support already-made loans and bond purchases.", "url": "https://www.nytimes.com/2020/11/20/business/economy/mnuchin-fed-covid.html"}