{"authors": ["John Schwartz"], "date_download": "2022-10-25 23:24:36", "date_modify": "2022-10-25 23:24:36", "date_publish": "2020-08-24 16:00:10", "description": "Concern about global warming is steady despite other crises, a survey found, and the number of voters who are deeply engaged on the issue is rising sharply.", "filename": "2020_08_24_climate_climate-change-survey-voters_1666740276.html", "image_url": "https://static01.nyt.com/images/2020/08/24/climate/24CLI-SURVEY1/24CLI-SURVEY1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9b9992b0d50729db904358667e51dd5b9cafbfe6c5fe569a414637ebb06da021&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_24_climate_climate-change-survey-voters_1666740276.html", "title": "Climate Is Taking On a Growing Role for Voters, Research Suggests", "title_page": "Climate Is Taking On a Growing Role for Voters, Research Suggests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The number of Americans who feel passionately about climate change is rising sharply, and the issue appears likely to play a more important role in this year’s election than ever before, a new survey shows.\nWhat’s more, despite the turmoil caused by overlapping national and global crises, support for action to curb climate change has not diminished. Backing for government to do more to deal with global warming, at 68 percent in May of 2018, was at the same level in 2020, according to the survey, issued Monday.\n“People can walk and chew gum at the same time,” said Jon A. Krosnick, a professor of communication, political science and psychology at Stanford University and the leader of the project.\nMany social scientists might have predicted a different result. A hypothesis in psychology called the “finite pool of worry” suggests that when people’s level of concern about one issue rises, concern about others tends to fall. Climate change, under such thinking, appeared to be a “luxury good” issue, the sort of thing that’s nice to have if you can afford it, but which gets pushed down the list of priorities in tough times.", "url": "https://www.nytimes.com/2020/08/24/climate/climate-change-survey-voters.html"}