{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:22:29", "date_modify": "2022-10-25 23:22:29", "date_publish": "2020-12-01 19:27:03", "description": "Lawmakers approved new coronavirus restriction rules, but members of Prime Minister Boris Johnson’s Conservative Party showed growing opposition to the measures.", "filename": "2020_12_01_world_europe_england-coronavirus-lockdown-end_1666740149.html", "image_url": "https://static01.nyt.com/images/2020/12/01/world/01virus-uk1/01virus-uk1-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=a0455baaa6fa3cea9d1cef21ada257bfef0584b76bbeaab56fd5294d60a606e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_01_world_europe_england-coronavirus-lockdown-end_1666740149.html", "title": "England Votes to End Lockdown in Favor of New Coronavirus Measures", "title_page": " England Votes to End Lockdown in Favor of New Coronavirus Measures - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Much of England will swap lockdown for less stringent coronavirus restrictions, after Parliament approved new rules on Tuesday despite a substantial revolt among lawmakers in Prime Minister Boris Johnson’s Conservative Party.\nThe rebellion, by lawmakers who want to go farther in easing the limits on public life, underscored the rising tide of discontent among Mr. Johnson’s own members of Parliament over his handling of the pandemic, exacerbated by fears that the curbs could lay waste to large swathes of the hospitality industry.\nCaught between the competing demands of this vocal faction of his lawmakers, and those of his more cautious scientific advisers, Mr. Johnson opted to keep stringent measures in place, including restrictions on many pubs and restaurants.\nFrom Wednesday there will be some relaxation from the lockdown in all areas, as all stores, gyms, and hairdressers will be allowed to reopen. Religious services and weddings can restart, and limited numbers of spectators will be allowed at some outdoor sporting events.", "url": "https://www.nytimes.com/2020/12/01/world/europe/england-coronavirus-lockdown-end.html"}