{"authors": ["Ben Rothenberg"], "date_download": "2022-10-25 23:50:52", "date_modify": "2022-10-25 23:50:52", "date_publish": "2020-08-29 02:59:46", "description": "It is not clear whether the group will operate like a union, although it was billed that way to get players to join. Women are not being included.", "filename": "2020_08_28_sports_tennis_tennis-union-men-djokovic_1666741852.html", "image_url": "https://static01.nyt.com/images/2020/08/28/sports/28tennis-players01/28tennis-players01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f7f1b97c7197b103d64f4685342bc347f5e6df3e4dba814bc4d6df7d21387ad1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_28_sports_tennis_tennis-union-men-djokovic_1666741852.html", "title": "Djokovic and Other Top Men Are Creating a Players’ Association", "title_page": "Djokovic and Other Top Men Are Creating a Players’ Association - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Frustrated by what they view as a lack of leverage in men’s tennis, Novak Djokovic and Vasek Pospisil are forming a breakaway body to represent the interests of male players outside of the current structure of the Association of Tennis Professionals, and have resigned their leadership roles in the association’s player council.\nPospisil, a Canadian ranked No. 92 in singles, announced his resignation on Twitter on Friday night, saying that within the men’s tour’s current structure, “it is very difficult, if not impossible, to have any significant impact on any major decisions made by our tour.”\nDjokovic, the top-ranked men’s player and the president of the player council, and John Isner, the highest-ranked American man, also resigned their positions, according to three people familiar with their decisions. The people spoke on condition of anonymity because the resignations had not been made public.\nOn Saturday, Djokovic won the Western & Southern Open, which is being held in Queens at the same site as the United States Open, beating Milos Raonic, 1-6, 6-3, 6-4, to improve to 23-0 this season.", "url": "https://www.nytimes.com/2020/08/28/sports/tennis/tennis-union-men-djokovic.html"}