{"authors": ["Henry Fountain"], "date_download": "2022-10-25 23:24:35", "date_modify": "2022-10-25 23:24:35", "date_publish": "2020-11-11 16:02:17", "description": "New research suggests that climate change may be causing storms to retain destructive power for longer after moving inland.", "filename": "2020_11_11_climate_hurricanes-climate-change-patterns_1666740275.html", "image_url": "https://static01.nyt.com/images/2020/11/11/science/11CLI-HURRICANES1/11CLI-HURRICANES1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ac3638cb7e356b78c6290a6d627b7392e9d9ae49c467990c9f3cf52d5b139afc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_11_climate_hurricanes-climate-change-patterns_1666740275.html", "title": "Warming May Make Hurricanes Weaken More Slowly After Landfall", "title_page": "Warming May Make Hurricanes Weaken More Slowly After Landfall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In studying the effects of climate change on hurricanes, scientists have focused on what occurs over water, when storms are forming and strengthening, picking up heat and moisture as they churn over the ocean.\nBut a new study looks at what happens after hurricanes make landfall and work their way inland. The research suggests that climate change is affecting storms during this phase of their life as well, causing them to weaken more slowly and remain destructive for longer.\nThe findings could have implications for how emergency-management agencies prepare for storms post-landfall.\nIn the study, published Wednesday in the journal Nature, Lin Li and Pinaki Chakraborty of the Okinawa Institute of Science and Technology Graduate University in Japan analyzed data from North Atlantic hurricanes that made landfall from 1967 to 2018, looking at the decay in intensity, or wind speed, of the storms in the first day after hitting land.", "url": "https://www.nytimes.com/2020/11/11/climate/hurricanes-climate-change-patterns.html"}