{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:56:03", "date_modify": "2022-10-25 23:56:03", "date_publish": "2020-11-09 10:00:12", "description": "Benjamin Netanyahu has made his closeness to President Trump, who gave him much of what he wanted, central to his political appeal. Things will be different in a Biden administration.", "filename": "2020_11_09_world_middleeast_biden-israel.html_action=click&module=RelatedLinks&pgtype=Article_1666742163.html", "image_url": "https://static01.nyt.com/images/2020/11/08/world/08israel-netanyahu-1/08israel-netanyahu-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=f73bd0001a8eedab4e200c77cfeddd0fb5b7c338a07b7df9534a7c6864bf4d7a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_09_world_middleeast_biden-israel.html_action=click&module=RelatedLinks&pgtype=Article_1666742163.html", "title": "Biden’s Win Means a Demotion for Netanyahu and Less Focus on Israel", "title_page": "Biden’s Win Means a Demotion for Netanyahu and Less Focus on Israel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Most immediately, analysts and officials said, Israel will feel the transition to a Biden administration as a shift of focus away from the conflict with the Palestinians. With a pandemic, a battered economy and deep societal fissures demanding his attention, Mr. Biden, to the extent he looks abroad, is expected to place greater emphasis on tensions with China and Russia, climate change and repairing the frayed trans-Atlantic alliance.\nLooming large, however, are questions about Iran. Mr. Biden has spoken of showing Tehran a “path back to diplomacy,” offering to re-enter the Obama administration’s nuclear deal if Iran returns to strict compliance. Mr. Netanyahu crusaded against the agreement and cheered Mr. Trump’s withdrawal from it.\nIn contrast to Mr. Trump’s favoritism toward Israel, Mr. Biden has promised a return to a more balanced approach to the Israeli-Palestinian conflict.\nThat could mean, analysts and former officials suggested, that if Arab states like Morocco, Oman or Saudi Arabia express willingness to normalize ties with Israel, a Biden administration might encourage them to insist on Israeli concessions to the Palestinians in return.\nStill, Mr. Biden is under few illusions, his advisers say, that a settlement is achievable with Mr. Netanyahu and Mahmoud Abbas, the longtime Palestinian president, still in their jobs.\nInstead, the new administration is expected to exert a calming influence. That could mean reopening the American consulate in Jerusalem, which Mr. Trump disbanded, as a quasi-embassy to the Palestinians; reopening a Palestinian diplomatic mission in Washington, and restoring U.S. funding for East Jerusalem hospitals, aid projects on the West Bank and Palestinian refugees.", "url": "https://www.nytimes.com/2020/11/09/world/middleeast/biden-israel.html?action=click&module=RelatedLinks&pgtype=Article"}