{"authors": ["Michael Crowley"], "date_download": "2022-10-25 22:58:49", "date_modify": "2022-10-25 22:58:49", "date_publish": "2020-05-05 23:27:43", "description": "One of the president’s last “Keep America Great” campaign rallies before the virus largely halted his travel was on Feb. 19 in Arizona.", "filename": "2020_05_05_us_politics_trump-phoenix-mask-factory_1666738729.html", "image_url": "https://static01.nyt.com/images/2020/06/05/us/politics/05dc-virus-trump1-sub/05dc-virus-trump1-sub-facebookJumbo.jpg?year=2020&h=549&w=1050&s=1de5b81e42ffe1be104867a81163624d6c8a961244300e271d0830b26727885f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_05_us_politics_trump-phoenix-mask-factory_1666738729.html", "title": "Trump Gives Phoenix Mask Factory Visit a Campaign Feel", "title_page": "Trump Gives Phoenix Mask Factory Visit a Campaign Feel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump ventured beyond the Mid-Atlantic on Tuesday for the first time in more than two months, turning an official appearance at an Arizona factory producing respirator masks into an event with a campaign rally feel.\nIn his latest show of support for returning to normal life even as the coronavirus continues to spread, Mr. Trump took a day trip to Phoenix to visit a Honeywell International plant that manufactures N95 masks and to hold a round table on Native American issues.\nBut Arizona has also emerged as a battleground state for the 2020 election, and several recent polls show him either tied with or trailing the presumptive Democratic presidential nominee, former Vice President Joseph R. Biden Jr. One of Mr. Trump’s last “Keep America Great” campaign rallies before the pandemic largely halted his travel was in Phoenix, on Feb. 19.\nIn heavily political remarks to Honeywell employees after a tour of the factory, the president said that “our country is now in the next stage of the battle” against the virus and that “now we are reopening our country.” Mr. Trump also boasted of his 2016 electoral victory in the state, called for “the full truth about the China situation” and gave the microphone to a pair of local campaign supporters.", "url": "https://www.nytimes.com/2020/05/05/us/politics/trump-phoenix-mask-factory.html"}