{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:48:52", "date_modify": "2022-10-25 23:48:52", "date_publish": "2020-10-05 20:32:52", "description": "After removing guidance from its website acknowledging “airborne” transmission, the agency cited evidence that indoor air can carry virus-laden particles.", "filename": "2020_10_05_health_cdc-coronavirus-airborne-indoor-air_1666741732.html", "image_url": "https://static01.nyt.com/images/2020/10/05/science/05VIRUS-AEROSOL01/05VIRUS-AEROSOL01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a4448914956197ed760148083e077480295498195e8765a0b88cadb8e0db9950&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_05_health_cdc-coronavirus-airborne-indoor-air_1666741732.html", "title": "CDC Says Coronavirus Might Be Adrift in Indoor Air", "title_page": "CDC Says Coronavirus Might Be Adrift in Indoor Air - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two weeks after the Centers for Disease Control and Prevention took down a statement about airborne transmission of the coronavirus, the agency on Monday replaced it with language citing new evidence that the virus can spread beyond six feet indoors.\n“These transmissions occurred within enclosed spaces that had inadequate ventilation,” the new guidance said. “Sometimes the infected person was breathing heavily, for example while singing or exercising.”\nThe incident was only the latest in a series of slow and often puzzling scientific judgments by the C.D.C. and by the World Health Organization since the start of the pandemic. Despite evidence that use of face coverings can help cut down on viral spread, for example, the C.D.C. did not endorse their use by the public until April, and the W.H.O. did not do so till June.\nRegarding aerosols — tiny airborne particles — the C.D.C. lagged behind even the W.H.O. In July, 239 experts who study aerosols called on the W.H.O. to acknowledge that the coronavirus can be transmitted by air in any indoor setting and not just after certain medical procedures, as the organization had claimed.", "url": "https://www.nytimes.com/2020/10/05/health/cdc-coronavirus-airborne-indoor-air.html"}