{"authors": ["Jeffrey Gettleman", "Vindu Goel"], "date_download": "2022-10-25 23:00:30", "date_modify": "2022-10-25 23:00:30", "date_publish": "2020-02-21 16:18:55", "description": "Prime Minister Narendra Modi seems to have enticed Mr. Trump to fly 8,000 miles with the promise of a two-day spectacle. But serious issues remain.", "filename": "2020_02_21_world_asia_trump-india-modi_1666738830.html", "image_url": "https://static01.nyt.com/images/2020/02/21/world/21india-trump1/21india-trump1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6c2889a3eeea601ea8b0bde158e89e0f05e75087d8a2864f1add7f0779fa6e19&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_21_world_asia_trump-india-modi_1666738830.html", "title": "India Set to Stage an Epic Show, With Trump as the Star", "title_page": "India Set to Stage an Epic Show, With Trump as the Star - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AHMEDABAD, India — The roads are a hive of activity: women hoisting buckets of sand, work crews laying down fresh tar, an army of sweepers attacking debris and a new wall going up in front of a slum, apparently to hide it from passers-by.\nPresident Trump is scheduled to land in the western city of Ahmedabad on Monday for his first presidential visit to India, and Prime Minister Narendra Modi has planned an epic spectacle. The city is being scrubbed clean, and thousands upon thousands of Modi loyalists have been drafted to stand for hours on the sun-baked streets, there to shake flags and cheer for a president who loves nothing more than to draw a crowd.\nIt is the second act of a budding friendship between the two men, leaders of the world’s most populous democracies. Last year, Mr. Trump and Mr. Modi shared a stage in Houston at a rally called “Howdy, Modi!” This one is called “Namaste Trump,” which translates roughly as “Hello Trump.”\n[Analysis: Violence in India threatens its global ambitions.]\nBut beneath the projected bonhomie lies a pricklier reality. The United States and India are strategic partners, in no small part because of a mutual concern over China, but they still can’t agree on crucial issues. Even a small trade deal that was supposed to be the centerpiece of this trip has collapsed.", "url": "https://www.nytimes.com/2020/02/21/world/asia/trump-india-modi.html"}