{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 23:25:30", "date_modify": "2022-10-25 23:25:30", "date_publish": "2020-10-29 17:21:52", "description": "A lightly populated area in the critical swing state of Wisconsin serves as a microcosm for the way coronavirus politics is worsening partisan schisms across America.", "filename": "2020_10_29_us_politics_wisconsin-trump-biden-coronavirus_1666740330.html", "image_url": "https://static01.nyt.com/images/2020/10/29/us/politics/29wisconsin-north1/merlin_179172399_6b027a7c-995f-49bc-b724-e3ff95b52199-facebookJumbo.jpg?year=2020&h=550&w=1050&s=50236c4bf7d681a1e3aac5dc60e8646985b1840e63fcfa5045ef99a61923a2e9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_29_us_politics_wisconsin-trump-biden-coronavirus_1666740330.html", "title": "How Virus Politics Divided a Conservative Town in Wisconsin’s North", "title_page": "How Virus Politics Divided a Conservative Town in Wisconsin’s North - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He said his restaurant is not responsible for employees who caught the coronavirus. No one from the local health department ever called with questions, he said, and no contact tracers contacted the restaurant. Mr. Swearingen said he has not had a test himself.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“There’s been no connection to the restaurant to all these cases,” he said during an interview in the dining room of the Al-Gen, which is bedecked with taxidermied heads of deer and black bears. “These people are part-time, coming from different jobs and different things.”\nOf all the places where Democrats barely bothered to compete in 2016, Wisconsin’s Northwoods may have been the most neglected. Not only did Hillary Clinton skip Wisconsin altogether, county Democrats in this region didn’t even have yard signs to distribute, not that there was much demand for them.\nMrs. Clinton was a “polarizing’’ candidate, said Matt Michalsen, a high school social studies teacher who ran against Mr. Swearingen in 2016. “Personally, did I support her? No.”\nFour years later, Mr. Bangstad has few expectations that he will win. He sees his campaign largely as an effort to increase Democratic turnout for Mr. Biden and cut into Mr. Trump’s margins by focusing attention on the impact of the coronavirus on northern Wisconsin.\nMr. Bangstad wrapped the side of his restaurant in a giant Biden-Harris sign that attracted the ire of the Oneida County Board, which sent a letter informing him that it exceeded the allowable size of 32 square feet. After Mr. Bangstad used the fracas to raise money and get more attention for himself in the local press, the board backed down.\nAt the same time, the Biden campaign and local Democrats have put far more resources into northern Wisconsin than they did four years ago. There are twice as many organizers focused on the area than in 2016. And though the Clinton campaign swore off yard signs as an unnecessary annoyance, the state party has made efforts to get them in every yard that would take one.", "url": "https://www.nytimes.com/2020/10/29/us/politics/wisconsin-trump-biden-coronavirus.html"}