{"authors": [], "date_download": "2022-10-25 23:49:12", "date_modify": "2022-10-25 23:49:12", "date_publish": "2020-03-09 19:29:14", "description": "N95 masks are essential for protecting health care workers and controlling the epidemic, but some hospitals have been unable to get new shipments as supplies dwindle.", "filename": "2020_03_09_health_coronavirus-n95-face-masks_1666741752.html", "image_url": "https://static01.nyt.com/images/2020/03/09/science/09VIRUS-MASKS1/09VIRUS-MASKS1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=48288435ef346de8b7036db75dddb2a9405b93cf6b2b39d01411433aa793c188&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_09_health_coronavirus-n95-face-masks_1666741752.html", "title": "Some Hospitals Are Close to Running Out of Crucial Masks for Coronavirus", "title_page": "Some Hospitals Are Close to Running Out of Crucial Masks for Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "N95 masks are tighter fitting and thicker than surgical masks. While surgical masks can block only large-particle droplets, N95 masks filter out 95 percent of all airborne particles when used correctly. The Centers for Disease Control and Prevention recommend that they be used only by people with infectious respiratory illness and health care workers who treat or otherwise come in contact with them.\n“It’s not just about the patients identified as having the virus,” said Dr. Wendy Armstrong, another infectious disease specialist at Grady, who is more accustomed to using N95 masks to evaluate patients who might have tuberculosis. “It’s also about the people you are evaluating to rule out the virus, and the testing is not instant.”\nProtecting health care workers from the virus is essential to managing the epidemic, to ensure hospitals, urgent care centers and other facilities can handle inevitable surges in sick patients. A number of doctors and nurses around the country have already been quarantined for two weeks after patients they interacted with tested positive for the virus; health care workers in China have gotten sick and even died amid extreme shortages of masks and other protective gear.\nThe federal government’s Strategic National Stockpile of medical supplies includes 12 million medical-grade N95 masks and 30 million surgical masks — only about one percent of the 3.5 billion that the Department of Health and Human Services estimates would be needed over the course of a year if the outbreak reaches pandemic levels. The department announced last week that the federal government had put in a guaranteed order for 500 million N95 masks over the next 18 months, a move it said would encourage manufacturers “to immediately increase production of N95s for use by health care professionals.”\nA spokeswoman for the health and human services department said the first step for hospitals experiencing shortages was to ask their local or state public health department, many of which have their own emergency supplies.", "url": "https://www.nytimes.com/2020/03/09/health/coronavirus-n95-face-masks.html"}