{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 23:42:52", "date_modify": "2022-10-25 23:42:52", "date_publish": "2020-12-22 18:02:35", "description": "Two days after France shut down the frontier, Britain agreed to broad virus tests for truck drivers as part of an agreement to reopen rail, air and sea routes.", "filename": "2020_12_22_world_europe_uk-france-covid-19-border_1666741372.html", "image_url": "https://static01.nyt.com/images/2020/12/22/world/22virus-uk-1/22virus-uk-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c53006e67493872ee488c63c549ffe3a0bfffee7b4ec3f770c7a0e1b5e16f499&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_22_world_europe_uk-france-covid-19-border_1666741372.html", "title": "France Eases U.K. Border Restrictions for Some Travelers", "title_page": "France Eases U.K. Border Restrictions for Some Travelers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It may be some time before a return to normalcy at the ports.\nThe British government said it would discourage truck drivers from traveling to the congested roads near Dover as it works to ramp up a mass testing program, which may include the military.\n“I am pleased that we have made this important progress with our French counterparts this evening,” Grant Shapps, the British government’s transport secretary, said in a statement. “We continue to urge hauliers not to travel to Kent until further notice as we work to alleviate congestion at ports.”\nThe agreement came hours after the European Union urged member states to step back from the draconian travel bans imposed in recent days. The bloc’s executive urged countries to continue discouraging nonessential travel to and from Britain, but said that British and other European citizens should be allowed to return to their homes and that goods should be allowed to move back and forth.\nMany scientists suspect the new variant is already in continental Europe. And they stressed that travel bans were useful only if such measures gave countries time to minimize the spread of the virus within their borders and ramp up efforts to detect the new variant.\n“Clearly, we need balance,” Emma Hodcroft, a researcher at the University of Bern in Switzerland, wrote on Twitter. “Act too soon with too little info and you generate panic without evidence — damaging economy, livelihoods and trust. But wait too long, and you could miss a vital window when we have the chance to have the most effective response.”\nThe discovery of the variant had led in recent days to a lockdown across much of southeastern England and bans on flights and trains between Britain and dozens of countries as they tried to stop the variant from spreading.\nBecause the trucks passing between France and Britain are continually cycling through Europe, the blockade has disrupted a continentwide freight system that industry experts said could quickly grind to a halt.", "url": "https://www.nytimes.com/2020/12/22/world/europe/uk-france-covid-19-border.html"}