{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:24:43", "date_modify": "2022-10-25 23:24:43", "date_publish": "2020-10-31 12:28:35", "description": "Overall, Russia’s health care system is coping with a fall surge in cases, but bodies are piling up in overwhelmed regional hospitals and morgues.", "filename": "2020_10_31_world_europe_russian-provinces-coronavirus-putin_1666740283.html", "image_url": "https://static01.nyt.com/images/2020/10/31/world/31russia-virus/31russia-virus-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0cc3e9669d197708e92874048cfd52143e27a55982c35ba5e9f85ff5172b8e7f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_31_world_europe_russian-provinces-coronavirus-putin_1666740283.html", "title": "Russian Provinces Hit by a Second Wave of Coronavirus", "title_page": "Russian Provinces Hit by a Second Wave of Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In testimonials and videos from Russia’s regions, some harrowing accounts are emerging.\nIn Novokuznetsk, a Siberian coal mining town, a morgue worker posted a video in which he appeared to walk on bodies in bags. They were so tightly packed in a corridor that there seemed no other way to get through.\nStacked on the floor and piled on stretchers, a dozen or so were visible. One body was simply placed on the floor under a blanket, a pair of women’s shoes protruding.\n“This is the hallway,” said the worker, who did not identify himself. “There are corpses all over. You can fall down walking here, you can trip over them. I have to walk on their heads.”\nIn Barnaul, a city of 625,000, the regional authorities acknowledged a problem but blamed a third-party supplier of hearses used to transport bodies for burial.\n“Indeed, in the hospital there is some delay in removing the dead patients,” the regional health authority said in a statement carried by Russian news agencies. “Outside companies provide this service for medical organizations, and they are not coping with the volume.”\nIn Novokuznetsk, the Health Department issued a statement saying the morgue had overflowed because many families of the dead had also fallen ill and were not able to retrieve the bodies for burial.\nThe authorities were building new shelves to accommodate the bodies, the statement said.\nIn Blagoveshchensk, a city in the Far East on the border with China, a local journalist, Natalya Nadelyaeva, described in despair having to wait in line at a morgue to pick up the body of her grandfather, then wait in another line at a funeral home to arrange burial. “The undertakers told me they just don’t have enough crews to bury everybody on time,” she said.", "url": "https://www.nytimes.com/2020/10/31/world/europe/russian-provinces-coronavirus-putin.html"}