{"authors": ["Reid J. Epstein", "Thomas Kaplan"], "date_download": "2022-10-25 23:47:30", "date_modify": "2022-10-25 23:47:30", "date_publish": "2020-03-10 20:00:09", "description": "The health crisis has left people nationwide wary of physical interaction. But even this week, the Democratic presidential candidates were greeting voters normally, with a few more fist-bumps.", "filename": "2020_03_10_us_politics_biden-sanders-coronavirus_1666741650.html", "image_url": "https://static01.nyt.com/images/2020/03/10/us/politics/10handshaking1/10handshaking1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a4901201e8608e1cc5eb619ea88914233fca70c784d28e939a624dfed8e38d87&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_10_us_politics_biden-sanders-coronavirus_1666741650.html", "title": "As Coronavirus Worries Grow, Biden and Sanders Have Kept Shaking Hands", "title_page": "As Coronavirus Worries Grow, Biden and Sanders Have Kept Shaking Hands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DEARBORN HEIGHTS, Mich. — Outside a polling place, Senator Bernie Sanders of Vermont did a few fist bumps. He clasped some shoulders. There were high fives and, yes, he shook a couple hands.\nAt an auto plant that is under construction, former Vice President Joseph R. Biden Jr. shook hands and posed for pictures as workers in hard hats and fluorescent vests crowded around him.\nFears about the coronavirus, which is often spread through person-to-person interaction, led Mr. Sanders’s campaign to announce on Tuesday afternoon that it was canceling a rally that night in Cleveland. Soon after, Mr. Biden’s campaign canceled its own Tuesday night rally in Cleveland.\nBut while they have now taken large-scale precautionary measures, Mr. Sanders and Mr. Biden have been greeting voters in recent days pretty much how they always have.", "url": "https://www.nytimes.com/2020/03/10/us/politics/biden-sanders-coronavirus.html"}