{"authors": ["Karen Weise", "Natasha Singer"], "date_download": "2022-10-25 23:41:09", "date_modify": "2022-10-25 23:41:09", "date_publish": "2020-06-10 21:57:52", "description": "The company said it hoped the moratorium “might give Congress enough time to put in place appropriate rules” for the technology.", "filename": "2020_06_10_technology_amazon-facial-recognition-backlash_1666741269.html", "image_url": "https://static01.nyt.com/images/2020/06/10/business/10UNREST-AMAZON-sub/10UNREST-AMAZON-sub-facebookJumbo.jpg?year=2020&h=549&w=1050&s=9629f793addd945427ac639696d70d95fb84a277e441642ecb42b317147beb38&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_10_technology_amazon-facial-recognition-backlash_1666741269.html", "title": "Amazon Puts Moratorium on Facial Recognition Software by Police", "title_page": "Amazon Puts Moratorium on Facial Recognition Software by Police - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This week, Democrats in the House introduced a police reform law that would ban the use of facial recognition technology with police recording equipment. Some lawmakers have long worried about the technology, questioning manufacturers and the public agencies that use their products on how it affects civil rights and privacy.\nCivil liberties advocates began a campaign to ban the use of facial recognition by law enforcement in 2018, after a report by academic researchers found racial bias in the systems. The report found that facial technologies made by IBM and Microsoft were able to correctly identify the gender of white men in photographs about 100 percent of the time. But the systems were much less accurate in their ability to identify the gender of darker-skinned women.\nIBM and Microsoft quickly improved their systems. Amazon found itself under heightened scrutiny.\nFor the past two years, the A.C.L.U. has led a campaign to push Amazon to stop selling the technology to law enforcement agencies. The group obtained documents, using open information laws, from police departments that showed how Amazon was aggressively marketing its technology to law enforcement.\nThe A.C.L.U. also tested Amazon’s technology using the head shots of members of Congress and comparing them against a database of publicly available mug shots. The group reported that the Amazon technology incorrectly matched 28 members of Congress with people who had been arrested, amounting to a 5 percent error rate among legislators. At the time, Amazon disputed the findings, saying that the group had used its system differently than law enforcement customers did.\nRep. Jimmy Gomez, a California Democrat and one of the lawmakers misidentified in the A.C.L.U. test, said he met with Amazon about the issue almost a dozen times. He said Amazon was less open to criticism than its tech peers.\n“They were avoiding taking any responsibility for their technology in my opinion,” Mr. Gomez said on Wednesday after the company’s announcement. “They always had some excuse.”\nMr. Gomez, who is vice chairman of the House Committee on Oversight and Reform, said he was glad to see Amazon halt police sales.", "url": "https://www.nytimes.com/2020/06/10/technology/amazon-facial-recognition-backlash.html"}