{"authors": ["Livia Albeck-Ripka", "Isabella Kwai", "Thomas Fuller", "Jamie Tarabay"], "date_download": "2022-10-25 23:52:17", "date_modify": "2022-10-25 23:52:17", "date_publish": "2020-01-04 15:24:32", "description": "With more than a month still to go in the fire season, the government announced a large-scale use of military assets, a deployment not seen since World War II.", "filename": "2020_01_04_world_australia_fires-military_1666741937.html", "image_url": "https://static01.nyt.com/images/2020/01/04/world/04oz-fire-promo/04oz-fire-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=30ac08950cae2b7f558c2ce300f884f5ab29a9405fd337508438608dd19dd7d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_04_world_australia_fires-military_1666741937.html", "title": "‘It’s an Atomic Bomb’: Australia Deploys Military as Fires Spread", "title_page": "‘It’s an Atomic Bomb’: Australia Deploys Military as Fires Spread - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HASTINGS, Australia — The evacuees walked down the gangway of the giant naval vessel to the dock, each carrying just a few items of luggage. Some held infants and others their dogs, whose legs were still shaky from the 20-hour voyage down the coast of Australia. They were weary, and their clothes smelled of smoke, but the terrible infernos were finally behind them.\nFour days after a bush fire ravaged the remote coastal town of Mallacoota, forcing people to shelter on the beach under blood-red skies, more than 1,000 stranded residents and vacationers arrived on Saturday in Hastings, a town near Melbourne.\nThe authorities said it was most likely the largest peacetime maritime rescue operation in Australia’s history. It was also a symbol of a country in perpetual flight from danger during a catastrophic fire season — and the challenge the government faces in getting the blazes under control.\n[Update: 3 U.S. firefighters die in plane crash as Australia’s blazes intensify.]\nSearing heat and afternoon winds propelled fires over large swaths of Australia on Saturday, adding to the devastation of a deadly fire season that has now claimed 24 lives. Thousands of people have been evacuated, while many towns and cities under threat were still smoldering from ferocious blazes that ripped through the countryside earlier in the week.", "url": "https://www.nytimes.com/2020/01/04/world/australia/fires-military.html"}