{"authors": [], "date_download": "2022-10-25 23:22:46", "date_modify": "2022-10-25 23:22:46", "date_publish": "2020-02-25 05:04:25", "description": "The soldier, the first U.S. service member known to be infected, has been quarantined in his off-base residence, the military said.", "filename": "2020_02_25_world_asia_coronavirus-news_1666740166.html", "image_url": "https://static01.nyt.com/images/2020/02/26/world/26virus-briefing-1sub/26virus-briefing-1sub-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=4b7c813ebd7062a3e47d8e70f68c3ee1be775f7e66b7595874af0d0e9f9275d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_25_world_asia_coronavirus-news_1666740166.html", "title": "U.S. Soldier Tests Positive for Virus in South Korea", "title_page": "U.S. Soldier Tests Positive for Virus in South Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The World Health Organization said that the pace of confirmed new cases in China, which exceeded 2,000 a day a month ago, had dropped steadily, to a low of 508 on Monday. It said the severe measures imposed by the Chinese authorities to isolate patients and the hardest-hit areas had likely prevented hundreds of thousands of additional infections.\nThe city of Beijing has imposed new rules on workplaces, including one that prohibits workers from eating face-to-face. No more than half of an office’s employees should be at work on a given day, they must keep at least one meter apart from each other, each must have at least 2.5 square meters of working space, and elevator capacity cannot exceed 50 percent, the city said.\nBut while China appears to be having some success in managing the epidemic, W.H.O. officials have warned that the world at large is unprepared for a leap in infections, which could overwhelm medical resources in many countries. They also cautioned that new cases could suddenly resurge in China, as the government struggles to get people back to work.\nBy Wednesday, South Korea had reported a total of 1,146 cases, the second most in the world, and the Centers for Disease Control and Prevention in the United States warned Americans not to travel there. Most of the cases reported by South Korea’s Centers for Disease Control and Prevention continue to come from Daegu, the city at the center of the outbreak in that country.\nIn Iran, a spike in coronavirus infections — including the top health official in charge of fighting the disease — has prompted fears of a contagion throughout the Middle East. In Italy, one of Europe’s largest economies, officials are struggling to prevent the epidemic from paralyzing the commercial center of Milan.\nThe emergence of Italy, Iran, and South Korea as new hubs of the outbreak underscored the lack of a coordinated global strategy to combat the coronavirus, which has infected more than 80,000 people worldwide and caused more than 2,600 deaths.", "url": "https://www.nytimes.com/2020/02/25/world/asia/coronavirus-news.html"}