{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:55:51", "date_modify": "2022-10-25 23:55:51", "date_publish": "2020-03-30 19:56:37", "description": "Failure to comply with government restrictions is causing the coronavirus to spread in ultra-Orthodox communities up to eight times faster than elsewhere in Israel.", "filename": "2020_03_30_world_middleeast_coronavirus-israel-cases-orthodox_1666742151.html", "image_url": "https://static01.nyt.com/images/2020/03/30/world/30virus-israelorthodox-08/30virus-israelorthodox-08-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=4c1627f1392f84225d590e0165ef8db1372363869e35ad793765c4ea2bae0062&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_30_world_middleeast_coronavirus-israel-cases-orthodox_1666742151.html", "title": "Coronavirus in Israel: Cases Soar Among Ultra-Orthodox Jews", "title_page": "Coronavirus in Israel: Cases Soar Among Ultra-Orthodox Jews - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BNEI BRAK, Israel — Ultra-Orthodox Jews failing to comply with government instructions to contain the coronavirus are causing it to spread so quickly that Israeli officials are considering blockading entire communities to protect the wider population.\nThe virus is mushrooming in ultra-Orthodox communities as much as four to eight times faster than elsewhere in Israel.\nIn the Tel Aviv suburb of Bnei Brak, where 95 percent of the residents are ultra-Orthodox, the number of confirmed cases spiked from 267 on Friday to 571 on Tuesday. The total was nearly that of Jerusalem, whose population is four times bigger.\nAlthough they make up only 12 percent of Israel’s population, the ultra-Orthodox account for 40 to 60 percent of the coronavirus patients at four major hospitals, hospital officials told Israeli news media. The true dimensions of the epidemic among the ultra-Orthodox can only be estimated because testing is rare.", "url": "https://www.nytimes.com/2020/03/30/world/middleeast/coronavirus-israel-cases-orthodox.html"}