{"authors": ["David E. Sanger", "Andrew E. Kramer"], "date_download": "2022-10-25 23:47:55", "date_modify": "2022-10-25 23:47:55", "date_publish": "2020-10-14 18:12:59", "description": "Trump administration officials want to broaden the New START accord and warn that the price of a new deal will rise after the election. Joe Biden supports a straight five-year extension of the deal.", "filename": "2020_10_14_us_politics_trump-russia-nuclear-deal_1666741675.html", "image_url": "https://static01.nyt.com/images/2020/10/14/us/politics/14dc-nukes/14dc-nukes-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f4b695bb671be3b06a58827b3907a6a125071f0d7328d2738bb4406c06cbfc17&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_14_us_politics_trump-russia-nuclear-deal_1666741675.html", "title": "Trump Thought He Had a Nuclear Deal With Putin. Not So Fast, Russia Said.", "title_page": "Trump Thought He Had a Nuclear Deal With Putin. Not So Fast, Russia Said. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I personally don’t see such a possibility,” he said in an interview with state radio, when asked about a deal on New START. “My colleagues, who work in an interagency format and meet with the American delegation, also don’t see such a possibility.”\nThe Russian pushback echoed across the government. The Kremlin’s spokesman, Dmitri S. Peskov, said the “position of the Russian side is well known and consistent. And for now, we can’t speak of any concrete agreements.” Then the Russian Information Agency, a state news outlet, ran an article saying the Russian foreign ministry “called the American announcement of a New START agreement with Russia nonsense and a setup.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nIt was not the first time Mr. Putin, who worked so hard on Mr. Trump’s behalf in 2016, has shown possible signs of backing away from the president.\nEarlier this month, he hinted in an interview with state television at an effort to reach out to Democrats. While his goals were unclear, and with American officials cautioning that Russian disinformation may be at work, Mr. Putin spoke warmly of the Democratic Party and suggested that he could work with Mr. Biden on arms control.\nAnalysts in Russia saw in the rejection of a pre-election nuclear deal the Kremlin preparing the ground in case Mr. Trump loses. “As the chances of a Trump re-election are increasingly remote,” Pavel Felgenhauer, a military commentator for the independent Novaya Gazeta newspaper, said in a telephone interview, “why should we bend over backward?”\nMr. Putin’s position all year has been that the New START agreement, which limits both countries to 1,550 deployed nuclear weapons, should be extended for five years. But there are no limits on stockpiled weapons, which are essentially in storage. And that is why fears of a resumed arms race have arisen, as the United States and Russia move to improve their arsenals with new, more sophisticated weapons.\nMr. Putin has taken pride in developing new weapons, some of which have apparently run into trouble in testing, leading to a major accident in the summer of 2019. The current New START treaty does not limit such work — or put limits on tactical weapons.", "url": "https://www.nytimes.com/2020/10/14/us/politics/trump-russia-nuclear-deal.html"}