{"authors": ["Annie Karni", "Maggie Haberman"], "date_download": "2022-10-25 23:33:20", "date_modify": "2022-10-25 23:33:20", "date_publish": "2020-11-04 23:33:27", "description": "The Fox News decision left the president fuming, and his team complaining. Then he began casting aspersions on other states’ vote counts.", "filename": "2020_11_04_us_politics_trump-fox-news-arizona_1666740800.html", "image_url": "https://static01.nyt.com/images/2020/11/04/us/politics/04TRUMP-ELECTION-1/04TRUMP-ELECTION-1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=c5f507c53d2aed7bedf747ba070ad31e8697c4047e1aad4aa0d360b398618aea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_04_us_politics_trump-fox-news-arizona_1666740800.html", "title": "How the Trump Campaign Reacted When Fox News Called Arizona for Biden", "title_page": "How the Trump Campaign Reacted When Fox News Called Arizona for Biden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So it was hours before Mr. Trump actually appeared in the East Room. In the Oval Office, he huddled with aides who discussed how to frame the state of the race and whether he could declare victory or should take a more subtle tone.\nHe did not choose the latter approach.\n“This is a fraud on the American public,” he told a crowd of supporters at 2:30 a.m., in remarks that were immediately criticized even by some of his allies, like Chris Christie, the former New Jersey governor. The president continued: “This is an embarrassment to our country. We were getting ready to win this election. Frankly, we did win the election.”\nAs the map closed in on the Trump campaign on Wednesday, with Michigan and Wisconsin being called for Mr. Biden, the president was not seen in public all day. A Marine who stands guard in front of the West Wing doors when the president is in the Oval Office had not been spotted all day.\nFrom the residence, Mr. Trump continued making calls to supporters and friends throughout the morning, sounding subdued and somewhat dispirited to some people. Outside the White House, finger-pointing about what went wrong had already begun. Some aides said that Mr. Trump had often resisted entreaties from Ronna McDaniel, chairwoman of the Republican National Committee, and Brad Parscale, his former campaign manager, and others to spend more time in Arizona. But they said he had resisted in part because he did not like traveling west and spending the night on the road.\nMs. McDaniel, however, disputed that she had harbored concerns about the president visiting Arizona, and said she was not involved in determining his campaign schedule, which was handled by his campaign.\nThey and several other aides had also tried and failed to get Mr. Trump to stop attacking an Arizona favorite son and war hero, Senator John McCain, a Republican whom the president has continued to criticize even after the senator’s death two years ago.", "url": "https://www.nytimes.com/2020/11/04/us/politics/trump-fox-news-arizona.html"}