{"authors": ["Maria Cramer"], "date_download": "2022-10-25 23:43:31", "date_modify": "2022-10-25 23:43:31", "date_publish": "2020-11-17 21:55:12", "description": "Ms. Parton donated $1 million to fund research for a coronavirus vaccine. After a promising announcement from a major drugmaker on Monday, fans are crediting her with helping to save the world from the virus.", "filename": "2020_11_17_arts_music_dolly-parton-moderna-virus_1666741411.html", "image_url": "https://static01.nyt.com/images/2020/11/17/multimedia/17xp-dolly1/17xp-dolly1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=666db1509c48cee2dd5fc5d65ca1bb8b3ecbabfd5314f7d608a6492c52bd8f0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_17_arts_music_dolly-parton-moderna-virus_1666741411.html", "title": "Dolly Parton: Singer, Songwriter, Pandemic Savior?", "title_page": "Dolly Parton: Singer, Songwriter, Pandemic Savior? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Her contribution, which became known as the Dolly Parton Covid-19 Research Fund, helped pay for the first part of the vaccine research, which was led by Dr. Mark Denison, a professor of pathology, microbiology and immunology at Vanderbilt. The federal government eventually invested $1 billion in the creation and testing of the vaccine, but Dr. Denison said it was Ms. Parton’s money that funded the “critical” early stages of the research.\n“Her money helped us develop the test that we used to first show that the Moderna vaccine was giving people a good immune response that might protect them,” Dr. Denison said on Tuesday.\nMs. Parton told the BBC on Tuesday that she was excited to hear her contribution provided a “little seed money that will hopefully grow into something great and help to heal this world.”\n“I’m a very proud girl today to know I had anything at all to do with something that’s going to help us through this crazy pandemic,” she said on “The One Show.”\nOn Monday, after Moderna announced that early trials of the vaccine showed a 94.5 percent effectiveness rate, fans reacted rapturously.", "url": "https://www.nytimes.com/2020/11/17/arts/music/dolly-parton-moderna-virus.html"}