{"authors": ["Michael Crowley"], "date_download": "2022-10-25 23:22:21", "date_modify": "2022-10-25 23:22:21", "date_publish": "2020-11-27 01:01:25", "description": "Taking questions from reporters for the first time since Election Day, the president also said he would travel to Georgia to support Republican candidates before two runoffs that will determine control of the Senate.", "filename": "2020_11_26_us_politics_trump-election-georgia_1666740141.html", "image_url": "https://static01.nyt.com/images/2020/11/26/lens/26dc-trump-photo/26dc-trump-photo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=de694408d65272c3cb23b2c6f1a4dbf10c7951208bbb783429a3f9fda1186ffa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_26_us_politics_trump-election-georgia_1666740141.html", "title": "Trump, Still Claiming Victory, Says He Will Leave if Electors Choose Biden", "title_page": "Trump, Still Claiming Victory, Says He Will Leave if Electors Choose Biden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump said on Thursday that he would leave the White House if the Electoral College formalized Joseph R. Biden Jr.’s election as president, even as he reiterated baseless claims of fraud that he said would make it “very hard” to concede.\nTaking questions from reporters for the first time since Election Day, Mr. Trump also threw himself into the battle for Senate control, saying he would soon travel to Georgia to support Republican candidates in two runoff elections scheduled there on Jan. 5.\nWhen asked whether he would leave office in January after the Electoral College cast its votes for Mr. Biden on Dec. 14 as expected, Mr. Trump replied: “Certainly I will. Certainly I will.”\nSpeaking in the Diplomatic Room of the White House after a Thanksgiving video conference with members of the American military, the president insisted that “shocking” new evidence about voting problems would surface before Inauguration Day. “It’s going to be a very hard thing to concede,” he said, “because we know that there was massive fraud.”", "url": "https://www.nytimes.com/2020/11/26/us/politics/trump-election-georgia.html"}