{"authors": ["Edward Wong", "Michael Crowley"], "date_download": "2022-10-25 23:39:10", "date_modify": "2022-10-25 23:39:10", "date_publish": "2020-06-18 23:27:13", "description": "Overseeing chaotic actions is a president whose goal with Beijing has been to secure a trade deal that would help him get re-elected.", "filename": "2020_06_18_us_politics_trump-china-bolton_1666741150.html", "image_url": "https://static01.nyt.com/images/2020/06/18/us/politics/18dc-trump-china/18dc-trump-china-facebookJumbo.jpg?year=2020&h=550&w=1050&s=24ee18fb76094193502ba6c0db2f0448b2d2ef0ceebc8e97004c8d17cb5c654b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_18_us_politics_trump-china-bolton_1666741150.html", "title": "The Biggest Obstacle to China Policy: President Trump", "title_page": "The Biggest Obstacle to China Policy: President Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — As national security officials and some trade advisers in the Trump administration tried crafting get-tough-on-China policies to address what they viewed as America’s greatest foreign policy challenge, they ran into opposition from an unexpected quarter.\nPresident Trump himself was undermining their work.\nThat has been the underlying tension of the last three and a half years, laid out in blunt language in the new memoir by John R. Bolton, Mr. Trump’s former national security adviser. The book supports what administration officials have said in interviews and private discussions since 2017, and what, in many ways, had been out in the open in Mr. Trump’s fawning statements about China’s authoritarian leader, Xi Jinping, many made on Twitter.\nTaken together, the accounts reveal that there has been no coherent China policy, despite efforts early in the administration by senior aides to frame foreign policy around what they labeled “great power competition,” outlined in their own national security strategy document.\nAdministration players on China have been divided by factional feuding and irreconcilable policy goals, with security hawks and religious freedom crusaders butting heads with Wall Street advocates and free traders.", "url": "https://www.nytimes.com/2020/06/18/us/politics/trump-china-bolton.html"}