{"authors": ["Austin Ramzy", "Elaine Yu"], "date_download": "2022-10-25 23:39:32", "date_modify": "2022-10-25 23:39:32", "date_publish": "2020-11-03 11:14:19", "description": "Bao Choy, a producer for the public broadcaster RTHK, reported on the police’s slow response to a mob assault last year.", "filename": "2020_11_03_world_asia_hong-kong-rthk-arrest_1666741172.html", "image_url": "https://static01.nyt.com/images/2020/11/03/world/03hongkong-1/03hongkong-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2ca0ae22066a17ac8988b37766306d2468df73e5be722564bd71029faecb1eca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_03_world_asia_hong-kong-rthk-arrest_1666741172.html", "title": "RTHK's Bao Choy Arrested After Investigations Into Hong Kong Police", "title_page": "RTHK's Bao Choy Arrested After Investigations Into Hong Kong Police - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — The police in Hong Kong arrested a prizewinning journalist on Tuesday whose work had exposed the authorities’ delayed response to a mob attack on antigovernment protesters last year, intensifying concerns about a crackdown on press freedom in the semiautonomous Chinese city.\nThe journalist, Choy Yuk-ling, who also goes by the name Bao Choy, is a producer for Radio Television Hong Kong, or RTHK, a public broadcaster. The network’s news programs have attracted official criticism for investigations into the Hong Kong police, who have been accused of using excessive force against the protesters and turning a blind eye to assaults on them.\nMs. Choy worked on some of the most notable inquiries into police conduct, including a prizewinning episode of the program “Hong Kong Connection” that examined the slow response by officers to a mob attack on a group of protesters and commuters in a train station on July 21, 2019.\nMs. Choy, who is employed by RTHK on a freelance contract, was arrested on Tuesday afternoon.\nThe police said they arrested Ms. Choy for making a false statement about why she was obtaining license information from a publicly accessible database. Such offenses could be punishable with fines of $645 and six months’ imprisonment.", "url": "https://www.nytimes.com/2020/11/03/world/asia/hong-kong-rthk-arrest.html"}