{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:29:25", "date_modify": "2022-10-25 23:29:25", "date_publish": "2020-05-28 19:30:01", "description": "It remains unclear how the legislation will be reconciled with a similar proposal in the Senate.", "filename": "2020_05_28_us_politics_house-paycheck-protection-program-changes_1666740565.html", "image_url": "https://static01.nyt.com/images/2020/05/28/us/politics/28dc-virus-cong1/28dc-virus-cong1-facebookJumbo-v3.jpg?year=2020&h=549&w=1050&s=945b6fd69df7e9458b1e0e51f2ed806ef5184cbc9883496a00a5ec1080bbe4c8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_28_us_politics_house-paycheck-protection-program-changes_1666740565.html", "title": "House Approves Revisions to Paycheck Protection Program", "title_page": "House Approves Revisions to Paycheck Protection Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "House Democrats’ decision to expedite the changes to the loan program reflected a building sense of urgency among some moderates to put aside that broader dispute and find areas of agreement with Republicans where possible.\nThis month, House Democrats pushed through a $3 trillion pandemic relief package over Republican opposition, but that bill is doomed in the Senate and faces a veto threat from President Trump. The small-business measure, however, enjoyed strong enough bipartisan support that it was considered on Thursday under faster procedures reserved for noncontroversial bills, passing 417 to 1. Representative Thomas Massie, Republican of Kentucky, was the lone “no” vote.\n“There’s been a lot of negotiations to find something that will make it through the Senate and hopefully be signed into law by the White House,” said Representative Dean Phillips, Democrat of Minnesota, who wrote the legislation along with Representative Chip Roy, Republican of Texas.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nMr. Phillips, one of several moderate Democrats who had been reluctant to support the $3 trillion bill given its dim prospects of becoming law, agreed to vote for it after extracting a promise from Speaker Nancy Pelosi to allow a vote on the narrower — and far more bipartisan — legislation to modify the Paycheck Protection Program.\n“We intentionally wanted a skinny bill that addressed a very specific issue,” he added. “We listened, and we modified it and came to a nice bipartisan conclusion.”", "url": "https://www.nytimes.com/2020/05/28/us/politics/house-paycheck-protection-program-changes.html"}