{"authors": [], "date_download": "2022-10-25 23:22:51", "date_modify": "2022-10-25 23:22:51", "date_publish": "2020-02-21 05:00:14", "description": "With four fatalities in Iran and a spike in infections in South Korea, concerns about the virus’s effect on the global economy intensified.", "filename": "2020_02_21_world_asia_china-coronavirus_1666740171.html", "image_url": "https://static01.nyt.com/images/2020/02/22/business/22china-briefing2/21virusbusiness-2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a5552e55b3c47016dff0bd30645563083e9fc8d8c9a1865ca3cce9f3e6a9066b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_21_world_asia_china-coronavirus_1666740171.html", "title": "As New Cases Surge, Businesses Face Grim Fallout", "title_page": "As New Cases Surge, Businesses Face Grim Fallout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Update: Most coronavirus cases are mild. That’s good and bad news.]\nAs recently as Tuesday, Iranian officials had said there were no cases of the virus in the country. By Friday, however, they acknowledged 18 cases in three cities, with four deaths.\nIt was not immediately known how the virus had made its way to Iran, and it was far from clear that the country of 80 million people would be able to prevent the spread of the virus locally or abroad. Iran shares a border with Afghanistan and Iraq, where health officials have a limited ability to stop the spread of the virus should it find its way to those countries.\nAlready, cases of travelers from Iran testing positive for the virus have turned up in Canada and Lebanon.\nAt the same time, a surge in cases in South Korea — where the total figure soared above 340 on Saturday and scores more were being monitored for symptoms — added to fears that the virus was also spreading across Asia with dangerous speed.\n[Read: South Korean leader said coronavirus would ‘disappear.’ It was a costly error.]\nThose cases have been tied to a secretive church. The South Korean authorities are racing to trace people who have come into contact with the infected congregation members, but have struggled to find all of those connected to the church’s hundreds of members.\nAnd in China, there was concern that the virus could spread beyond its starting point in Hubei Province, after officials reported outbreaks in hospitals in Beijing and clusters of infections in at least four prisons across three provinces.\nThe disturbing new clusters were announced on the same day that Chinese officials acknowledged that their repeated shifts in methodology for counting new cases had sown confusion.", "url": "https://www.nytimes.com/2020/02/21/world/asia/china-coronavirus.html"}