{"authors": ["Sameer Yasir", "Hari Kumar"], "date_download": "2022-10-25 23:39:56", "date_modify": "2022-10-25 23:39:56", "date_publish": "2020-09-02 21:09:23", "description": "The Indian government is blocking Chinese apps from its huge domestic market to strike back against China amid a tense border standoff.", "filename": "2020_09_02_world_asia_india-bans-china-apps_1666741196.html", "image_url": "https://static01.nyt.com/images/2020/09/02/world/02indiaban/02indiaban-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a295b924109698f12d596965d82bccf8fc91336bafbdfca086e358a7f6f58419&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_02_world_asia_india-bans-china-apps_1666741196.html", "title": "India Bans 118 Chinese Apps as Indian Soldier Is Killed on Disputed Border", "title_page": "India Bans 118 Chinese Apps as Indian Soldier Is Killed on Disputed Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SRINAGAR, Kashmir — India banned more Chinese phone apps on Wednesday as tensions continue to escalate along its disputed border with China, with one Indian soldier reportedly killed earlier this week by a Chinese land mine.\nThe Indian government has blocked Chinese apps from its huge domestic market as a way to strike back against China, and the new measures will prevent Indians from gaining easy access to 118 Chinese apps, including the popular video game PlayerUnknown’s Battlegrounds, which has over 50 million players in India.\nSome of the banned Chinese apps, including Baidu, Alipay and some versions of the messaging app WeChat, are operated by the largest Chinese internet companies, like Tencent and Ant Financial. Many of these companies see India as an avenue of growth.\n“This decision is a targeted move to ensure safety, security and sovereignty of Indian cyberspace,” said a statement issued Wednesday by India’s Ministry of Electronics and Information Technology.", "url": "https://www.nytimes.com/2020/09/02/world/asia/india-bans-china-apps.html"}