{"authors": ["Emily Cochrane", "Mark Walker"], "date_download": "2022-10-25 22:58:39", "date_modify": "2022-10-25 22:58:39", "date_publish": "2020-06-19 23:03:15", "description": "Legal fights over how a pot of $8 billion should be allocated have complicated distribution to some of the nation’s poorest and most vulnerable communities.", "filename": "2020_06_19_us_politics_tribes-coronavirus-stimulus_1666738719.html", "image_url": "https://static01.nyt.com/images/2020/06/16/us/politics/16dc-tribes/16dc-tribes-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6a82c3fdee0026da53cca6e9d44c1def4fb59515fb97b0435956890379b0c710&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_19_us_politics_tribes-coronavirus-stimulus_1666738719.html", "title": "Tribes in a Battle for Their Share of Virus Stimulus Money", "title_page": "Tribes in a Battle for Their Share of Virus Stimulus Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Prairie Band Potawatomi Nation, a Kansas-based tribe that sought to prevent all the remaining aid from being spent, is appealing the decision. But some other tribes have warned that the funding needs to be released immediately in order to avoid further economic and health devastation.\n“There’s a timeline on this,” Jonathan Nez, the president of the Navajo Nation, said at a recent town hall. “We need to get those dollars to all the tribes across the country so they can help their citizens.”\nBefore sending the first wave of payments, the Treasury Department asked tribes to submit information, including figures on enrolled members of the tribe, to help calculate how the money should be divided. The $8 billion fund was split into two portions, one to be allocated based on population and enrollment, and the other based on tribal expenses.\nBut instead of using the broader count based on tribal citizenship, tribal leaders say, the agency used population data from the Department of Housing and Urban Development’s Indian Housing Block Grant program to determine funding levels. The housing department’s figures are tied to how many people within a certain geographic area identified as American Indian or Alaska Native on their census forms.\nBecause some tribes do not have a designated reservation or service area, their population counts were listed as zero and they received only the minimum $100,000 allocation.\n“We are not races — we are sovereign nations,” said Chief Ben Barnes of the Shawnee Tribe.\n“How can a tribe have zero people?” he added, noting that more than 3,000 people belong to his tribe. “It was a simple clerical error, but no one at Treasury tried to fix it.”\nThe oversight was even more egregious, Chief Barnes said, because there is also a census count that, while not completely accurate, would have ensured the tribe got closer to the $12 million it believes it is entitled to based on enrollment numbers.", "url": "https://www.nytimes.com/2020/06/19/us/politics/tribes-coronavirus-stimulus.html"}