{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:31:57", "date_modify": "2022-10-25 23:31:57", "date_publish": "2020-07-07 09:00:33", "description": "The fourth-term Republican is staring down a better-funded challenger and national headwinds, all while campaigning amid coronavirus restrictions.", "filename": "2020_07_07_us_politics_susan-collins-maine-sara-gideon_1666740717.html", "image_url": "https://static01.nyt.com/images/2020/07/08/us/politics/08dc-collins1/merlin_174265776_7d8f84ee-44ef-4b0a-b454-2edf047d5fb0-facebookJumbo.jpg?year=2020&h=549&w=1050&s=6083ac32abc7e7adb83e555fed9b66ffdeced737ffac60b4e4d0c5d191424f56&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_07_us_politics_susan-collins-maine-sara-gideon_1666740717.html", "title": "Susan Collins Battles for Survival in Maine", "title_page": "Susan Collins Battles for Survival in Maine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LUBEC, Maine — It was quiet when the tiny plane carrying Senator Susan Collins, Republican of Maine, landed in Eastport just before noon on the Fourth of July. No blueberry-pie-eating contest, no parade and no Navy ship waiting in the harbor, its traditional place taken by a hulking cruise liner, docked amid the pandemic and yet to set sail.\nUnlike previous years, Ms. Collins was not staying anyway; she was there to board a motorboat to visit Lubec, one of the easternmost towns in the contiguous United States with a population of about 1,300, for a small but hearty parade where enthusiastic waves and awkward elbow bumps took the place of handshakes.\nSuch were the lengths to which the senior senator from Maine was forced to go on Independence Day to connect in person with voters as she stares down the toughest re-election race of her career — and one that could determine whether Republicans retain control of the Senate in November. The nonpartisan Cook Political Report has rated the race a tossup, and with President Trump’s decline in national polls dragging down Senate Republicans around the country, Ms. Collins, 67, is facing ample headwinds.\nShe is toiling to find a way to defy those trends — she refused to say whether she would vote for Mr. Trump in November, and said she would not attack the presumptive Democratic presidential nominee, Joseph R. Biden Jr. — but is well aware that doing so in a polarized political environment will be challenging.", "url": "https://www.nytimes.com/2020/07/07/us/politics/susan-collins-maine-sara-gideon.html"}