{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:31:44", "date_modify": "2022-10-25 23:31:44", "date_publish": "2020-08-17 20:11:21", "description": "The five — Ford, Honda, BMW, Volkswagen and Volvo — sealed a binding agreement with California to follow the state’s stricter tailpipe emissions rules.", "filename": "2020_08_17_climate_california-automakers-pollution_1666740704.html", "image_url": "https://static01.nyt.com/images/2020/08/17/climate/17CLI-CARS/17CLI-CARS-facebookJumbo.jpg?year=2020&h=550&w=1050&s=aaaa88ed8bac37d51621ce727194527771d0413914241384f3aa0826dfa2a7b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_17_climate_california-automakers-pollution_1666740704.html", "title": "Defying Trump, 5 Automakers Lock In a Deal on Greenhouse Gas Pollution", "title_page": "Defying Trump, 5 Automakers Lock In a Deal on Greenhouse Gas Pollution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — California on Monday finalized a legal settlement with five of the world’s largest automakers that binds them to comply with its stringent state-level fuel efficiency standards that would cut down on climate-warming tailpipe emissions.\nMonday’s agreement adds legal teeth to a deal that California and four of the companies outlined in principle last summer, and it comes as a rejection of President Trump’s new, looser federal rules on fuel economy, which would allow more pollution into the atmosphere.\nMr. Trump was blindsided last summer when the companies — Ford, Honda, BMW and Volkswagen — announced that they had reached a secret deal with California to comply with that state’s standards, even as the Trump administration was working to roll back Obama-era rules on fuel economy. A fifth company, Volvo, said in March that it intended to join the agreement and is part of the legal settlement that was finalized on Monday.\nAfter last summer’s announcement, Mr. Trump escalated his legal and rhetorical attacks on California. He accelerated the release of a rule to revoke California’s legal authority to set its own state-level standards, writing on Twitter that doing so would “produce far less expensive cars for the consumer, while at the same time making the cars substantially SAFER.” His administration dismissed the California deal as a meaningless “voluntary stunt.”", "url": "https://www.nytimes.com/2020/08/17/climate/california-automakers-pollution.html"}