{"authors": ["Ben Dooley", "Motoko Rich"], "date_download": "2022-10-25 23:26:31", "date_modify": "2022-10-25 23:26:31", "date_publish": "2020-02-10 15:19:32", "description": "Cases of the new virus on the quarantined Diamond Princess reached 135 Monday, including 20 Americans. Conditions below decks could risk further spread.", "filename": "2020_02_10_business_coronavirus-japan-cruise-ship_1666740391.html", "image_url": "https://static01.nyt.com/images/2020/02/10/world/10japan-ship1/merlin_168714021_0d5f9374-9246-4f1d-8fc7-03f74d0ecd6d-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6478061fb165453c4e9d89b811fe332bed97d4278fc3bc8d711f2c5333a9ea0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_10_business_coronavirus-japan-cruise-ship_1666740391.html", "title": "Cruise Ship’s Coronavirus Outbreak Leaves Crew Nowhere to Hide", "title_page": "Cruise Ship’s Coronavirus Outbreak Leaves Crew Nowhere to Hide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "YOKOHAMA, Japan — In the passenger decks of the quarantined Diamond Princess cruise ship, more than 2,500 travelers are carefully isolated. Meals are delivered to their cabins. They have permission to walk on deck, six feet apart, for a few minutes a day.\nDown below, more than 1,000 crew members live and work elbow-to-elbow, preparing the passengers’ dishes and eating simple buffet-style meals together, with as many as four sharing a bathroom — and sharing the risk of possible infection from the coronavirus.\nThe risks to all aboard were reinforced on Monday as Japan’s health ministry said that an additional 65 people had tested positive for the virus, nearly doubling the total to 135. According to Princess Cruises, which operates the ship, at least 20 of them are American. The ship already has the largest number of coronavirus cases outside the epicenter in China, where more than 40,000 have been infected.\nWhile the quarantine slapped on the Diamond Princess was meant to contain the virus, the conditions facing the crew could end up doing the opposite and help spread the illness, disease experts say.", "url": "https://www.nytimes.com/2020/02/10/business/coronavirus-japan-cruise-ship.html"}