{"authors": ["Anton Troianovski", "Carlotta Gall"], "date_download": "2022-10-25 23:38:57", "date_modify": "2022-10-25 23:38:57", "date_publish": "2020-12-01 10:00:36", "description": "The iron-fisted tactics used against Georgia and Ukraine seem to have fallen out of favor, replaced by a more subtle blend of soft power and an implicit military threat.", "filename": "2020_12_01_world_europe_nagorno-karabakh-putin-armenia-azerbaijan_1666741137.html", "image_url": "https://static01.nyt.com/images/2020/11/30/world/30karabakh-russia-1/30karabakh-russia-1-facebookJumbo-v5.jpg?year=2020&h=550&w=1050&s=57a1a5875e220272a4b67fe0f856f0f90e7b3ea77aa367fbab70b686a676a6d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_01_world_europe_nagorno-karabakh-putin-armenia-azerbaijan_1666741137.html", "title": "In Armenia-Azerbaijan Peace Deal, Putin Applied a Deft New Touch", "title_page": "In Armenia-Azerbaijan Peace Deal, Putin Applied a Deft New Touch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "STEPANAKERT, Nagorno-Karabakh — As a dilapidated old van pulled up at a hillside checkpoint, an Azerbaijani soldier inside scrubbed furiously at his fogged-up window, then cast a glowering look at an Armenian standing just a few feet away.\nJust days before, they were on opposite sides of a bitter war. But now the Russian peacekeeper next to them was in charge. He waved the van through toward Azerbaijani-held territory to the right. The Armenians traveled on to Armenian-controlled land to the left.\nThe vicious war between Azerbaijan and Armenia over the disputed mountain enclave of Nagorno-Karabakh has settled into a tense truce enforced by heavily armed Russian troops. For Russia, long a provocateur in the broader Caucasus region, the peacemaker role is a switch — a new test and opportunity for a country struggling to maintain its influence in the former Soviet lands.\n“They say that things will be OK,” said Svetlana Movsesyan, 67, an ethnic Armenian who remained in the Nagorno-Karabakh capital of Stepanakert, even after narrowly escaping an Azerbaijani strike on the market where she sells dried fruits and honey. “I believe in Vladimir Vladimirovich Putin.”", "url": "https://www.nytimes.com/2020/12/01/world/europe/nagorno-karabakh-putin-armenia-azerbaijan.html"}