{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:24:51", "date_modify": "2022-10-25 23:24:51", "date_publish": "2020-11-04 20:54:57", "description": "Along with falling short of expectations in the Senate, Democrats also saw their House majority shrink as Republicans made crucial pickups.", "filename": "2020_11_04_us_politics_senate-house-republicans-democrats-control_1666740291.html", "image_url": "https://static01.nyt.com/images/2020/11/05/world/05dc-cong-print1/04dc-cong-hfo03-facebookJumbo.jpg?year=2020&h=550&w=1050&s=24c6d9eaa8ec11c6c19be2d40810fb07f57d03db3a60cc87312537540311d13f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_04_us_politics_senate-house-republicans-democrats-control_1666740291.html", "title": "Senate Control Between Republicans and Democrats Could Come Down to Runoffs", "title_page": "Senate Control Between Republicans and Democrats Could Come Down to Runoffs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the House, Democrats were on track to secure the 218 seats needed to maintain the majority they established in 2018. But their predictions of a second consecutive wave powered by antipathy for Mr. Trump had been dashed by Wednesday morning. Instead, Democrats had lost a handful of historically more conservative rural and suburban seats in Oklahoma, South Carolina, New Mexico and Florida and were praying that a late deluge of mail-in votes would minimize further loses in places they once thought safe.\nRepublicans’ run of victories also promised to replenish somewhat the number of women in their conference, which was decimated in Democrats’ 2018 sweep.\n“I’ve heard for months from the pollsters and the media about how Republicans were going to lose more seats and cling to shrinking coalitions,” Representative Kevin McCarthy of California said at an upbeat news briefing in Washington promoting the new women in his conference. “We expanded this party that reflects America and looks like America.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nThe accumulating results suggested that Mr. McCarthy could wield considerably more leverage in the House next term, particularly if Republicans hold the Senate. He quickly announced a run for minority leader and was expected to consolidate support. A smaller Democratic majority thinned of some moderates could also empower the party’s progressive wing to exercise more force.\nIn a letter to Democrats, Speaker Nancy Pelosi conceded it had been “a challenging election” but tried to put a positive spin on a clearly disappointing outcome. She predicted victory for Mr. Biden and said House Democrats were positioned to work with him “to deliver” health care changes, anticorruption legislation and “green infrastructure” — though a Republican-controlled Senate would have very little interest in making that possible.\nPrivately, House Democrats who survived were licking their wounds and contemplating whether leadership changes needed to be made at the party’s campaign committee. The losses stung.", "url": "https://www.nytimes.com/2020/11/04/us/politics/senate-house-republicans-democrats-control.html"}