{"authors": ["Marc Stein"], "date_download": "2022-10-25 22:59:22", "date_modify": "2022-10-25 22:59:22", "date_publish": "2020-01-01 21:23:22", "description": "His marketing vision turned the world’s premier professional basketball league into a global brand with its biggest stars as its ambassadors.", "filename": "2020_01_01_sports_basketball_david-stern-dead_1666738762.html", "image_url": "https://static01.nyt.com/images/2019/12/13/obituaries/00stern-01/00stern-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fa7dce9d1dbdaef9536abd0bbcb8487c5a3ec2d4695413c6ab3b694777cdc6af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_01_sports_basketball_david-stern-dead_1666738762.html", "title": "David Stern, Transformative N.B.A. Commissioner, Dies at 77", "title_page": "David Stern, Transformative N.B.A. Commissioner, Dies at 77 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Perhaps the harshest criticism Mr. Stern endured came during a labor impasse in the summer of 2011; it was just the second work stoppage in N.B.A. history to cost the league regular-season games. (The first was in 1998.) The HBO commentator Bryant Gumbel essentially blamed the N.B.A.’s “infamously egocentric commissioner” for the lockout and responded to Mr. Stern’s hard-line negotiating tactics by likening him to “some kind of modern-day plantation overseer.”\nMr. Gumbel’s comments gained little traction; Mr. Stern’s reputation as “an honest broker” for his largely African-American player pool and a figure who “respects the men who play in his league and the community from which they come,” as described by the noted sports sociologist Dr. Harry Edwards, was well established by then. But Mr. Stern made it clear how much the remarks by Mr. Gumbel still bothered him in June 2017, when he called him “an idiot” in an interview with The Washington Post.\n“I’ve done more for people of color than Bryant Gumbel has,” he said.\nEven after resigning as commissioner, Mr. Stern could not detach from his workaholic tendencies. He served as an adviser to Mr. Silver with the title commissioner emeritus. He also advised the investment bank PJT Partners, the venture capital firm Greycroft Partners and the technology, media and telecommunications arm of PricewaterhouseCoopers, as well as several sports-technology start-up firms.\nHis survivors include his wife, Dianne Bock Stern, and two sons, Andrew and Eric.\nMr. Silver has won praise as Mr. Stern’s successor in part for employing what is regarded as a more collaborative and open-minded style. But Mr. Stern’s impact on the league continues to be felt, especially in its efforts to expand its brand beyond the United States.\nWhen the league announced that Mr. Stern had fallen ill, the Dallas Mavericks — owned by Mark Cuban, a frequent Stern antagonist — were playing the Detroit Pistons in Mexico City.\n“He was incredible to me,” Mr. Cuban said, “even when he was yelling at me.”", "url": "https://www.nytimes.com/2020/01/01/sports/basketball/david-stern-dead.html"}