{"authors": ["Nikil Saval"], "date_download": "2022-10-25 23:26:11", "date_modify": "2022-10-25 23:26:11", "date_publish": "2020-09-28 13:00:12", "description": "Amid pandemics and environmental disasters, designers and architects have been forced to imagine a world in which the only way to move forward is to look back.", "filename": "2020_09_28_t-magazine_design-future-pandemic-climate_1666740371.html", "image_url": "https://static01.nyt.com/images/2020/09/28/t-magazine/28tmag-future-slide-2V39/28tmag-future-slide-2V39-facebookJumbo.jpg?year=2020&h=550&w=1050&s=278330d2c10f89080237e011fb06adabc7437c5ff39bec06e06506da128d904f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_28_t-magazine_design-future-pandemic-climate_1666740371.html", "title": "Design for the Future When the Future Is Bleak", "title_page": "Design for the Future When the Future Is Bleak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If you follow it even loosely, you’ll have noticed that current farming-systems research is heavily focused on two big challenges,” Lenora Ditzler, a “pixel farmer” who uses digital simulations to plan food production, argues in her catalog essay for “Countryside, the Future”: “how to feed everyone on this overloaded globe, and how to do it in a way that doesn’t render the earth uninhabitable.” Criticizing the monocultural, soil-sapping practices of modern agriculture, she points to biodiverse models of farming that don’t require massive tracts of land and vegetables planted in single rows, instead arranging plantings in higher-resolution bunches, a means of production that requires less fertilizer.\nFor those who think of design as fundamentally consisting of things like chairs and the arrangement of interior space, these topics and proposals might seem to exceed the usual scope of a designer’s world. But designers and architects have always concerned themselves with the technical frontiers of their disciplines, and the question now is whether the majority of them — or even the most influential of them — will ultimately participate in a global movement that imagines a society run on completely different energy sources than what we currently depend on, namely fossil fuels. In a widely circulated essay from last year, “Design and the Green New Deal,” Billy Fleming, a professor of landscape architecture at the University of Pennsylvania (and, not incidentally, director of the school’s McHarg Center), criticized the status quo of a design world that professed “green” ambitions while failing to grapple with fundamental challenges of climate change: “We don’t need playful design proposals,” he wrote. “We need high-impact built projects — prototypes for the resilient futures we’ve been promised.”\nAs we imagine (prematurely) multiple ways to get out of the Covid-19 crisis — and the different world into which we will emerge — design has furnished examples of how the field can be both highly relevant and professionally incapable of long-term thinking. Covid-19 is, after all, a zoonotic disease, like SARS or Ebola, and it is the result of habitat destruction, of animals that humans shouldn’t be in contact with getting too close to our livestock as a result of overfarming and development — problems in which design has played no small part. That remains unsolved. But some of the temporary fixes for social distancing and quarantine have been the result of design innovations as well. There are piazzas in Italy parceled into squares for physical gathering without physical closeness; Plexiglas panes that help people keep apart; a social-distancing picnic blanket, with individual seating areas spaced about six feet apart and so on. The surface ingenuity of all of this, however, is less powerful in cities where tens of thousands have died — where contemporary design helped create housing markets that cram multiple people into increasingly dwindling numbers of units for exorbitant prices, at rents people are increasingly unable to pay. If design has always been about looking forward — and doing so with the hope that what was to come would be better than what happened before — it now must also be about looking back in regret that our lives, in the end, have not been improved by all our expansion and growth. Can design make our lives better while also fundamentally changing its own raison d’être? We need a future characterized not just by small interventions but large-scale initiatives that take into account the dystopia design has, in part, created for us. (And that “us” is fractured, unequal, riven by race, geography, language and class.) If design is to be about how we live better, it also has to be about how we survive.", "url": "https://www.nytimes.com/2020/09/28/t-magazine/design-future-pandemic-climate.html"}