{"authors": ["Thomas Gibbons-Neff", "Fatima Faizi"], "date_download": "2022-10-25 23:28:08", "date_modify": "2022-10-25 23:28:08", "date_publish": "2020-11-03 19:23:18", "description": "With the Americans scheduled to leave Afghanistan under a deal with the Taliban, the carnage at Kabul University seemed to erase the nation’s hope.", "filename": "2020_11_03_world_asia_Kabul-University-attack-victims_1666740488.html", "image_url": "https://static01.nyt.com/images/2020/11/03/world/03afghanistan/03afghanistan-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=d2c4be5d94f29120cb35c55043b91f99d90ef8a272c1839e0cb1e809ca352f04&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_03_world_asia_Kabul-University-attack-victims_1666740488.html", "title": "Deadly School Assault Catapults Kabul into Even More Despair", "title_page": "Deadly School Assault Catapults Kabul into Even More Despair - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — It was an unusually pleasant fall day, and the two Kabul University students joked that they could afford to be a bit late to class to catch some sun.\nThe students, Ahmad Ali Mohammedi and Sajat Naijati, then headed to their classrooms. Mr. Mohammedi, 25, took the stairs to the second floor of the university’s National Legal Training Center. Mr. Naijati, 21, walked to his on the first floor.\nIn less than an hour on Monday morning, those locations would decide which of them would survive.\nMr. Mohammedi was shot and killed after gunmen burst into his classroom. Mr. Naijati clambered from the window on the floor below, cutting his face and bruising his head and nose, before sprinting to safety.\nAt least 21 others were killed and dozens wounded as the attackers barricaded themselves in classrooms, took hostages and systematically tried to kill the future of Afghanistan, a country that, after 40 years of war, stalled peace negotiations and political infighting, has been all but incapacitated by surging violence.", "url": "https://www.nytimes.com/2020/11/03/world/asia/Kabul-University-attack-victims.html"}