{"authors": ["Eliza Shapiro", "Shawn Hubler"], "date_download": "2022-10-25 23:23:22", "date_modify": "2022-10-25 23:23:22", "date_publish": "2020-12-15 10:00:17", "description": "Teachers’ unions largely support plans to put educators near the front of the line, but given availability and logistics, that might not be enough to open more schools in the spring.", "filename": "2020_12_15_us_teachers-vaccine-school_1666740202.html", "image_url": "https://static01.nyt.com/images/2020/12/11/us/00virus-teachervax2/merlin_180103584_896645e8-e167-48d8-813d-edfaa8266811-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a6ed3968799f99d7a94e04817e6fb896c54ead264142d32015594b1c27e718db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_15_us_teachers-vaccine-school_1666740202.html", "title": "If Teachers Get the Vaccine Quickly, Can Students Get Back to School?", "title_page": "If Teachers Get the Vaccine Quickly, Can Students Get Back to School? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Not every union leader expects all of their members to eagerly line up for inoculation. “Some don’t want to go back unless there is a vaccine, and others absolutely don’t believe in it,” said Marie Neisess, president of the Clark County Education Association, which represents more than 18,000 educators in Nevada.\nIn California, E. Toby Boyd, president of the state’s largest teachers’ union, said educators have been told they will be in the second wave of vaccinations. But some teachers may be reluctant to be among the first recipients.\n“My members are anxious to get back to the classroom, but they’re skeptical,” said Mr. Boyd, whose organization, the California Teachers Association, represents some 300,000 members. “We need to be sure it’s safe and there are no lasting side effects.”\nTeachers in California also continue to push for other safety measures that they think need to be addressed before normal school can resume. “We view the vaccine as one important layer in preventing school outbreaks,” said Bethany Meyer, a special-education teacher and union leader in Oakland, Calif.\n“We also need testing and tracing and other mitigation measures, and that’s going to be the case for some time,” Ms. Meyer said, adding, “A vaccine is important, but our thinking is longer term than that.”\nIn places like Miami, where public schools have been open for much of the fall, vaccinations could have a different effect. Karla Hernandez-Mats, the leader of United Teachers of Dade, said she believed that widespread vaccination among educators there would help reduce the chaos caused by frequent quarantines and classroom closures.", "url": "https://www.nytimes.com/2020/12/15/us/teachers-vaccine-school.html"}