{"authors": ["Conor Dougherty"], "date_download": "2022-10-25 23:28:42", "date_modify": "2022-10-25 23:28:42", "date_publish": "2020-10-27 21:22:13", "description": "Proposition 13 in 1978 curbed property tax increases. Now voters may strip protection for commercial buildings, helping hard-hit local budgets.", "filename": "2020_10_27_business_economy_california-property-tax-proposition-15_1666740522.html", "image_url": "https://static01.nyt.com/images/2020/10/27/us/00caltax-01/00caltax-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6cebd9701cde9c7ff4587b724bcb87af909ce56e581adc16e6aa7bde9d796c2e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_27_business_economy_california-property-tax-proposition-15_1666740522.html", "title": "California Tax Revolt Faces a Retreat, 40 Years Later", "title_page": "California Tax Revolt Faces a Retreat, 40 Years Later - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Proposition 13 passed, commercial property taxes were almost an afterthought. But since skyscrapers and shopping malls do not change hands as often as homes do, the law has shifted the property tax burden from corporations to homeowners. In 1975, a little under half the property taxes in Los Angeles County were paid by commercial properties. By 2017, commercial properties accounted for just over one-quarter of the property tax roll.\n“It boggles the mind how ingrained this thing is in our culture, given how regressive it is,” said Christopher Thornberg, founding partner of Beacon Economics, a consulting firm in Los Angeles.\nWhen backers started collecting signatures to qualify Proposition 15 for the ballot last year, the measure was framed as a way to make the state’s tax collections broader and more equitable by raising rates on commercial property holders. Now, as the state, like the nation, begins a difficult recovery from the coronavirus recession, it has become as much about backstopping essential services when budgets are under stress.\nIn addition to keeping homeowners under the 1978 limits, the new measure would not affect apartment buildings and agricultural land. It would be phased in over several years, and it has exemptions for business owners with $3 million or less in holdings in California. Because of the exemptions, various studies have shown that Proposition 15’s tax increases would sidestep most small businesses and instead fall on corporations that control huge parcels of real estate, like Walt Disney’s studio lot in Burbank, or 555 California, a San Francisco office tower owned by a partnership that includes Vornado Realty Trust and President Trump.\nBut with the economy still hampered by Covid-19, and many stores and restaurants on the brink of extinction, the opposition message has resonated with people like Barbara Stelzriede. Ms. Stelzriede is the general manager of George & Walt’s, a sports bar in the Rockridge neighborhood of Oakland, and a fourth-generation member of the family that has owned the bar’s building and surrounding property since 1945.\nOn a recent afternoon, in addition to neon beer lights and a 21-and-over sign, the bar’s window was emblazoned with a bright yellow sign that had “Vote NO on 15. It will put small corporations out of business!!!” in Ms. Stelzriede’s handwriting. Sitting on a bar stool, among a mess of hammers, drills and extension cords that were being used to install a plexiglass barrier around the bar and plastic curtains around the tables, she discussed her anxiety about the bar’s pending reopening, what business would be like afterward, fears that the Proposition 15 money wouldn’t go to schools as proponents have advertised, and suspicion that the measure would open the door to higher taxes on apartment buildings and houses.", "url": "https://www.nytimes.com/2020/10/27/business/economy/california-property-tax-proposition-15.html"}