{"authors": ["Jonathan Martin", "Patricia Mazzei"], "date_download": "2022-10-25 23:36:06", "date_modify": "2022-10-25 23:36:06", "date_publish": "2020-09-14 09:00:23", "description": "Elections in Florida are won by running up margins in favorable terrain while losing more closely in hostile precincts. Joseph Biden visits the state on Tuesday for the first time since claiming the nomination.", "filename": "2020_09_14_us_politics_florida-trump-biden-2020_1666740966.html", "image_url": "https://static01.nyt.com/images/2020/09/13/us/politics/13florida1/13florida1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=6d12535086865ae156f1529293eb874a652cb5af457a6a7d527fe0b0f4dfa763&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_14_us_politics_florida-trump-biden-2020_1666740966.html", "title": "A Tight Trump-Biden Race in Florida: Here’s the State of Play", "title_page": "A Tight Trump-Biden Race in Florida: Here’s the State of Play - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If Mr. Biden is able to make inroads across the state’s Republican-rich retirement communities with voters who regret supporting Mr. Trump or voted third-party in 2016, it would greatly complicate the G.O.P.’s arithmetic. And should the president perform better with Hispanics than he did four years ago, and cut into Mr. Biden’s advantage in urban areas like Miami, it would all but block any Democratic path to victory in Florida.\nIt’s a departure from an earlier era, when the key to claiming this polyglot political jigsaw puzzle was wooing voters along the I-4 corridor across the middle of the state. Candidates from both parties beat a path to that stretch of highway because the electorate around Tampa and Orlando was up for grabs. Now, though, with surveys indicating that over 90 percent of voters know who they are supporting, the race could be decided by who does a better job turning out those who have already decided.\nNo voters appear more decisive than seniors, who polls show are more amenable to Mr. Biden than they were Ms. Clinton, and Hispanics, who the same surveys indicate are more supportive of Mr. Trump than they were in 2016.\n“Cuban-Americans have consolidated more around Trump, and the thing that has not gelled for Joe as it should are Puerto Rican voters,” said former Senator Bill Nelson, a Democrat who is close to Mr. Biden. Mr. Nelson, who lost in 2018 in part because of Senator Rick Scott’s gains with Hispanics, said he had told Mr. Biden’s senior campaign staff about his concern.\nAsked if they were acting on his plea, he said, “If they want to win, they better be.” Mr. Biden’s trip Tuesday will include a visit to the Puerto Rican community outside Orlando.\nOn Monday, after delivering a speech on wildfires and climate change, Mr. Biden was asked what message he would deliver in Florida. “I’ll talk about how I am going to work like the devil to make sure I turn every Latino and Hispanic vote,” he said.", "url": "https://www.nytimes.com/2020/09/14/us/politics/florida-trump-biden-2020.html"}