{"authors": ["Taylor Lorenz", "Davey Alba"], "date_download": "2022-10-25 23:46:28", "date_modify": "2022-10-25 23:46:28", "date_publish": "2020-04-03 18:13:51", "description": "Zoom, the videoconferencing app, has become a target for harassment and abuse coordinated in private off-platform chats.", "filename": "2020_04_03_technology_zoom-harassment-abuse-racism-fbi-warning_1666741588.html", "image_url": "https://static01.nyt.com/images/2020/04/03/business/03zoomabuse/03zoomabuse-facebookJumbo.jpg?year=2020&h=550&w=1050&s=34a4e77d9b86fd352f6e669ed24d703bfd8e3b8c463969670d8ffacb82e7b751&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_03_technology_zoom-harassment-abuse-racism-fbi-warning_1666741588.html", "title": "‘Zoombombing’ Becomes a Dangerous Organized Effort", "title_page": "‘Zoombombing’ Becomes a Dangerous Organized Effort - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On dozens of Twitter accounts and online forums, people are drawn into private group chats on Discord, an app that has been popular in far-right circles. There, people share Zoom codes, raid video conferences simultaneously and designate point values for certain types of harassment in order to drive competition. The Times discovered 14 active Discord chats with dozens of messages sent a minute, with the most popular chat hosting over 2,000 people.\n“This behavior violates Discord’s terms of service, and we strongly condemn it,” a spokesperson from Discord said in an email statement. “Once we identify those servers engaging in this sort of activity, we quickly investigate and take action, including removing content, banning users and shutting down those servers.”\nOn Instagram, a network of accounts with names like “Zoomraid” and “Zoomattack” began to appear over the weekend and saw a spike in followers — nearly 30,000 as of Thursday. The owners of these accounts post Zoom meeting codes so that others can coordinate raids of password-protected videoconferences.\n“We don’t want Instagram used this way. We will block hashtags used to coordinate zoombombing and remove accounts created solely for the purpose of zoombombing when we see them,” a Facebook company spokesperson said via email.\nAs classrooms across the country have largely shifted to online-only education in the wake of the coronavirus pandemic, many students feel ill equipped to perform in this new learning environment. Several teenagers who ran Zoom raid accounts spoke about their frustrations with online schooling and how, for them, Zoom raiding classes provided an outlet. It was the only way they felt they could escape their crushing academic workload.\nMost of the accounts run by teenagers are operating with the goal of derailing middle and high school classes with disruptive but largely inoffensive jokes.\n“Part of the reason we do it is a lot of teachers give us a lot of work right now,” said James, 16, who runs a Zoom raid account. “It’s stressing us out. We just got home for quarantine and on top of all that we have all this schoolwork to do. We still have tests to do, I have more work to do sometimes now than before because every teacher will assign stuff every week and sometimes classes get in the way of each other. It’s really stressful to keep up.”", "url": "https://www.nytimes.com/2020/04/03/technology/zoom-harassment-abuse-racism-fbi-warning.html"}