{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:43:16", "date_modify": "2022-10-25 23:43:16", "date_publish": "2020-12-13 10:44:20", "description": null, "filename": "2020_12_13_world_bahrain-is-the-second-country-to-approve-a-chinese-vaccine-and-other-news-around-the-world_1666741396.html", "image_url": "https://static01.nyt.com/images/2020/12/13/world/13virus-briefing-bahrain/13virus-briefing-bahrain-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ace5ebc11b779989c7e618d130c582a9c5a39b540708cfc9df9c277c6cad9ec1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_13_world_bahrain-is-the-second-country-to-approve-a-chinese-vaccine-and-other-news-around-the-world_1666741396.html", "title": "Bahrain is the second country to approve a Chinese vaccine, and other news around the world.", "title_page": "Bahrain is the second country to approve a Chinese vaccine, and other news around the world. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bahrain said on Sunday that it had approved the use of a Chinese vaccine against the coronavirus, after the United Arab Emirates became the first government to do so on Wednesday.\nBahrain said that the vaccine, manufactured by Sinopharm, a Chinese state-owned drug maker, was 86 percent effective based on testing of more than 42,000 volunteers, the same preliminary results that the Emirates cited. Bahrain’s statement provided few additional details of the approval process. Sinopharm had no immediate reaction to the decision.\nExperts had described the reported efficacy of the Sinopharm vaccine as a respectable result that would help China’s efforts to play a key role in the global coronavirus inoculation drive, but they noted the lack of detail in the initial announcements. It also falls short of the results reported by the American drug makers Pfizer and Moderna, which said that their coronavirus vaccines were more than 90 percent effective.\nLast month, Bahrain said it had begun providing the Sinopharm vaccine to frontline medical workers under an emergency-use authorization. The decision announced on Sunday will allow the vaccine to be administered to the wider public. Bahrain was involved in the testing of the Chinese vaccine, with more than 7,700 people in the island kingdom volunteering for Phase 3 clinical trials.", "url": "https://www.nytimes.com/2020/12/13/world/bahrain-is-the-second-country-to-approve-a-chinese-vaccine-and-other-news-around-the-world.html"}