{"authors": ["Emily Badger", "Alicia Parlapiano"], "date_download": "2022-10-25 23:53:02", "date_modify": "2022-10-25 23:53:02", "date_publish": "2020-04-30 09:00:12", "description": "Systems that were devised to treat each case as potentially fraudulent are now rushing to deal with millions of newly unemployed people.", "filename": "2020_04_30_upshot_unemployment-state-restrictions-pandemic_1666741982.html", "image_url": "https://static01.nyt.com/images/2020/04/30/us/-promo-1588223684469/-promo-1588223684469-facebookJumbo.png?year=2020&h=549&w=1050&s=473248d3361fedb3d3222a97549fa68910926c6248976ec59bf431c1cfc22eaf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_30_upshot_unemployment-state-restrictions-pandemic_1666741982.html", "title": "States Made It Harder to Get Jobless Benefits. Now That’s Hard to Undo.", "title_page": "States Made It Harder to Get Jobless Benefits. Now That’s Hard to Undo. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“What you can’t see in numbers is how hard it is to apply for unemployment insurance, state by state,” said Stephen Wandner, a senior fellow at the National Academy of Social Insurance and a former U.S. Department of Labor official.\nMichigan has tried to undo some of its restrictions. Gov. Gretchen Whitmer has temporarily pushed the maximum benefit duration back to 26 weeks, what the state offered before the cuts passed in 2011. She suspended criteria limiting which workers qualify and stretched the eligibility window to file a claim.\nMichigan has now fielded claims covering 20 percent of its work force, among the highest shares in the country, according to data reported Thursday. But the process has confounded many.\nLoretta Lee, who lives in Detroit, was furloughed in late March from her job in supply chain management for a manufacturer. The state unemployment site kept crashing; the system told her she was missing required information. She called an overloaded call center more than a thousand times. She called her U.S. senator, then her state senator.\n“I felt like a child,” said Ms. Lee, 32. “I was so helpless.”\nFinally, she reached a state worker by phone who told her to send in a copy of her pay stub — by fax, marked “Attention: Pam.” And so, wearing a mask, she took the pay stub to a hotel concierge desk, entrusting her personal financial information to a woman she did not know who had access to a fax machine in a pandemic.\n‘Layer after layer, adding red tape’\nIn the last recession, most states depleted their unemployment trust funds and had to borrow from the federal government. As the economy improved, they had two options: raise taxes on employers who fund unemployment insurance, or cut benefits to workers.\nMany chose the latter. Nine states cut the length of time workers could remain on unemployment. Others raised the minimum income to qualify, or cut weekly payouts.", "url": "https://www.nytimes.com/2020/04/30/upshot/unemployment-state-restrictions-pandemic.html"}