{"authors": ["Rachel Abrams", "Jessica Silver-Greenberg", "Andrew Jacobs", "Vanessa Friedman", "Michael Rothfeld"], "date_download": "2022-10-25 23:49:03", "date_modify": "2022-10-25 23:49:03", "date_publish": "2020-03-21 23:54:35", "description": "President Trump resists using emergency powers to compel production, saying companies will voluntarily provide much-needed protective gear.", "filename": "2020_03_21_business_coronavirus-masks-hanes-trump_1666741743.html", "image_url": "https://static01.nyt.com/images/2020/03/22/us/politics/21JPvirus-masks1-print/merlin_170307744_833b3ae1-26a2-4ee1-a5b9-79abb5cd49e8-facebookJumbo.jpg?year=2020&h=549&w=1050&s=c0eae5684170c92db0097e9c3ff714ec032f19337569dc3961c6855aed4af295&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_21_business_coronavirus-masks-hanes-trump_1666741743.html", "title": "Governments and Companies Race to Make Masks Vital to Virus Fight", "title_page": "Governments and Companies Race to Make Masks Vital to Virus Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the past two days, health officials in New York, California and elsewhere have started discouraging people from taking the tests if they are only mildly ill.\n“We had a chance at mass testing at an early stage, but we blew it as a country,” said Mark Levine, a New York City Council member who leads the health committee. “Now testing mildly sick people poses an enormous threat. They should be at home resting, not waiting in line at a testing site.”\nDoctors and hospital administrators have been warning for weeks that they face acute shortages of masks and lifesaving equipment such as ventilators. State and local officials in New York and elsewhere have been pleading for help from Washington and industry.\nMr. Trump on Saturday continued to resist calls to use the Defense Production Act, a Korean War era law that empowers the federal government to exert control over the private sector to meet national defense needs and ensure that supplies get to where they are most needed, regardless of the business plans of the companies involved.\nMr. Trump said that his inclination was not to interfere with market forces. And because companies were voluntarily heeding his calls to action, he said it was unnecessary to invoke the act.\nThe manufacturing company 3M has said it is sharply increasing its production of N-95 masks, which filter small particles and droplets from the air. The company plans to increase its production in the United States, where it makes about 400 million masks a year, by more than 30 percent over the next year. Honeywell said it had more than doubled its production of N-95 masks in recent months.\nAnd Tim Cook, the chief executive of Apple, said on Saturday that the company planned to donate millions of face masks in the United States and Europe.", "url": "https://www.nytimes.com/2020/03/21/business/coronavirus-masks-hanes-trump.html"}