{"authors": ["Michael Levenson"], "date_download": "2022-10-25 23:31:03", "date_modify": "2022-10-25 23:31:03", "date_publish": "2020-08-27 03:22:39", "description": "Minnesota’s governor said the State Patrol and National Guard were headed to the city to help restore order, and the mayor ordered an immediate curfew.", "filename": "2020_08_26_us_minneapolis-protests-unrest_1666740663.html", "image_url": "https://static01.nyt.com/images/2020/08/26/multimedia/26xp-unrest-minneapolis1/merlin_176220846_2635bbc7-46ff-490e-a07c-f6ed11270cc6-facebookJumbo.jpg?year=2020&h=549&w=1050&s=7385af07e36a125a10593ff3fc6c6425cbc4720bf5b66fa78e11acbb4cf48d7e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_26_us_minneapolis-protests-unrest_1666740663.html", "title": "Minneapolis Homicide Suspect’s Suicide Spurs More Protests, Police Say", "title_page": "Minneapolis Homicide Suspect’s Suicide Spurs More Protests, Police Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Black man who was wanted in a homicide fatally shot himself as the police closed in on a downtown Minneapolis street on Wednesday evening, prompting a fresh round of protests and looting, the authorities said, three months after the killing of George Floyd in the city set off global demonstrations against police violence.\nGov. Tim Walz of Minnesota said the State Patrol was headed to the city to help restore order, and that he had deployed the National Guard. Mayor Jacob Frey of Minneapolis said he had ordered an immediate curfew.\n“What our city needs right now is healing,” Mr. Frey said at a news conference with the city police chief, Medaria Arradondo, on Wednesday night. “We do not need more destruction. We do not need property damage that is unacceptable in every way, shape and form, and I want to be very clear: It will not be tolerated.”\nLater Wednesday evening, the police released video of the man shooting himself, saying it was important to quell rumors that he had been killed by the police.", "url": "https://www.nytimes.com/2020/08/26/us/minneapolis-protests-unrest.html"}