{"authors": ["Austin Ramzy", "Elaine Yu", "Tiffany May"], "date_download": "2022-10-25 23:39:38", "date_modify": "2022-10-25 23:39:38", "date_publish": "2020-07-13 14:32:57", "description": "Voters turned out in high numbers to cast ballots in an unofficial primary for the city’s pro-democracy camp despite government warnings it might be against the new security law.", "filename": "2020_07_13_world_asia_hong-kong-elections-security_1666741178.html", "image_url": "https://static01.nyt.com/images/2020/07/13/world/00hk-election1/00hk-election1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=75eba6de864f731ce058fae098de3f008b52e3d6717503234dff2e06724e9930&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_13_world_asia_hong-kong-elections-security_1666741178.html", "title": "Hong Kong Oppositions Protesters Defy Security Law Threats in Primary Election", "title_page": "Hong Kong Oppositions Protesters Defy Security Law Threats in Primary Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Defying warnings from local officials that the Hong Kong opposition’s unofficial primary vote could be illegal under a sweeping new security law, hundreds of thousands of people chose avowedly pro-democracy candidates to run in citywide elections this year, results released Monday showed.\nEarly returns showed that the more than 600,000 people who had voted favored candidates who were prominent supporters of the months of demonstrations that have gripped the semiautonomous Chinese city. Their choices indicated a desire to see the goals of the protest movement pressed within the government itself, but could lead to an intensifying confrontation with the authorities, who could bar some from running.\n“So many people came out to vote despite the threat that it may violate the national security law,” said Lester Shum, a 27-year-old activist and candidate who was among the front-runners on Monday. “That means Hong Kong people have still not given up.”\nHong Kong’s pro-democracy movement has been hobbled by mass arrests at protests and by the new security law, which bans vaguely defined crimes of secession, subversion and terrorism and is already working to mute dissent. The one remaining avenue of resisting Beijing’s tightening grip over the city, they say, is to capture a majority in the legislature in September.", "url": "https://www.nytimes.com/2020/07/13/world/asia/hong-kong-elections-security.html"}