{"authors": ["Matthew Haag"], "date_download": "2022-10-25 23:51:03", "date_modify": "2022-10-25 23:51:03", "date_publish": "2020-08-03 21:35:34", "description": "Despite the pandemic, the social media giant leased all the office space in the former main post office at Penn Station in Midtown.", "filename": "2020_08_03_nyregion_facebook-nyc-office-farley-building_1666741863.html", "image_url": "https://static01.nyt.com/images/2020/08/03/nyregion/03nyfacebook-1/03nyfacebook-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b21fda76f9845b932269be84b4d07eb78423b1546642583b1977378c0ae11d36&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_03_nyregion_facebook-nyc-office-farley-building_1666741863.html", "title": "Facebook Bets Big on Future of N.Y.C., and Offices, With New Lease", "title_page": "Facebook Bets Big on Future of N.Y.C., and Offices, With New Lease - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Facebook on Monday agreed to lease all the office space in the mammoth 107-year-old James A. Farley Building in Midtown Manhattan, cementing New York City as a growing global technology hub and reaffirming a major corporation’s commitment to an office-centric urban culture despite the pandemic.\nWith the 730,000-square-foot lease, Facebook has acquired more than 2.2 million square feet of office space in the city for thousands of employees in less than a year, all of it on Manhattan’s West Side between Pennsylvania Station and the Hudson River.\nApple, Amazon and Google all lease space in the same area, an emerging tech corridor.\nThe timing of the deal’s announcement was somewhat of a surprise because Facebook, which had expressed interest in the Farley Building for months, has given most of its employees the option of working from home during the pandemic. Even after the pandemic subsides, Facebook has said that within the next 10 years up to half of its roughly 52,200 employees across the country would work from home.\nNew York’s economy has been cratered by the outbreak, and even as the virus has been contained and the city is slowly reopening, many companies have told their employees not to return to their offices until early next year if not later.", "url": "https://www.nytimes.com/2020/08/03/nyregion/facebook-nyc-office-farley-building.html"}