{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:39:04", "date_modify": "2022-10-25 23:39:04", "date_publish": "2020-11-08 16:35:25", "description": "The country asserted on Sunday that its military had gained control of a strategically important site that overlooks the regional capital, Stepanakert. Armenian officials said fighting continued.", "filename": "2020_11_08_world_europe_nagorno-karabakh-azerbaijan-shusha_1666741144.html", "image_url": "https://static01.nyt.com/images/2020/11/08/world/08nagorno-karabakh/merlin_179677500_7ce5fa32-92df-42da-86f2-99f727a7b603-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6e1fda6137717d2e2a7175c3da51654e38d0f31e2cec469fbd953a3a05acb795&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_08_world_europe_nagorno-karabakh-azerbaijan-shusha_1666741144.html", "title": "Azerbaijan Claims Capture of Key Town in Nagorno-Karabakh", "title_page": "Azerbaijan Claims Capture of Key Town in Nagorno-Karabakh - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TVER, Russia — The president of Azerbaijan claimed on Sunday that his forces had captured a strategically important hilltop town in Nagorno-Karabakh, which, if confirmed, would greatly complicate Armenia’s defense of the separatist region.\nThe town, known as Shusha to Azerbaijanis and Shushi to Armenians, sits at a commanding height overlooking several mountain valleys and Nagorno-Karabakh’s capital, Stepanakert, and it is considered a linchpin to military control of the region.\nThe town’s capture would also indicate that Azerbaijan had overrun a main road connecting Armenia and Nagorno-Karabakh, which is internationally recognized as part of Azerbaijan but is home to ethnic Armenians.\n“We have won this victory on the battlefield, not at the negotiating table,” the Azerbaijani president, Ilham Aliyev, said on Sunday. “I have said many times that, despite all the statements, there are military solutions to this conflict.”", "url": "https://www.nytimes.com/2020/11/08/world/europe/nagorno-karabakh-azerbaijan-shusha.html"}