{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 23:34:14", "date_modify": "2022-10-25 23:34:14", "date_publish": "2020-02-27 16:00:54", "description": "National and regional leaders are trading blame, with the dispute centered around whether Lombardy had inflated the threat by testing too much.", "filename": "2020_02_27_world_europe_italy-coronavirus_1666740854.html", "image_url": "https://static01.nyt.com/images/2020/03/25/world/25virus-italy1sub/25virus-italy1sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=43aa126d1e9be910ff9e2ff4a781f6c94b3fc6cec7669217a0dbedf2d87917b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_27_world_europe_italy-coronavirus_1666740854.html", "title": "Italy, Mired in Politics Over Virus, Asks How Much Testing Is Too Much", "title_page": "Italy, Mired in Politics Over Virus, Asks How Much Testing Is Too Much - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That means that 187 of those who tested positive for the virus exhibited only mild symptoms or none at all. In addition, at least 37 of those who did are now healthy and have been discharged.\nBut other top Italian medical officials warned that while it was possible that asymptomatic people might be less contagious, because, for instance, they cough less, very little is known about the new virus and how it behaves.\n“Evidence is lacking,” said Giovanni Rezza, the head of epidemiology at the leading scientific organization of Italy’s National Health Service.\nLombardy officials said they preferred to know who had the virus.\n“Either you hide problems under a carpet, or you lift the carpet and you clean the floor,” Attilio Fontana, the region’s president, said in an interview in his office, with views over a foggy and eerily quiet Milan, 29 floors above the virus hunters.\nMr. Fontana is a leading member of the League party, led by the nationalist Matteo Salvini, who has not been shy about leveraging the crisis to pursue his aim of bringing down Mr. Conte’s government. Mr. Salvini has argued in recent days that Mr. Conte had fumbled the response to the crisis and needed to be replaced.\nMr. Fontana said he disagreed with Mr. Conte’s “way of dealing with the crisis.” The region’s tests were necessary, he argued, suggesting that if other places tested as rigorously, they would find more cases, too.\n“I don’t exclude that even in your country if they did a serious and attentive epidemiologic analysis they would find more than what the actual infected are,” he said, referring to the United States. Numbers were high in Italy, he added, “because we do a lot of checks.”", "url": "https://www.nytimes.com/2020/02/27/world/europe/italy-coronavirus.html"}