{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:24:38", "date_modify": "2022-10-25 23:24:38", "date_publish": "2020-11-04 04:40:55", "description": "The Rev. Dr. Raphael Warnock, a Democrat, was leading Senator Kelly Loeffler after a race in which she was bloodied by a fellow Republican. The race will be decided in a January runoff.", "filename": "2020_11_03_us_politics_georgia-warnock-loeffler_1666740278.html", "image_url": "https://static01.nyt.com/images/2020/11/01/us/politics/00dc-gasenate-special-hfo-1/merlin_179175687_c14fe9d8-5a95-48cf-98ad-442381078e3c-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9b840342fe381410f85bed01f397be040b1474c8c2bb691a43209c223a4c5442&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_03_us_politics_georgia-warnock-loeffler_1666740278.html", "title": "Democrat Warnock Leads Loeffler as Georgia Senate Race Heads to Runoff", "title_page": "Democrat Warnock Leads Loeffler as Georgia Senate Race Heads to Runoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Rev. Dr. Raphael G. Warnock, a Democrat, emerged as the leader Tuesday over Senator Kelly Loeffler, a Republican, in a special election to fill a Georgia Senate seat that will now be decided in a January runoff.\nFueled by his party’s resurgence in the heart of the Deep South, Dr. Warnock will face Ms. Loeffler in a closely watched one-on-one contest on Jan. 5. Ms. Loeffler, a businesswoman and the Senate’s richest member, was temporarily appointed to fill the seat late last year.\nWith a crowded field of Democrats and Republicans on the Nov. 3 ballot, neither reached the 50 percent threshold required under Georgia law to win outright, according to The Associated Press, but after a nasty intraparty struggle, Ms. Loeffler prevailed over Representative Doug Collins.\nThe runoff between Dr. Warnock and Ms. Loeffler promised to be one of the hardest-fought and most expensive contests in the state’s history. Depending on the outcome of other races, it could determine which party controls the Senate just two weeks before Inauguration Day.", "url": "https://www.nytimes.com/2020/11/03/us/politics/georgia-warnock-loeffler.html"}