{"authors": ["Katherine J. Wu"], "date_download": "2022-10-25 23:00:41", "date_modify": "2022-10-25 23:00:41", "date_publish": "2020-12-18 17:27:09", "description": "Four people so far have had allergic reactions after getting the Pfizer-BioNTech vaccine. Experts say that shouldn’t deter most people from getting a jab.", "filename": "2020_12_18_health_covid-vaccine-allergies_1666738841.html", "image_url": "https://static01.nyt.com/images/2020/12/18/science/18VIRUS-ALLERGIES/18VIUS-ALLERGIES-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b1abbef670f217f47ecd42660369276ffbd7f5f21db91e4251776dbdbe7bf679&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_18_health_covid-vaccine-allergies_1666738841.html", "title": "What People With Allergies Should Know About Covid Vaccines", "title_page": "What People With Allergies Should Know About Covid Vaccines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Wednesday, two health workers in Alaska experienced reactions as well. One was too mild to be deemed anaphylaxis. But the other, which occurred in a middle-aged woman with no history of allergies, was serious enough to warrant hospitalization, even after she got a shot of epinephrine.\n“What is happening does seem really unusual to me,” said Dr. Kimberly Blumenthal, an allergist, immunologist and drug allergy researcher at Massachusetts General Hospital. Vaccine-related allergic reactions are typically rare, occurring at a rate of about one in a million.\nDr. Blumenthal also pointed out that it was a bit bizarre to see allergic reactions clustering in just two locations: Britain and Alaska. Zeroing in on the commonalities between the two hot spots, she said, might help researchers puzzle out the source of the problem.\nDo we know for sure that their reactions were caused by the vaccine?\nBritish and U.S. agencies are investigating the causes, but no official has declared a direct link.\nBut Dr. Blumenthal suspects they were connected to the shots, because the reactions were immediate, occurring within minutes of injection.\n“We have to think it was related because of the timing,” she said.\nNor is it known if a particular ingredient might have been the cause. Pfizer’s vaccine contains just 10 ingredients. The most important is a molecule called messenger RNA, or mRNA — genetic material that can instruct human cells to make a coronavirus protein called spike. Once manufactured, spike teaches the immune system to recognize the coronavirus so it can be fought off in the future. Messenger RNA, which is naturally found in human cells, is unlikely to pose a threat, and degrades within about a day of being injected.\nThe other nine ingredients are a mix of salts, fatty substances and sugars that stabilize the vaccine. None are common allergens. The only chemical with a history of causing allergic reactions is polyethylene glycol, or PEG, which helps package the mRNA into an oily sheath, protecting it as it goes into human cells.\nBut PEG is, generally speaking, inert and widespread. It’s found in ultrasound gel, laxatives like Miralax and injectable steroids, among other drugs and products, Dr. Blumenthal said. Despite the chemical’s ubiquity, she said, “I’ve only seen one case of a PEG allergy — it’s really, really uncommon.”", "url": "https://www.nytimes.com/2020/12/18/health/covid-vaccine-allergies.html"}