{"authors": ["Jeffery C. Mays", "Joseph Goldstein"], "date_download": "2022-10-25 23:48:41", "date_modify": "2022-10-25 23:48:41", "date_publish": "2020-03-16 18:26:06", "description": "Mayor Bill de Blasio acknowledged that he had to be persuaded to close schools and restaurants.", "filename": "2020_03_16_nyregion_coronavirus-bill-de-blasio_1666741721.html", "image_url": "https://static01.nyt.com/images/2020/03/12/nyregion/12nyvirus-mayor/merlin_170314785_83ff69df-1fe8-4b01-aac6-3c660a8ba6f7-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f0ca0d7ea4a907f3d785e47a8f7cf32b5f1c92a3861e7e0eaece22c59cb14567&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_16_nyregion_coronavirus-bill-de-blasio_1666741721.html", "title": "De Blasio Resisted on Coronavirus. Then Aides Said They’d Quit.", "title_page": "De Blasio Resisted on Coronavirus. Then Aides Said They’d Quit. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. de Blasio said on Monday that he knew of no offer or threat to resign.\n“I know nothing about that. I know people have had serious conversations, trying to make citizens’ decisions together,” the mayor said at a news conference late Monday afternoon. “I know when someone comes up to me and says, ‘I want to resign,’ that has not happened.”\n“Does everyone agree on everything all the time? No. Are there different factors? Does health think the same way as education? Guess what? No,” the mayor added later. “They have different imperatives and we have to make sense of them for example, but no one threatened to resign. Period.”\nAs fears over the coronavirus outbreak rose with each new reported case in New York City, Mr. de Blasio has tried to do his best to project a sense of calm. He stressed that the vast majority of people who contracted the virus in New York would recover after a mild illness.\nHe also continued to travel from Gracie Mansion in Manhattan to work out at a Y.M.C.A. in Park Slope, Brooklyn, a longstanding routine that has garnered intense criticism.\nEven on Monday, hours before all gyms in New York had to close, the mayor was seen getting one last workout in at the Y — attracting a new furious round of criticism.", "url": "https://www.nytimes.com/2020/03/16/nyregion/coronavirus-bill-de-blasio.html"}