{"authors": ["Matthew Haag"], "date_download": "2022-10-25 23:29:22", "date_modify": "2022-10-25 23:29:22", "date_publish": "2020-04-17 19:01:58", "description": "Crashing websites, disconnected calls and problems with state-issued debit cards are common for the 1.2 million New Yorkers seeking relief.", "filename": "2020_04_17_nyregion_coronavirus-pandemic-unemployment-assistance-ny-delays_1666740562.html", "image_url": "https://static01.nyt.com/images/2020/04/17/nyregion/17NYVIRUS-UNEMPLOYED1/17NYVIRUS-UNEMPLOYED1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ab00ce7d3cf6f2128e247dba15664b7210e886301a07af6170b35205e28d1e30&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_17_nyregion_coronavirus-pandemic-unemployment-assistance-ny-delays_1666740562.html", "title": "They Filed for Unemployment Last Month. They Haven’t Seen a Dime.", "title_page": "They Filed for Unemployment Last Month. They Haven’t Seen a Dime. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gov. Andrew M. Cuomo has repeatedly promised to fix New York’s archaic unemployment-insurance system, which has been overwhelmed by an unprecedented wave of claims.\nThe state has teamed up with Google to overhaul the online application, added thousands of workers at call centers while expanded call-volume capacity, and vowed to address outstanding unemployment claims within 72 hours.\nCarly Keohane has yet to benefit from any of the improvements.\nMs. Keohane, who lost her waitressing job in Rochester, N.Y., has been waiting a month to receive $2,124 in unemployment payments as a direct deposit into her bank account.\nBut the state instead told her that the money had been deposited on a state-issued debit card, which she never received. She cannot reach anyone on the phone to find out where it is.", "url": "https://www.nytimes.com/2020/04/17/nyregion/coronavirus-pandemic-unemployment-assistance-ny-delays.html"}