{"authors": ["Raphael Minder", "Elian Peltier"], "date_download": "2022-10-25 23:26:23", "date_modify": "2022-10-25 23:26:23", "date_publish": "2020-03-25 21:36:46", "description": "Even amid the coronavirus crisis, the tragedy unfolding in Spain’s nursing homes has shocked a nation that takes pride in its reverence for older people and in its health care system.", "filename": "2020_03_25_world_europe_Spain-coronavirus-nursing-homes_1666740383.html", "image_url": "https://static01.nyt.com/images/2020/03/25/world/25virus-spain1/25virus-spain1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=22c4d493545b58dc62b1b50db95dec1be6b796617fdbeda6a1f6d70ddd31a280&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_25_world_europe_Spain-coronavirus-nursing-homes_1666740383.html", "title": "A Deluged System Leaves Some Elderly to Die, Rocking Spain’s Self-Image", "title_page": "A Deluged System Leaves Some Elderly to Die, Rocking Spain’s Self-Image - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — Spain prides itself on being a tight-knit society that respects parents and grandparents, where powerful bonds across generations mean that the elderly play an integral part in family life, beyond just helping to look after grandchildren.\nSo even in a country besieged by the coronavirus epidemic, where the death toll overtook China’s on Wednesday, the news about Spain’s nursing homes has come as a particular shock.\nSoldiers who were sent to disinfect nursing homes had found people “completely abandoned, or even dead, in their beds,” the defense secretary, Margarita Robles, revealed on Monday. More gruesome discoveries followed, including the revelation of two dozen deaths in a single nursing home in Madrid.\nAmid the thousands of tragedies created by the virus, the stories emerging from those homes have shaken the nation not only for their horror, but for undermining the view the Spanish had of themselves.", "url": "https://www.nytimes.com/2020/03/25/world/europe/Spain-coronavirus-nursing-homes.html"}