{"authors": ["Steven Lee Myers", "Maria Abi-Habib", "Jeffrey Gettleman"], "date_download": "2022-10-25 23:39:52", "date_modify": "2022-10-25 23:39:52", "date_publish": "2020-06-17 11:46:16", "description": "Xi Jinping and Narendra Modi have sought to project a muscular global profile despite their countries’ problems. Backing down could hurt their efforts.", "filename": "2020_06_17_world_asia_china-india-border_1666741192.html", "image_url": "https://static01.nyt.com/images/2020/06/17/world/17china-india002sub/17china-india002sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=45377a50ad4e2d29764e723b5e67e4341e7dc40432082c63cdd5572a79b46824&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_17_world_asia_china-india-border_1666741192.html", "title": "On China-India Border, Xi and Modi Have Little Room to Give", "title_page": "On China-India Border, Xi and Modi Have Little Room to Give - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They are both ambitious, nationalist leaders, eager to assert greater roles for their countries in a turbulent world. With major challenges at home, neither wants to risk losing face, even in a dispute over mountainous territory that is all but desolate.\nXi Jinping of China and Narendra Modi of India probably did not intend to ignite a clash on their border on Monday, high in the Himalayas, that killed 20 Indian troops and may have resulted in Chinese casualties, too. Yet the leaders of the two nuclear-equipped countries now confront a military crisis that could spin dangerously out of control.\n“The sovereignty and integrity of India is supreme, and nobody can stop us in defending that,” Mr. Modi said on Wednesday in a short televised speech, breaking his public silence over the incident. He vowed that “the sacrifice of our soldiers will not be in vain.”", "url": "https://www.nytimes.com/2020/06/17/world/asia/china-india-border.html"}