{"authors": ["Julian E. Barnes", "Maggie Haberman"], "date_download": "2022-10-25 23:40:04", "date_modify": "2022-10-25 23:40:04", "date_publish": "2020-02-20 18:56:05", "description": "Under federal law, Richard Grenell, the new acting director of national intelligence, may be able to serve only a few weeks unless the president nominates someone to take on the job permanently.", "filename": "2020_02_20_us_politics_grenell-trump-intelligence-director_1666741204.html", "image_url": "https://static01.nyt.com/images/2020/02/20/us/politics/20dc-dni/20dc-dni-facebookJumbo.jpg?year=2020&h=549&w=1050&s=a0a0093d41208ac8fe7df470fe504821db27ae1baccc49f43beac2cbd03d394a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_20_us_politics_grenell-trump-intelligence-director_1666741204.html", "title": "Trump’s New Intelligence Director Faces a Legal Countdown Clock on His Tenure", "title_page": "Trump’s New Intelligence Director Faces a Legal Countdown Clock on His Tenure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s new acting director of national intelligence may hold the job for only about three weeks — unless the White House quickly finds a permanent nominee to offer to the Senate for confirmation.\nThe president tapped Richard Grenell, the American ambassador to Germany, on Wednesday to add the role overseeing the nation’s 17 spy agencies to his existing duties. Mr. Grenell agreed to hold the post for only a limited period of time, according to people familiar with his plan.\nFederal law gives the president a great deal of flexibility to appoint whomever he chooses to the position on a temporary basis while his official nominee for the job awaits confirmation from the Senate. Late Thursday, Mr. Trump, traveling on the West Coast, told reporters he was considering naming Representative Doug Collins, Republican of Georgia and an ally of his currently running for the Senate, as the permanent director.\nUnder the Federal Vacancies Reform Act, Mr. Grenell can serve in his post only until March 11 unless the president formally nominates someone else for the job. That move would allow Mr. Grenell to serve for months longer as the nomination works its way through the Senate. Two administration officials said that officials were aware that they must nominate someone else soon, and that the process to find a formal nominee was underway.", "url": "https://www.nytimes.com/2020/02/20/us/politics/grenell-trump-intelligence-director.html"}