{"authors": ["Matt Phillips", "Gillian Friedman"], "date_download": "2022-10-25 23:29:05", "date_modify": "2022-10-25 23:29:05", "date_publish": "2020-12-08 10:00:14", "description": "Shares of Etsy, the online marketplace, are up 250 percent this year, a rise fueled by skyrocketing pandemic mask sales and a yearslong push by investors to run its business better.", "filename": "2020_12_08_business_etsy-masks-wall-street_1666740545.html", "image_url": "https://static01.nyt.com/images/2020/12/07/business/00ETSY-01/00ETSY-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9e1c8bfd037804d2e121533623d5a825bd173de8ec1e429362813b109a0db6fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_08_business_etsy-masks-wall-street_1666740545.html", "title": "How Etsy Became a Wall Street Darling", "title_page": "How Etsy Became a Wall Street Darling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Kat Panchal hadn’t yet learned how to use her sewing machine when the pandemic started. But in March, on leave from her job as a flight attendant with American Airlines and cooped up alone in her Philadelphia apartment, the 34-year-old taught herself to sew. Soon, she was stitching masks and donating them to health care workers.\nWith no sign of her job coming back anytime soon, Ms. Panchal — now furloughed — put her masks on Etsy, the online marketplace where crafters and artists around the globe sell handmade and vintage goods. Since April, she has sold more than 400 masks, raking in over $4,500. Sometimes, she sews until 4 in the morning to keep up with demand.\n“It was a really big blessing,” Ms. Panchal said. “It gave me something else to focus on instead of thinking about losing my job.”\nTens of millions of masks have been sold on Etsy this year. The demand has created business opportunities for the likes of Ms. Panchal, but has also turned Etsy into something unexpected: a Wall Street darling.", "url": "https://www.nytimes.com/2020/12/08/business/etsy-masks-wall-street.html"}