{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:48:49", "date_modify": "2022-10-25 23:48:49", "date_publish": "2020-09-27 15:58:00", "description": "Tips for dodging the virus as Americans retreat from colder weather: Open the windows, buy an air filter — and forget the UV lights.", "filename": "2020_09_27_health_coronavirus-transmission-indoors_1666741729.html", "image_url": "https://static01.nyt.com/images/2020/09/27/science/27VIRUS-INDOORS05/27VIRUS-INDOORS05-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6decdb9ec5ec839bcff6ac6c0d538331a4db7629d6747f09a1a1595735964448&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_27_health_coronavirus-transmission-indoors_1666741729.html", "title": "How to Keep the Coronavirus at Bay Indoors", "title_page": "How to Keep the Coronavirus at Bay Indoors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Schools are required to have enough ventilation to fully exchange the air in a room every 20 minutes, but most barely manage to do so once every hour. “Even just opening windows six inches can dramatically change the air exchange rate,” Dr. Allen said.\nThe trick is useful for car travel, too. Just cracking open a window a little can help disperse any coronavirus that may be exhaled by other riders.\nOscillating fans can be helpful or harmful indoors, depending on how they’re used. Ideally, they should not be placed in any spot where they might push virus-laden exhalations from an infected person around a room or into another occupant’s face.\nA non-oscillating fan placed in a window and away from people may increase the airflow in a room without these risks.\nIf you are in a building with a mechanical ventilator, adjusting the damper settings can increase the amount of fresh air that circulates. Of course, this may not be desirable if the air outdoors is heavy with smoke and soot, as is often the case in big cities and, recently, on the West Coast.\nIf the air is polluted, or if there aren’t any windows to open, then air filters — even portable ones — may be the answer. They can rid the air of the coronavirus.\nBased on his years of experience investigating disease outbreaks in school and office buildings, “there was never a building we couldn’t turn into a healthy building,” Dr. Allen said. “There’s always something you can do.”", "url": "https://www.nytimes.com/2020/09/27/health/coronavirus-transmission-indoors.html"}