{"authors": ["Michael Cooper"], "date_download": "2022-10-25 23:37:07", "date_modify": "2022-10-25 23:37:07", "date_publish": "2020-02-13 18:00:08", "description": "The Yannick Nézet-Séguin era begins in earnest, with the company’s music director leading six productions.", "filename": "2020_02_13_arts_music_met-opera-season_1666741027.html", "image_url": "https://static01.nyt.com/images/2020/02/14/arts/13metopera2/13metopera2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=af5653e7bac0b761ff83d5ebc3e5422922c5973cf830eaa1e6a9fdd600d11f24&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_13_arts_music_met-opera-season_1666741027.html", "title": "The Met Opera’s New Season: What We Want to See", "title_page": "The Met Opera’s New Season: What We Want to See - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The company also plans to mount its first production by Barrie Kosky, one of the most widely admired directors in opera: the Met premiere of Prokofiev’s “The Fiery Angel.” On New Year’s Eve it will present an inventive new production of Mozart’s “Die Zauberflöte,” directed by Simon McBurney and conducted by Gustavo Dudamel. (But the Met plans to keep the abridged, English-language version of the retiring Julie Taymor staging as a holiday presentation for families in future seasons.)\nMs. Netrebko unveils Abigaille in Verdi’s “Nabucco”; Angela Meade and Jamie Barton, a potent pairing at the Met in “Norma,” join for Donizetti’s “Roberto Devereux”; Anita Rachvelishvili reprises her galvanic Azucena in Verdi’s “Il Trovatore”; and the tenor Javier Camarena stars in Bellini’s “Il Pirata.” Richard Jones’s wicked staging of Humperdinck’s “Hansel and Gretel” returns, in English, as the family holiday presentation.\nThe Met will go dark in February, when its sales have typically been slowest, and extend its season until June 5, taking some weeks formerly used by American Ballet Theater. There will be more of the Sunday matinees the company began this season: 22, up from the current 16, all of which will be followed by post-performance talks.\nIt’s a big season, with 23 operas on offer. Here are the highlights, chosen by writers of The New York Times.", "url": "https://www.nytimes.com/2020/02/13/arts/music/met-opera-season.html"}