{"authors": ["Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:42:51", "date_modify": "2022-10-25 23:42:51", "date_publish": "2020-05-27 20:23:58", "description": "Adopting the proposal would make history for the bloc, vesting authority in Brussels in ways that more closely resembled a central government.", "filename": "2020_05_27_world_europe_coronavirus-europe-bailout_1666741371.html", "image_url": "https://static01.nyt.com/images/2020/05/27/world/27virus-eu/27virus-eu-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3adad28e7502d088f83196de70eb8b8a0fb29a6d5489f5ad4d1a71f2b799bec5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_27_world_europe_coronavirus-europe-bailout_1666741371.html", "title": "A €750 Billion Coronavirus Recovery Plan Thrusts Europe Into a New Frontier", "title_page": "A €750 Billion Coronavirus Recovery Plan Thrusts Europe Into a New Frontier - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even so, the plan is bound to be watered down in the weeks and months ahead. The proposal requires unanimous backing by member states, and a handful of the richer and less affected ones, such as the Netherlands and Denmark, consider joint borrowing and grant distribution to be unfair.\n“We need to take everyone’s interests into account and there are very different interest groups: the southern countries, who fundamentally always want more; the East Europeans, who have an interest in preventing everything from flowing south; and, of course, those who have to pay for it all, the net payers,” Sebastian Kurz, the Austrian chancellor, who opposes parts of the commission’s proposal, told Politico on Wednesday.\nBut the countries hardest hit by the virus, namely Italy and Spain, are also too big and too central to the European Union’s ambitions to let fail. For now the plan not only suggested large-scale joint borrowing, but also that most of the money raised be distributed in the form of grants, or free cash.\nThe €750 billion raised would be split in two pots, the commission said. One would include €500 billion to be distributed as grants to all countries based on their recovery needs, with Italy getting the biggest slice and Spain the second biggest. This means the money would be free, with no repayment demanded and no strings attached, and would not count toward national debt levels.\nAnother pot of €250 billion would be made available in the form of loans to countries that apply for them, coming with more scrutiny and conditions, and would be added to a country’s debt load.\nAt the heart of the commission’s plan is the idea of using some of its own budget to issue bonds, a move it’s made only a handful of times for smaller amounts in the past. The institution, which has a Triple-A rating, the best possible, from ratings agencies, said it could levy its own taxes to repay those bonds, which will have a maximum 30-year maturity.", "url": "https://www.nytimes.com/2020/05/27/world/europe/coronavirus-europe-bailout.html"}