{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:52:23", "date_modify": "2022-10-25 23:52:23", "date_publish": "2020-08-27 13:17:57", "description": "Jerome H. Powell said the central bank would focus its efforts on fostering a strong labor market while tolerating higher inflation.", "filename": "2020_08_27_business_economy_federal-reserve-inflation-jerome-powell_1666741943.html", "image_url": "https://static01.nyt.com/images/2020/08/27/business/27dc-fed-altpromo/27dc-fed-altpromo-facebookJumbo.jpg?year=2020&h=549&w=1050&s=a4aae0e9efdcbf379ceb9244c01a7cf408c13f60c7858ba4543c94adfb884782&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_27_business_economy_federal-reserve-inflation-jerome-powell_1666741943.html", "title": "Fed Chair Sets Stage for Longer Periods of Lower Rates", "title_page": "Fed Chair Sets Stage for Longer Periods of Lower Rates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Market reaction to Mr. Powell’s announcement was mixed. Investors had already penciled in years of rock-bottom interest rates and analysts will be watching for more concrete rate guidance at the Fed’s upcoming meetings.\nStill, Mr. Powell’s announcement could mark a defining moment in his tenure as chair, which began in early 2018 in the midst of the longest economic expansion on record and has run straight into the sharpest downturn since the Great Depression. The Fed raised rates nine times between 2015 and late 2018, with four of those increases under Mr. Powell’s watch, as it tried to guard against inflation. Price increases instead stagnated, making the Fed’s moves seem like overkill and helping to inspire and inform the policy review.\nThe central bank is facing major long run challenges as price gains prove tepid and as interest rates have slipped lower across advanced economies including the United States, leaving Fed officials with less room to cut borrowing costs and coax higher growth following recessions. Those slow-burn problems are what prompted Mr. Powell and his colleagues to revamp their policy framework. At the same time, the coronavirus pandemic has created a significant short-run threat, shuttering businesses and costing millions of people their jobs.\nMr. Powell’s announcement codifies a critical change in how the central bank tries to achieve its twin goals of maximum employment and stable inflation — one that could inform how the Fed sets monetary policy in the wake of the pandemic-induced recession.\nThe Fed had long raised rates as joblessness fell to avoid an economic overheating that might result in breakaway inflation — the boogeyman that has haunted monetary policy ever since price gains hit double-digit levels in the 1970s. But the Fed’s updated framework recognizes that too low inflation is now the problem, rather than too high.", "url": "https://www.nytimes.com/2020/08/27/business/economy/federal-reserve-inflation-jerome-powell.html"}