{"authors": ["Edmund Lee"], "date_download": "2022-10-25 23:34:46", "date_modify": "2022-10-25 23:34:46", "date_publish": "2020-12-08 20:51:59", "description": "The town is mad about the studio’s decision to put movies on HBO Max and in theaters at the same time. But with a telecom giant running an entertainment company, things were bound to get weird.", "filename": "2020_12_08_business_media_hbo-max-subscribers-att-box-office-losses_1666740886.html", "image_url": "https://static01.nyt.com/images/2020/12/09/business/08JPATT-Movies1-print/08ATT-Movies-dune-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c19ff65d664f0cc0675c2a9cda4dd3c36088e4ab5a1c8bc50ad08d73acd2ba01&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_08_business_media_hbo-max-subscribers-att-box-office-losses_1666740886.html", "title": "Who’s Behind the Fight Between Warner Bros. and Hollywood? It’s AT&T", "title_page": "Who’s Behind the Fight Between Warner Bros. and Hollywood? It’s AT&T - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even a small sample of the Warner Bros. 2021 film slate suggests the studio’s big-screen ambitions: a desert-planet messiah who can kill with a word (“Dune”); a colossal clash between mutant monsters (“Godzilla vs. Kong”); a local hero who whips up frenzied dance routines across uptown rooftops (“In the Heights”).\nThey’re the kind of movies that families, couples and teenagers once watched on three-story screens from the comfort of stadium-style seats, with the soundtrack’s bass notes rumbling at their feet. But last week Warner Bros. broke with tradition by announcing that it would release its entire lineup of 2021 films on HBO Max — its struggling streaming service — on the same day they were scheduled to appear in theaters.\nHollywood agents and filmmakers were angered by the move — but they may have forgotten something crucial: Warner Bros. belongs to WarnerMedia, which is part of AT&T. And AT&T is a telecommunications company whose interests are sometimes at odds with those of the old entertainment business. Despite joining Hollywood in a big way last year, when it bought Time Warner for more than $80 billion, AT&T may not mind so much if it speeds the demise of the century-old moviegoing habit.\nFor AT&T, HBO Max isn’t just a convenient way to get films and television shows to the public. Instead, the platform is a key part of its wireless business. HBO Max is included in packages for some high-end phone and internet subscribers, and it exists, in part, to create consumer loyalty to AT&T.", "url": "https://www.nytimes.com/2020/12/08/business/media/hbo-max-subscribers-att-box-office-losses.html"}