{"authors": ["Ana Swanson", "David Yaffe-Bellany", "Michael Corkery"], "date_download": "2022-10-25 23:49:32", "date_modify": "2022-10-25 23:49:32", "date_publish": "2020-05-10 09:00:15", "description": "After President Trump’s executive order, meat plants are reopening. Can they do so without endangering their low-wage workers and their communities?", "filename": "2020_05_10_business_economy_coronavirus-tyson-plant-iowa_1666741772.html", "image_url": "https://static01.nyt.com/images/2020/05/10/business/10virus-tyson-print/09virus-tyson-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=63753ddd9a63d3fa919524cff48653abe169a547a79f712ff5c1d21ab4feec4c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_10_business_economy_coronavirus-tyson-plant-iowa_1666741772.html", "title": "Pork Chops vs. People: Battling Coronavirus in an Iowa Meat Plant", "title_page": "Pork Chops vs. People: Battling Coronavirus in an Iowa Meat Plant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On the night of April 12, she said, nearly two dozen Tyson employees were admitted to the emergency room at a hospital, MercyOne.\nTyson employed interpreters to communicate with its diverse work force, which includes immigrants from Bosnia, Mexico, Myanmar and the Republic of Congo. But misinformation and distrust spread.\nOne worker who died had taken Tylenol before entering the plant to lower her temperature enough to pass the screening, afraid that missing work would mean forgoing a bonus, said a person who knows the worker’s family and who spoke on the condition of anonymity to protect their privacy.\nWorkers at the plant were confused about why so many colleagues seemed to be getting sick and missing work. Supervisors told them that it was the flu, some said, or warned them not to talk about the virus at work.\nIn an emailed statement, Tyson said it had “worked with the information available to us at the time to help keep our team members safe.” The company said earlier information from the Black Hawk County Health Department would have helped its decision-making.\nDr. Nafissa Cisse Egbuonye, the director of the Black Hawk County Health Department, said that before the state changed the rules on April 14 to help speed public health investigations, she was legally prevented from sharing the names of employees who had tested positive with the company. But she said that she had been in constant communication with the plant and shared her concerns.\n“I think they had enough information,” she said, “to take the necessary measures.”", "url": "https://www.nytimes.com/2020/05/10/business/economy/coronavirus-tyson-plant-iowa.html"}