{"authors": ["Matt Furber", "Audra D. S. Burch", "Frances Robles"], "date_download": "2022-10-25 23:29:27", "date_modify": "2022-10-25 23:29:27", "date_publish": "2020-05-29 23:48:27", "description": "The episode began with a report of a $20 counterfeit bill. It ended in a fatal encounter with the police, which the authorities have described in detail for the first time.", "filename": "2020_05_29_us_derek-chauvin-george-floyd-worked-together_1666740567.html", "image_url": "https://static01.nyt.com/images/2020/05/29/merlin_172936683_3e64975d-5e1e-4dc2-bbb7-74f8325567ea/merlin_172936683_3e64975d-5e1e-4dc2-bbb7-74f8325567ea-facebookJumbo.jpg?year=2020&h=550&w=1050&s=25d70d9d6f6e7d03422fb5bf32844ed75f28b8edb16c69a77293bb5c9eba7a73&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_29_us_derek-chauvin-george-floyd-worked-together_1666740567.html", "title": "How Two Co-Workers, a Fake Bill and an Encounter Roiled a Nation", "title_page": "How Two Co-Workers, a Fake Bill and an Encounter Roiled a Nation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Not long after, Angel Stately, a regular customer and former employee, arrived at the store looking for menthol cigarettes. The police were already outside. Ms. Stately said the clerk, a teenager, was feeling bad; he had called the police, he told her, only because it was protocol.\nThe clerk held up a folded bill and showed it to her. The bill was an obvious fake, she said. “The ink was still running,” she said.\nMs. Stately said she saw an officer approach Mr. Floyd, with his hand at his gun at his hip.\nThe charging documents say that officers found Mr. Floyd in a parked blue car with two passengers. Soon, additional police units arrived and the officers tried to get Mr. Floyd into a police vehicle. But he struggled.\n“Mr. Floyd did not voluntarily get in the car and struggled with the officers, intentionally falling down, saying he was not going in the car, and refusing to stand still,” according to the charging document.\nEven before he was placed on the ground under Mr. Chauvin’s knee, according to the prosecutors’ account, while standing outside the car, Mr. Floyd began saying repeatedly that he could not breathe.\nMr. Chauvin tried to place him in the police car with Officer J.A. Kueng’s help.\nAt 8:19, Mr. Chauvin pulled Mr. Floyd out of the passenger side of the squad car. Mr. Floyd hit the ground, face down, handcuffs still on. Mr. Kueng held Mr. Floyd’s back while Officer Thomas Lane held his legs.", "url": "https://www.nytimes.com/2020/05/29/us/derek-chauvin-george-floyd-worked-together.html"}