{"authors": ["Shannon Sims"], "date_download": "2022-10-25 23:33:15", "date_modify": "2022-10-25 23:33:15", "date_publish": "2020-03-12 09:00:23", "description": "Mesmerizing sunsets, a windblown park, fantastic wreck-diving and romantic dining on the beach: just a few reasons travelers find this island in the southern Caribbean so irresistible.", "filename": "2020_03_12_travel_what-to-do-36-hours-in-aruba_1666740795.html", "image_url": "https://static01.nyt.com/images/2020/03/12/travel/12Hours-Aruba3/12Hours-Aruba3-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=adbf44c3492672cc1df1f9b0fe0eb0f98361155adb63f7cd5e27cdded659defe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_12_travel_what-to-do-36-hours-in-aruba_1666740795.html", "title": "36 Hours in Aruba", "title_page": "36 Hours in Aruba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "5) 12:30 p.m. Aloe, from the source\nAfter a day in the sun, you might want to treat your sunburn with some of the aloe Aruba is famous for, so swing by the Aruba Aloe Factory and Museum Tour. Aruba Aloe is the most popular cosmetic brand in Aruba, with stores up and down the coast. Find out how aloe is raised, cut and processed with a free guided tour of their aloe fields and production facility, and save some time for sampling the goods in their chic store full of great gifts.\n6) 1:30 p.m. Road trip\nIt’s quite fun to tour around Aruba in a rental car, from top to bottom. For a tour of the top part of the island, called Noord, start first by loading up on Dutch snacks at Super Food Plaza, a supermarket that stepped right out of Holland and into the tropics, featuring not just a vast selection of Edam and Gouda cheeses, but also a stroopwafel (waffle cookies) station, also known as heaven. Next, cruise by resort row in Palm Beach where all of the big chain resorts are lined up and where the walking district comes alive at night. Keep driving up the beach road, taking in the views from the various beaches along the way, before reaching the California Sand Dunes, where rocky beaches and dunes display Aruba’s wild side. Pop by the California Lighthouse and climb up the 127 stairs to the top, or simply enjoy the view from the bluff it is situated on. If the climb made you thirsty, pop into Faro Blanco Restaurant, at the base of the lighthouse, for a glass of wine to go with the panoramic view over Noord.\n7) 6 p.m. Toes in the water\nHead south to Savaneta for a romantic dining experience at Flying Fishbone. Diners can call ahead to reserve a table that sits either in the sand or the water and watch the sunset barefoot. Try the creamy corn and shrimp soup, and the blackened local red snapper when it is the catch of the day. Dinner for two, about $100.", "url": "https://www.nytimes.com/2020/03/12/travel/what-to-do-36-hours-in-aruba.html"}