{"authors": ["Erin Griffith"], "date_download": "2022-10-25 23:40:48", "date_modify": "2022-10-25 23:40:48", "date_publish": "2020-10-09 23:03:15", "description": "Fortnite’s parent company, Epic Games, had broken its contract with Apple, a federal judge found. The case goes to trial next year.", "filename": "2020_10_09_technology_apple-fortnite-app-store_1666741248.html", "image_url": "https://static01.nyt.com/images/2020/10/09/business/09fortnite-01/09fortnite-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7e2b4438d6e83aef20b128ac78c3808938a401b96b80f984ee0335b26ac3e3a6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_09_technology_apple-fortnite-app-store_1666741248.html", "title": "Apple Does Not Need to Return Fortnite to App Store, Judge Rules", "title_page": "Apple Does Not Need to Return Fortnite to App Store, Judge Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An Epic spokeswoman said the company “is grateful that Apple will continue to be barred from retaliating against Unreal Engine and our game development customers.” Epic will continue developing for Apple’s platforms and “pursue all avenues to end Apple’s anti-competitive behavior,” she said.\nAn Apple spokesman said the company was grateful that the court “recognized that Epic’s actions were not in the best interests of its own customers and that any problems they may have encountered were of their own making when they breached their agreement.” The spokesman added that Apple’s app store has been “an economic miracle” that has created “transformative business opportunities” for developers.\nEpic’s battle with Apple comes as the largest tech companies face scrutiny of their power. On Tuesday, House lawmakers said Apple, Amazon, Facebook and Google had exercised and abused their monopoly power to stifle competition and harm consumers and recommended that the companies be restructured. European regulators have also opened an investigation into whether Apple’s app store rules are anticompetitive. And in the coming days, the Justice Department is expected to sue Google over anticompetitive search practices.\nAt the heart of Epic’s case is Apple’s and Google’s tight grip over smartphone apps in their app stores. Both companies require that developers use their payment systems and pay a 30 percent cut of any money they make in their apps.\n“They think they can just decide arbitrarily what apps can exist, and what fees can be charged, and tax all commerce,” Tim Sweeney, Epic’s chief executive, said in an interview last month. “We came gradually to the realization that we had to fight this, not just by words, but also by really broad actions.”", "url": "https://www.nytimes.com/2020/10/09/technology/apple-fortnite-app-store.html"}