{"authors": ["Julie Bosman", "Richard A. Oppel Jr."], "date_download": "2022-10-25 23:30:55", "date_modify": "2022-10-25 23:30:55", "date_publish": "2020-08-25 05:44:52", "description": "Protests following the shooting of Mr. Blake, a Black man, by a white police officer reached Madison, Wis., and New York.", "filename": "2020_08_25_us_jacob-blake-kenosha-fires_1666740655.html", "image_url": "https://static01.nyt.com/images/2020/08/27/autossell/kenosha-3-print/kenosha-3-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=7cc2ece0337bb560bc74b4199233e111b1592560da4a1ca468d87fbe28dfe12c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_25_us_jacob-blake-kenosha-fires_1666740655.html", "title": "After Jacob Blake Shooting, Scrutiny of Kenosha Police Intensifies", "title_page": "After Jacob Blake Shooting, Scrutiny of Kenosha Police Intensifies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Hallmon, who is Black, said he continued to be hassled by the police even after he was elected, at age 23, to Kenosha County’s board of supervisors more than a decade ago. Mr. Hallmon, who resigned from the county board in 2018, is the founder and musical director of the Black String Triage Ensemble in Milwaukee, a group that plays at crime scenes and after shootings as a way to help heal the community.\n“That was born out of all of the nasty and all of the awful that I saw and experienced in Kenosha,” Mr. Hallmon said.\nThe Kenosha Police Department has yet to provide officers with body cameras — a step many departments have taken amid calls for more transparency. Officials said budgets had been tight and questions about privacy had been raised; such cameras were expected to get funding in the city’s 2022 budget.\n“It was one of those things where we felt we had time to work it out,” the Rev. Lawrence L Kirby II, a member of the city’s Police and Fire Commission until last year, said of the delay on cameras. “There wasn’t a sense of urgency because there wasn’t a big event to push the issue.”\nThe shooting of Mr. Blake was recorded by a neighbor in a video that spread across social media. Officials have said there may be recordings of the shooting on dashboard cameras in the officers’ cars, though none have been made public.\nMr. Blake, 29, was in stable condition at a hospital. Benjamin Crump, a lawyer for the family, said he had been told that Mr. Blake was attempting to intervene in an argument between two women when the police arrived.\nCompared to some city police departments, the Kenosha police — which have been involved in at least five fatal police shootings over the last 17 years — have not faced as much criticism until now.", "url": "https://www.nytimes.com/2020/08/25/us/jacob-blake-kenosha-fires.html"}