{"authors": ["Jeffrey Gettleman", "Suhasini Raj"], "date_download": "2022-10-25 23:22:37", "date_modify": "2022-10-25 23:22:37", "date_publish": "2020-04-19 16:34:26", "description": "Volunteers set up their own roadblocks. Neighborhoods set their own limits. The efforts could help the fractious country battle the outbreak but risk also stoking divisions and xenophobia.", "filename": "2020_04_19_world_asia_india-coronavirus-lockdown_1666740157.html", "image_url": "https://static01.nyt.com/images/2020/04/17/world/00virus-india-lockdown-1/00virus-india-lockdown-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=caf1647b25b961fcf2fcc7afb7abad8804cecbf00b5eb4b16b5e1e72f2c3dc1d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_19_world_asia_india-coronavirus-lockdown_1666740157.html", "title": "India's Coronavirus Lockdown Is Zealously Observed", "title_page": "India's Coronavirus Lockdown Is Zealously Observed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BHOND, India — On the long, straight road into the farming village of Bhond, past fields of tomatoes, eggplant and rust-colored wheat, stood a police barricade, an incongruous sight for a settlement so small and remote.\nBeyond the sweating police officers lay a second line of defense. Villagers armed with sticks, their faces covered with fraying bandannas, blocked the road. Fearful of the spread of the coronavirus, they were determined to enforce the government’s stay-at-home orders and keep outsiders from entering their hamlet.\nNo one is paying these men. They are out here all day, every day, under the withering sun, even as the farms behind them collapse under debt.\n“Police or no police, we will continue,’’ said Mubarik Khan, a tomato farmer who has been guarding the gates to Bhond, about 50 miles from New Delhi, for the past three weeks. “I’m worried, we’re all worried, but I feel a sense of duty to be out here.”", "url": "https://www.nytimes.com/2020/04/19/world/asia/india-coronavirus-lockdown.html"}