{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:54:59", "date_modify": "2022-10-25 23:54:59", "date_publish": "2020-03-21 09:00:22", "description": "Mohammed bin Salman was the sixth son of the 25th son of a king — in short, a man seemingly destined for obscurity. It didn’t work out that way.", "filename": "2020_03_21_world_middleeast_mohammed-bin-salman-saudi-arabia_1666742099.html", "image_url": "https://static01.nyt.com/images/2018/10/22/world/00mbs-bookexcerpt-lead/00mbs-bookexcerpt-lead-facebookJumbo.jpg?year=2020&h=549&w=1050&s=5c83997f2536c451e7a8cb42b919d5ba31221fb59bcc9d41f3824233fba10139&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_21_world_middleeast_mohammed-bin-salman-saudi-arabia_1666742099.html", "title": "MBS: The Rise of a Saudi Prince", "title_page": "MBS: The Rise of a Saudi Prince - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MBS is a hugely divisive character, praised by supporters as a long-awaited game-changer in a region aching for it and dismissed by foes as a brutal dictator in the making. Inside Saudi Arabia, he is a giant whose face is everywhere — printed on cellphone covers and hung over entrances to shopping malls — and whose every initiative is sold as a masterstroke by loyal boosters and journalists. But much about him remains mysterious. Waves of arrests have shut down public discussion of his background, the wisdom of his plans, or his ability to carry them out. In some sectors, enthusiasm abounds, as social life loosens up and women get jobs their mothers never dreamed of. But fear is so widespread that a stray social media post or a private comment could lead to arrest or jail that many Saudis avoid talking on the phone or put their devices in the fridge when they meet.\nMBS is at the root of both phenomena, driven by two tendencies that came into focus in late 2017 when he nearly simultaneously charmed the investment conference and locked people in the Ritz. He is determined to give Saudis a shining, prosperous future, and exercises an unflinching willingness to crush his foes. Combined in different doses, those attributes will likely guide his actions far into the future.\nSome may consider it unwise — if not foolhardy — to write a book about such a young leader who could rule his country for decades. This book does not seek to tell MBS’s full story, but to narrate his remarkable rise and its effects on the kingdom, its relationships with the United States and the wider Middle East. MBS will determine where his story goes next. Here is how it began.\nChapter I: The Kingdom\nIn 1996, a British-Algerian man teaching at an elite school in Jeddah on Saudi Arabia’s west coast got a unique job offer.\nA prince named Salman bin Abdulaziz was coming to town for a few months with one of his wives and her children, and the family was looking for an English tutor.\nThe teacher, Rachid Sekkai, knew a bit about Prince Salman. He was the governor of Riyadh Province, which put him in charge of the Saudi capital, and he was a son of the king who had founded Saudi Arabia, granting him high status among the thousands of princes and princesses who made up the royal family. The job sounded interesting, and would probably pay well, so Sekkai accepted, and for the next few months a chauffeur picked him up from school at the end of the workday and drove him to the royal compound where Salman and his family were staying.\nEntering for the first time, Sekkai saw “a series of jaw-dropping villas with immaculate gardens maintained by workers in white uniforms,.” he wrote in an article for the BBC. He passed a parking lot full of luxury cars, including what appeared to be the first pink Cadillac he had ever seen in real life. At the palace, he met his charges: Salman’s four sons from his second wife, the eldest of whom was a mischievous 11-year-old named Mohammed bin Salman.\nThe young princes clearly had more interest in playing than in studying, but Sekkai did his best to keep the younger boys focused, an effort that collapsed when MBS showed up.", "url": "https://www.nytimes.com/2020/03/21/world/middleeast/mohammed-bin-salman-saudi-arabia.html"}