{"authors": ["Eduardo Porter"], "date_download": "2022-10-25 23:33:01", "date_modify": "2022-10-25 23:33:01", "date_publish": "2020-06-25 09:00:23", "description": "Economic downturns have often led to political moves to lift the most vulnerable. But recoveries tend to reverse the effect.", "filename": "2020_06_25_business_economy_coronavirus-inequality_1666740781.html", "image_url": "https://static01.nyt.com/images/2020/06/25/business/25virus-inequality-promo/25virus-inequality-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e8f98a47cb6068550f1b1909babe555ac3f5f7349b678c77630f83f0d7b43f34&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_25_business_economy_coronavirus-inequality_1666740781.html", "title": "Coronavirus Is a Crisis. Might It Also Narrow Inequality?", "title_page": "Coronavirus Is a Crisis. Might It Also Narrow Inequality? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More recently, the Great Recession offered an opportunity for the Obama administration to build on it. In 2009, government redistribution efforts, including food stamps, tax provisions and other social programs, shifted 5.3 percent of the nation’s income that year to the poorest 40 percent of households. This was the biggest such transfer in at least three decades, raising the incomes of that contingent to 18.6 percent of the total.\nBy the end of his presidency, Mr. Obama had not only extended health insurance to millions of working-class Americans. According to the Congressional Budget Office, in 2016 government programs transferred 6.1 percent of national income to the poorest 40 percent, increasing their slice to 18.8 percent, the largest in almost a quarter-century.\nMr. Obama’s chief economic adviser, Jason Furman, highlighted the “historic achievement” of the administration in mitigating the nation’s income inequality.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Emanuel, who in the depths of the crisis argued that “you never want a serious crisis to go to waste,” acknowledged that the administration might not have achieved all its policy goals, but said, “It wasn’t a swing in the wind.”\nIn the coronavirus crisis, however, not everybody shares this sense of political opportunity.\nWalter Scheidel, an economic historian at Stanford University, has written exhaustively about the power of crises — wars, famines, natural disasters, pestilence — to shift societies onto a more egalitarian path. As far back as the Roman Empire and even beyond, he writes, the equalizing moments in history “shared one common root: massive and violent disruptions of the established order.”\nWhile the current emergency might seem like a big deal, Mr. Scheidel argues, it probably won’t be damaging enough. “If the crisis is bad enough, it might shape preferences enough to shift where the majorities are,” he said. “But it’s not something I see happening any time soon. We are too stable.”", "url": "https://www.nytimes.com/2020/06/25/business/economy/coronavirus-inequality.html"}