{"authors": ["Jack Nicas", "Mike Isaac"], "date_download": "2022-10-25 23:36:55", "date_modify": "2022-10-25 23:36:55", "date_publish": "2020-12-16 21:41:05", "description": "The social network said it opposed changes that Apple was making to the tracking of apps and would provide information for an antitrust complaint against the iPhone maker.", "filename": "2020_12_16_technology_facebook-takes-the-gloves-off-in-feud-with-apple_1666741015.html", "image_url": "https://static01.nyt.com/images/2020/12/16/business/16applefacebook1/merlin_178930824_4e452998-31f2-41eb-8bf1-0fc89dc6ed0d-facebookJumbo.jpg?year=2020&h=550&w=1050&s=228a39fc0a152f44f07a586884e5862e00ff0e801bf4ea24f353e6fbced32559&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_16_technology_facebook-takes-the-gloves-off-in-feud-with-apple_1666741015.html", "title": "Facebook Takes the Gloves Off in Feud With Apple", "title_page": "Facebook Takes the Gloves Off in Feud With Apple - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For years, signs of discord have brewed between Facebook and Apple.\nTheir chief executives, Apple’s Tim Cook and Facebook’s Mark Zuckerberg, have periodically taken thinly veiled shots at each other. “If they’re making money mainly by collecting gobs of personal data, I think you have a right to be worried,” Mr. Cook said of companies like Facebook in 2014. In turn, Mr. Zuckerberg has retorted: “You think because you’re paying Apple that you’re somehow in alignment with them? If you were in alignment with them, then they’d make their products a lot cheaper.”\nBut now Apple is making changes that threaten Facebook’s business — and the fight has intensified. Early next year, Apple plans to start requiring iPhone owners to explicitly choose whether to allow companies to track them across different apps, a practice that Facebook relies on to target ads and charge advertisers more.\nOn Wednesday, Facebook went on the offensive to forestall Apple’s changes. The social network created a website that slammed Apple’s moves as potentially hurtful to small businesses. (It did not mention that the changes could hurt itself.) To reinforce its displeasure, Facebook also took out full-page ads in The New York Times, The Wall Street Journal and The Financial Times to declare that it was “standing up to Apple.”", "url": "https://www.nytimes.com/2020/12/16/technology/facebook-takes-the-gloves-off-in-feud-with-apple.html"}