{"authors": ["Pete Wells"], "date_download": "2022-10-25 23:29:28", "date_modify": "2022-10-25 23:29:28", "date_publish": "2020-04-21 20:43:19", "description": "Owners of many small, independent restaurants were passed over by a federal loan program. Now they fear that a new round may not solve their problems.", "filename": "2020_04_21_dining_restaurants-bailout-coronavirus_1666740568.html", "image_url": "https://static01.nyt.com/images/2020/04/21/dining/21virus-restaurants1/merlin_171793797_8b319ff5-69ca-4fb2-ad72-6bb21dc6ddf0-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2ca0369014ed5aa6d5117f1714f48319774357b96506ba96701d71eada5f3c59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_21_dining_restaurants-bailout-coronavirus_1666740568.html", "title": "What’s Next for Restaurants Shut Out of Paycheck Protection Program", "title_page": "What’s Next for Restaurants Shut Out of Paycheck Protection Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are days lately when Renato Poliafito feels he is reliving a familiar old nightmare.\nIn 2012, when Hurricane Sandy drove the evening high tide onshore, Mr. Poliafito was an owner of a small bakery called Baked, in Red Hook, Brooklyn. Bay water ran through the neighborhood’s low-lying streets and into the basement of Baked, where it destroyed all the inventory and equipment.\nOver the next few weeks, Mr. Poliafito and the owners of other small businesses huddled inside the bakery studying sources of federal and local aid. To apply, he needed documents that had been ruined by the flood. But Baked eventually got a loan for about $40,000 from the Small Business Administration.\nToday, Mr. Poliafito owns a slightly larger Brooklyn bakery and cafe called Ciao, Gloria. Once again, he and other business owners are trading notes on grants and loans that might help them survive a disaster they didn’t see coming. But this time, he and his friends talk about their frustrations with an emergency S.B.A. program that ran through its entire $350 billion fund before any of them got a piece of it.\nNow in the second month of compulsory closings, many owners of independent restaurants and bars across the country are starting to despair of getting the help they need to come back. They are confused, they are angry and they all know a dozen other small business owners just like them. The relief bills that have passed Congress don’t seem to be working for them, they are doubtful that a fresh injection of aid will solve their problems and other measures they favor seem to be going nowhere.", "url": "https://www.nytimes.com/2020/04/21/dining/restaurants-bailout-coronavirus.html"}