{"authors": ["Katie Robertson"], "date_download": "2022-10-25 23:34:58", "date_modify": "2022-10-25 23:34:58", "date_publish": "2020-02-11 18:18:25", "description": "Here’s how the deal is likely to affect 100 million customers.", "filename": "2020_02_11_business_sprint-t-mobile-merger-explained_1666740898.html", "image_url": "https://static01.nyt.com/images/2020/02/11/business/11tmobileexplainer1/11tmobileexplainer1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b279c7b1668be6c1f175050a943a7ee3be0785e4f622d5aed560538ca67214bb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_11_business_sprint-t-mobile-merger-explained_1666740898.html", "title": "What The Sprint-T-Mobile Merger Means for You", "title_page": "What The Sprint-T-Mobile Merger Means for You - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Everybody has one. Well, almost everybody.\nThe Pew Research Center reported last year that 96 percent of Americans had a cellphone or smartphone. Which means the merger of T-Mobile and Sprint — a deal that moved significantly closer to completion on Tuesday — will have a ripple effect across the country.\nA United States District Court judge batted away the last significant challenge to the planned merger when he ruled against a lawsuit filed by state attorneys general who argued that the deal would hurt consumers. Now the millions of people who receive bills from Sprint or T-Mobile are wondering what happens next.\nWhat will happen to customers of T-Mobile and Sprint?\nT-Mobile and Sprint have said they will try to close the deal as early as April 1, creating a supersize carrier (called, wait for it, T-Mobile) with more than 100 million customers.\nThe two companies still have one last hurdle to clear: the California Public Utilities Commission, which is still reviewing the merger.", "url": "https://www.nytimes.com/2020/02/11/business/sprint-t-mobile-merger-explained.html"}