{"authors": ["Ernesto Londoño", "Letícia Casado", "Manuela Andreoni"], "date_download": "2022-10-25 23:50:44", "date_modify": "2022-10-25 23:50:44", "date_publish": "2020-05-01 18:23:55", "description": "A flailing leader has given Brazil’s generals an opening to insert themselves onto the front lines of politics.", "filename": "2020_05_01_world_americas_brazil-bolsonaro-coronavirus-crisis_1666741844.html", "image_url": "https://static01.nyt.com/images/2020/05/01/world/01bolsonaro-promo/01bolsonaro-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=52785b212a112c13fce2cb4a7d81984abdc8fe7b58136db2cbe2f070ddf7c010&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_01_world_americas_brazil-bolsonaro-coronavirus-crisis_1666741844.html", "title": "Bolsonaro Fights for Survival, Turning to Empowered Military Elders", "title_page": "Bolsonaro Fights for Survival, Turning to Empowered Military Elders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Jair Bolsonaro ascended to Brazil’s presidency with a sweeping set of promises, like cutting out the rot of corruption, firing up the economy and doing away with the country’s notorious pork-barrel politics.\nWhat a difference 16 months make.\nBattered by a torrent of investigations into him and his family, an economy in free-fall and criticism of his cavalier handling of one of the world’s fastest growing coronavirus epidemics, Mr. Bolsonaro is fighting for political survival.\nNow, with calls for his impeachment intensifying, he is being shored up by a narrowing band of leaders who are gaining outsize power as his troubles multiply.\nMr. Bolsonaro has become increasingly reliant on a cadre of military elders, entrusting them with the most power they have had since the military dictatorship ended in the 1980s.", "url": "https://www.nytimes.com/2020/05/01/world/americas/brazil-bolsonaro-coronavirus-crisis.html"}