{"authors": ["Nellie Bowles", "Annie Karni"], "date_download": "2022-10-25 23:37:49", "date_modify": "2022-10-25 23:37:49", "date_publish": "2020-12-24 10:00:19", "description": "Mr. Parscale, President Trump’s former campaign manager, was angry after he was demoted last summer, and wanted out of politics. That didn’t last long. He is starting a new political data company.", "filename": "2020_12_24_us_politics_brad-parscale-trump-campaign_1666741069.html", "image_url": "https://static01.nyt.com/images/2020/12/11/us/politics/00parscale1/00parscale1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=47ff6883e4fdd69399386bd0e0c4805d9aac49b28e0815822bc3c41920d748d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_24_us_politics_brad-parscale-trump-campaign_1666741069.html", "title": "Brad Parscale Fell From Trump’s Favor. Now He’s Plotting a Comeback.", "title_page": "Brad Parscale Fell From Trump’s Favor. Now He’s Plotting a Comeback. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Brad Parscale was sounding upbeat. He has a new company and, he believes, a brighter future.\nMr. Parscale, President Trump’s former campaign manager, said he was trying to move on from that bleak Sunday in late September when he made the national newscasts, after police were called to his home in Fort Lauderdale, Fla. His wife told officers he was inside the house, ranting, acting erratically, with a loaded and cocked gun.\nNow he is turning to real estate and plans to buy houses and flip them, he said in an interview this month, something he said he was good at. He is also restarting his political consulting firm, Parscale Strategy, and trying to kick off a start-up called Nucleus, to process and analyze data for conservative politicians.\n“I spent five years developing the only automated web-based ecosystem that connected all our departments and made our campaign the most efficient in history,” Mr. Parscale said. “And now I want to bring this technology to campaigns all around the world who are right of center.”\nOnce a midlevel marketing executive in San Antonio, Mr. Parscale rose to the president’s inner circle and was hailed, somewhat hyperbolically, as the tech genius whose social media savvy won Mr. Trump the 2016 election. Mr. Parscale became expert in making the Trump campaign messages — sometimes gut-churning and cruel, other times patriotic and nostalgic — go wildly viral, and his dark humor seemed in tune with Mr. Trump and his meme-making fan base.", "url": "https://www.nytimes.com/2020/12/24/us/politics/brad-parscale-trump-campaign.html"}