{"authors": ["Jeanna Smialek", "Ana Swanson"], "date_download": "2022-10-25 23:41:18", "date_modify": "2022-10-25 23:41:18", "date_publish": "2020-01-06 18:42:29", "description": "New York Fed and academic researchers found that U.S. consumers and companies have borne the brunt of the president’s trade war.", "filename": "2020_01_06_business_economy_trade-war-tariffs_1666741278.html", "image_url": "https://static01.nyt.com/images/2020/01/06/business/06DC-TARIFFS-01-MJ/merlin_161335704_8530112f-09e8-4cef-b203-eb6969521085-facebookJumbo.jpg?year=2020&h=550&w=1050&s=febbfc2e4f8f200609e94a4b3071b516e72d4ba210f26bf2527cfe9dfd45fed9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_06_business_economy_trade-war-tariffs_1666741278.html", "title": "American Consumers, Not China, Are Paying for Trump’s Tariffs", "title_page": "American Consumers, Not China, Are Paying for Trump’s Tariffs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The authors of the latest study used customs data to trace the fallout, examining import values before and after the tariffs. The research showed that the tariffs had little impact on China.\n“We’re just not seeing foreigners bearing the cost, which to me is very surprising,” Professor Weinstein said in an interview.\nThey also found a delayed impact from the tariffs, with the decline in some imports roughly doubling on average in the second year of the levies.\nThat is because “it takes some time for firms to reorganize their supply chains so that they can avoid the tariffs,” the authors write.\nReaction to the tariffs has varied across business sectors, however. In the steel industry, for example, companies that export to the United States have dropped their prices — suggesting that other countries are in fact paying “close to half” of the cost of tariffs, according to the paper.\nBecause China is only the 10th-largest steel supplier to the United States, though, exporters in the European Union, Japan and South Korea are most likely bearing much of that cost. And as foreign prices drop, domestic steel production has barely budged, which bodes poorly for hiring in the United States steel industry, the authors note.\n“The steel industry isn’t getting that much protection, as a result,” Professor Weinstein said.\nIn previous research, the authors found that by December 2018, import tariffs were costing United States consumers and importing businesses $3.2 billion per month in added taxes and another $1.4 billion per month in efficiency losses. They did not update those numbers in the latest study.", "url": "https://www.nytimes.com/2020/01/06/business/economy/trade-war-tariffs.html"}