{"authors": ["Livia Albeck-Ripka"], "date_download": "2022-10-25 23:50:40", "date_modify": "2022-10-25 23:50:40", "date_publish": "2020-09-25 08:41:28", "description": "Limits on the number of Australians who can return have spurred a growing uproar over the country’s hard-line approach to the coronavirus.", "filename": "2020_09_25_world_australia_stranded-overseas-coronavirus_1666741840.html", "image_url": "https://static01.nyt.com/images/2020/09/25/world/25oz-stranded-1/25oz-stranded-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3cfbe5b741ce1e7fa0aff023631ee7aaeac24ad061a6cb4c0af9a678bc033000&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_25_world_australia_stranded-overseas-coronavirus_1666741840.html", "title": "Australia's Coronavirus Restrictions Strand Thousands Overseas", "title_page": "Australia's Coronavirus Restrictions Strand Thousands Overseas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DARWIN, Australia — Alison Richards, a 38-year-old graphic designer, had been living in Britain for five years when she decided to move home to Australia. Then she got sick with Covid-19 and lost her job.\n“It was an awful experience,” said Ms. Richards, who spent six weeks without leaving her apartment, except for the night she became so ill she called an ambulance. “I thought, I’ll just pull myself through this and get home.”\nShe’s still waiting.\nMs. Richards is among tens of thousands of Australians stranded abroad because of government coronavirus restrictions that cap the number of people allowed on flights into the country. In mid-June, Ms. Richards booked a ticket to Sydney, but she has been bumped twice from her flight as a result of the caps.\nAustralia is one of the few places in the world that is barring citizens from leaving their own country and limiting the number of those who can return. The tough regulations have raised legal concerns about the right to freedom of movement, and have been especially painful for the large numbers of Australians who turn to travel as a balm against the tyranny of distance from the rest of the world.", "url": "https://www.nytimes.com/2020/09/25/world/australia/stranded-overseas-coronavirus.html"}