{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 23:26:23", "date_modify": "2022-10-25 23:26:23", "date_publish": "2020-03-13 22:47:55", "description": "Prime Minister Boris Johnson has largely kept Britain open, opting for more targeted measures, a strategy that has startled some epidemiologists.", "filename": "2020_03_13_world_europe_coronavirus-britain-boris-johnson_1666740383.html", "image_url": "https://static01.nyt.com/images/2020/03/13/world/13virus-boris2-sub/merlin_170415015_9a5a5afc-a985-49e2-863f-2a160b83db5c-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1d054656f6fcd07ce0fcc5b964631e3a49082262cebc71c6c822e3b1be40f54d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_13_world_europe_coronavirus-britain-boris-johnson_1666740383.html", "title": "As Europe Shuts Down, Britain Takes a Different, and Contentious, Approach", "title_page": "As Europe Shuts Down, Britain Takes a Different, and Contentious, Approach - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The government is leaning heavily on skepticism in some scientific circles about the effectiveness of mass closures. Some epidemiologists fear that closing schools only pulls front-line doctors and nurses away from their work, and believe that large events are less dangerous for spreading the virus than more intimate gatherings at bars or at people’s homes.\nIt has also said that the measures it has taken, like asking people with persistent coughs and high temperatures to stay home for a week, will reduce the spread of the virus considerably.\nBut British advisers are also leaning on a more contentious theory: that exposing a large proportion of the population to the coronavirus could help people develop immunity, and put Britain in a better position to defend itself against the virus roaring back next winter.\nSir Patrick Vallance, England’s chief scientific adviser, said the government was looking “to build up some kind of herd immunity so more people are immune to this disease and we reduce the transmission.”\nHerd immunity, a term usually used to refer to the way mass vaccinations can stop the spread of disease and protect people who are not immune, is not seen by many scientists as a tool to be used against the coronavirus. Mr. Vallance has said that it would require roughly 60 percent of Britons to become infected, creating enough immunity in the population that a second surge in cases next winter would be less severe.", "url": "https://www.nytimes.com/2020/03/13/world/europe/coronavirus-britain-boris-johnson.html"}