{"authors": ["Conor Dougherty", "Peter Eavis"], "date_download": "2022-10-25 23:51:11", "date_modify": "2022-10-25 23:51:11", "date_publish": "2020-06-05 09:00:24", "description": "As landlords face rent shortfalls and renegotiation because of the pandemic, lenders are also exposed. Hotels and retail spaces have been hit hardest.", "filename": "2020_06_05_business_economy_coronavirus-commercial-real-estate_1666741871.html", "image_url": "https://static01.nyt.com/images/2020/06/05/business/05virus-landlords/05virus-landloards-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4b38c0dbeeb5c9ca0a5309cff213470fb3f6619e51a5919820b601f6ed2391fa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_05_business_economy_coronavirus-commercial-real-estate_1666741871.html", "title": "Tenants’ Troubles Put Stress on Commercial Real Estate", "title_page": "Tenants’ Troubles Put Stress on Commercial Real Estate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Landlords say strong companies are taking advantage of the crisis to try to get better deals. Anthony E. Malkin, the chief executive of the Empire State Realty Trust, which owns the Empire State Building, said LVMH had stopped paying rent. “That is a massively creditworthy company with tremendous resources, a huge balance sheet and absolutely opportunistically has said, ‘We’re not going to pay,’” he said.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nAnish Melwani, chief executive of LVMH’s U.S. arm, said the company was in discussions with landlords to find “equitable solutions to mitigate the impact of store closures,” adding that “we are confident we will be able to reach constructive agreements.”\nBeyond the immediate impact of business closings on tenants’ revenue are larger questions, including the already-dire trends for malls and shopping centers, how office and consumer behavior might change after the pandemic, and the effects of recent looting and vandalism on retail corridors. Will companies need more space so that employees can spread out, or will they need less because they need fewer offices at all?\n“I’d like to say I have an opinion on all this, and it’s just as good as everybody else’s, because nobody knows,” said Michael Covarrubias, chief executive of TMG Partners, a San Francisco-based developer of office, retail and residential buildings. “We are in the dead zone. There are no leases, no sales, no purchases, no loans. So you can’t get your footing and say, ‘That’s where we are.’”\nCommercial real estate — any building that isn’t a home — might be called dull but important. There are no HGTV shows dedicated to the armies of mostly male brokers who rent out office buildings and shopping malls, but these properties are the bedrock of commercial life and are of paramount importance to the financial system.\nBanks, which have $2.38 trillion of commercial real estate loans on their books, could face a stampede of landlords asking to restructure the loans they took out to buy properties where tenants are falling behind on their rents. After the last financial crisis, losses on commercial real estate lending peaked in 2009, when 3.3 percent of loans were written off, according to the Federal Reserve, but weighed on many banks for years.\nBankers have started to make concessions to borrowers under stress, like deferring payments and waiving late fees. “Borrowers are asking how we can get through this together,” said Nipul Patel, chief operating officer for Wells Fargo Commercial Real Estate.", "url": "https://www.nytimes.com/2020/06/05/business/economy/coronavirus-commercial-real-estate.html"}