{"authors": ["Katie Glueck", "Jonathan Martin", "Thomas Kaplan"], "date_download": "2022-10-25 23:53:03", "date_modify": "2022-10-25 23:53:03", "date_publish": "2020-02-05 19:06:57", "description": "His placement behind his leading rivals in the caucuses on Monday dealt a damaging blow to his campaign. Some party officials say it was a long time in the works.", "filename": "2020_02_05_us_politics_joe-biden-iowa-caucus_1666741983.html", "image_url": "https://static01.nyt.com/images/2020/02/04/us/politics/04biden-iowa1/04biden-iowa1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0316b2825069f6e6bb28d79713533106088d84b8a5dfaab1fc73dc58791ae3dd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_05_us_politics_joe-biden-iowa-caucus_1666741983.html", "title": "Joe Biden in Iowa: What Went Wrong in the Caucuses", "title_page": "Joe Biden in Iowa: What Went Wrong in the Caucuses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The dinner’s damaging optics marked the beginning of a flurry of changes: Trusted aides were deployed to Iowa sooner than anticipated. Mr. Biden rescheduled time with donors to make space for a bus tour in Iowa. Former Gov. Tom Vilsack of Iowa and his wife, Christie Vilsack, major players in Iowa Democratic politics, announced their Biden endorsements.\nIt was too late.\nMr. Biden’s performance in the Iowa caucuses on Monday dealt a damaging blow to the former vice president; with well over 90 percent of the results counted by Wednesday night, he trailed Pete Buttigieg and Senators Bernie Sanders and Elizabeth Warren, with Senator Amy Klobuchar not far behind.\n“I am not going to sugarcoat it,” Mr. Biden said Wednesday as he campaigned in New Hampshire. “We took a gut punch in Iowa.”\nCertainly over the past year, Mr. Biden has proved far more resilient than many expected. He has led national polls for months despite verbal gaffes, scrutiny of his long and sometimes controversial record in Washington, and a relentless assault from Republicans over his son’s dealings in Ukraine. The slow drip of vote totals in Iowa — and a swirl of other major news events — may blunt the attention on Mr. Biden’s challenges. And Iowa is an overwhelmingly white state, while Mr. Biden’s biggest political strength is with black voters, whom he is counting on for support in later-voting, more diverse states.\nBut he now faces jittery donors, an uncertain landscape in upcoming Democratic contests and a sharp challenge to the central argument of his campaign message: that he is the party’s strongest candidate to win a general election.", "url": "https://www.nytimes.com/2020/02/05/us/politics/joe-biden-iowa-caucus.html"}