{"authors": ["Eliza Shapiro", "Giulia Mcdonnell Nieto Del Rio", "Shawn Hubler"], "date_download": "2022-10-25 23:49:23", "date_modify": "2022-10-25 23:49:23", "date_publish": "2020-08-01 07:00:09", "description": "As more schools abandon plans for in-person classes, one that opened in Indiana this week had to quarantine students within hours.", "filename": "2020_08_01_us_schools-reopening-indiana-coronavirus_1666741763.html", "image_url": "https://static01.nyt.com/images/2020/08/01/us/01virus-schools01/01virus-schools01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8787b45f3bfaa1aabe7e60f0f43e0998440c93287fa818b84e38b7ab3a3024bb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_01_us_schools-reopening-indiana-coronavirus_1666741763.html", "title": "On the First Day of School, an Indiana Student Tests Positive for Coronavirus", "title_page": "On the First Day of School, an Indiana Student Tests Positive for Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To avoid the same scenario, hundreds of districts across the country that were once planning to reopen their classrooms, many on a part-time basis, have reversed course in recent weeks as infections have spiked in many states.\nThose that do still reopen are having to prepare for the near-certain likelihood of quarantines and abrupt shutdowns when students and staff members test positive.\nOf the nation’s 25 largest school districts, all but six have announced they will start remotely, although some in places like Florida and Texas are hoping to open classrooms after a few weeks if infection rates go down, over strong objections from teachers’ unions.\nBullet Train to Nowhere : Construction of the California high-speed rail system, America’s most ambitious infrastructure project, Construction of the California high-speed rail system, America’s most ambitious infrastructure project, has become a multi-billion-dollar nightmare\nA Piece of Black History Destroyed: Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Then came the Mill fire\nWarehouse Moratorium: As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, the anger has turned to widespread action\nMore than 80 percent of California residents live in counties where test positivity rates and hospitalizations are too high for school buildings to open under state rules issued last month. And schools in Alexandria, Va., said on Friday that they would teach remotely, tipping the entire Washington-Baltimore metro area, with more than one million children, into virtual learning for the fall.\nIn March, when schools across America abruptly shuttered, it seemed unimaginable that educators and students would not return to school come fall, as they have in many other parts of the world. Now, with the virus continuing to rage, tens of millions of students will start the year remotely, and it has become increasingly clear that only a small percentage of children are likely to see the inside of a school building before the year ends.", "url": "https://www.nytimes.com/2020/08/01/us/schools-reopening-indiana-coronavirus.html"}