{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:34:04", "date_modify": "2022-10-25 23:34:04", "date_publish": "2020-07-09 13:42:49", "description": "Charlize Theron leads a group of immortal warriors in Gina Prince-Bythewood’s fresh take on the superhero genre.", "filename": "2020_07_09_movies_the-old-guard-review_1666740844.html", "image_url": "https://static01.nyt.com/images/2020/07/09/arts/09oldguard/09oldguard-facebookJumbo.jpg?year=2020&h=550&w=1050&s=734a6364febd94dab179f923d5ead25930aff27e1c1b10563776412e69bd328b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_09_movies_the-old-guard-review_1666740844.html", "title": "‘The Old Guard’ Review: Fighting to the Death, and Beyond", "title_page": "‘The Old Guard’ Review: Fighting to the Death, and Beyond - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The Old Guard” could just as well have been called “The New Blood,” since that’s what it tries to pump into the weary superhero genre, with a reasonable degree of success and quite a lot of, well, blood. With the familiar movie-studio franchises in lockdown, Netflix has the opportunity to introduce a new squad of specially empowered warriors, drawn from the pages of Greg Rucka’s graphic novel series, brought to life by the director Gina Prince-Bythewood and set loose against an evil tech-bro big pharma C.E.O. and his heavily armed minions.\nThe fighters — led by the fearless, furious Andy (Charlize Theron) — don’t have fancy costumes or alter egos, and they all share the same superpower, which is not dying. Or not staying dead. When those minions hit them with automatic-rifle barrages, Andy and her colleagues fall down and bleed, but then they jump up again, wounds quickly fading, to finish off their surprised attackers.\nAndy is the boss because she’s been doing this the longest — since antiquity, when she went by Andromache. The others include Joe (Marwan Kenzari) and Nicky (Luca Marinelli), lovers who met cute on opposite sides of the Crusades, and Booker (Matthias Schoenaerts), who joined up during the Napoleonic Wars. Much of “The Old Guard,” which gently clears a path for possible sequels, has to do with the initiation of the newest member of the team, a young United States Marine named Nile Freeman (KiKi Layne).", "url": "https://www.nytimes.com/2020/07/09/movies/the-old-guard-review.html"}