{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:52:25", "date_modify": "2022-10-25 23:52:25", "date_publish": "2020-10-06 12:05:54", "description": "President Trump returned to the White House, made a show of removing his mask and declared “I’m better,” while Joe Biden held a socially distanced town hall event and urged people to heed experts.", "filename": "2020_10_06_us_elections_trump-flouts-health-guidelines-as-biden-questions-his-macho-refusal-to-wear-masks_1666741945.html", "image_url": "https://static01.nyt.com/images/2020/10/06/multimedia/06elections-briefing-biden/06elections-briefing-biden-facebookJumbo.jpg?year=2020&h=549&w=1050&s=40199dac90ce14b0eac2e2d2a3198ffaf607dea41490de389bd3edc77c5568c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_06_us_elections_trump-flouts-health-guidelines-as-biden-questions-his-macho-refusal-to-wear-masks_1666741945.html", "title": "Trump flouts health guidelines as Biden questions his ‘macho’ refusal to wear masks.", "title_page": "Trump flouts health guidelines as Biden questions his ‘macho’ refusal to wear masks. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump and Joseph R. Biden Jr. interpreted leading by example very differently on Monday.\nMr. Trump, infected with the contagious and sometimes lethal coronavirus, returned by helicopter to the White House in a nationally televised hospital departure. Once back, he climbed to a White House balcony, removed the mask that reduces the risk to those around him and posed for pictures. Then he walked inside, where people wearing masks appeared to be standing.\n“Now I’m better, and maybe I’m immune,” Mr. Trump declared in a video post from the balcony (physicians warn he is still at a precarious stage of recovery). Earlier in the day, Mr. Trump wrote on Twitter of the virus: “Don’t be afraid of Covid. Don’t let it dominate your life.”\nThe White House quickly cut Mr. Trump’s return into a triumphant video, replete with a salute to a departing military helicopter. The soundtrack for the video came from the instrumental part of a series called “Epic Male Songs,” according to Shazam, the music-identifying service. Minutes later, the all-caps email from the Trump campaign asking for money landed: “I’M BACK.”\nThe episode was the latest example of the president trying to bend the reality of the coronavirus to his wishes, an approach that has left him behind in the polls with over 210,000 Americans dead and a shrinking number of days until the election.", "url": "https://www.nytimes.com/2020/10/06/us/elections/trump-flouts-health-guidelines-as-biden-questions-his-macho-refusal-to-wear-masks.html"}