{"authors": ["Peter Baker", "Maggie Astor"], "date_download": "2022-10-25 23:32:13", "date_modify": "2022-10-25 23:32:13", "date_publish": "2020-05-26 15:19:02", "description": "On Twitter and at a news conference, the president said Joe Scarborough was responsible for the death of Lori Klausutis, who worked for him when he was a congressman. But Twitter refused her husband’s request to have the false tweets removed.", "filename": "2020_05_26_us_politics_klausutis-letter-jack-dorsey_1666740733.html", "image_url": "https://static01.nyt.com/images/2020/05/26/us/politics/26dc-trump-scarborough/26dc-trump-scarborough-facebookJumbo.jpg?year=2020&h=549&w=1050&s=c66620fdd95049646f3c107d2aca371ea649f11fbbfc5389a4b58ae4bf087e69&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_26_us_politics_klausutis-letter-jack-dorsey_1666740733.html", "title": "Trump Pushes a Conspiracy Theory That Falsely Accuses a TV Host of Murder", "title_page": "Trump Pushes a Conspiracy Theory That Falsely Accuses a TV Host of Murder - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“A lot of people suggest that and hopefully someday people are going to find out,” the president said when asked by reporters about his tweets suggesting that Mr. Scarborough had committed murder perhaps because of an affair with Ms. Klausutis. “It’s certainly a very suspicious situation. Very sad, very sad and very suspicious.”\nMr. Trump brushed aside the widower’s letter asking that the family be left alone. “I’m sure that, ultimately, they want to get to the bottom of it and it’s a very serious situation,” the president said of Ms. Klausutis’s relatives, calling on law enforcement to investigate. “As you know, there’s no statute of limitations. So, it would be a very good, very good thing to do.”\nMr. Scarborough said the president was being “cruel and callous” by making an innocent family the collateral damage of his war against critics. “The widower of a woman who died 19 years ago begged the president of the United States to stop torturing him and his family,” Mr. Scarborough said in an interview. “And yet he continues to torment this family and even went to Twitter accusing Lori of having an affair that resulted in her death.”\nMr. Scarborough was in Washington when Ms. Klausutis, who was 28, died at a district office in Fort Walton Beach, Fla. The police found no sign of foul play, and the coroner concluded she had an undiagnosed heart condition that caused her fall.\nThe latest burst of wild allegations and fact-free innuendo came at a time when Mr. Trump has appeared eager to redirect attention away from the continuing coronavirus pandemic that has claimed the lives of nearly 100,000 people in the United States and cratered the American economy. Among other things on Tuesday, he boasted about the rising stock market and tried to sow doubt about the results of the coming fall election that polls currently show he would lose, saying, “This will be a Rigged Election.”", "url": "https://www.nytimes.com/2020/05/26/us/politics/klausutis-letter-jack-dorsey.html"}