{"authors": ["James Gleick"], "date_download": "2022-10-25 23:30:46", "date_modify": "2022-10-25 23:30:46", "date_publish": "2020-08-04 09:00:11", "description": "In “The End of Everything,” the theoretical cosmologist Katie Mack takes a look at the ultimate doom and destruction of our universe. It’s not pretty.", "filename": "2020_08_04_books_review_the-end-of-everything-katie-mack_1666740646.html", "image_url": "https://static01.nyt.com/images/2020/07/29/books/review/Gleick1/Gleick1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2571ff49f832d4f909331dc527e2541759db3c11f7ed18a2fe4d1c0a4076d770&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_04_books_review_the-end-of-everything-katie-mack_1666740646.html", "title": "This Is How It All Ends", "title_page": "This Is How It All Ends - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One is the “Big Crunch.” We know the universe has been expanding since the Big Bang. That is to say, space itself is expanding: Galaxies, stars and all other things in the cosmos move farther and farther apart. It’s possible that the expansion will eventually slow, stop and reverse itself, like a ball thrown up in the air that then comes back down. And then? Catastrophe. High-energy particle jets and radiation from stars condense and ignite a conflagration. “Nuclear explosions tear through stellar atmospheres, ripping apart the stars and filling space with hot plasma,” Mack says. “At this point, things are really very bad.” You can tell she’s enjoying this.\nAlternatively, the expansion keeps on going until everything attenuates and fades into nothingness. This cosmic endgame is the one known as “heat death.” You’ve heard of entropy: the inexorable tendency toward disorder described by the second law of thermodynamics. It’s entropy that does us in. This scenario is “a slow and agonizing one,” Mack says, “marked by increasing isolation, inexorable decay and an eons-long fade into darkness.” Everything tends toward equilibrium, and equilibrium means death. Stars burn out, galaxies fade into darkness, even black holes evaporate. This notion has been with us since the development of thermodynamics in the 19th century. H. G. Wells visualized it this way in “The Time Machine”: “It would be hard to convey the stillness of it. … The darkness thickened. … All else was rayless obscurity. … A horror of this great darkness came on me.”\nOther possibilities involve dark energy, a still poorly understood business that seems to be the dominant component of our universe. A dark-energy apocalypse could “tear apart the very fabric of reality, rendering any thinking creatures in the cosmos helpless as they watch their universe being ripped open around them,” Mack says. Some paths to destruction arise from theories that involve parallel universes lurking in extra dimensions. A so-called “ekpyrotic” scenario imagines collisions of “branes,” three-dimensional universes ordinarily invisible to one another. At the fringes, the cosmological theories with the best jargon and cleverest names are often the most speculative.\nForty years ago, when much of this science was new, the physicist Freeman Dyson complained that some of his colleagues felt it was “disreputable” to study our universe’s destiny. He urged them to do it anyway. “If our analysis of the long-range future leads us to raise questions related to the ultimate meaning and purpose of life,” he wrote, “then let us examine these questions boldly and without embarrassment.”\nThis might seem like the wrong time for a book peering billions of years into the future to examine the ultimate doom and destruction. We have doom and destruction of our own to worry about, arriving faster and faster. These days many people wake up wondering if we’ll make it past November. Plague is rampant. The Arctic Circle is on fire. Still, I found it helpful — not reassuring, certainly, but mind-expanding — to be reminded of our place in a vast cosmos. Mack puts it this way: “When we ask the question, ‘Can this all really go on forever?,’ we are implicitly validating our own existence, extending it indefinitely into the future, taking stock and examining our legacy.”\nIt seems safe to say, though, that any meaning and purpose will have to be found in ourselves, not in the stars. The cosmic end times will bring no day of judgment, no redemption. All we can expect is the total obliteration of whatever universe remains and any intelligence that still abides there.", "url": "https://www.nytimes.com/2020/08/04/books/review/the-end-of-everything-katie-mack.html"}