{"authors": ["Michael D. Shear", "Michael Crowley"], "date_download": "2022-10-25 23:47:21", "date_modify": "2022-10-25 23:47:21", "date_publish": "2020-09-27 01:57:47", "description": "The president has spent months falsely insisting — against evidence offered by his own government officials — that mail-in ballots are subject to widespread fraud.", "filename": "2020_09_26_us_politics_trump-rally-middletown-pa_1666741641.html", "image_url": "https://static01.nyt.com/images/2020/09/27/us/politics/26dc-rally-print/26dc-rally-pix-facebookJumbo.jpg?year=2020&h=550&w=1050&s=28ac06c52e21716a87888375fcd695e3bdb27105834b005fd5d75cd31c372fe2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_26_us_politics_trump-rally-middletown-pa_1666741641.html", "title": "In Critical Swing State, Trump Again Stokes Doubt on Election Process", "title_page": "In Critical Swing State, Trump Again Stokes Doubt on Election Process - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump has repeatedly declined to say whether he would support an orderly transfer of power if he does not win re-election, and he has spent months stoking doubt in the election process by falsely insisting — against evidence offered by his own government officials — that mail-in ballots are subject to widespread fraud.\nAt the rally on Saturday, he referred to several recent cases in which ballots have been misplaced or lost, including a handful of ballots in Pennsylvania.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“Look, you know, what they are doing is not right,” he said.\nShortly after announcing Judge Barrett’s nomination in a Rose Garden event on Saturday at the White House, Mr. Trump flew to the Harrisburg airport to speak to an outdoor crowd of perhaps a few thousand — far fewer than the “tens of thousands” he claimed from onstage. It was the latest of several rallies he has held in which his supporters packed together, mostly without face masks.\nFlanked by a huge television screen displaying the words “FILL THAT SEAT!” Mr. Trump used the announcement to whip up his supporters, eliciting roars of applause and chants of “U.S.A., US.A.,” when he predicted that Republicans in the Senate would quickly confirm Judge Barrett.\n“She will defend your God-given rights and freedoms,” Mr. Trump said, accusing Mr. Biden of refusing to provide the names of potential nominees to the Supreme Court because his “names will be handpicked by socialists.”\nMr. Trump and his campaign are betting that the opportunity to cement a conservative majority on the court for decades to come will underscore for his supporters the need to return him to the Oval Office for another four years.\nBut the president did not dwell exclusively on Judge Barrett. In a speech that lasted more than an hour, Mr. Trump railed against Mr. Biden and exaggerated his own record during his time in office.", "url": "https://www.nytimes.com/2020/09/26/us/politics/trump-rally-middletown-pa.html"}