{"authors": ["Andrew Higgins", "Declan Walsh"], "date_download": "2022-10-25 23:44:07", "date_modify": "2022-10-25 23:44:07", "date_publish": "2020-06-18 09:00:32", "description": "The Russians, who said they were doing sociology research, were jailed on charges of political meddling. It’s the latest tale of foreign intrigue in Libya.", "filename": "2020_06_18_world_middleeast_russia-libya-maksim-Shugalei_1666741447.html", "image_url": "https://static01.nyt.com/images/2020/06/14/world/14libya/14libya-facebookJumbo.png?year=2020&h=549&w=1050&s=dcaf2a0603abadeb94365be85f678eef9859109d3f7e8c417b898fa6a03c32ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_18_world_middleeast_russia-libya-maksim-Shugalei_1666741447.html", "title": "How Two Russians Got Caught Up in Libya’s War, Now an Action Movie", "title_page": "How Two Russians Got Caught Up in Libya’s War, Now an Action Movie - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Shugalei, in addition to any credentials he may have as a sociologist, is a veteran political operative. He briefly made news in Russia in 2002 when he ate documents to prevent them from being handed over to a judge during a St. Petersburg election dispute.\nBefore going to Libya, he was part of a team of Russians accused of election meddling in Madagascar.\nIn Libya, his meetings with political figures drew scrutiny from Libyan intelligence, which had him and his interpreter arrested. Officials seized documents and laptops that, they said, showed that Mr. Shugalei was plotting to meddle in Libyan elections and was coordinating with Mr. el-Qaddafi on a plan to get him back into a position of power.\nAlexander Malkevich, the head of the foundation that sent Mr. Shugalei to Tripoli, denied the accusations, saying that they could not possibly meddle in elections because there had not been any.\nLibya’s planned elections did collapse as a result of fighting, but they were still under discussion when the Russians landed in Tripoli.\nLibya’s descent into chaos started in 2011 after a NATO bombing campaign led to Colonel el-Qaddafi’s ouster and killing. Fighting among rival Libyan factions quickly degenerated into a vast proxy war driven by international powers seeking oil, business prospects or strategic advantage.\nIn the past nine months, Russia and Turkey have emerged as dominant powers in that contest, while the United States held back, officially backing the Tripoli government while President Trump appeared to favor Mr. Hifter.\nRussian mercenaries employed by the Wagner Group, a private company that American officials have called “an arm of the Russian state,” poured into Libya to back Mr. Hifter. Last month, the Pentagon accused the Kremlin of sending at least 14 disguised warplanes to Libya.", "url": "https://www.nytimes.com/2020/06/18/world/middleeast/russia-libya-maksim-Shugalei.html"}