{"authors": ["Matt Flegenheimer", "Rebecca R. Ruiz", "Sydney Ember"], "date_download": "2022-10-25 23:52:18", "date_modify": "2022-10-25 23:52:18", "date_publish": "2020-08-08 09:00:18", "description": "As Biden works to win over progressive voters, he has empowered a Washington uber-veteran long trailed by allegations of personal and financial indiscretion.", "filename": "2020_08_08_us_politics_biden-vp-chris-dodd_1666741938.html", "image_url": "https://static01.nyt.com/images/2020/08/06/us/politics/00dodd1/00dodd1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=5c463d538791d88750e212240a26ba3de3ffb5a8a14c84349acde48ae74cfc04&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_08_us_politics_biden-vp-chris-dodd_1666741938.html", "title": "Biden's V.P. Search: Chris Dodd, a D.C. Insider Helping Pick the Democratic Running Mate", "title_page": "Biden's V.P. Search: Chris Dodd, a D.C. Insider Helping Pick the Democratic Running Mate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vice President Joseph R. Biden Jr. knew how to flatter an old friend.\nHe had been sitting in the Oval Office in May 2014, in his telling, convening privately with Chancellor Angela Merkel of Germany and President Barack Obama when another commitment demanded his attention: Christopher J. Dodd, the former Connecticut senator turned movie industry lobbyist, was expecting Mr. Biden imminently at a trade conference nearby.\nThe vice president said he bid the chancellor farewell.\n“Angela Merkel looked at me like, ‘What in the hell is he talking about?’” he recounted a short while later — perhaps with characteristic exaggeration — talking up Mr. Dodd’s clout before his colleagues at the Motion Picture Association of America.\nThe vice president noted the “rumors,” dating to their time as legislative peers, that Mr. Dodd “controlled” him despite Mr. Biden’s Senate seniority.\n“I’ve given new life to those rumors,” he joked.\nSix years later, Mr. Biden would appear to be doing so again. With the biggest decision of his long campaign life looming — choosing a running mate before accepting the Democratic presidential nomination in less than two weeks — he has tasked Mr. Dodd with helping to lead the selection process.", "url": "https://www.nytimes.com/2020/08/08/us/politics/biden-vp-chris-dodd.html"}