{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:54:58", "date_modify": "2022-10-25 23:54:58", "date_publish": "2020-04-30 10:13:39", "description": "The Premier League wrote a letter to a U.S. trade body, urging it to keep Saudi Arabia on a list of nations that breach intellectual property rules.", "filename": "2020_04_30_sports_premier-league-saudi-arabia_1666742098.html", "image_url": "https://static01.nyt.com/images/2020/05/01/sports/30soccer-saudi1-print/30soccer-saudi01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c74ef3a1c255348cd264a1d6e10e001286960abfb07fdcdb102560ffe30164e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_30_sports_premier-league-saudi-arabia_1666742098.html", "title": "As Premier League Weighs Saudi Bid for Newcastle, It Criticized Kingdom", "title_page": "As Premier League Weighs Saudi Bid for Newcastle, It Criticized Kingdom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Well, this is awkward.\nJust weeks before the Premier League started to review a bid by Saudi Arabia’s sovereign wealth fund to become the majority owner of one of its soccer teams, it asked the United States to maintain the kingdom’s spot on a watch list for countries that breach intellectual property rules.\nIn a letter to the Office of the United States Trade Representative in February, the Premier League said the Saudis were in effect enabling the world’s most sophisticated sports piracy network. The American agency ultimately included Saudi Arabia in its list of 10 countries on a priority watch list.\nThe Premier League is the most watched domestic league in the world, and it accused the Saudis of allowing the transmission of games that would command rights fees worth billions of dollars to be rebroadcast free via an operator based in Saudi Arabia.\nThe list of countries that are failing to maintain adequate protection for intellectual property rights was published Wednesday night, and coincides with a league review of a bid by Saudi Arabia’s Public Investment Fund to buy Newcastle United.", "url": "https://www.nytimes.com/2020/04/30/sports/premier-league-saudi-arabia.html"}