{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:27:51", "date_modify": "2022-10-25 23:27:51", "date_publish": "2020-11-06 04:27:06", "description": "The league imposed fines totaling $650,000 and took a draft pick away from the Raiders, who had already been penalized because their coach did not wear face coverings properly.", "filename": "2020_11_05_sports_football_raiders-jon-gruden-fines-coronavirus_1666740471.html", "image_url": "https://static01.nyt.com/images/2020/11/05/sports/05nfl-raiders-web-1/05nfl-raiders-web-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c43487855831746f64c7545d7d2d80ec8f3521c56147b95ce2c1e9cf8127ff34&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_05_sports_football_raiders-jon-gruden-fines-coronavirus_1666740471.html", "title": "Raiders and Jon Gruden Are Fined Again Over Virus Violations", "title_page": "Raiders and Jon Gruden Are Fined Again Over Virus Violations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The N.F.L. has fined the Las Vegas Raiders $500,000 and their head coach, Jon Gruden, an additional $150,000 and has taken away a late-round draft pick next year because of repeated violations of the league’s coronavirus protocols, according to a league employee who was not authorized to discuss the penalties publicly.\nThe team, which had already been fined for violations earlier in the season, is likely to appeal the latest penalties, the employee said.\nThursday’s fines and the loss of a draft pick were by far the strongest punishment yet against an N.F.L. team, as the league has tried to push through a season while the coronavirus continues to rage in many areas of the country.\nThe N.F.L. has increased the restrictions on where and how players, coaches and staff members can move around in and outside team facilities, and it warned teams last month that violations would result in increasingly stiffer penalties, including the loss of draft picks and potentially the forfeiting of games.", "url": "https://www.nytimes.com/2020/11/05/sports/football/raiders-jon-gruden-fines-coronavirus.html"}