{"authors": ["Stella Cooper", "Arielle Ray"], "date_download": "2022-10-25 23:33:17", "date_modify": "2022-10-25 23:33:17", "date_publish": "2020-11-03 23:41:10", "description": null, "filename": "2020_11_03_technology_trump-ally-tweets-misleading-images-of-philadelphia-voting_1666740797.html", "image_url": "https://static01.nyt.com/images/2020/11/03/business/03distortions-photo-ogtweet/03distortions-photo-ogtweet-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a28ab8862d3230ae56a4f9b9d41b4c8a77da70d5b5c02c781108972e61ac8120&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_03_technology_trump-ally-tweets-misleading-images-of-philadelphia-voting_1666740797.html", "title": "Trump Ally Tweets Misleading Images of Philadelphia Voting", "title_page": "Trump Ally Tweets Misleading Images of Philadelphia Voting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many of the misleading or false claims about voting on Tuesday have focused on swing states like Pennsylvania, just as they did in the weeks before the election.\nEarly Tuesday, a Trump campaign official posted an unfounded suggestion on Twitter that Democrats were illegally campaigning at a voting site in Philadelphia. Twitter labeled the tweet “misleading” and later “manipulated,” but it was still shared on the platform nearly 30,000 times, including by the national spokeswoman for the Republican Party and Representative Paul Gosar, a Republican from Arizona.\nThe official, Mike Roman, the Trump campaign’s director of Election Day operations, said in the tweet that poll workers were handing out illegal information in support of Joseph R. Biden Jr. But the two photos that he included in the tweet and implied were evidence do not support his claim, according to an analysis of the images by The New York Times’s Visual Investigations unit.", "url": "https://www.nytimes.com/2020/11/03/technology/trump-ally-tweets-misleading-images-of-philadelphia-voting.html"}