{"authors": ["Richard Pérez-Peña", "Donald G. Mcneil Jr."], "date_download": "2022-10-25 23:24:50", "date_modify": "2022-10-25 23:24:50", "date_publish": "2020-04-16 09:00:41", "description": "The World Health Organization, always cautious, acted more forcefully and faster than many national governments. But President Trump has decided to cut off U.S. funding to the organization.", "filename": "2020_04_16_health_WHO-Trump-coronavirus_1666740290.html", "image_url": "https://static01.nyt.com/images/2020/04/15/world/15virus-who/15virus-who-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f78f0fbbda4e85d5f371211ac0e9547cd6b8c1fc18b734ae8567591da11a009b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_16_health_WHO-Trump-coronavirus_1666740290.html", "title": "W.H.O. Warned Trump About Coronavirus Early and Often", "title_page": "W.H.O. Warned Trump About Coronavirus Early and Often - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Jan. 22, two days after Chinese officials first publicized the serious threat posed by the new virus ravaging the city of Wuhan, the chief of the World Health Organization held the first of what would be months of almost daily media briefings, sounding the alarm, telling the world to take the outbreak seriously.\nBut with its officials divided, the W.H.O., still seeing no evidence of sustained spread of the virus outside of China, declined the next day to declare a global public health emergency. A week later, the organization reversed course and made the declaration.\nThose early days of the epidemic illustrated the strengths and weaknesses of the W.H.O., an arm of the United Nations that is now under fire by President Trump, who on Tuesday ordered a cutoff of American funding to the organization.\nWith limited, constantly shifting information to go on, the W.H.O. showed an early, consistent determination to treat the new contagion like the threat it would become, and to persuade others to do the same. At the same time, the organization repeatedly praised China, acting and speaking with a political caution born of being an arm of the United Nations, with few resources of its own, unable to do its work without international cooperation.", "url": "https://www.nytimes.com/2020/04/16/health/WHO-Trump-coronavirus.html"}