{"authors": ["Taylor Lorenz"], "date_download": "2022-10-25 23:46:30", "date_modify": "2022-10-25 23:46:30", "date_publish": "2020-04-07 14:58:50", "description": "There are a few things you can do to make your video conferences more secure.", "filename": "2020_04_07_style_zoom-security-tips_1666741590.html", "image_url": "https://static01.nyt.com/images/2020/04/12/autossell/13zoomtips/Screen-Shot-2020-04-02-at-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=3f61a0ed8d2b747d4596b8559911197a0b5397541ba94e2f3146c3a8e0df1fae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_07_style_zoom-security-tips_1666741590.html", "title": "How to Prevent ‘Zoombombing’ in a Few Easy Steps", "title_page": "How to Prevent ‘Zoombombing’ in a Few Easy Steps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Zoom’s user base has grown in recent weeks, reports of “Zoombombing,” or “Zoom raiding,” have spread across the internet.\nPublic school classes, Alcoholics Anonymous meetings, yoga sessions and other virtual gatherings have been derailed by participants. Some of the these Zoombombers have been students, frustrated by online schooling and eager to escape the virtual classroom by any means. Others have weaponized the platform’s security flaws to harass specific populations using racial slurs, sexist remarks and pornography.\nIt’s nearly impossible to prevent these attacks, especially when an event is public by design (such as an A.A. meeting, or an open lecture). But there are a few steps you can take to make your meeting more secure.\nDon’t share your Zoom link or code on social media\nThe easiest way to avoid getting Zoombombed is to keep your event private and your invite list small. If you are creating an event for a large, public audience, do not share your meeting link directly on social media. Instead, publicize an R.S.V.P. email address where people can state their interest in attending the event. That way, you can vet the list of prospective attendees and share the event link with only those whom you choose.", "url": "https://www.nytimes.com/2020/04/07/style/zoom-security-tips.html"}