{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:31:57", "date_modify": "2022-10-25 23:31:57", "date_publish": "2020-07-15 02:34:27", "description": "Dr. Jackson, a Republican who was backed by President Trump and based his campaign around their close relationship, effectively stamped his ticket to Congress in a deep-red district.", "filename": "2020_07_14_us_politics_ronny-jackson-texas_1666740717.html", "image_url": "https://static01.nyt.com/images/2020/07/14/us/politics/14ronnyjackson/14ronnyjackson-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bcb814b869cb9596d06f0fa0c23ff8ee7f84f18c84543d2617f92df97f99a617&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_14_us_politics_ronny-jackson-texas_1666740717.html", "title": "Ronny Jackson, Ex-White House Doctor, Wins Texas House Runoff", "title_page": "Ronny Jackson, Ex-White House Doctor, Wins Texas House Runoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was something of a comeback for Dr. Jackson, a retired Navy rear admiral who is now likely to represent one of the most conservative districts in the country. He left the West Wing in December after becoming Mr. Trump’s unlikely choice to lead the Department of Veterans Affairs, but he had to withdraw his name from consideration amid allegations related to his professional conduct.\nAfter serving for 25 years in the military and moving home to Texas, Dr. Jackson hoped to leverage his Washington connections to win elected office and make a fresh start, running in a crowded Republican primary to replace Representative Mac Thornberry, who announced last fall he would not seek re-election after holding his seat for more than a quarter of a century. But Dr. Jackson made a series of novice mistakes that could have derailed any congressional campaign.\nDr. Jackson relied on a “horse doctor” with a full-time job to run his campaign. The candidate’s wife, Jane, doubled as his chauffeur, driving him around the Panhandle-encompassing district, and she even took on the job of putting up lawn signs and replacing them after they were defaced. Before the coronavirus put a stop to face-to-face campaigning, the couple wasted hours knocking on doors during work hours, when no one was home. And they agreed to attend events where the majority of the crowd was from neighboring Oklahoma and couldn’t vote for Dr. Jackson even if they were impressed with his pitch about his rare access to the Oval Office.\nBut after Donald Trump Jr., the president’s son, and Kimberly Guilfoyle, his girlfriend and a top fund-raising official for the president’s re-election campaign, realized that Dr. Jackson’s campaign was in trouble, they asked two senior members of Mr. Trump’s re-election campaign, Justin Clark and Bill Stepien, to step in.\nMr. Clark and Mr. Stepien, two former White House officials who now run the nuts and bolts of the president’s re-election bid, set Dr. Jackson up with an online fund-raising operation and helped him hire a Washington-based fund-raiser, who channeled Dr. Jackson’s Rolodex into donations. In the primary campaign, Dr. Jackson raised just $280,000. Since making the runoff in March against Mr. Winegarner, Dr. Jackson has raised about $788,000 from more than 10,000 donors, according to the campaign.", "url": "https://www.nytimes.com/2020/07/14/us/politics/ronny-jackson-texas.html"}