{"authors": ["Richard Goldstein"], "date_download": "2022-10-25 22:57:28", "date_modify": "2022-10-25 22:57:28", "date_publish": "2020-11-10 21:09:11", "description": "His blood always ran green: eight titles with Boston as a Hall of Fame forward and two as head coach followed by a four-decade career as a die-hard Celtics broadcaster.", "filename": "2020_11_10_sports_basketball_tom-heinsohn-champion-celtic-as-player-and-coach-is-dead-at-86_1666738648.html", "image_url": "https://static01.nyt.com/images/2020/11/11/obituaries/10Heinsohn/10Heinsohn-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fd02a447c65cb071fa7705968896d537549dfe1a989c2d17b92766c2b44ccce2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_10_sports_basketball_tom-heinsohn-champion-celtic-as-player-and-coach-is-dead-at-86_1666738648.html", "title": "Tom Heinsohn, Champion Celtic as Player and Coach, Is Dead at 86", "title_page": "Tom Heinsohn, Champion Celtic as Player and Coach, Is Dead at 86 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tom Heinsohn, the Hall of Fame forward who played on eight N.B.A. championship teams with the Boston Celtics, coached them to two titles and became their passionate broadcaster for more than 40 years, died on Monday at his home in Newton, Mass. He was 86.\nJeff Twiss, a Celtics spokesman, said the cause was renal failure, adding that Heinsohn had had multiple illnesses, including diabetes and chronic obstructive pulmonary disease, or COPD.\nPlaying on the parquet floor of the old Boston Garden from 1956 to 1965, Heinsohn brought a superb shooting touch to the dynasty engineered by Coach Red Auerbach. He loved to shoot, most famously hitting flat-trajectory jumpers, and he had a deadly running hook.\nHeinsohn was the N.B.A.’s rookie of the year in 1957, capping the season by scoring 37 points when the Celtics defeated the St. Louis Hawks for the first N.B.A. championship in their history. He was a six-time All-Star.", "url": "https://www.nytimes.com/2020/11/10/sports/basketball/tom-heinsohn-champion-celtic-as-player-and-coach-is-dead-at-86.html"}