{"authors": ["Christopher Flavelle"], "date_download": "2022-10-25 23:23:18", "date_modify": "2022-10-25 23:23:18", "date_publish": "2020-09-02 09:00:34", "description": "Insurers, facing huge losses, have been pulling back from fire-prone areas across California. “The marketplace has largely collapsed,” an advocate for counties in the state said.", "filename": "2020_09_02_climate_wildfires-insurance_1666740198.html", "image_url": "https://static01.nyt.com/images/2020/08/31/climate/00CLI-FIREINSURANCE1/00CLI-FIREINSURANCE1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3a4da336339f63a6d2f3ef82405b9fe7a675bbc5df184084d299d85d297e2a26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_02_climate_wildfires-insurance_1666740198.html", "title": "Wildfires Hasten Another Climate Crisis: Homeowners Who Can’t Get Insurance", "title_page": "Wildfires Hasten Another Climate Crisis: Homeowners Who Can’t Get Insurance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Follow our live wildfires coverage.]\nAs wildfires burn homes across California, the state is also grappling with a different kind of climate predicament: How to stop insurers from abandoning fire-prone areas, leaving countless homeowners at risk.\nYears of megafires have caused huge losses for insurance companies, a problem so severe that, last year, California temporarily banned insurers from canceling policies on some 800,000 homes in or near risky parts of the state. However, that ban is about expire and can’t be renewed, and a recent plan to deal with the problem fell apart in a clash between insurers and consumer advocates.\nInsurers are widely expected to continue their retreat, potentially devastating the housing market if homes become essentially uninsurable.\n“The marketplace has largely collapsed” in those high-risk areas, said Graham Knaus, executive director of the California State Association of Counties, which has pushed state officials to address the problem. “It’s a very large geographic area of the state that is facing this.”", "url": "https://www.nytimes.com/2020/09/02/climate/wildfires-insurance.html"}