{"authors": ["Iliana Magra"], "date_download": "2022-10-25 22:55:10", "date_modify": "2022-10-25 22:55:10", "date_publish": "2020-02-10 19:22:24", "description": "A powerful winter storm battered Europe on Sunday, leaving power outages, transportation chaos and at least five deaths in its wake.", "filename": "2020_02_10_world_europe_storm-ciara-sabine-germany_1666738510.html", "image_url": "https://static01.nyt.com/images/2020/02/10/world/10europe-weather01/10europe-weather01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=e97a80970df1dbb57bf9c38c8f615b43c6c430e4eeffb052eef555f8ea401f65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_10_world_europe_storm-ciara-sabine-germany_1666738510.html", "title": "Storm Ciara, or Sabine, Leaves 5 Dead in Europe", "title_page": "Storm Ciara, or Sabine, Leaves 5 Dead in Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Streets were flooded, flights were canceled, traffic was jammed, power was cut and wind-blown trees blocked roads and rails on Monday as a deadly winter storm raged through western and northern Europe.\nStorm Ciara — or Sabine, as the storm is called in German-speaking countries — tore through Belgium, Britain, France, Germany, and Poland, unleashing chaos and killing at least five people, according to reports from news agencies and social media.\nSteven Keates, a senior meteorologist in Britain’s Met Office, the country’s national meteorological service, said on Monday that though storms are common in winter, Storm Ciara is “notable” because of the very strong and widespread winds.\n“It’s a powerful Atlantic storm, not the strongest we’ve ever seen,” he said by phone. “We’ve seen higher wind speeds and greater impact,” Mr. Keates added, but noted that Storm Ciara has had significant impacts across Britain and “really gusty winds.”", "url": "https://www.nytimes.com/2020/02/10/world/europe/storm-ciara-sabine-germany.html"}