{"authors": ["Hailey Fuchs"], "date_download": "2022-10-25 23:33:19", "date_modify": "2022-10-25 23:33:19", "date_publish": "2020-11-03 01:06:48", "description": "In the final days of voting, the Postal Service is struggling to ensure timely delivery of ballots in parts of key battleground states like Pennsylvania and Michigan.", "filename": "2020_11_02_us_politics_mail-ballot-usps_1666740799.html", "image_url": "https://static01.nyt.com/images/2020/11/02/us/politics/02dc-postal/02dc-postal-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=bffd09c45921173bc508587c6868893a1db23b03a1a94148c7ebfa37dd0e234a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_02_us_politics_mail-ballot-usps_1666740799.html", "title": "Some Regions Still Experience Slow Delivery of Mail Ballots", "title_page": "Some Regions Still Experience Slow Delivery of Mail Ballots - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Postal Service has continued to struggle in the days before the election to meet its standards for on-time delivery of mail ballots despite court orders intended to speed its operations.\nThe percentage of ballots delivered to election officials nationwide in one to three days has hovered in the low to mid-90s in the past week. But portions of swing states like Pennsylvania and Michigan have seen significantly lower rates in the closing days of the campaign, leaving some voting rights groups concerned about ballots being mailed in time to be counted.\nAccording to an estimate by the United States Elections Project, about 29.6 million mail-in ballots are still outstanding, although it is not clear how many of those were never sent back or reflected decisions by voters to cast their ballots in person.\nJudge Emmet G. Sullivan of United States District Court for the District of Columbia ordered on Sunday evening that the Postal Service again emphasize to its work force the need for “extraordinary measures” to ensure that every possible ballot was delivered by the cutoff time on Election Day, or Monday in Louisiana.", "url": "https://www.nytimes.com/2020/11/02/us/politics/mail-ballot-usps.html"}