{"authors": ["Annie Karni", "Maggie Haberman", "Reid J. Epstein"], "date_download": "2022-10-25 23:49:33", "date_modify": "2022-10-25 23:49:33", "date_publish": "2020-06-18 09:00:24", "description": "Instead of offering President Trump a glide path back into the campaign season, Saturday’s rally in Tulsa has become yet another flash point for a candidate who has repeatedly displayed insensitivity about race.", "filename": "2020_06_18_us_politics_trump-rally-tulsa-juneteenth_1666741773.html", "image_url": "https://static01.nyt.com/images/2020/06/18/us/politics/18trump-tulsa/18trump-tulsa-facebookJumbo.jpg?year=2020&h=550&w=1050&s=701599a6ae8cd87d2216a7320c06f4d75889cd739968e92908ea10e7de4ca4a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_18_us_politics_trump-rally-tulsa-juneteenth_1666741773.html", "title": "Trump's Juneteenth in Tulsa: How His Campaign Rally Plans Went Awry", "title_page": "Trump's Juneteenth in Tulsa: How His Campaign Rally Plans Went Awry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Adding to the anxiety in Tulsa are heightened fears about the risks of the coronavirus. On Wednesday the top health official said he was worried the rally could become a “super spreader” event and recommended it be postponed.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nInside the White House, before the rally was announced, some aides raised concerns about holding it on Juneteenth, and Mr. Parscale conceded he had not been aware of the holiday, multiple people familiar with the conversation said. But he responded that the campaign had held events on Jewish holidays, and last year held a “Merry Christmas” rally in Battle Creek, Mich., none of which were criticized as disrespectful to the people who celebrated those holidays. He said he thought it would not be a problem.\nWhite House officials decided that if the rally was to go off as planned, they would have to tack on an official event in Tulsa to acknowledge the importance of Juneteenth and the history of the city, ahead of a raucous event in the evening. But some of them also broached with Mr. Trump the possibility of changing the date. Mr. Trump also heard from outside allies.\n“I spoke to the president on Friday and he asked me if I thought it would be more respectful to move the rally date off of Juneteenth,” said Senator James Lankford, Republican of Oklahoma. “I told him yes.”\nMr. Lankford said in an interview that he did not believe the choice of date was intended to provoke more tension over race relations, but rather find an available date in Mr. Trump’s schedule in a state that is open during the pandemic.\n“Some of the leaders that I’ve talked to on the ground in Tulsa are grateful, and have expressed that and have said, ‘we’re grateful the president moved it, we don’t think it was appropriate that he had a political rally on this date, on this year, at this time,’” Mr. Lankford said.\nMr. Trump had also been questioned about the date during a Fox News interview with Harris Faulkner, an African-American host whom Mr. Trump has long admired and praised in private.", "url": "https://www.nytimes.com/2020/06/18/us/politics/trump-rally-tulsa-juneteenth.html"}