{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:24:56", "date_modify": "2022-10-25 23:24:56", "date_publish": "2020-10-17 13:39:09", "description": "Senator Joni Ernst, the first woman to represent Iowa in Congress, is facing the same headwinds plaguing President Trump, who is lagging in the state in part because of deep disadvantage among women.", "filename": "2020_10_17_us_politics_joni-ernst-iowa-republican-senate_1666740296.html", "image_url": "https://static01.nyt.com/images/2020/10/17/us/politics/17dc-iowa-1/merlin_178403925_a5a84d17-8a7b-437b-bea2-f30ab04fbd4a-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6125ec1e5cf4f723c9545f86401fa3f29a2b0c8acb3f3a3221626931ae0321ed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_17_us_politics_joni-ernst-iowa-republican-senate_1666740296.html", "title": "Ernst Struggles in Iowa as Republicans Battle to Hold Senate Amid Trump’s Woes", "title_page": "Ernst Struggles in Iowa as Republicans Battle to Hold Senate Amid Trump’s Woes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The president won Iowa by more than 9 percentage points in 2016, but he now trails or is statistically tied in state polls with former Vice President Joseph R. Biden Jr., the Democratic nominee.\nWhile Ms. Ernst has occasionally parted ways from the president — she opposed Mr. Trump’s tariffs, for instance, and supported removing the names of Confederate military leaders from military bases — she has more often embraced him.\nAt the Harley-Davidson event in Sioux City, Ms. Ernst — who gave a speech at the Republican National Convention this year and was once considered a potential running mate for Mr. Trump — urged her supporters to draw a “red line in the sand” against encroaching liberalism by backing the president, echoing his campaign message.\nLater, speaking to reporters, Ms. Ernst said she did not believe Mr. Trump’s declining popularity in Iowa would hurt her, and argued he could still win over the suburban women who have been turning against him. But she hastened to add that she was “running my own campaign” and even suggested a number of Iowans might cross party lines to vote for both Mr. Biden and her.\n“There may be issues where people will disagree with the president, but they’ll be supportive of me,” Ms. Ernst said. “So it’s really up to those Iowans to go out and make that decision, but I hope they do recognize that Iowa is where I was born and raised and Iowans are the people that I care about.”", "url": "https://www.nytimes.com/2020/10/17/us/politics/joni-ernst-iowa-republican-senate.html"}