{"authors": ["Bryan Pietsch"], "date_download": "2022-10-25 23:33:26", "date_modify": "2022-10-25 23:33:26", "date_publish": "2020-11-02 21:49:09", "description": null, "filename": "2020_11_02_us_massachusetts-issues-new-restrictions-and-a-stay-at-home-advisory_1666740806.html", "image_url": "https://static01.nyt.com/images/2020/11/02/us/02virus-briefing-massachusetts/02virus-briefing-massachusetts-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e2468e3ca0f1d86751739c6dd32813603fd51629fe687b8438cac4b589c41331&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_02_us_massachusetts-issues-new-restrictions-and-a-stay-at-home-advisory_1666740806.html", "title": "Massachusetts issues new restrictions and a stay-at-home advisory.", "title_page": "Massachusetts issues new restrictions and a stay-at-home advisory. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The governor of Massachusetts announced on Monday a curfew and new restrictions on gatherings and nonessential businesses in an attempt to curb a spike in cases in the commonwealth.\nGov. Charlie Baker issued a stay-at-home advisory for the hours of 10 p.m. to 5 a.m., beginning on Friday. The advisory urges people to “only leave home to go to work or school, or for essential needs,” such as emergency medical care or going to the grocery store. It also discourages gatherings at home with “anybody outside of your household.”\nNew cases per day in Massachusetts have increased by 92 percent over the past two weeks, according to a New York Times database. As of Sunday, there was an average of 1,306 new cases per day over the past week.\nGovernor Baker also issued an executive order on Monday that requires certain nonessential businesses to close at 9:30 p.m., effective on Friday. Restaurants, bars and liquor stores must stop serving liquor at that time, and restaurants must end in-person dining, though they may continue takeout and delivery services.", "url": "https://www.nytimes.com/2020/11/02/us/massachusetts-issues-new-restrictions-and-a-stay-at-home-advisory.html"}