{"authors": ["William J. Broad"], "date_download": "2022-10-25 23:40:56", "date_modify": "2022-10-25 23:40:56", "date_publish": "2020-07-08 14:40:04", "description": "Dr. Daniel R. Lucey wants answers to pointed questions that bear on how the coronavirus leapt from bats to humans.", "filename": "2020_07_08_health_coronavirus-origin-china-lucey_1666741256.html", "image_url": "https://static01.nyt.com/images/2020/07/14/science/08SCI-VIRUS-LUCEY/08SCI-VIRUS-LUCEY-facebookJumbo.jpg?year=2020&h=549&w=1050&s=88dd6d4260facaa698702e0a9111650adec3c5a6b7050aa3871f2ecefc73cb3b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_08_health_coronavirus-origin-china-lucey_1666741256.html", "title": "8 Questions From a Disease Detective on the Pandemic’s Origins", "title_page": "8 Questions From a Disease Detective on the Pandemic’s Origins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We can fight the virus better when we know everything about the virus, including how it started,” Mr. Ghebreyesus said on June 29 at a regular briefing in Geneva. In May, the World Health Assembly, the W.H.O.’s top decision-making body, passed a resolution calling on the agency to work with other international groups to identify the “source of the virus and the route of introduction to the human population.”\nEver since the outbreak erupted late last year in central China, the global rumor mill has buzzed with speculation and conspiracy theories. Experts have ruled out the idea that the pathogen was concocted as a bioweapon. They agree that it began as a bat virus that probably evolved naturally in another mammal to become adept at infecting and killing humans. But so far, after months of concentrated research at sites and laboratories in China and elsewhere around the globe, no clear intermediary has come to light.\nThe first three of Dr. Lucey’s eight questions center on the Wuhan wet market — a sprawling marketplace that sold fresh fish and meat before being shut down. It was initially viewed as the viral point of origin. That idea was quickly thrown into doubt when a study by Chinese scientists reported that roughly a third of the earliest hospitalized victims — including the first — had never visited the market. In a May blog, Dr. Lucey quoted the head of China’s Center for Disease Control as ruling it out as the pandemic’s place of origin. The market, the Chinese health official said, “is just another victim.”\nHundreds of environmental samples were reportedly collected at the wet market, producing 33 positive results, but few details have been made public. Dr. Lucey asks: Were any of the positive results linked to human infections? And from what kinds of surfaces — doorknobs, cutting boards, sewage, garbage trucks — were the samples collected? So far, none of the reported positive tests have come from animals.\nHis fourth question widens the scope of investigation to other markets in Wuhan and across China. Were any samples collected from animals “now known to be susceptible to the virus” — including cats, tigers, mink and ferrets? (Ferrets are routinely used to gauge the transmissibility of human flu viruses.) He also asks about pangolins, which were initially considered a possible intermediary in the human outbreak.", "url": "https://www.nytimes.com/2020/07/08/health/coronavirus-origin-china-lucey.html"}