{"authors": ["Heather Murphy"], "date_download": "2022-10-25 23:01:03", "date_modify": "2022-10-25 23:01:03", "date_publish": "2020-08-05 09:00:41", "description": "How do you sign up for a trial? Who is eligible? Will you be paid? Could an experimental shot protect you? Could you get sick? Who covers the costs if you do? Here’s what you need to know.", "filename": "2020_08_05_health_volunteer-coronavirus-vaccine-trial_1666738863.html", "image_url": "https://static01.nyt.com/images/2020/07/31/multimedia/00xp-virus-volunteer-pix/00xp-virus-volunteer-pix-facebookJumbo.jpg?year=2020&h=549&w=1050&s=68e0be7c5712e380b376ff907469977d9b814c7fdc15f71decb741e8fa712b32&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_05_health_volunteer-coronavirus-vaccine-trial_1666738863.html", "title": "Do You Want to Be a Vaccine Volunteer?", "title_page": "Do You Want to Be a Vaccine Volunteer? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Only a Phase 3 trial allows researchers to study if their vaccine works. They do this by enrolling tens of thousands or hundreds of thousands of volunteers, giving one-half of the group to two-thirds of them the vaccine, and giving the rest a placebo or an alternative treatment. They do not expose anyone to the coronavirus, but they try to enroll a large enough group in locations with enough cases that they can bank on some people getting infected in the normal course of their lives. They then evaluate whether the vaccine reduced the frequency of acquiring the infection and lessened the severity of the disease in the test group, Dr. Corey said.\nHow do I increase my chance of early access to an experimental vaccine?\nThere’s no guarantee that you’ll actually be protected from the coronavirus at any phase of a vaccine trial, no matter how hyped the product has been. By a Phase 3 trial, of course, there’s more to suggest that it works than a Phase 1 trial. But you might not get the vaccine at all. It might be an inactive placebo or an alternative intervention.\nResearchers have to give these to some subjects to create a control group, said Nir Eyal, the director of the Center for Population-Level Bioethics at the Rutgers School of Public Health.\n“Otherwise what do you compare the results to?” Dr. Eyal asked.\nDuring the Ebola outbreak, there was a push to try to run efficacy trials without a control group, he said. But eventually most researchers came around to the idea that, without a control group, a study would tell them “basically nothing” because — as with the coronavirus — its “spread is mercurial, and very different in different areas at different times.”\nHow much will I get paid?\nIt could be a few hundred or a few thousand dollars. It varies by the trial.\n“What you are doing is providing compensation for time and trouble,” said Dr. Daniel Hoft, director of the Saint Louis University Center for Vaccine Development.\nOrganizers try to avoid creating a financial incentive. So even if they could pay much more, they don’t.\n“If the money seems extraordinarily attractive to you, think again,” Arthur L. Caplan, a bioethicist, said. “You don’t want to let compensation blind you to the need to pay attention to the risks.”", "url": "https://www.nytimes.com/2020/08/05/health/volunteer-coronavirus-vaccine-trial.html"}