{"authors": ["Marc Santora", "Anna Schaverien"], "date_download": "2022-10-25 23:19:12", "date_modify": "2022-10-25 23:19:12", "date_publish": "2020-12-29 16:06:44", "description": "Facing record case and hospital numbers and a threatening variant strain, Prime Minister Boris Johnson is under pressure to shut schools and reimpose national restrictions, measures he once decried.", "filename": "2020_12_29_world_europe_uk-coronavirus_1666739952.html", "image_url": "https://static01.nyt.com/images/2020/12/29/world/29virus-uk5/29virus-uk5-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=4dbed4b5ec69b6868f13ce3f6467d7197bb36dbc1d28b054a71bcb34a151bc79&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_29_world_europe_uk-coronavirus_1666739952.html", "title": "U.K. Coronavirus Surge Surpasses Spring Peak as Lockdown Choices Loom", "title_page": "U.K. Coronavirus Surge Surpasses Spring Peak as Lockdown Choices Loom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — About half of England is under the nation’s strictest lockdown measures, and people have been ordered to stay at home, but the coronavirus is still spreading at an alarming rate. Hospitals are treating more patients than at any time during the pandemic, the number of new infections has set a daily record, and there is a growing debate about allowing tens of thousands of students to return to classrooms after the holiday break.\nThe nation’s scientists have said that an apparently more contagious variant of the virus is driving the rise in cases and, with severe restrictions already imposed on more than 48 million people, it remains unclear what other tools the government has at its disposal to get the outbreak under control.\nThere were 53,135 new lab-confirmed cases reported on Tuesday, the highest figure yet on a single day. The National Health Service said there were now over 20,000 people in English hospitals, more than at the peak of the pandemic in April.\nWith the government scheduled to meet to evaluate its restrictions on Wednesday, Prime Minister Boris Johnson is under pressure to impose another national lockdown and move students — especially older ones in colleges and secondary schools, who may be more easily infected by the new virus variant — to remote learning.", "url": "https://www.nytimes.com/2020/12/29/world/europe/uk-coronavirus.html"}