{"authors": ["Yan Zhuang", "Damien Cave"], "date_download": "2022-10-25 23:25:55", "date_modify": "2022-10-25 23:25:55", "date_publish": "2020-10-28 08:32:43", "description": "Melbourne, Australia’s second-largest city, emerged from its 111-day hibernation with a mix of euphoria and caution.", "filename": "2020_10_28_world_australia_melbourne-lockdown-ends_1666740355.html", "image_url": "https://static01.nyt.com/images/2020/10/28/world/28virus-melbourne-1/28virus-melbourne-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fee71ac42995241d95dcab557494446c73d4d87c9e108c872f2901fa6530f1ed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_28_world_australia_melbourne-lockdown-ends_1666740355.html", "title": "Melbourne's Coronavirus Lockdown Ends After 111 Days", "title_page": "Melbourne's Coronavirus Lockdown Ends After 111 Days - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MELBOURNE, Australia — As if from hibernation, Australia’s second-largest city emerged from one of the world’s longest and most severe lockdowns on Wednesday, feeling both traumatized and euphoric after weeks of shared sacrifice that brought a deadly second wave of the coronavirus to heel.\nIt took 111 days, but Melbourne and the surrounding state of Victoria recorded no new infections on Monday, and on Wednesday thousands of stores, cafes, restaurants and beauty salons opened their doors for the first time in months.\n“That is an achievement that every single Victorian should be proud of,” said the state’s top official, Daniel Andrews.\nThe collective exit for a city of five million came suddenly and none too soon — Mr. Andrews had insisted on a very low threshold of cases before lifting the lockdown. It ended a dizzying and lonely experience that many in Melbourne described as an emotional roller coaster with effects on the economy, education and mental health that will linger.", "url": "https://www.nytimes.com/2020/10/28/world/australia/melbourne-lockdown-ends.html"}