{"authors": ["Karen Weise"], "date_download": "2022-10-25 23:49:15", "date_modify": "2022-10-25 23:49:15", "date_publish": "2020-03-16 23:18:19", "description": "One doctor dreamed he was surrounded by coughing patients. “Most physicians have never seen this level of angst and anxiety in their careers,” a veteran emergency room doctor said.", "filename": "2020_03_16_us_coronavirus-doctors-nurses_1666741755.html", "image_url": "https://static01.nyt.com/images/2020/03/16/us/16VIRUS-DOCTORS-top/16VIRUS-DOCTORS-top-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7b038955c8d573f0a7e36ec75d7ba65ae7a2551284c3bf31cf70ab9e67b1fddf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_16_us_coronavirus-doctors-nurses_1666741755.html", "title": "Doctors Fear Bringing Coronavirus Home: ‘I Am Sort of a Pariah in My Family’", "title_page": "Doctors Fear Bringing Coronavirus Home: ‘I Am Sort of a Pariah in My Family’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some said they were looking to Italy, where doctors on the front line have sometimes had to ration care in favor of younger patients, or those without other complicating conditions, who are more likely to benefit from it.\n“If we get it all at once, we don’t have the resources, we don’t have the ventilators,” said Dr. William Jaquis, chair of the American College of Emergency Physicians.\nLast week, Italian media reported that Bergamo, a city northeast of Milan, saw roughly 50 doctors test positive for the virus. In the region of Puglia in the south, local media reported that 76 employees had been quarantined after being exposed to patients who contracted Covid-19.\nAfter the coronavirus broke out at a nursing facility near Seattle, Dr. Anderson sat with the leaders of his hospital, MultiCare Auburn Medical Center, to talk about how urgently they should prepare. Their hospital is ringed by nursing homes and other care facilities, and he rattled off those most at risk for fatal cases of the virus: males over 60, and those with cardiac and pulmonary problems. “I literally stopped what I was saying and realized that that was me,” he said.\nHe said his hospital was down to a two-day supply of surgical masks — he wears one per shift. “Those are supposed to be disposable,” he said. Now he must carefully remove and clean the mask each time he takes it off and on. “That may sound just like a nuisance, but when you’re potentially touching something that has the virus that could kill you on it, and you’re doing it 25 times a shift, it’s kind of nerve-racking,” he said.\nHis wife has moved to their mountain cabin, and they have given up on their retirement cruise in Europe. “I haven’t slept for longer than three hours in the past two weeks,” he said.\nIn the early hours of Monday morning, he could not sleep. More than 200 emails had come into his inbox since he went to bed, including news that three other health care providers had been admitted to a hospital overnight, he said.", "url": "https://www.nytimes.com/2020/03/16/us/coronavirus-doctors-nurses.html"}