{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:51:03", "date_modify": "2022-10-25 23:51:03", "date_publish": "2020-05-05 05:00:10", "description": "Outside Europe’s big five leagues, selling talent to bigger clubs helps balance the books. But with the game on hold, uncertainty is compounded by an awareness that they are not in control of their fate.", "filename": "2020_05_05_sports_soccer_soccer-transfer-market_1666741863.html", "image_url": "https://static01.nyt.com/images/2020/05/05/sports/05soccertransfers-top/merlin_169649112_e39e3ea5-60e4-4384-9086-33e7d9638575-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a69afb634840b676ea688fb6aec66f0d48ffefea90bd02d5cf20ea052f82f136&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_05_sports_soccer_soccer-transfer-market_1666741863.html", "title": "Soccer’s River of Money Isn’t Flowing, Worrying Teams Downstream", "title_page": "Soccer’s River of Money Isn’t Flowing, Worrying Teams Downstream - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And then, of course, everything stopped.\nQuite what the effect of European soccer’s indefinite shutdown in the face of the pandemic will be remains unclear. Clubs across Europe do not yet know when, or if, they will be able to play again. Until they do, they can only guess how much revenue will be lost in ticket sales and merchandise and television revenue. They can only guess at the scale of the damage.\nFor many outside the continent’s big five leagues, though, that uncertainty is compounded by an awareness that they are not in control of their fate, that a second crisis hangs on the horizon. For these clubs and leagues, financial health depends not only on their own return to action, whenever that may be, but on what happens far above them in the food chain.\nMuch of the economy of global soccer depends on the transfer market, and the transfer market is driven by the largess of Europe’s rich elite. Soccer’s entire delicate ecosystem functions, outside of Europe’s major leagues, as a monument to trickle-down economics, money flowing down from Germany and Spain and, in particular, England, through places like Belgium and on, out into the world.\nAccording to figures provided by the CIES Football Observatory, it is scarcely possible to overestimate just how much the money from the Premier League — or, more precisely, the Premier League’s television deals — makes soccer’s world go around.\nSince 2015, for example, English clubs have sent more than a billion dollars in transfer fees to teams in France alone. About $464 million of that has gone to just one club: A.S. Monaco. Another billion has ended up in the pockets of just five clubs: Juventus, Borussia Dortmund, Roma, Barcelona and Sporting Lisbon.", "url": "https://www.nytimes.com/2020/05/05/sports/soccer/soccer-transfer-market.html"}