{"authors": ["Mike Isaac", "Sheera Frenkel"], "date_download": "2022-10-25 23:46:25", "date_modify": "2022-10-25 23:46:25", "date_publish": "2020-04-24 18:15:09", "description": "Facebook, Google and other behemoths are training their sights on Silicon Valley’s company of the moment.", "filename": "2020_04_24_technology_zoom-rivals-virus-facebook-google_1666741585.html", "image_url": "https://static01.nyt.com/images/2020/04/25/business/00JPvirus-zoomenvy1-print/merlin_171189738_bb610c25-f01c-47fa-8ca9-b36a229741e8-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7344bd9917266842a75f85f0a1afd50865d83ec4e66ad66e0fd10cf363276bf8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_24_technology_zoom-rivals-virus-facebook-google_1666741585.html", "title": "Zoom’s Biggest Rivals Are Coming for It", "title_page": "Zoom’s Biggest Rivals Are Coming for It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — As people turned in droves to the video chatting app Zoom in recent weeks, the buzz caught Facebook’s attention. Inside the social network, that immediately set off a scramble.\nMark Zuckerberg, Facebook’s chief executive, ordered employees to ramp up and focus on the company’s own video chat projects, especially as use of its products also increased, said three people with knowledge of the plans, who declined to be identified because the details are confidential. On Facebook’s internal message boards, employees openly gawked at public data showing Zoom’s growing popularity, they said.\nOn Friday, Facebook unveiled one of its biggest expansions into videoconferencing with several new video chat features and services. They included video group chats for as many as 50 people on Facebook Messenger, WhatsApp video calls for up to eight people and video calls in Facebook Dating.\nMr. Zuckerberg is not the only tech titan with Zoom on his mind. Google this month made its video chat app, Meet, more accessible through Gmail. Cisco recently promoted its Webex teleconferencing service as highly secure compared with Zoom. And Verizon announced last week that it was acquiring BlueJeans Network, a videoconferencing service.", "url": "https://www.nytimes.com/2020/04/24/technology/zoom-rivals-virus-facebook-google.html"}