{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:50:55", "date_modify": "2022-10-25 23:50:55", "date_publish": "2020-06-30 08:42:15", "description": "An analysis sponsored by a union of English soccer professionals concluded that there was racial bias in the way European commentators talk about players.", "filename": "2020_06_30_sports_soccer_soccer-racism-broadcasting_1666741855.html", "image_url": "https://static01.nyt.com/images/2020/06/30/sports/30soccer-commentary/30soccer-commentary-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2ff64ab37e496ae1009ba3e29eefef892903dd5eb51b8b372dec4a0a79c5e329&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_30_sports_soccer_soccer-racism-broadcasting_1666741855.html", "title": "‘Intelligent’ or ‘Strong’: Study Finds Bias in Soccer Broadcasts", "title_page": "‘Intelligent’ or ‘Strong’: Study Finds Bias in Soccer Broadcasts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Documenting an issue players have long bemoaned, the researchers found that broadcast commentators were not only far more likely to praise white players for their intelligence, leadership qualities and versatility, they were also substantially more likely to criticize black players for what they regarded as the absence of those attributes.\nInstead, the study found that nonwhite players tend to receive praise for their physical qualities: what Romelu Lukaku, the Inter Milan striker, has referred to as the “pace and power element.” Black players were four times more likely than their white counterparts to be discussed in terms of their strength, and seven times more likely to be praised for their speed.\nThose were not the only differences. White players, according to the study, were more likely to be credited with an admirable work ethic. Black players’ performances, even when stellar, were more likely to be attributed to a burst of good form.\n“Commentators help shape the perception we hold of each player, deepening any racial bias already held by the viewer,” said Jason Lee, the P.F.A.’s equalities education executive. “It’s important to consider how far-reaching those perceptions can be and how they impact footballers even once they finish their playing career.\n”If a player has aspirations of becoming a coach or manager, is an unfair advantage given to players that commentators regularly refer to as intelligent and industrious, when those views appear to be a result of racial bias?”", "url": "https://www.nytimes.com/2020/06/30/sports/soccer/soccer-racism-broadcasting.html"}