{"authors": ["Michael Crowley"], "date_download": "2022-10-25 23:28:12", "date_modify": "2022-10-25 23:28:12", "date_publish": "2020-10-16 16:26:35", "description": "The national security adviser, Robert C. O’Brien, reiterated a plan to draw down troops to 2,500 by early 2021, sidestepping President Trump’s call for a Christmas exit.", "filename": "2020_10_16_us_politics_trump-afghanistan-troops_1666740492.html", "image_url": "https://static01.nyt.com/images/2020/10/16/us/politics/16dc-obrien/merlin_176588898_ab8ff39e-b43a-4dae-8479-dd0f7d984bf1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0897e91d346674789ba3eb9de147ef52fe3c23b3cf76b183c50a533238d65455&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_16_us_politics_trump-afghanistan-troops_1666740492.html", "title": "Trump Aide Insists U.S. Will Reduce Forces in Afghanistan to 2,500 Troops", "title_page": "Trump Aide Insists U.S. Will Reduce Forces in Afghanistan to 2,500 Troops - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s national security adviser, Robert C. O’Brien, added to the confusion around Mr. Trump’s plans for Afghanistan on Friday, reiterating an assertion that the United States will draw down to about 2,500 troops by early next year — and indirectly rebuking the Joint Chiefs of Staff chairman for openly questioning that timeline.\nSpeaking from the White House during an online session hosted by the Aspen Strategy Group, Mr. O’Brien repeated a statement he made during a public talk last Wednesday, saying that Mr. Trump had directed that the United States, which now has about 4,500 troops in the country, would “be down to 2500 troops” in “the early part of next year.”\n“It has been suggested by some that that’s speculation. I can guarantee you, that’s the plan of the president the United States,” Mr. O’Brien said. That was a clear reference to comments by the chairman, Gen. Mark A. Milley, in an interview on Sunday with NPR, that Mr. O’Brien’s previous troop-level projection amounted to “speculation” and not the “rigorous analysis” of conditions on the ground that the general would apply.\nOn Friday, Mr. O’Brien insisted that he was reflecting Mr. Trump’s true intentions.\n“It’s not speculation,” he repeated. “That’s the order of the commander in chief,” he said, adding that the Defense Department and its secretary, Mark T. Esper, are “fully on board and implementing them.”", "url": "https://www.nytimes.com/2020/10/16/us/politics/trump-afghanistan-troops.html"}