{"authors": ["Shane Goldmacher", "Katie Glueck"], "date_download": "2022-10-25 23:33:02", "date_modify": "2022-10-25 23:33:02", "date_publish": "2020-09-26 20:11:32", "description": "Joseph Biden and other Democrats are wary of criticism of Judge Amy Coney Barrett that could be perceived as personal. They will focus on the real-world impact she might have as a Supreme Court justice on health care and access to abortion.", "filename": "2020_09_26_us_politics_coney-barrett-biden-democrats-supreme-court_1666740782.html", "image_url": "https://static01.nyt.com/images/2020/09/26/us/politics/26dems-campaign-pix2-sub/26dems-campaign-pix2-sub-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=547c666f8c87748820ac3a382c75f14363fb733df2da638c16ab88e0053f9bd2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_26_us_politics_coney-barrett-biden-democrats-supreme-court_1666740782.html", "title": "Democrats Don’t Want to Get Personal in Debate Over Barrett", "title_page": "Democrats Don’t Want to Get Personal in Debate Over Barrett - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Biden’s team continues to cast the race as above all a referendum on Mr. Trump and his stewardship of the pandemic, seeing the issue of the courts chiefly as a chance to mobilize the elements of the Democratic base. For now, the Supreme Court appears unlikely to leapfrog the economy and the pandemic as the central messages in his case for defeating Mr. Trump.\nAs the president announced his nomination of Judge Barrett, Mr. Biden issued a written statement that focused heavily on the threat to health care and devoted only a few sentences to Judge Barrett directly.\n“Even now, in the midst of a global health pandemic, the Trump administration is asking the U.S. Supreme Court to overturn the entire law, including its protections for people with pre-existing conditions,” Mr. Biden said, citing Judge Barrett’s past opposition to the health care law.\nDemocrats signaled that their strongest political strategy was to focus on the issues at risk with a 6-3 conservative court.\n“She’s a woman, but the most important fact is that she’s for getting rid of Roe v. Wade and the Affordable Care Act and has positions that will hurt millions of women,” said Josh Schwerin, a spokesman for Priorities USA, a leading pro-Biden super PAC. “If Republicans think that just by putting up a woman they are checking a box that will help them win back suburban women, they’re wrong.”\nWhomever Mr. Trump nominated, Democrats had planned to portray her as a threat to the Affordable Care Act. But Judge Barrett provides particular ammunition after she criticized an opinion by Chief Justice John G. Roberts Jr. preserving the law as having gone “beyond its plausible meaning to save the statute.”\n“We’re getting a nominee who is fundamentally at odds with the public on two very core issues,” former Mayor Rahm Emanuel of Chicago said, describing coverage for people with pre-existing conditions and protecting Roe v. Wade as powerful Democratic arguments. “That’s where the line of inquiry should be.”", "url": "https://www.nytimes.com/2020/09/26/us/politics/coney-barrett-biden-democrats-supreme-court.html"}