{"authors": ["David Waldstein"], "date_download": "2022-10-25 23:35:40", "date_modify": "2022-10-25 23:35:40", "date_publish": "2020-01-16 18:28:06", "description": "Beltran, whom the Mets had hired in November, was implicated as part of the sign-stealing scheme used by the Astros when he was with them.", "filename": "2020_01_16_sports_baseball_carlos-beltran-mets-resigns_1666740940.html", "image_url": "https://static01.nyt.com/images/2020/01/16/sports/16beltran/16beltran-facebookJumbo.jpg?year=2020&h=550&w=1050&s=90546ed67ae1f272580ba62fd08b56fecebb4183d44bab670f23adaa6402bd5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_16_sports_baseball_carlos-beltran-mets-resigns_1666740940.html", "title": "Carlos Beltran Out as Mets Manager After Cheating Scandal", "title_page": "Carlos Beltran Out as Mets Manager After Cheating Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Three days after he was implicated in the Houston Astros’ cheating scandal, Carlos Beltran and the Mets agreed he should step down as manager of the team on Thursday, leaving the job before he had held his first practice.\n“We met with Carlos last night and again this morning and agreed to mutually part ways,” Jeff Wilpon, the Mets’ chief operating officer, said in a statement released by the team. “This was not an easy decision. Considering the circumstances, it became clear to all parties that it was not in anyone’s best interest for Carlos to move forward as Manager of the New York Mets.”\nBeltran, who was hired in November for his first managing job at any level, said in the same statement that he was grateful for the opportunity the Mets had given him but that he agreed the decision was in the team’s best interest. “I couldn’t let myself be a distraction for the team,” he said. “I wish the entire organization success in the future.”\nAfter Major League Baseball published its scathing report on Houston’s sign-stealing scheme on Monday, the Astros fired General Manager Jeff Luhnow and Manager A.J. Hinch, and the Red Sox announced the next day that they were parting ways with Alex Cora, who had been an Astros bench coach in 2017 and was implicated in M.L.B.’s report.", "url": "https://www.nytimes.com/2020/01/16/sports/baseball/carlos-beltran-mets-resigns.html"}