{"authors": ["Megan Specia"], "date_download": "2022-10-25 22:55:00", "date_modify": "2022-10-25 22:55:00", "date_publish": "2020-03-06 14:27:30", "description": "The scion of a leftist family from northern England, Lisa Nandy offers a different view of what the party should stand for.", "filename": "2020_03_06_world_europe_lisa-nandy-labour-leadership_1666738500.html", "image_url": "https://static01.nyt.com/images/2020/03/07/world/07nandy-profile01/07nandy-profile01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=4f7898a854895a1e470038156f4810c4420dfe0bb526df9071f600cb0ea7b4a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_06_world_europe_lisa-nandy-labour-leadership_1666738500.html", "title": "The Woman Who’s Shaking Up Britain’s Labour Leadership Campaign", "title_page": "The Woman Who’s Shaking Up Britain’s Labour Leadership Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Nandy was born in Manchester and grew up there and in the nearby town of Bury, and has spent the last decade representing the northern town of Wigan, where she lives with her partner, Andy Collis, and their 4-year-old son, Otis.\nLiberal politics have always been part of her life. Her father was born in Kolkata and came to Britain in the 1950s to study at the University of Leeds. (Running short of money, he was taken in there by one of his professors, Arnold Kettle, an avowed communist and father of Martin Kettle, who is now a columnist with The Guardian.)\nMr. Nandy went on to become the first director of the Runnymede Trust think tank on race and helped draft Britain’s Race Relations Bill of 1976.\nMs. Nandy’s pedigree also includes her maternal grandfather, Frank Byers, who was a Liberal member of Parliament and went on to lead his party in the House of Lords. Her stepfather, Ray Fitzwalter, was a revered investigative journalist.\nShe lived her early adult years in London and worked at homelessness and children’s charities before entering politics.\nBut her goal is to make it clear that she is listening to both sides of the party, evidenced by this tour of Sowerby Bridge — trailed by a cameraman from her campaign — where the plastic bags and debris still clung in the branches of trees along the Calder River, a reminder of how high the floodwaters had risen. Mr. Johnson had been criticized for opting out of a visit to this part of West Yorkshire, and business owners described feeling neglected.\nDespite what Ms. Nandy described as the “relentlessness of the process” of campaigning across the country, she has made it her mission to show that she is listening.", "url": "https://www.nytimes.com/2020/03/06/world/europe/lisa-nandy-labour-leadership.html"}