{"authors": ["The New York Times"], "date_download": "2022-10-25 23:22:50", "date_modify": "2022-10-25 23:22:50", "date_publish": "2020-02-21 22:32:29", "description": "The disruption of China’s manufacturing network, and slowdown of its economy, have rippled through to airlines, automakers, tech companies and more.", "filename": "2020_02_21_business_coronavirus-global-business_1666740170.html", "image_url": "https://static01.nyt.com/images/2020/02/22/business/21JPvirusbusiness1-print/21virusbusiness-2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=38e799a3427e4e106f074a23aa37efafb8712e49aca31bd5908a776ae13e1cfc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_21_business_coronavirus-global-business_1666740170.html", "title": "Coronavirus Outbreak Deepens Its Toll on Global Business", "title_page": "Coronavirus Outbreak Deepens Its Toll on Global Business - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A loss of $29 billion in airline revenue. China auto sales down by 92 percent. Interruptions for Procter & Gamble’s 387 suppliers in China.\nAs the coronavirus outbreak rattles the global economy and disrupts supply chains, international companies across nearly every industry are confronting a stark reality: Business will not go on as usual.\nAnd investors have taken notice. U.S. stocks fell for the second-straight day on Friday. Shares of energy, airline and technology companies led the broader market lower on Wall Street, as the S&P closed more than 1 percent lower, putting it on pace for its worst day of the month. Oil and gas prices also fell, with the price of a barrel of benchmark American crude slipping nearly 1 percent. The markets have become more volatile since the outbreak, but American investors have largely shrugged off the threat. Since Jan. 7, when Chinese officials identified the virus, the S&P 500 remains up more than 3 percent, even after this morning’s sell-off. — Matt Philips", "url": "https://www.nytimes.com/2020/02/21/business/coronavirus-global-business.html"}