{"authors": ["Steven Lee Myers", "Alissa J. Rubin"], "date_download": "2022-10-25 22:56:00", "date_modify": "2022-10-25 22:56:00", "date_publish": "2020-03-18 16:09:11", "description": "Beijing is mounting a humanitarian aid blitz in countries struggling with their own outbreaks. In doing so, it’s stepping into a role the West once dominated.", "filename": "2020_03_18_world_asia_coronavirus-china-aid_1666738560.html", "image_url": "https://static01.nyt.com/images/2020/03/18/world/18virus-diplo01/merlin_170287224_650af38e-f114-4b52-a06e-d8da12e604a0-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c62ef0ec5db0fb06330a5ae0893e5c51de45da85df9f6c79d9a07bcfd47902ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_18_world_asia_coronavirus-china-aid_1666738560.html", "title": "Its Coronavirus Cases Dwindling, China Turns Focus Outward", "title_page": "Its Coronavirus Cases Dwindling, China Turns Focus Outward - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Chinese government has one of the most extensive propaganda networks in the world inside the country, but it also aggressively works to influence how it’s perceived outside its borders. “Good morning, President Xi!” China has invested billions into bolstering its image abroad. Its state-run news outlets push out messages in English around the clock — “You’re watching CGTN.” “Live in Beijing.” “From Nairobi.” “Washington, D.C.” — and its diplomats have flocked to Twitter in the last year. But what happens when this massive P.R. apparatus has to do major damage control? We analyzed thousands of tweets from Chinese state media and official accounts and found three dominant messages China wants to project to the world. Here’s what we learned. A novel coronavirus hit the Chinese city of Wuhan in January. Early whistleblowers were silenced. People were angry about a government cover-up. But in the majority of tweets we analyzed, state-owned publications pushed a much more optimistic view, promoting what they said was an effective response. They are sharing videos like this. The Chinese Communist Party refers to this as positive energy, only focusing on the bright side of an issue. China did take drastic measures to try and stem the outbreak, but that’s the only story China wants the world to see. And state media is eager to run praise from foreign experts to back up China’s successes. One tweet from state media that did reveal Chinese citizens’ discontent — — it was quickly deleted. Once the virus spread across the world, China started positioning itself as being at the forefront of fighting the pandemic. It presented itself as a partner, a grateful recipient, and more recently a selfless leader, highlighting large donations from Chinese companies and the government. China hasn’t typically disparaged other countries’ responses to the virus, with one exception — the United States. “President Donald Trump has been accused of denying, downplaying and outright rejecting the concerns over the Covid-19 outbreak.” Another thing we noticed are Chinese outlets disputing the origin of the virus. It all started in late February with a renowned Chinese epidemiologist. Around the same time, the C.D.C. reported the first case in the United States with an unknown origin. A screenshot of the announcement incorrectly translated in Chinese began to trend online and was untouched by Chinese government censors. And a high-ranking government spokesperson actively pushed disinformation about where the virus came from. A government giving an optimistic spin to bad news is not unique. “We want to go big, go solid. The country is very strong. We’ve never been so strong.” But the scale of the Chinese propaganda machine is, and it’s clear that it’s being deployed to try and tell the world a new story about the coronavirus pandemic.", "url": "https://www.nytimes.com/2020/03/18/world/asia/coronavirus-china-aid.html"}