{"authors": ["Francesca Donner", "Alisha Haridasani Gupta"], "date_download": "2022-10-25 23:54:54", "date_modify": "2022-10-25 23:54:54", "date_publish": "2020-03-05 23:49:50", "description": "We sat down with the United Nations secretary general to talk about how one wrests a patriarchal organization into the future.", "filename": "2020_03_05_world_antonio-guterres-un_1666742094.html", "image_url": "https://static01.nyt.com/images/2020/02/29/multimedia/29ihw-International/29ihw-International-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=682c299f37aa846aebcfe88353e926065306141cecadaa9d4aad9a53abb4d1dd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_05_world_antonio-guterres-un_1666742094.html", "title": "António Guterres Wants Gender Parity at the U.N. It May Take Time.", "title_page": "António Guterres Wants Gender Parity at the U.N. It May Take Time. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[In Her Words is available as a newsletter. Sign up here to get it delivered to your inbox.]\nThe secretary general of the United Nations doesn’t just call himself a feminist. Since becoming the world’s top diplomat in 2017, António Guterres has worn that title like a badge.\nHe does not shy away from terms more commonly found in feminist parlance — “mansplaining,” “patriarchy” and “male-dominated world,” among them. And in a recent speech, he did not put too fine a point on his views about gender inequality.\n“Stupid,” he branded it, and an obstacle to peace and security.\nStill, despite broad calls for the U.N. to be overseen by a woman when Mr. Guterres was seeking the job (at the time of his election, more than half the 13 candidates were women), in the end member states went with him. And so whatever his views, Mr. Guterres remains both symbol and product of a male-dominated organization.\nHis focus on gender, however, is a “radical step forward from what we’ve seen in the past,” said Lyric Thompson, the director of policy and advocacy at the International Center for Research on Women, a Washington-based advocacy group that has closely tracked the secretary general’s tenure and suggests improvements.", "url": "https://www.nytimes.com/2020/03/05/world/antonio-guterres-un.html"}