{"authors": ["Declan Walsh"], "date_download": "2022-10-25 23:44:08", "date_modify": "2022-10-25 23:44:08", "date_publish": "2020-11-11 10:00:33", "description": "President Abdel Fattah el-Sisi vowed to put improved health care “at the heart” of his agenda. It hasn’t worked out like that in a country where the military’s needs always come first.", "filename": "2020_11_11_world_middleeast_egypt-sisi-coronavirus-healthcare_1666741448.html", "image_url": "https://static01.nyt.com/images/2020/11/12/world/xxegypt-promises-1/xxegypt-promises-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fe96e07cbef742798c877dfbb276838ad5eac319d8d611df2175fd96ad7b91a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_11_world_middleeast_egypt-sisi-coronavirus-healthcare_1666741448.html", "title": "Sisi Promised Egypt Better Health Care. Covid-19 Showed His True Priority.", "title_page": "Sisi Promised Egypt Better Health Care. Covid-19 Showed His True Priority. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — As the pandemic swept up the Nile this spring, one idealistic young doctor at a bustling Cairo public hospital at first grew anxious.\nThen he became angry.\nPatients were flooding through the hospital doors but resources were alarmingly scarce. Doctors lacked protective equipment, often making do with a single mask for a 24-hour shift. Testing kits were in short supply. Colleagues and friends caught the virus. Several died.\nSix years earlier, President Abdel Fattah el-Sisi of Egypt had vowed to put health care reform “at the heart” of his agenda.\nIt didn’t work out like that.\nEgypt’s public health system was straining badly, the doctor, Ibrahim Bediwy, 27, warned in a message posted online in May. “Any doctor in the current situation is not safe,” he said. “And neither is his family.”", "url": "https://www.nytimes.com/2020/11/11/world/middleeast/egypt-sisi-coronavirus-healthcare.html"}