{"authors": ["Zachary Woolfe"], "date_download": "2022-10-25 23:36:17", "date_modify": "2022-10-25 23:36:17", "date_publish": "2020-06-10 15:00:08", "description": "The lost performances will cost the orchestra approximately $9 million in ticket revenue.", "filename": "2020_06_10_arts_music_new-york-philharmonic-cancel-fall-season-virus_1666740977.html", "image_url": "https://static01.nyt.com/images/2020/06/11/arts/10nyphil-item/10nyphil-item-facebookJumbo.jpg?year=2020&h=549&w=1050&s=c418bbf995724c6b569eed86e8248c8463b521491debdbde5ce585cb256b424f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_10_arts_music_new-york-philharmonic-cancel-fall-season-virus_1666740977.html", "title": "New York Philharmonic Cancels Fall Season", "title_page": "New York Philharmonic Cancels Fall Season - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the number of coronavirus cases down sharply in New York, the city began a gradual reopening this week. But in yet another sign that the full resumption of cultural life is still far off, the New York Philharmonic announced on Wednesday that it was canceling its fall season.\n“We’re in a marathon,” Deborah Borda, the orchestra’s chief executive, said in an interview, adding: “It is possible we could lose this entire upcoming season. But we will do our best to find some way of doing some kind of performances. There must be live music for people.”\nThe decision not to resume performances before Jan. 6, 2021, at the earliest came the week after the Metropolitan Opera said it would not reopen before the end of December. Like the Philharmonic, the Met has been closed since March, and has furloughed its orchestra, chorus and stagehands and some administrative staff, while continuing to provide them with health benefits.\nBut symphonies are smaller operations than grand opera companies, and the Philharmonic has been able to continue to pay its musicians. As they have since May, they will earn about $2,200 per week — 75 percent of the orchestra’s base pay — through Sept. 21, when their current contract expires. The musicians and management plan to meet through the summer to negotiate a new contract.", "url": "https://www.nytimes.com/2020/06/10/arts/music/new-york-philharmonic-cancel-fall-season-virus.html"}