{"authors": ["Jason Horowitz", "Emma Bubola"], "date_download": "2022-10-25 22:59:26", "date_modify": "2022-10-25 22:59:26", "date_publish": "2020-03-08 23:55:18", "description": "Italy’s prime minister implored the public to cooperate in the largest clampdown against the coronavirus in the Western world. “We are the new Wuhan,” one Milan resident said.", "filename": "2020_03_08_world_europe_italy-coronavirus-quarantine.html_action=click&module=RelatedLinks&pgtype=Article_1666738766.html", "image_url": "https://static01.nyt.com/images/2020/03/09/world/09italy-hp-promo/09italy-hp-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a7580b64c985a1fbee8ba1ca84b415e737f4f35feed74b3fc1d175768938e1a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_08_world_europe_italy-coronavirus-quarantine.html_action=click&module=RelatedLinks&pgtype=Article_1666738766.html", "title": "On Day 1 of Lockdown, Italian Officials Urge Citizens to Abide by Rules", "title_page": "On Day 1 of Lockdown, Italian Officials Urge Citizens to Abide by Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Under the surface the Italians invented ways to defeat oppressive regimentation,” Mr. Barzini wrote. “As they could not protect their national liberty in the field of battle, they fought strenuously to defend the liberty of the individual and his family, the only liberty they understood anyway.”\nThe writer compared the rules those leaders imposed to “the hedges in a steeplechase course” that Italians used to show off their speed. Laws, he said, became a necessary evil if only because they provided the delight of evading them.\n“How could one circumvent laws if there were none?” he wrote.\nThis is precisely the kind of thinking that Mr. Conte urged Italians to avoid.\n“We must safeguard our health,” he said early Sunday, “and that of those we love.”\nIn some unlikely quarters, that message seemed to be breaking through.\nAntonio Ponti, 47, a D.J. in Milan’s club scene, had planned a party in defiance of the crackdown on the city’s night life. To skirt an ordinance against events in venues that don’t allow people to keep a meter’s distance from one another, he cleverly planned the party outdoors.\nBut as the toll of virus grew, and talk of tough restrictions resonated in Milan, he said he did not want to be seen as a “plague spreader.” He followed the lead of other promoters and pulled the plug.", "url": "https://www.nytimes.com/2020/03/08/world/europe/italy-coronavirus-quarantine.html?action=click&module=RelatedLinks&pgtype=Article"}