{"authors": ["Winnie Hu"], "date_download": "2022-10-25 23:36:20", "date_modify": "2022-10-25 23:36:20", "date_publish": "2020-06-08 16:07:57", "description": "After months of a devastating outbreak, the city is officially back in business, with as many as 400,000 people returning to work.", "filename": "2020_06_08_nyregion_coronavirus-nyc-reopen-phase-1_1666740980.html", "image_url": "https://static01.nyt.com/images/2020/06/08/nyregion/08nyvirus-reopening-14/merlin_173341401_d05e4902-31a3-415d-a52d-4a10cd811469-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a947c3780ed94788839b9f51897f80e23217db64cf71d6654223924275280afe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_08_nyregion_coronavirus-nyc-reopen-phase-1_1666740980.html", "title": "N.Y.C. Begins Reopening: Here’s What It Looks Like", "title_page": "N.Y.C. Begins Reopening: Here’s What It Looks Like - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, the city remained a shadow of itself, like a patient with a long recovery ahead. The usual surge of people and the cacophony of street noise were largely absent. Along Fifth Avenue, Manhattan’s celebrated shopping strip, many stores remained closed. Private security guards stood watch in front of Saks Fifth Avenue, where plywood boards covered its window displays.\nBut there was relief and hope in returning to the routines of going to work, shopping and just moving around on the streets and subway after the coronavirus brought nearly everything to a screeching stop.\nIt was more than three months ago that the first virus case was confirmed in New York City, but for many, it feels so much longer. More than 205,000 people were infected in the city, which became an epicenter of the global outbreak. Nearly 22,000 people died. At the worst, the virus claimed as many as 800 lives in a single day during the worst health crisis in a century.\nNow, as officials try to move forward, one of the biggest challenges will be how to get commuters safely to work and around the city. They have to worry about ensuring public health on a subway system where social distancing is essentially impossible.\nIn an effort to provide alternatives, Mayor Bill de Blasio announced on Monday a significant revamping of the city’s streets: The city would install five busways to give buses priority on some of the busiest thoroughfares, including Fifth Avenue in Manhattan, largely by banning cars.\nNew York City officials have been under pressure from bus riders and transportation experts to expand on the city’s first busway, created on 14th Street in Manhattan last fall. The 14th Street busway has increased bus speeds and has drawn many new riders.\nEven as the city began reopening, there were reminders that the virus had not gone away. Office towers posted signs that anyone who entered must wear a mask. Companies held safety orientations for employees on how to avoid catching and spreading the illness.", "url": "https://www.nytimes.com/2020/06/08/nyregion/coronavirus-nyc-reopen-phase-1.html"}