{"authors": ["Emily Flitter", "Jeanna Smialek"], "date_download": "2022-10-25 23:41:10", "date_modify": "2022-10-25 23:41:10", "date_publish": "2020-05-28 19:05:22", "description": "Joseph Otting, the top overseer of the country’s largest banks, drew from his own experiences as a banker to rewrite rules for the Community Reinvestment Act. Not everyone is on board.", "filename": "2020_05_28_business_economy_community-reinvestment-act-joseph-otting_1666741270.html", "image_url": "https://static01.nyt.com/images/2020/05/29/business/21JPotting-print/21otting1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1bc1f52487b439e2a8a1a14d960af0dfddf5ceb2c637a16f3baf0c0bfa449f04&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_28_business_economy_community-reinvestment-act-joseph-otting_1666741270.html", "title": "Bank Regulator’s Battle With Anti-Redlining Law Comes to an End", "title_page": "Bank Regulator’s Battle With Anti-Redlining Law Comes to an End - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The reinvestment act was established to prevent redlining — a practice in which banks refused to lend in certain neighborhoods based on race, ethnicity or income — and ensure that less affluent communities had fair access to financial services.\nCompliance is crucial for banks: Mergers and other regulatory approvals are contingent on it. Currently, banks are required to carry out a certain amount of economic activity — either lending, philanthropy, or other banking business — in low-income areas that usually align with their physical locations. But the law has become somewhat outdated in the era of online banking, because banks can attract customers and do business in areas far afield of their branch networks.\nYears before he was comptroller, Mr. Otting collided with the C.R.A. as chief executive of a California bank called OneWest — then owned by Treasury Secretary Steven Mnuchin. In 2014, OneWest and another bank, CIT, agreed to a $3.4 billion merger. Community groups nearly scuttled the deal by arguing that both banks had dismal records of complying with the reinvestment act.\nOne such group, the Greenlining Institute, alleged that Mr. Otting had created the illusion of grass-roots support for the merger using a form email that could be personalized and sent in with a few clicks. According to the Fed, 2,093 of the 2,177 comments ultimately submitted in favor of the merger were identical form letters.\nRegulators approved the merger after both banks pledged to increase their activity in poor communities, but Mr. Otting has said the experience left him with a sour taste.\n“I went through a very difficult period with some community groups that didn’t support our community, who came in at the bottom of the ninth inning, that tried to change the direction of our merger,” he said at a banking conference in April 2018, The Wall Street Journal reported. “And so I have very strong viewpoints.”\nEven before Mr. Otting arrived in Washington in November 2017, Treasury officials were working on a plan to update the rules. A group of policymakers held more than 90 meetings with banks, community groups and trade organizations to determine the best way to reshape the requirements. They created a blueprint and presented it to Mr. Mnuchin, who signed off and sent it to the White House, and then to regulators.", "url": "https://www.nytimes.com/2020/05/28/business/economy/community-reinvestment-act-joseph-otting.html"}