{"authors": ["Jack Ewing", "Melissa Eddy"], "date_download": "2022-10-25 23:34:14", "date_modify": "2022-10-25 23:34:14", "date_publish": "2020-02-20 08:28:54", "description": "The attack showed that no part of the country is immune to the potential for violence fueled by anti-immigrant hatred.", "filename": "2020_02_20_world_europe_germany-hanau-shisha-bar-shooting_1666740854.html", "image_url": "https://static01.nyt.com/images/2020/02/20/us/20germany-image-promo/merlin_169220025_fdbbf698-fe59-4f93-b1b5-0aaa39baf537-facebookJumbo.jpg?year=2020&h=550&w=1050&s=989781212e2d4aa6b6ccb214d9bd4ef00b443dbc1ca535b6c01fc0cb95de053e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_20_world_europe_germany-hanau-shisha-bar-shooting_1666740854.html", "title": "Far-Right Shooting Shatters an Already Fragile Sense of Security in Germany", "title_page": "Far-Right Shooting Shatters an Already Fragile Sense of Security in Germany - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HANAU, Germany — Hanau, a small city in western Germany, considered itself a melting pot, an island of tolerance. That was before a racist extremist opened fire at a hookah bar Wednesday night, killing nine mostly young people in Germany’s worst attack in recent memory.\nA working-class community just outside Frankfurt, Hanau was ethnically diverse long before the issue of immigration began tearing apart German politics with the arrival of nearly a million asylum seekers five years ago.\n“We have lived very peacefully together,” said Metin Kan, a 43-year-old of Turkish descent, who said he was a friend of one of the victims, the owner of the Midnight bar.\nThe attack Wednesday did more than shock Germany. It drove home a fear that no part of the country is immune to the potential for violence that has been unleashed with the rise of a far right angered by Germany’s changing society.", "url": "https://www.nytimes.com/2020/02/20/world/europe/germany-hanau-shisha-bar-shooting.html"}