{"authors": ["Stephanie Saul"], "date_download": "2022-10-25 23:24:27", "date_modify": "2022-10-25 23:24:27", "date_publish": "2020-11-17 23:46:01", "description": "With unsubstantiated claims of vote-counting errors and calls to officials in several states, the South Carolina senator seems bent on reversing Joe Biden’s clear victory over President Trump.", "filename": "2020_11_17_us_politics_lindsey-graham-georgia-trump-biden_1666740267.html", "image_url": "https://static01.nyt.com/images/2020/11/17/us/politics/17graham/17transition-briefing-graham-sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=929a90f30113dc1ed6079b8c06340666159fdda14ab3563b390dfcfd937a6fd1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_17_us_politics_lindsey-graham-georgia-trump-biden_1666740267.html", "title": "Lindsey Graham’s Long-Shot Mission to Unravel the Election Results", "title_page": "Lindsey Graham’s Long-Shot Mission to Unravel the Election Results - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2016, Senator Lindsey Graham of South Carolina praised the integrity of the nation’s elections system, criticizing claims by Donald J. Trump that the vote was “rigged.”\n“Like most Americans, I have confidence in our democracy and our election system,” Mr. Graham said in a statement on Twitter. “If he loses, it will not be because the system is ‘rigged’ but because he failed as a candidate.”\nWhat a difference four years makes.\nMr. Graham, who has transformed during that time to become one of Mr. Trump’s most loyal allies, now seems determined to reverse the election’s outcome on the president’s behalf. On Friday, he phoned Brad Raffensperger, the secretary of state of Georgia and a fellow Republican, wondering about the possibility of a slight tinkering with the state’s elections outcome.\nWhat if, Mr. Graham suggested on the call, according to Mr. Raffensperger, he had the power to toss out all of the mail-in votes from counties with high rates of questionable signatures on ballots?", "url": "https://www.nytimes.com/2020/11/17/us/politics/lindsey-graham-georgia-trump-biden.html"}