{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:48:52", "date_modify": "2022-10-25 23:48:52", "date_publish": "2020-06-08 21:06:09", "description": "The pandemic has complicated the usual methods and models for compiling employment data. But uncertainty has been offset by transparency.", "filename": "2020_06_08_business_economy_jobs-report-data_1666741732.html", "image_url": "https://static01.nyt.com/images/2020/06/08/business/08virus-jobsdata1/08virus-jobsdata1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=072bba023bb18345c7880f07814a9f6dbedfbfd8e06bad25b39e4da9ae930238&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_08_business_economy_jobs-report-data_1666741732.html", "title": "No, the Jobs Report Wasn’t Rigged. Here’s What Happened.", "title_page": "No, the Jobs Report Wasn’t Rigged. Here’s What Happened. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the Labor Department reported on Friday that employers had added jobs in May and that the unemployment rate had unexpectedly fallen, economists were surprised.\nOthers had a different reaction: suspicion.\nSocial media sites over the weekend lit up with posts, some from Democratic politicians, saying the jobs numbers were misleading at best and possibly manipulated. “The trump folks fudged the figures,” Howard Dean, the former Vermont governor and Democratic national chairman, said on Twitter.\nFor many, those suspicions seemed confirmed by a note, deep within the report, saying some workers had been improperly counted as employed rather than unemployed. If those workers had been classified correctly, the unemployment rate would have been about 16.4 percent in May, rather than the official rate of 13.3 percent (although it still would have been lower than in April).\nBut economists across the political spectrum say it would be all but impossible to manipulate the jobs numbers undetected. And while there is no question that the speed and severity of the economic collapse has made gathering and interpreting economic data unusually difficult, they say the Bureau of Labor Statistics — the Labor Department office that produces the jobs report — has done an admirable job both ensuring that the numbers are reliable and publicly identifying potential issues.", "url": "https://www.nytimes.com/2020/06/08/business/economy/jobs-report-data.html"}