{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:49:34", "date_modify": "2022-10-25 23:49:34", "date_publish": "2020-05-27 09:00:17", "description": "Democrats propose $50 billion for a business that is in danger of widespread failure — and that many parents need before they can return to work.", "filename": "2020_05_27_upshot_virus-childcare-bailout-democrats_1666741774.html", "image_url": "https://static01.nyt.com/images/2020/05/26/upshot/up-virus-childcare2/up-virus-childcare2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=153b57e9e4836ed7b2713c829c5baedfc685002d506ad1119a7d08c7f67d4600&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_27_upshot_virus-childcare-bailout-democrats_1666741774.html", "title": "Should the Child Care Industry Get a Bailout?", "title_page": "Should the Child Care Industry Get a Bailout? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even before the pandemic, finding affordable, high-quality providers was a struggle for many families.\nNow, half the child care supply in the United States is potentially at risk of closing permanently, according to an analysis by the Center for American Progress. It combined the center’s data on child care availability with a March survey of 6,000 providers by the National Association for the Education of Young Children. Seventeen percent said they could not survive any closure without government support; 30 percent said they could not survive more than two weeks; and 16 percent said they could not survive more than a month.\nSome providers received short-term financing from the Paycheck Protection Program or the CARES Act relief package, which gave $3.5 billion to child care. The new bills, echoing recommendations from advocacy groups, go much further, calling for $50 billion.\nThough many rich countries heavily subsidize early care and education, the United States has long resisted doing so. Lockdowns have shown what happens when child care and education are financed by parents instead of the government. Elementary and high schools are publicly financed, so no one doubts that schools and teachers will still be there when the country fully reopens. There is no such assurance for child care.\nResearchers at Arizona State University found that job postings for early education teachers declined 13 percent in the immediate aftermath of stay-home orders, which equates to the sector losing the capacity to serve 10,000 children each month. But the decreases came only from private programs. The few child care programs that are funded by the government, like Head Start and public pre-K, did not show a decrease, the working paper found.\n“If there was ever a time to have a conversation about the fact that we expect parents to pay for care for the first five years of life and we expect government to pay for the next 13, then this is the time,” said Elliot Haspel, an education policy program officer at the Robins Foundation and author of “Crawling Behind: America’s Child Care Crisis and How to Fix It.”", "url": "https://www.nytimes.com/2020/05/27/upshot/virus-childcare-bailout-democrats.html"}