{"authors": ["Eliza Shapiro"], "date_download": "2022-10-25 23:49:16", "date_modify": "2022-10-25 23:49:16", "date_publish": "2020-08-14 09:00:23", "description": "School leaders are running up against major obstacles and unanswerable questions ahead of the planned reopening. A large group of principals has called on the mayor to delay in-person instruction.", "filename": "2020_08_14_nyregion_nyc-schools-reopening-plan_1666741756.html", "image_url": "https://static01.nyt.com/images/2020/08/11/nyregion/00nyvirus-principals/00nyvirus-principals-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2003cbe108c82d9869a4c3bcd1b91c0d1cbda9295b62cbc83ca29fd7bf20d972&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_14_nyregion_nyc-schools-reopening-plan_1666741756.html", "title": "N.Y.C. Schools Will Reopen in a Month. Principals Fear It’s Too Soon.", "title_page": "N.Y.C. Schools Will Reopen in a Month. Principals Fear It’s Too Soon. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Alexa Sorden, an elementary school principal in the Bronx, has been pacing through the empty hallways of her school, trying to figure out how to make the most consequential school reopening effort in the country actually work.\nAlong with about 1,700 other school principals in New York City, Ms. Sorden has spent the summer racing to complete a dizzying set of tasks: calculating how many students she can safely allow in her building while adhering to social distancing; creating a curriculum and schedule to accommodate children in-person and online; and keeping a steady line of communication with nervous staff and traumatized parents.\nHer efforts will help to determine whether the nation’s largest school district can reopen this fall. New York City, where the virus is currently under control, is the only major school district in the U.S. still planning to welcome children into classrooms part time this fall.\nBy trying to execute the high-stakes reopening plan, New York City’s principals have been quietly shaping what pandemic-era schooling could look like, not just for the city’s 1.1 million students but for children nationwide. New York’s reopening plans are being closely watched by politicians and school superintendents around the country.", "url": "https://www.nytimes.com/2020/08/14/nyregion/nyc-schools-reopening-plan.html"}