{"authors": ["Kim Barker", "Serge F. Kovaleski"], "date_download": "2022-10-25 23:29:24", "date_modify": "2022-10-25 23:29:24", "date_publish": "2020-07-18 15:00:20", "description": "In more than 19 years on the Minneapolis police force, Mr. Chauvin had a reputation as a rigid workaholic with few friends. He sometimes made other officers uncomfortable.", "filename": "2020_07_18_us_derek-chauvin-george-floyd_1666740564.html", "image_url": "https://static01.nyt.com/images/2020/07/17/us/00UNREST-CHAUVIN-station3/merlin_174688452_c3b1a004-2130-49ea-8ead-64b6fc028b86-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4a641ed85347aa2930af1d633b789f83a0817108fbb5fb5c4e0b17fc80e43c16&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_18_us_derek-chauvin-george-floyd_1666740564.html", "title": "Officer Who Pressed His Knee on George Floyd’s Neck Drew Scrutiny Long Before", "title_page": "Officer Who Pressed His Knee on George Floyd’s Neck Drew Scrutiny Long Before - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“He was overly aggressive and not understanding that we were just kids,” recalled Noah McGurran-Hanson, who was in the car with Mr. Bergh and the two others, all of whom are white. “He was treating us like we had been tried and convicted.”\nMr. Chauvin, his lawyer and family members have declined to talk to The Times. Yet dozens of interviews with acquaintances depict a police officer who seemed to operate at an emotional distance from those around him. Mr. Chauvin was a quiet and rigid workaholic with poor people skills and a tendency to overreact — with intoxicated people, especially — when a less aggressive stance might have led to a better outcome, interviews show.\nHe was awkward. Other officers often didn’t like him or didn’t know him. He didn’t go to parties and didn’t seem to have many friends. Some neighbors knew so little about him that they didn’t even know he was a police officer until after his arrest. Even his wife of 10 years, a Hmong refugee and real estate agent, ended up estranged: Days after Mr. Floyd’s death, she filed for divorce and asked to change her last name.\nMr. Chauvin always wanted action. He continued to pound the streets in one of Minneapolis’s busiest precincts on its hardest shift, 4 p.m. to 2 a.m., long after many others his age moved to desk jobs or the day shift.\nThat earned him kudos. He received two medals of commendation, for tackling an armed suspect and arresting an armed gang member. He also was awarded two medals of valor, after shooting a man wielding a sawed-off shotgun and subduing a domestic-violence suspect — whom he shot and wounded in the process.\nBut his performance also led to at least 22 complaints or internal investigations. Only one resulted in discipline. (Mr. Bergh said his complaint was shrugged off by a sergeant who apologized for any “negative interaction.”)\nThat is a high number compared with other officers, said Dave Bicking, a board member of Communities United Against Police Brutality, based in the Twin Cities. “His numbers should have definitely raised alarm with the department and triggered a review,” said Mr. Bicking, adding that most officers might get one or two complaints in seven years.", "url": "https://www.nytimes.com/2020/07/18/us/derek-chauvin-george-floyd.html"}