{"authors": ["Tracey Tully"], "date_download": "2022-10-25 22:56:32", "date_modify": "2022-10-25 22:56:32", "date_publish": "2020-11-04 02:59:21", "description": "Voters approved a constitutional amendment to legalize cannabis in New Jersey, putting pressure on neighboring states like New York.", "filename": "2020_11_03_nyregion_nj-marijuana-legalization_1666738592.html", "image_url": "https://static01.nyt.com/images/2020/11/03/nyregion/03njpot-hfo/03njpot-hfo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=37d0d3f87612e69871dade5eb9e0b215feffff0461ceb6821109c07afd60109c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_03_nyregion_nj-marijuana-legalization_1666738592.html", "title": "Recreational Marijuana Legalized by New Jersey Voters", "title_page": "Recreational Marijuana Legalized by New Jersey Voters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even getting a business checking account can be a high hurdle for most marijuana entrepreneurs, forcing many to rely primarily on cash transactions, according to Nathaniel Gurien, the chief executive of Fincann, a New York-based company that helps broker relationships between banks and cannabis sellers.\nDetails around who is authorized to test marijuana products — as well as how often testing is conducted and what components are examined — also still need to be finalized.\n“The more normalized it is, the more education there will be and the more we can help people understand the benefits of this plant,” said Kristen Goedde, the founder of Trichome Analytical, a hemp testing company that opened in July in Mount Laurel, N.J.\nIt is illegal to transport marijuana between states. But the advantage of opening dispensaries within a short trip of New York City, home to more than eight million residents, is indisputable.\n“If New Jersey got there first and we got there later, I guarantee you the busiest group of retail marijuana stores in New Jersey would be directly across the Lincoln Tunnel and in Fort Lee, right off the George Washington Bridge,” said Ms. Krueger, the state senator from Manhattan.\n“If our immediate state neighbors are going down the road,” she added, “of course it will bite into our market.”", "url": "https://www.nytimes.com/2020/11/03/nyregion/nj-marijuana-legalization.html"}