{"authors": ["Lisa Lerer", "Kenneth P. Vogel"], "date_download": "2022-10-25 23:30:07", "date_modify": "2022-10-25 23:30:07", "date_publish": "2020-04-29 18:17:02", "description": "Conservative groups making a legal assault against state and local coronavirus restrictions are backed by the Justice Department’s willingness to “take action.”", "filename": "2020_04_29_us_politics_coronavirus-trump-justice-department_1666740607.html", "image_url": "https://static01.nyt.com/images/2020/04/28/us/politics/xxlawsuits-01/xxlawsuits-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a053ad6d889aca279cc4910f4493674df2ae91b589525b16db6201a0036f3dcb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_29_us_politics_coronavirus-trump-justice-department_1666740607.html", "title": "Trump Administration Signals Support for Allies’ Fight Against Virus Orders", "title_page": "Trump Administration Signals Support for Allies’ Fight Against Virus Orders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A network of conservative leaders, donors and organizations has launched a legal onslaught against state and local restrictions intended to slow the spread of the coronavirus, pushing to allow churches to hold services, businesses to reopen and people to be able to visit with family and friends.\nThey have been emboldened in recent days by increasing signs of support from a powerful ally: The Justice Department.\nJustice Department officials have spoken on conference calls with leaders of conservative groups, who have flagged individual cases as worthy of the department’s review. Some cabinet officials have signaled that they back the effort by participating in private calls with conservative allies, according to multiple people involved with the calls.\nThis week the Justice Department delivered the clearest show of support yet when Attorney General William P. Barr issued a memorandum directing two of his department’s top lawyers to lead an effort with other federal agencies to monitor state and local policies “and, if necessary, take action to correct” those that “could be violating the constitutional rights and civil liberties of individual citizens.”", "url": "https://www.nytimes.com/2020/04/29/us/politics/coronavirus-trump-justice-department.html"}