{"authors": ["Ivan Nechepurenko", "Andrew Higgins"], "date_download": "2022-10-25 23:26:45", "date_modify": "2022-10-25 23:26:45", "date_publish": "2020-08-09 19:48:50", "description": "A government exit poll said Aleksandr Lukashenko had won almost 80 percent of the vote. That triggered protests against the repressive regime, and a heavy police response.", "filename": "2020_08_09_world_europe_belarus-election-lukashenko_1666740405.html", "image_url": "https://static01.nyt.com/images/2020/08/09/world/09belarus07/merlin_175522965_f6f86d11-e0a1-4c8e-bbb9-3a006787205f-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c31baf4d9fd65a80725245fca48acf941f3584d3262e7994edf80b804b24a11b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_09_world_europe_belarus-election-lukashenko_1666740405.html", "title": "Belarus Says Longtime Leader Is Re-elected in Vote Critics Call Rigged", "title_page": "Belarus Says Longtime Leader Is Re-elected in Vote Critics Call Rigged - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Read more on what’s happening in Belarus: protests, police and government.]\nMINSK, Belarus — He bungled the coronavirus pandemic, alienated his longstanding foreign ally and last week faced the biggest anti-government protests in decades, but on Sunday, President Aleksandr G. Lukashenko of Belarus was on course to win his sixth term in office, in an election his critics dismissed as rigged.\nAccording to a government-sponsored exit poll released after voting ended, Mr. Lukashenko won just under 80 percent of the vote against four rivals, avoiding a runoff vote.\nA heavy cloak of security descended over the capital, Minsk, where internet service was cut off, phones worked only sporadically and soldiers and riot police cordoned off the central square and the main public buildings. Long before the results were announced, the opposition, predicting that the count would be illegitimate, had called for protests on Sunday night.\nTension escalated sharply Sunday evening after a police truck rammed into a crowd of protesters blocking a major avenue in the center of the capital, injuring several people. The protesters had barricaded the avenue with metal dumpsters but were eventually dispersed by squads of riot police officers.", "url": "https://www.nytimes.com/2020/08/09/world/europe/belarus-election-lukashenko.html"}