{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:28:51", "date_modify": "2022-10-25 23:28:51", "date_publish": "2020-02-26 19:08:14", "description": "Uber Eats, DoorDash and Postmates might be convenient, but the apps are making you pay a juicy premium.", "filename": "2020_02_26_technology_personaltech_ubereats-doordash-postmates-grubhub-review_1666740531.html", "image_url": "https://static01.nyt.com/images/2020/02/26/business/26Techfix-illo/26Techfix-illo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ffb20f96999fe4fdf40faf55c00b0757ed15eb071a2c36df511b3e776c8a07e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_26_technology_personaltech_ubereats-doordash-postmates-grubhub-review_1666740531.html", "title": "Up to 91% More Expensive: How Delivery Apps Eat Up Your Budget", "title_page": "Up to 91% More Expensive: How Delivery Apps Eat Up Your Budget - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Boy, is Uber Eats expensive. So is Postmates.\nUber Eats bills were high across the board, which was surprising because it offers practically the same type of service as Grubhub and DoorDash.\nBut unlike the other apps, Uber Eats charged a $3 “small order” fee when I ordered the sandwiches from a Subway. Plus it added a 15 percent service charge and a separate $3.99 delivery fee, which was determined by my proximity to Subway.\nMeghan Casserly, a spokeswoman for Uber, said that the company’s goal was to deliver meals to people as quickly as possible, and that the transparent fees covered operating expenses while fairly compensating workers.\nYet among the four apps, Uber’s service charges were also the most unpredictable, I found. Its delivery fees fluctuated depending on the availability of couriers when I placed an order. That was similar to Uber’s so-called surge pricing for rides, which it uses to get more people to drive when rides are in high demand.\nPostmates’ markups were also confusing. Its delivery fees and service fees both vary widely, depending on the merchant you are ordering from. For the same Subway order, its delivery fee was $2.99, lower than Uber’s $3.99. But its service charge was highest at about 16.4 percent, or $2.42.\nPostmates service charges can skew higher in part because it doesn’t deliver only meals. Its couriers offer to bring you practically anything they can pick up, from a pair of sneakers to a birthday cake.\nOther delivery apps generally have relationships only with restaurants, so their offerings are more limited and they charge a smaller service fee. DoorDash’s service fee for the Subway order was 11 percent, and Grubhub’s was 5 percent.", "url": "https://www.nytimes.com/2020/02/26/technology/personaltech/ubereats-doordash-postmates-grubhub-review.html"}