{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 23:23:44", "date_modify": "2022-10-25 23:23:44", "date_publish": "2020-11-25 08:30:06", "description": "The war in Syria, which began almost a decade ago, makes it the only country where the outlawed bombs have been repeatedly used since 2012.", "filename": "2020_11_25_world_middleeast_cluster-bomb-casualties-syria_1666740224.html", "image_url": "https://static01.nyt.com/images/2020/11/25/world/25cluster/25cluster-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f95bad8670def5b347c08518d32156ec83e78370828e2f4f77ef561c7c081661&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_25_world_middleeast_cluster-bomb-casualties-syria_1666740224.html", "title": "Casualties From Banned Cluster Bombs Nearly Doubled in 2019, Mostly in Syria", "title_page": "Casualties From Banned Cluster Bombs Nearly Doubled in 2019, Mostly in Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Casualties from cluster bombs, the internationally banned weapons that kill indiscriminately, nearly doubled last year, mostly because of use by the Russian-backed armed forces of Syria in that country’s nearly decade-old war, a monitoring group reported on Wednesday.\nAt least 286 people were killed or wounded in 2019 from cluster-bomb attacks or from remnants of the munitions, compared with 149 in 2018, according to the monitoring group. It said Syria accounted for 219 of the 2019 casualties — triple the number there in 2018.\nThe findings by the monitoring group, the International Campaign to Ban Landmines-Cluster Munitions Coalition, were contained in its 10-year review of compliance with the Convention on Cluster Munitions, the treaty banning the weapons that took effect in August 2010 after being ratified by 30 countries. Since then, that number has grown to 110 countries, none of which have used the weapons.\nThe group said it had also found use of cluster munitions in Libya in 2019, and that it had reviewed allegations of their use last year in Yemen and in the contested Kashmir region on the India-Pakistan border but could not make a conclusive determination.", "url": "https://www.nytimes.com/2020/11/25/world/middleeast/cluster-bomb-casualties-syria.html"}