{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:40:41", "date_modify": "2022-10-25 23:40:41", "date_publish": "2020-09-28 11:11:14", "description": "The decision barring the separatist president of Catalonia’s regional government, Quim Torra, from holding public office confirms a ruling in December and threatens to reignite unrest.", "filename": "2020_09_28_world_europe_spain-catalonia-quim-torra_1666741241.html", "image_url": "https://static01.nyt.com/images/2020/09/27/world/00catalonia-1/00catalonia-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=aed5d6658700d4577589bad7950e353af25b9ce54f028f265f6b0acc5bf1a3e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_28_world_europe_spain-catalonia-quim-torra_1666741241.html", "title": "Spanish Court Upholds Ban on Catalan Leader", "title_page": "Spanish Court Upholds Ban on Catalan Leader Quim Torra - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — The Supreme Court of Spain on Monday upheld a ruling barring the separatist leader of Catalonia from public office, a decision that could renew tensions in the restive northeastern region.\nThe Catalan police force had put officers on high alert for possible protests ahead of the decision, which confirmed a December ruling against the separatist leader, Quim Torra, the president of the regional government of Catalonia..\nThe verdict on Monday threw Catalan politics once more into turmoil. Mr. Torra is expected to be replaced in office by his deputy, Pere Aragonès, who represents a different separatist party. Mr. Torra had intended to hold an early election to shore up support for the separatist movement this year, but that plan was delayed by the coronavirus pandemic that has hit Spain particularly hard.\nMr. Torra’s case is part of a long series of clashes pitting Spain’s central government and its judiciary against Catalan leaders who favor independence. Politicians have failed for years to resolve the secessionist deadlock, and it has increasingly been left to judges to handle, while continuing to split Catalan society down the middle.", "url": "https://www.nytimes.com/2020/09/28/world/europe/spain-catalonia-quim-torra.html"}