{"authors": ["Andrew Jacobs", "Matt Richtel", "Mike Baker"], "date_download": "2022-10-25 23:49:06", "date_modify": "2022-10-25 23:49:06", "date_publish": "2020-03-19 19:58:44", "description": "The lack of proper masks, gowns and eye gear is imperiling the ability of medical workers to fight the coronavirus — and putting their own lives at risk.", "filename": "2020_03_19_health_coronavirus-masks-shortage_1666741746.html", "image_url": "https://static01.nyt.com/images/2020/03/19/science/19VIRUS-SUPPLIES1/19VIRUS-SUPPLIES1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=69c7e0f1fb8d0b9611a0382e9ace9e32901104137e3db30817ef2d32f506e587&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_19_health_coronavirus-masks-shortage_1666741746.html", "title": "Doctors Say Shortage of Protective Gear Is Dire During Coronavirus Pandemic", "title_page": "Doctors Say Shortage of Protective Gear Is Dire During Coronavirus Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the United States, the number of reported cases grew to more than 11,000 on Thursday, as Senate Republicans released a plan that would provide checks of up to $1,200 for many taxpayers and Gov. Gavin Newsom of California issued an order that state residents “stay at home.”\nThe president also said there were no immediate plans to address medical equipment shortages by activating the Defense Production Act, a Korean War-era law that authorizes presidents to take extraordinary action to force American industry to ramp up production of equipment needed for national security.\n“We hope we are not going to need it,” he said.\nThe president’s optimistic statements contrasted starkly with the situation on the ground, particularly in Washington and New York, the states with the largest number of coronavirus cases.\nEarlier this week, administrators informed doctors at Memorial Sloan Kettering in Manhattan that they were down to one-week supply of respirator masks, but working to get more, according to a physician familiar with the situation.\nRebecca Bartles, who heads infection prevention efforts for the Providence St. Joseph hospital chain based in Washington, said it was only a matter of days before some of the system’s 51 hospitals and 800 clinics run out of personal protective equipment — a situation that imperils the nation’s ability to respond to a pandemic still in its early stages.\n“We’re on mile one of a marathon,” she said, adding, “what does mile 25 look like?”\nHealth care workers’ fears are not abstract. Two emergency room doctors in New Jersey and Washington have been hospitalized in critical condition, dozens of other health care workers across the country have already fallen ill and hundreds have been forced into quarantine.", "url": "https://www.nytimes.com/2020/03/19/health/coronavirus-masks-shortage.html"}