{"authors": ["Emily Cochrane", "Alan Rappeport"], "date_download": "2022-10-25 23:29:25", "date_modify": "2022-10-25 23:29:25", "date_publish": "2020-04-17 22:05:45", "description": "Unhappy with the Treasury secretary’s willingness to offer concessions to Democrats in previous stimulus negotiations, Republicans are warily watching the talks over replenishing a small-business loan program.", "filename": "2020_04_17_us_politics_coronavirus-mnuchin-republicans_1666740565.html", "image_url": "https://static01.nyt.com/images/2020/04/17/us/politics/17dc-virus-mnuchin1-sub/17dc-virus-mnuchin1-sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=42d9ce4dbd70c7c5903f2ceedfe28ce88d4f3301244eaeef91da95070dac26a0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_17_us_politics_coronavirus-mnuchin-republicans_1666740565.html", "title": "Republicans Fret as Mnuchin Bargains With Democrats to Break Funding Impasse", "title_page": "Republicans Fret as Mnuchin Bargains With Democrats to Break Funding Impasse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Treasury Secretary Steven Mnuchin and top Democrats negotiated on Friday to break an impasse over replenishing a stimulus program to help small businesses weather the coronavirus pandemic, even as some Republicans privately worried that Mr. Mnuchin would concede too much in his zeal to unfreeze a critical aid initiative.\nTop Republicans had steadfastly refused to discuss a deal with Democrats on their demands to couple an infusion for the small-business program — the Paycheck Protection Program — with more money for states, cities and hospitals to combat the virus. But after the funding lapsed on Thursday, they expressed the first hints of openness to accepting additional hospital or grant funding beyond the administration’s request for $250 billion to keep the small-business program afloat.\n“I’m open to that discussion being very narrowly focused on what we did in Phase 3 that’s already proven to be not quite hitting the mark we hope to hit,” said Senator Roy Blunt, Republican of Missouri, referring to the $2.2 trillion stimulus package that was the third spending measure enacted to respond to the coronavirus crisis.\nStill, with Mr. Mnuchin pursuing talks primarily with Democrats, there is lingering apprehension among some Republicans on Capitol Hill that in an effort to limit the economic fallout from the spread of the coronavirus and restart the program, Mr. Mnuchin will go too far in accommodating the Democrats and agree to policies they cannot support.", "url": "https://www.nytimes.com/2020/04/17/us/politics/coronavirus-mnuchin-republicans.html"}