{"authors": ["Matt Phillips"], "date_download": "2022-10-25 23:30:59", "date_modify": "2022-10-25 23:30:59", "date_publish": "2020-03-24 18:14:01", "description": "Companies are hitting the pause button on share buybacks, which have suddenly become politically and financially unpalatable.", "filename": "2020_03_24_business_coronavirus-stock-buybacks_1666740659.html", "image_url": "https://static01.nyt.com/images/2020/03/24/business/24buybacks01/24buybacks01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=894ba5e81c80457058cff6edd539bcd373fedc7483226584464996c30428556b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_24_business_coronavirus-stock-buybacks_1666740659.html", "title": "The Stock Buyback Binge May Be Over. For Now.", "title_page": "The Stock Buyback Binge May Be Over. For Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I don’t want to give a bailout to a company and then have somebody go out and use that money to buy back stock in the company and raise the price and then get a bonus. OK?” President Trump said at a news conference on Sunday. “So I may be Republican, but I don’t like that.” It was a switch for the administration, which supported buybacks as an efficient way to inject excess corporate capital into the economy after the tax overhaul took effect.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nDemocratic leaders, including Senator Elizabeth Warren of Massachusetts and Senator Bernie Sanders of Vermont, have also called for or supported bans on buybacks by companies that receive assistance.\n“Buyback activity will slow dramatically, both for political and practical reasons,” Goldman Sachs stock market analysts wrote in a research note published on Monday. “First, politicians are denouncing repurchases given the impending recession. Second, from a practical perspective, as revenues evaporate firms will be looking to preserve cash.”\nAT&T, Nordstrom and McDonald’s are among the companies that have recently suspended buyback programs, as have big banks such as JPMorgan Chase and Citigroup. Boeing, which suspended its buyback program last year after problems with its 737 Max aircraft, extended the pause in repurchases.\nBut buybacks were a fraught topic well before the coronavirus outbreak.\nWhen companies have excess cash on their hands, they typically return some of that money to shareholders — either in the form of a dividend payment or through a share buyback. By repurchasing stock, a company reduces the number of shares in the open market. The reduced supply of shares tends to push prices up.", "url": "https://www.nytimes.com/2020/03/24/business/coronavirus-stock-buybacks.html"}