{"authors": ["Shaila Dewan"], "date_download": "2022-10-25 23:27:08", "date_modify": "2022-10-25 23:27:08", "date_publish": "2020-06-10 09:00:23", "description": "Oregon and other states have begun holding jury trials again, leading to courtroom drama that may have nothing to do with the charges.", "filename": "2020_06_10_us_coronavirus-jury-trial-oregon_1666740428.html", "image_url": "https://static01.nyt.com/images/2020/05/30/us/00VIRUS-JURIES-03/00VIRUS-JURIES-03-facebookJumbo.jpg?year=2020&h=549&w=1050&s=736cf8ca388c2e6d69fabdc2799815ac5ae9932d8ff511a7f792f89b1e5febd5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_10_us_coronavirus-jury-trial-oregon_1666740428.html", "title": "What Jury Service During the Coronavirus Pandemic Looks Like", "title_page": "What Jury Service During the Coronavirus Pandemic Looks Like - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Courts across the country have managed to conduct a variety of legal proceedings remotely, including arraignments, guilty pleas and bench trials, but Oregon was one of the first states to reinstate in-person jury trials. Their handling provides a glimpse of the near future, and raises new questions about fairness, safety and due process in a court system that, like everything else, is affected by the coronavirus.\nMasks pose a number of conundrums. How would Mr. Potter choose a jury if he could not pick up on the fleeting smirks or scowls that normally tip him off to bias? How would the jury react if his client looked like a bandit in the courtroom?\nOther questions involved more fundamental principles of jurisprudence. Would the jury pool reflect the community if people in groups hit harder by Covid-19, like older residents, African-Americans and Latinos, were more reluctant to show up? Can a trial truly be considered public if the public has been told to stay at home?\n“There’s an inherent conflict between the rights of someone on trial and our social distancing policies,” Mr. Potter said after his client, Michael Frank Moody, became the first defendant to be tried by jury in Multnomah County since the pandemic began. “As smooth as this went, at no point would I ever advise a client to go through with it in these times.”", "url": "https://www.nytimes.com/2020/06/10/us/coronavirus-jury-trial-oregon.html"}