{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:49:14", "date_modify": "2022-10-25 23:49:14", "date_publish": "2020-08-17 09:00:28", "description": "The sustained low rate of infection has surprised local health officials. But a resurgence may be inevitable, despite the state’s and city’s best efforts.", "filename": "2020_08_17_nyregion_coronavirus-second-wave-nyc_1666741754.html", "image_url": "https://static01.nyt.com/images/2020/08/03/nyregion/00nyvirus-challenges-1/merlin_174750792_5f7d234e-25e0-46ce-8e0a-f5d63eda27f6-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b9da7d89acb1dcfc3f81052e3ec3edb0097c13c983114bedcf65060c6e590aab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_17_nyregion_coronavirus-second-wave-nyc_1666741754.html", "title": "Can NY Hold Off a Second Coronavirus Wave?", "title_page": "Can NY Hold Off a Second Coronavirus Wave? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And even at the currently low levels, the number of new virus cases in New York City — 386 reported positive on Tuesday out of 46,185 tested, according to state data — is still too great for its contact tracers to effectively determine where people are becoming infected, said Dr. Barbot. The new norms of behavior have to continue for the foreseeable future, she said.\n“I think that we are changing the culture,” said Dr. Howard Zucker, the state health commissioner, adding that social distancing and masks are now almost “a reflex.”\nSuch changes have been evident from new behaviors. In Westchester County, where indoor dining is allowed, patrons are opting to eat outside. Some restaurants still only offer outdoor seating.\n“When the weather turns colder, that will be the test of whether people are comfortable dining indoors,” said Noam Bramson, the mayor of New Rochelle, which had the first reported cluster in New York in March. The city of 80,000 had 33 active cases at the end of July, he said, down from more than 1,000 in the spring.\nThe ways New York has contained the virus are varied, and together offer a preview of what life may look like for months if not years to come.\n“The work force is going to be different for a while,” said Jim Malatras, who has been advising Governor Cuomo on the virus response. He wondered aloud when and how things like gyms or movie theaters would be able to open safely in the state. (On Monday, the governor announced gyms would be allowed to open with limited capacity on Aug. 24.)\n“We’re taking it slow,” he added. “Dave Matthews isn’t performing at Madison Square Garden anytime soon.”", "url": "https://www.nytimes.com/2020/08/17/nyregion/coronavirus-second-wave-nyc.html"}