{"authors": ["Matthew Haag"], "date_download": "2022-10-25 23:51:02", "date_modify": "2022-10-25 23:51:02", "date_publish": "2020-10-13 20:40:35", "description": "The four companies known as Big Tech — Amazon, Apple, Facebook and Google — now have more than 22,000 employees in the city, with thousands added just this year.", "filename": "2020_10_13_nyregion_big-tech-nyc-office-space_1666741862.html", "image_url": "https://static01.nyt.com/images/2020/10/15/nyregion/00nytech/00nytech-facebookJumbo.jpg?year=2020&h=549&w=1050&s=af778dc2ee86a1280b74d2eaf3eefd9e9cb1c4ad7d20a81bf3d2e9cd7d0f7b37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_13_nyregion_big-tech-nyc-office-space_1666741862.html", "title": "Manhattan Emptied Out During the Pandemic. But Big Tech Is Moving In.", "title_page": "Manhattan Emptied Out During the Pandemic. But Big Tech Is Moving In. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even with Big Tech’s expansion, the city continues to face a fundamental challenge: Most offices have been deserted since March, devastating the local economy and the ecosystem of transit, stores, restaurants and other business that depend on workers. Only about 12 percent of workers have returned to Manhattan offices managed by CBRE, a commercial real estate firm that manages 20 million square feet of office space in the city.\nMany people do not want to go back to offices until there is a vaccine. Even after that, there are mounting questions about whether the pandemic has fundamentally tarnished the allure of the office towers of Midtown and Lower Manhattan.\nWhat’s more, a recent uptick in new cases in parts of Brooklyn and Queens has raised fears that a second wave looms and that restrictions on daily life could be reimposed.\nCollectively, Amazon, Google, Facebook and Apple have hired more than 2,600 employees in the city so far this year, bringing their total employment to over 22,000 people. Facebook alone has added 1,100 workers to bring its current work force up to 4,000.\nApple, Amazon and Facebook have gobbled up more than 1.6 million square feet of office space since the start of the year, most of which was leased or bought during the pandemic. Before the pandemic, Google added about 1.7 million square feet of office space as part of a corporate campus rising along the Hudson River in Manhattan.\nThe companies now have enough new office space to hire another 15,000 employees. When those workers will arrive at the new offices remains uncertain; all four companies have allowed their employees to work remotely and some, including Facebook, foresee a future in which up to half its employees work from home.", "url": "https://www.nytimes.com/2020/10/13/nyregion/big-tech-nyc-office-space.html"}