{"authors": ["Katie Glueck"], "date_download": "2022-10-25 23:32:08", "date_modify": "2022-10-25 23:32:08", "date_publish": "2020-03-16 09:00:10", "description": "Mr. Biden said he would pick a woman to be his vice presidential nominee. Here are several names in the mix, as well as factors on Mr. Biden’s mind.", "filename": "2020_03_16_us_politics_joe-biden-vp-running-mate_1666740728.html", "image_url": "https://static01.nyt.com/images/2020/03/15/us/politics/15bidenveep/15bidenveep-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9dc0c9b6996650046acdf9d621f5925d8345fb84c12380ca16a277e556cf55e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_16_us_politics_joe-biden-vp-running-mate_1666740728.html", "title": "Behind Joe Biden’s Thinking on a Female Running Mate", "title_page": "Behind Joe Biden’s Thinking on a Female Running Mate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.”\n[music]\nToday: Two weeks ago, the biggest story in the country was the Democratic presidential primary. Now, with the coronavirus, it’s been largely forgotten. Alex Burns on what happened when those two stories collided. It’s Monday, March 23.\nmichael barbaro\nHello?\nalex burns\nHello, Michael.\nmichael barbaro\nHey. It’s always nice to be heralded by a bing, you know?\nalex burns\nIs that not your usual entrance into halls and rooms?\nmichael barbaro\nUsually it’s trumpets. [LAUGHS] I feel like every day pretty much for two weeks, we would talk on the show. And then poof, we have this unplanned hiatus, and you go away. And so I kind of miss you a little bit.\nalex burns\n[LAUGHS] It’s a particularly painful kind of social isolation, for me at least.\nmichael barbaro\nSo, bring us up to speed on the Democratic primary. How would you describe the current state of the race?\nalex burns\nWell, it’s pretty close to over at this point. Joe Biden has emerged as the overwhelming favorite to be the Democratic nominee. He clearly has a support from the majority of the party, wide lead in the delegate count. And Bernie Sanders has not conceded the race, but he’s acknowledged that he is sort of reassessing his campaign. And that’s often the first stage in the process of winding things down.\nmichael barbaro\nSo in effect, it feels like what you just described is more or less where we were a couple of weeks ago. But with the benefit of some hindsight and some reporting on your part, I wonder if you could tell us how exactly that happened, because I don’t think we’ve properly accounted for the whiplash and the speed with which the Sanders campaign came kind of crashing down.\nalex burns\nNo, I don’t think we have. And I think really, you have to rewind the tape almost exactly a month ago to what was the high point.\narchived recording (bernie sanders) And now, I’m delighted to bring you some pretty good news. [CHEERING] I think all of you know, we won the popular vote in Iowa. [CHEERING] We won the New Hampshire primary. [CHEERING] And according to three networks in the A.P., we have now won the Nevada caucus! [CHEERING]\nalex burns\nHe wins the Nevada caucuses. And he wins them by just an enormous margin.\narchived recording (crowd) Bernie! Bernie! Bernie!\nalex burns\nHe crushes Joe Biden, Elizabeth Warren, Pete Buttigieg.\narchived recording (crowd) Bernie! Bernie! Bernie!\nalex burns\nHe wins young voters. He wins older voters. He wins folks who have participated in caucuses in the past and people who are participating for the first time. It’s in Nevada, where we see him go from winning about a quarter of the vote to winning nearly half the vote.\narchived recording (bernie sanders) And no campaign has a grass-roots movement like we do, which is another reason why we’re going to win this election. [CROWD CHEERING]\nalex burns\nAnd that sends a really powerful signal across the Democratic Party.\nmichael barbaro\nAnd what does that signal?\nalex burns\nI think what most of us thought at the time was that it was sending a signal that Bernie Sanders was broadening his appeal, and that he was building a more diverse and more muscular political coalition than he had been able to demonstrate so far. It’s also clear now that another message it sent to the rest of the Democratic Party was that Sanders was becoming a real freight train in this race. And that if you were going to stop him, you were going to need to do it real fast. So the moment where Sanders is riding high like that, I think he’s kind of faced with a choice of either trying to more actively reassure the Democratic Party that they can trust him to be the nominee — and to make a more explicit case about his own electability and to address himself more clearly to moderate voters who have, you know, been beyond wary of his campaign, just terrified of the idea of nominating him. Or he can stick with the approach that got him there to begin with. And that’s to run as this anti-establishment progressive populist who is taking on his own party in addition to taking on the Republican Party. And the question then I think is, which version are we going to hear over the coming week and the coming months from Bernie Sanders?\nmichael barbaro\nAnd what happens?\nalex burns\nThe day after he wins the Nevada caucuses, a “60 Minutes” interview airs.\narchived recording (anderson cooper) Back in the 1980s, Sanders had some positive things to say about the former Soviet Union and the Sandinistas in Nicaragua. archived recording (bernie sanders) And everybody was totally convinced — archived recording (anderson cooper) Here he is explaining why the Cuban people didn’t rise up and help the U.S. overthrow Cuban leader, Fidel Castro. archived recording (bernie sanders) He educated their kids, gave them health care —\nalex burns\nThe piece of it that really pops out to a lot of Democrats is when Anderson Cooper asked Bernie Sanders about his past praise for the Castro regime in Cuba.\narchived recording (bernie sanders) We’re very opposed to the authoritarian nature of Cuba. But it’s unfair to simply say, everything is bad. When Fidel Castro came into office, you know what he did? He had a massive literacy program. Is that a bad thing? Even though Fidel Castro —\nalex burns\nAnd it just sends a shockwave through Democrats.\n[music]\narchived recording Bernie Sanders has the lead in total votes in delegates. But his comments he made Sunday night on “60 Minutes” that are causing fresh panic for some Democrats. archived recording 1 It’s absolutely inconceivable that any American as old as him, knowing everything we know about Fidel Castro and the people that he’s murdered over the years, that anybody could support him in any way. archived recording 2 The blowback is emblematic of broader uncertainty about how nominating a self-described democratic socialist could impact Democrats’ chances in the general election. archived recording 3 I like Bernie. archived recording 4 How do you feel about him praising the Soviet Union and Fidel Castro? archived recording 5 Yeah, I don’t like that part.\nalex burns\nSo to hear that from Sanders, and to hear him essentially be unapologetic about it, I think, was a real sign to people that if you thought this guy was going to start moving to the middle now, that is not happening.\narchived recording His response infuriated democratic lawmakers from South Florida, a key swing state where public support for the Castro regime is a nonstarter.\nalex burns\nMore specifically, and in a more localized, but really no less important way, this is terrifying to Democrats in Florida.\narchived recording (reporter) Freshman Congresswoman Debbie Mucarsel-Powell, she called Sanders’s comment quote, “absolutely unacceptable.” archived recording (debbie mucarsel-powell) He made more than a mistake. It’s what he believes. And it’s unacceptable to our community. archived recording (reporter) And Congresswoman Donna Shalala, who suggested that Sanders talk to her constituents before quote, “singing the praises of a murderous tyrant“, unquote.\nalex burns\nYou see just a unified, almost unified, wall of criticism of Sanders coming from Democrats in that state, saying, you are imperiling the general election in one of the biggest swing states on the map.\n[music]\nAfter the “60 Minutes” interview, you then start to hear prominent national Democrats say something that many of them haven’t said so far, which is, we just can’t nominate this guy.\narchived recording (jim clyburn) Let me thank all of you for joining us here this morning.\nalex burns\nAnd that’s the point where you see Joe Biden get a major, major endorsement from Jim Clyburn, popular congressman from South Carolina, highest ranking African-American member of Congress.\narchived recording (jim clyburn) Well, I want the public to know that I’m voting for Joe Biden. South Carolinans should be voting for Joe Biden. And here’s why. I know Joe. We know Joe. But most importantly, Joe knows us. archived recording That’s right. That’s right. archived recording (jim clyburn) That’s important.\nalex burns\nSo we head into the South Carolina primary, which Joe Biden was always favored to win.\narchived recording NBC News is now projecting that former Vice President Joe Biden has won a decisive victory in the South Carolina Democratic primary.\nalex burns\nAnd he wins it by 30 points.\narchived recording And he has done so by a substantial margin, potentially changing the dynamics of a race dominated so far by Vermont Senator Bernie Sanders.\nalex burns\nThat is beyond what even the Biden campaign was expecting. Biden just coalesces the overwhelming majority of Democrats who are not for Bernie Sanders behind his campaign.\nmichael barbaro\nAnd so why in that moment did we not see Biden’s win in South Carolina, which as you just said, was kind of mathematically quite significant as the beginning of a turning point kind of comeback?\nalex burns\nSo on the night of South Carolina, we can look at Biden’s 30 point margin, and say, wow, that was impressive. And this guy is clearly more resilient than even some of his supporters, even some of his inner circle believed he was. What we didn’t know is that the next day —\narchived recording (pete buttigieg) So tonight, I am making the difficult decision to suspend my campaign for the presidency.\nalex burns\n— Pete Buttigieg would drop out of the race.\narchived recording (pete buttigieg) I will no longer —\nalex burns\nAnd then on Monday morning, Amy Klobuchar would drop out of the race.\narchived recording (amy klobuchar) Today, I am ending my campaign and endorsing Joe Biden for president. [CROWD CHEERING]\nalex burns\nAnd by the end of Monday —\narchived recording (pete buttigieg) That I’m delighted to endorse and support Joe Biden for president. [CROWD CHEERING]\nalex burns\n— both of them would endorse Joe Biden.\narchived recording (beto o'rourke) I will be casting my ballot for Joe Biden. [CROWD CHEERING]\nalex burns\nAnd by the way, so would Beto O’Rourke, who dropped out of the race a couple of months ealier. We saw a transformation of voter’s preferences within this field at a speed that I don’t think it’s an overstatement to call it totally unprecedented.\nmichael barbaro\nI want to understand this phenomenon. Let me just begin with those endorsements that you just described. Why did Buttigieg, did Klobuchar drop out and endorse him so quickly? What’s your understanding now of how that happened?\nalex burns\nThere are a couple of things going on here. Pete Buttigieg was on track to get totally waxed on Super Tuesday, which is just three days after South Carolina. So he is staring at the possibility of not just defeat and not just a setback, but something like political humiliation to go in a month from essentially winning Iowa — basically splitting the win with Bernie Sanders — to winning absolutely nothing on Super Tuesday. And so there is a logic of self-interest that says, maybe you should take your winnings and walk away from the table at this point. Amy Klobuchar faces a somewhat different situation because she does look like she will win her home state of Minnesota. But she is clear-eyed enough at that point to recognize there’s really no path forward for her in the race beyond Super Tuesday. Beyond the self-interest, though, these are two of the candidates who have been the bluntest and most pointed all along about their concern for the implications of nominating Sanders. They have been talking about the idea of nominating Sanders as deeply, deeply politically risky. And there are people who can do the math for themselves and see that after Nevada and South Carolina, there are really only two candidates in this race who are putting up big numbers on the national level in the way that it would take to go the distance. And between those two candidates, there’s no question about whether they’re closer to Biden or Sanders.\nmichael barbaro\nOK, so at this point, post-South Carolina and post-Super Tuesday, Biden is the front-runner. But there’s a ton of primaries and delegates left. And still theoretically, time for a Sanders comeback, right?\nalex burns\nRight, and it turns out to be very much a theoretical exercise, the Sanders comeback. You see starting right after Super Tuesday, he points the way to the next round of primaries, most importantly, Michigan.\narchived recording Well, the “Joementum” continues. Former Vice President Biden swooping to victory overnight in a pivotal primary contest.\nalex burns\nSanders ends up totally flopping in Michigan. It’s a blowout in the state.\narchived recording Biden sweeping every county in Michigan, Missouri and Mississippi. He also won Idaho. The wins giving him a commanding 160 delegate lead over Sanders.\nalex burns\nAnd what happens, essentially the night that Biden wins in Michigan and in a number of other important states, is that the campaign is essentially frozen in place by a force that hits the campaign and hits the entire country in a way that nobody could have anticipated. And of course, that’s the coronavirus.\n[music]\nmichael barbaro\nWe’ll be right back. Alex, how exactly does the coronavirus epidemic — eventually becomes a pandemic — how does that hurt Sanders and help Biden? That’s not entirely intuitive to me.\nalex burns\nWell, what it does is it essentially ends the active portion of the campaign. On the night of the March 10 primaries, both of them are supposed to hold election night events where they address a roaring crowd of supporters. Both of those events get canceled. There have been no campaign rallies since then. Bernie Sanders cannot hit the road and gather tens of thousands of people in stadiums and deliver a forceful plea to the Democratic Party to not go ahead and nominate Joe Biden. The window to make that argument has essentially closed. What’s also going on is that the terms of debate go from being about ideological differences and policy differences to the reality of a terrifying national crisis. And what we see consistently in public polling for months, and in exit polls taken around the March primaries, is that on the question of which candidate you trust to handle a major crisis, Joe Biden is overwhelmingly favored, not just over Bernie Sanders, but over every alternative that democratic voters had in the race.\nmichael barbaro\nSo in a sense, the coronavirus doesn’t just freeze the campaign and freeze Joe Biden’s advantages electorally, it amplifies them because many democratic voters see him as a crisis-style leader.\nalex burns\nExactly. Biden’s biggest strengths from the beginning have involved his experience, and his perceived steadiness, and the fact that voters basically find him trustworthy, and reassuring.\nmichael barbaro\nWell, that’s interesting because another way of thinking about this, and the impact that we’re seeing already on Americans from this pandemic — the health care shortcomings, the thin financial cushion on which so many Americans are living — that’s the stuff that Bernie Sanders has been saying forever. So I could also imagine a version of this where the pandemic strengthens Sanders’s candidacy, not weakens it.\nalex burns\nI think that’s really, really sharply put. But I do think people are processing this differently than they would process, for instance, a crash just of the financial sector. That if you saw an economic collapse in which people felt like the government was racing to contain a contagion from the financial industry, and that their lives were basically safe, I suspect that we might be having a different political debate right now. And that you would see Bernie Sanders holding these enormous rallies and making exactly the case you just laid out. And I think that things are so turbulent and unpredictable right now that we can’t totally rule out the possibility that maybe that happens at some point once people see the scale of economic damage and the kind of vividness that we certainly and unfortunately will. What we have right now, though, is people who are experiencing a terrifying disruption in their daily lives. They’re experiencing it yes, as an economic crisis, but also as a public health crisis, and something that probably feels to a lot of people like a national security crisis. And while a lot of Sanders’s themes and ideas about the economy will probably be a bigger part of the conversation in the coming months, I don’t know that the country has reached that point yet.\nmichael barbaro\nSo I want to turn now to the practical question of how the rest of the Democratic primary unfolds. Because the situation we’re in hasn’t just frozen the dynamics of the race, it also seems to have actually frozen the mechanics of the campaign. Which feels pretty tricky because people have to leave their homes and go vote in order for there to ever be a nominee. So how is that going to work?\nalex burns\nWell, the short answer is we still don’t really know. Almost every day now, we hear from another state that is delaying its primary well into May or even into June. Now, some of the relevance of those changes is going to depend on what Bernie Sanders does next. If Sanders does stick around, and if Biden is not able to functionally unify the Democratic Party, with or without Bernie Sanders’s support, then we could see this really weird long period of dormancy in the campaign followed by a sudden frenzy of activity again in the late spring when maybe the virus will be more under control, and maybe people will start voting again. Personally right now, I think that that is an unlikely scenario.\nmichael barbaro\nAlex, what’s your understanding of how Bernie Sanders is thinking of the big and difficult question of how long to stay in the race if it doesn’t really seem as a practical path to the nomination? He’s certainly hearing lots of calls to step aside in a moment of crisis, kind of let the party coalesce around a nominee and prepare itself for a general election.\nalex burns\nI think there are a couple things about the mindset of the Sanders’s camp right now that are really worth emphasizing here. One is that this is a group that not that long ago thought that they were on, not a glide path, but a pretty convincing course to the nomination. And they saw it fall away with astonishing speed. So there’s a level, I think, still of kind of shell shock, at feeling like they had this, or they were close to having this. And then it was yanked away from them. That’s a hard thing for a campaign, and especially, for a candidate to process. I think the conditions of the pandemic also make it harder for, well, anybody involved in the race at this point to think through, what is the right thing to do next? What we know about Bernie Sanders is that he cares a great deal about his agenda. And we also know that, as a personal matter, he likes Joe Biden. This is not the Sanders-Clinton rivalry. He doesn’t feel that the party really conspired to kneecap him in this race in the way that he did, with some justification, in 2016. So what you see here is a candidate, Sanders, who I think understands what an underdog he is right now, and an opponent in Biden, who is a negotiator. And I think that’s why you’re seeing Biden make such explicit overtures to Sanders supporters.\narchived recording (joe biden) Tonight in keeping with the latest guidance from the CDC, I’m speaking to you from my home in Wilmington, Delaware —\nalex burns\nThat in the last two primary nights that we’ll have for a while, he has in his election night remarks, addressed himself to Sanders supporters —\narchived recording (joe biden) So let me say, especially to the young voters who have been inspired by Senator Sanders, I hear you. I know what’s at stake. I know what we have to do.\nalex burns\n— saying that he admires their enthusiasm and their ideas.\narchived recording (joe biden) Senator Sanders and his supporters have brought a remarkable passion and tenacity to all of these issues. And together they have shifted the fundamental conversation in this country.\nalex burns\nHe gave them credit for having fundamentally changed the framework of American politics. And he, specifically addressing young people, said —\narchived recording (joe biden) Senator Sanders and I may disagree on tactics. But we share a common vision for the need to provide affordable health care for all Americans, reduce income inequity that has risen so drastically, to tackling the existential threat of our time, climate change.\nalex burns\n— he understands the gravity of the challenges that they feel in their lives. When Biden takes those steps, it’s a clear signal that he’s trying to show Bernie Sanders that he has respect for the movement that he’s built.\narchived recording (joe biden) We have to step up and care for one another. Thank you all. Thank you all for listening.\nmichael barbaro\nFinally, Alex, if Joe Biden is becoming a kind of de facto nominee over the next few weeks during this dormancy in the campaign, and if it starts to feel like a general election is getting underway between Biden and President Trump, I wonder what this really unique set of circumstances — which has meant so much for the Democratic primary — is going to mean for Biden’s potential challenger, the sitting president, Donald Trump.\nalex burns\nWe know that the president is not going to be able to run for re-election on a message that happy days are here again, and there is nothing but prosperity as far as we can see. That message is gone. What we don’t know is what kind of story he will be able to tell about managing this crisis. We just don’t know what the conditions on the ground are going to be like in a couple of months, let alone in the general election. When this crisis hit, Joe Biden had a pretty solid advantage over the president in general election polls. The map just feels to me like it’s really up for grabs right now, because we’ve never conducted an election under these kinds of conditions. And even 2008, the election in the middle of a financial crisis, we hadn’t had the kind of time that we are going to have now to process the meaning of the setbacks that the country is currently experiencing.\n[music]\nmichael barbaro\nIt’s interesting you mentioned 2008 because it feels to me that that race might be the proper analogy, a crisis. And as you’ve said throughout this conversation, Democrats are starting to view Joe Biden as the candidate of crisis. I’m sure Republicans view President Trump as the candidate of crisis. And the question will become, once this crisis is over, what the general electorate views as the candidate of the crisis, who handled the crisis well and who would get us out of the crisis best.\nalex burns\nAnd is there a candidate they blame for the crisis? If people ultimately see the president as having let them down in this, that feels awfully hard to escape. As it is, we can’t say that that’s how the country is going to feel. But we can say that he was an unpopular president on the day this crisis started. And that it’s certainly not, based on what we know now, changing that picture in his favor.\n[music]\nmichael barbaro\nAlex, thank you very much.\nalex burns\nThank you.\nmichael barbaro\nWe’ll be right back.\n[music]\nmichael barbaro\nHere’s what else you need to know today. Over the weekend, global efforts to contain the coronavirus by restricting people’s movements intensified. Australia ordered most public spaces closed. India said it was shutting down all but essential services in its capital, Delhi. Germany limited gatherings to no more than two people. Britain ordered 1.5 million people with serious medical problems to self-quarantine. And Lebanon called in the army to endorse a lockdown.\narchived recording (mike dewine) We are certainly at war. In a time of war, we have to make sacrifices. And I certainly, in the last week or so, have asked the people of Ohio to make many sacrifices.\nmichael barbaro\nIn the United States, Ohio and Louisiana became the latest states to instruct residents to stay at home as infections in each state surged.\narchived recording (mike dewine) Other states have referred to this as shelter in place. We prefer stay at home. Either one, it’s pretty much the same thing.\nmichael barbaro\nIn Washington, negotiations over a $2 trillion stimulus package designed to protect businesses and workers hurt by the pandemic reached an impasse in the Senate.\narchived recording (joe manchin iii) The proposal that Leader McConnell from the Republican side has put forth is absolutely totally worried about Wall Street at this time. I’m worried about the people in little rural West Virginia and all over Main Street. That’s the people we’re worried about.\nmichael barbaro\nOn Sunday, Senate Democrats blocked the stimulus bill, saying it favors big business and does not contain enough protections for workers by allowing companies to fire workers even after receiving federal bailouts.\narchived recording (joe manchin iii) And Wall Street’s going to do just fine. It’s always rebounded real well. They’ve always come back strong.\nmichael barbaro\nSeveral Senate Republicans failed to cast votes because they are self-quarantining over fears that they may have been exposed to the coronavirus. And at least one senator, Republican Rand Paul of Kentucky, has now tested positive for the virus. The Times is providing free access to our most important updates on the pandemic. To read it, go to nytimes.com/coronavirus.\n[music]", "url": "https://www.nytimes.com/2020/03/16/us/politics/joe-biden-vp-running-mate.html"}