{"authors": ["Kate Conger"], "date_download": "2022-10-25 23:28:42", "date_modify": "2022-10-25 23:28:42", "date_publish": "2020-10-23 09:00:34", "description": "A group that also includes Lyft and DoorDash has spent nearly $200 million to support a California proposition that could save them from a new labor law.", "filename": "2020_10_23_technology_uber-lyft-california-prop-22_1666740522.html", "image_url": "https://static01.nyt.com/images/2020/10/21/business/00uber-promo/00uber-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=03b6751df772fb97a1c6408577ad1cb6c639adb041d0c6fffe4d57edde03b427&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_23_technology_uber-lyft-california-prop-22_1666740522.html", "title": "It’s a Ballot Fight for Survival for Gig Companies Like Uber", "title_page": "It’s a Ballot Fight for Survival for Gig Companies Like Uber - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "OAKLAND, Calif. — By late August, the urgency was becoming clear. Top executives of Uber, Lyft and the delivery service DoorDash met to discuss a California ballot measure that would exempt them from a new state labor law and save their companies hundreds of millions of dollars.\nThe survival of their businesses was on the ballot.\nDays later, political strategists responded to the executives’ concerns by telling the companies, which had already pledged $90 million to back the measure, that they needed to spend a lot more if they wanted to win, said three people familiar with the discussions, who were not allowed to talk about them publicly.\nThe fight over the ballot measure, Proposition 22, has become the most expensive in the state’s history since then, with its backers contributing nearly $200 million and 10 days still to go until the Nov. 3 election. Along the way, the companies have repeatedly been accused of heavy-handed tactics; a lawsuit filed on Thursday claims Uber is coercing the support of its drivers.\nDespite the big spending and a barrage of television advertising, only 39 percent of likely voters said they supported Uber and Lyft in a poll last month by the University of California, Berkeley, while 36 percent opposed their proposal and others were undecided. People close to the campaign said they would want to see close to 60 percent approval in polling before they could breathe a sigh of relief.", "url": "https://www.nytimes.com/2020/10/23/technology/uber-lyft-california-prop-22.html"}