{"authors": ["Paula Span"], "date_download": "2022-10-25 23:48:43", "date_modify": "2022-10-25 23:48:43", "date_publish": "2020-07-17 09:00:23", "description": "Early in the pandemic, older adults were told to stay at home. With different states reopening or re-closing, weighing the risks is more complicated.", "filename": "2020_07_17_health_seniors-coronavirus-reopenings_1666741723.html", "image_url": "https://static01.nyt.com/images/2020/07/21/science/17SCI-SPAN/17SCI-SPAN-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1d513d6e16c1169416311cb3bca5abafa978b1e0289e4309e1af9ded56a74a20&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_17_health_seniors-coronavirus-reopenings_1666741723.html", "title": "You’re a Senior. How Do You Calculate Coronavirus Risk Right Now?", "title_page": "You’re a Senior. How Do You Calculate Coronavirus Risk Right Now? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What to do about Lake Placid?\nFor weeks, Dave and Nancy Nathan had been debating whether to proceed with a long-planned family trip to a lodge there next month, marking his 80th birthday.\n“It looked dreamy, mountains and lakes,” said Nancy, 74. Besides, they hadn’t gathered their clan — three daughters and their families, a dozen people in all — for a year. She thought she and Dave could manage the drive from their home in Bethesda, Md., to upstate New York.\nHe wasn’t so sure.\nBoth retirees, they’d been cautious through the pandemic, mindful that while neither had health conditions that would make Covid-19 especially dangerous, age alone put them at higher risk. They had avoided supermarkets, relying on grocery delivery services and take out food. Dave wore gloves on the tennis court.\n“I’ve been dubious about travel,” he said. “I have no need to be more daring.” Worried, too, about the family members flying from Oregon and Florida for his birthday, he called himself Dr. No.", "url": "https://www.nytimes.com/2020/07/17/health/seniors-coronavirus-reopenings.html"}