{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:35:10", "date_modify": "2022-10-25 23:35:10", "date_publish": "2020-03-20 14:00:09", "description": "Listen to the music of Heinrich Schütz, a 17th century pathbreaker whose work is largely unknown today.", "filename": "2020_03_20_arts_music_heinrich-schutz_1666740910.html", "image_url": "https://static01.nyt.com/images/2020/03/21/arts/20schutz-1/20schutz-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=49034e9788629f9b93f8aa3b6455082257a890d6f2c3a5ff7765e7b2af8e6e2c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_20_arts_music_heinrich-schutz_1666740910.html", "title": "Before Bach, He Was Germany’s Greatest Composer", "title_page": "Before Bach, He Was Germany’s Greatest Composer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, with concert-going suspended, we should take a chance to listen to music by a towering composer who is overlooked today. And “Musikalische Exequien” is the work of someone who would have sympathy for the current global crisis. Based in Dresden, Schütz experienced the numbing disruptions of the Thirty Years’ War and lived through a time when Germany was plagued with illnesses: He lost his young wife early on (and never remarried) and watched his two adult daughters die.\nSchütz’s career hinged on a chance encounter. He was born to a prominent bourgeois family of Franconian heritage near the city of Gera, but grew up in Weissenfels, after his father inherited a prosperous inn from his own father.\nOne day, the landgrave Moritz of Hessen-Kassel, who was an amateur composer, stayed at the inn and heard the young Schütz singing — beautifully. He urged the boy’s parents to let him take the 12-year-old to his court, to sing in the choir and study at a collegium he had founded. Schütz’s parents, intent on having their son follow a sensible profession, resisted, before giving in.\nAfter thriving in his musical studies, Schütz, bowing to family pressure, began to study law in Marburg. But during a visit, the landgrave urged Schütz to go to Venice and work with Giovanni Gabrieli, the famed composer and organist at St. Mark’s Basilica. With a stipend from the landgrave, Schütz spent three years there absorbing Italian musical styles and traditions, and would later return to work with Monteverdi. Eventually, Schütz was poached from the landgrave’s service and brought to the court in Dresden, where, despite the tumultuous times, he thrived as his fame and influence grew.\nSchütz’s development can be seen as a lifelong attempt to reconcile the Italian style — steeped in lyricism, multipart madrigals and grand concerted forces with antiphonal choruses and ensembles — and the German one, which favored leaner sound and contrapuntal textures.\nNursing my disappointment over the Tenet concert cancellation, I’ve been on a binge of Schütz recordings. The influence of Italian style runs through the “Psalmen Davids,” settings of some two dozen psalms for small chorus and instruments, including brass. Scholars have described these early works as almost a résumé of Schütz’s achievements to date. Though their overall character is reverent and restrained, the antiphonal back-and-forth between small choirs of voices and various batteries of instruments seems unabashedly Venetian.", "url": "https://www.nytimes.com/2020/03/20/arts/music/heinrich-schutz.html"}