{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:32:00", "date_modify": "2022-10-25 23:32:00", "date_publish": "2020-02-24 22:45:42", "description": "Ronny Jackson is one of 15 candidates in a crowded Republican primary. And the White House hasn’t gone out of its way to help.", "filename": "2020_02_24_us_politics_ronny-jackson-congress-texas_1666740720.html", "image_url": "https://static01.nyt.com/images/2020/02/24/us/politics/24dc-Jackson-6/24dc-Jackson-6-facebookJumbo.jpg?year=2020&h=550&w=1050&s=641f3f8112bebd7eaf067be4a15ca18e1867fb25f04794830729b66c96353b8b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_24_us_politics_ronny-jackson-congress-texas_1666740720.html", "title": "Trump’s Doctor Thought He Had a Ticket to Congress. It Hasn’t Been So Easy.", "title_page": "Trump’s Doctor Thought He Had a Ticket to Congress. It Hasn’t Been So Easy. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Friday, Dr. Jackson spent the afternoon knocking on doors in Wichita Falls, only to realize that it was a relatively futile exercise since most people weren’t home. In the evening, he mingled in the bleachers at the Monarch Motor Speedway only to report back to his wife that most of spectators had driven in from Oklahoma.\nWhile waiting for the stock car race to begin, Dr. Jackson laughed when a hunk of mud spun up from the dirt track and landed in his coffee cup, a fitting end to another long day on the campaign trail where it wasn’t clear if he’d made any progress.\nDr. Jackson, who grew up in Levelland, Texas, returned to the Panhandle after leaving the White House and retiring from the Navy, settling in the district in Amarillo. He thought his connections to Mr. Trump and the extended Trumpworld would make him a shoo-in for the seat, people who spoke to him at the time said.\nBut Mr. Trump, who now generally adheres to rules put in place by his political shop about whom he endorses and what races he weighs in on, has been silent about Dr. Jackson’s campaign. Donald Trump Jr., whom Dr. Jackson considers a close friend, has no plans to get involved in his race or officially endorse him, an aide said. And even Rick Perry, the former energy secretary and Texas governor who encouraged him to run and then endorsed him, has not campaigned for him.\nDr. Jackson is now facing an uphill battle against two well-funded and connected opponents — Chris Ekstrom, a Dallas millionaire who recently moved to the district to run and is self-funding his campaign, and Josh Winegarner, a lobbyist who has the backing of the cattle industry he represents and Mr. Thornberry.", "url": "https://www.nytimes.com/2020/02/24/us/politics/ronny-jackson-congress-texas.html"}