{"authors": ["Sydney Ember", "Matt Flegenheimer"], "date_download": "2022-10-25 23:53:09", "date_modify": "2022-10-25 23:53:09", "date_publish": "2020-01-15 05:01:27", "description": "Can a woman win in 2020? Answering the electability question with election results.", "filename": "2020_01_15_us_politics_sanders-warren-democratic-debate_1666741989.html", "image_url": "https://static01.nyt.com/images/2020/01/14/us/politics/14debate-assess/14debate-assess-facebookJumbo.jpg?year=2020&h=549&w=1050&s=aafbf7f70eedcf89ff9c47ffcd5c726fd31d7fa7b57ca94f9611146344735d73&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_15_us_politics_sanders-warren-democratic-debate_1666741989.html", "title": "Leading Liberals Have a Public Fight Over Private Remark", "title_page": "Leading Liberals Have a Public Fight Over Private Remark - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“In 2018, you told her that you did not believe that a woman could win the election.” “As a matter of fact, I didn’t say it. If any of the women on this stage or any of the men on this stage win the nomination — I hope that’s not the case, I hope it’s me — but if they do, I will do everything in my power to make sure that they are elected in order to defeat the most dangerous president in the history of our country.” “What did you think when Senator Sanders told you a woman could not win the election?” “I disagreed. Look at the men on this stage. Collectively they have lost 10 elections. The only people on this stage who have won every single election that they’ve been in are the women — Amy and me.” [cheering] “I have won every race, every place, every time.” “I defeated an incumbent Republican —” “When?” “— running for Congress.” “When?” “1990.” “That’s how I won — beat a Republican congressman.” “Wasn’t that 30 years ago?” “I beat an incumbent Republican congressman —” “And I said, I was the only one who has beaten an incumbent Republican in 30 years.” “The two great foreign policy disasters of our lifetimes are the war in Vietnam and the war in Iraq. Both of those wars were based on lies.” “I was part of that deal to get the nuclear agreement with Iran, bringing together the rest of the world, including some of the folks who aren’t friendly to us.” “I did everything I could to prevent that war. Joe saw it differently.” “It’s time to get our combat troops home.” “If we’re going to do something with North Korea, we’re going to have to do it in concert with our allies.” “We have farmers here in Iowa who are hurting.” “I have the most endorsements of current Iowa legislators and former Iowa legislators in this race.” “And to have support right here in Iowa from some of the most recognizable black elected leaders ...” “I am going to be able to stand across from him on that debate stage and say, to my friends in Iowa, the Midwest is not flyover country.” “When he gets to the tough talk and the chest thumping, he’ll have to stand next to an American war veteran and explain how he pretended bone spurs made him ineligible to serve.” “I’ve been the object of his affection now more than anybody else on this stage. I’ve taken all the hits he can deliver and I’m getting better in the polls ...”", "url": "https://www.nytimes.com/2020/01/15/us/politics/sanders-warren-democratic-debate.html"}