{"authors": ["Matt Phillips"], "date_download": "2022-10-25 23:29:02", "date_modify": "2022-10-25 23:29:02", "date_publish": "2020-12-26 14:26:22", "description": "Investors of all stripes piled into stocks this year, creating levels of froth reminiscent of the dot-com boom. Analysts say there’s room to go higher, but some worry about a bubble.", "filename": "2020_12_26_business_investors-bull-market-pandemic_1666740542.html", "image_url": "https://static01.nyt.com/images/2020/12/23/business/00marketfroth/00marketfroth-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4e2ac1859f32c982d3188f29681fe9071a2be5e806fef2772d282bf4ab79aabb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_26_business_investors-bull-market-pandemic_1666740542.html", "title": "Market Edges Toward Euphoria, Despite Pandemic’s Toll", "title_page": "Market Edges Toward Euphoria, Despite Pandemic’s Toll - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The stock market will not quit.\nAlready notable for its mostly unstoppable rise this year — despite a pandemic that has killed more than 300,000 people, put millions out of work and shuttered businesses around the country — the market is now tipping into outright euphoria.\nBig investors who have been bullish for much of 2020 are finding new causes for confidence in the Federal Reserve’s continued moves to keep markets stable and interest rates low. And individual investors, who have piled into the market this year, are trading stocks at a pace not seen in over a decade, driving a significant part of the market’s upward trajectory.\n“The market right now is clearly foaming at the mouth,” said Charlie McElligott, a market analyst with Nomura Securities in New York.\nThe S&P 500 index is up nearly 15 percent for the year. By some measures of stock valuation, the market is nearing levels last seen in 2000, the year the dot-com bubble began to burst. Initial public offerings, when companies issue new shares to the public, are having their busiest year in two decades — even if many of the new companies are unprofitable.", "url": "https://www.nytimes.com/2020/12/26/business/investors-bull-market-pandemic.html"}