{"authors": ["Mike Isaac", "Ana Swanson", "Maggie Haberman"], "date_download": "2022-10-25 23:32:23", "date_modify": "2022-10-25 23:32:23", "date_publish": "2020-08-02 23:06:21", "description": "The announcement came after the company consulted with President Trump, who has threatened to ban the app and expressed national security concerns about it in recent weeks.", "filename": "2020_08_02_business_economy_trump-tiktok-china-national-security_1666740743.html", "image_url": "https://static01.nyt.com/images/2020/08/02/us/politics/02dc-tiktok1/02dc-tiktok1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=6d4ec7ec3c695896bae25c066a9e4110eaa8b50861e7e747ef13dda1610b1719&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_02_business_economy_trump-tiktok-china-national-security_1666740743.html", "title": "Microsoft Says It’ll Continue Pursuit of TikTok", "title_page": "Microsoft Says It’ll Continue Pursuit of TikTok - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Microsoft said it would pursue the deal over the coming weeks, and expected to complete the discussions no later than Sept. 15. Such a deal would involve purchasing the TikTok service in the United States, Canada, Australia and New Zealand; ByteDance, the parent company of TikTok, would continue to own the social media app’s operations in Beijing and other markets.\nMicrosoft may also bring on a series of outside investors, which would hold minority stakes in any deal. In recent weeks, investors from Sequoia Capital, SoftBank and General Atlantic have all held talks with TikTok to discuss participating in an acquisition of the company, according to two people familiar with the discussions.\nSuch a deal would be a boon for the Redmond, Wash.-based Microsoft, which has pursued corporate and enterprise computing lines of business under the leadership of Mr. Nadella, who took over as chief executive in 2014. Though it has dabbled in consumer acquisitions — Microsoft purchased Minecraft in 2014 and bought LinkedIn in 2017 — the purchase of TikTok would be largely new ground for Mr. Nadella. More than 800 million people regularly use the app to watch viral videos, with some 100 million of those users in the United States.\nAcquiring TikTok would also pit Microsoft directly against social media titans like Twitter, Pinterest, Reddit and the mighty Facebook, the latter used by more than three billion people regularly. All of the companies compete for user attention and billions in digital advertising dollars. Administration officials emphasized on Sunday that as is frequently the case with Mr. Trump, no decision is final until paperwork was signed.\nThe forced sale is the latest in a series of punitive actions the Trump administration has taken against China, which the president blames for allowing the coronavirus pandemic to spread and damage the American economy, diminishing his re-election chances. As the election nears, Mr. Trump has increasingly challenged China over security, technology and commercial relations in an attempt to persuade voters that he will be tougher in taking on Beijing than former Vice President Joseph R. Biden Jr.", "url": "https://www.nytimes.com/2020/08/02/business/economy/trump-tiktok-china-national-security.html"}