{"authors": ["Julie Bosman", "Sarah Mervosh"], "date_download": "2022-10-25 23:48:37", "date_modify": "2022-10-25 23:48:37", "date_publish": "2020-06-26 00:34:50", "description": "People in their 20s, 30s and 40s account for a growing proportion of the cases in many places, raising fears that asymptomatic young people are helping to fuel the virus’s spread.", "filename": "2020_06_25_us_coronavirus-cases-young-people_1666741717.html", "image_url": "https://static01.nyt.com/images/2020/06/25/us/25VIRUS-YOUTH-fla/merlin_173924568_9f1e3875-2994-44cd-9462-06493ff51739-facebookJumbo.jpg?year=2020&h=549&w=1050&s=ceb767b9b1dd919969e78d11a49ddb9f385a565b9f9b9defda0e6f6eae2e0d17&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_25_us_coronavirus-cases-young-people_1666741717.html", "title": "As Virus Surges, Younger People Account for ‘Disturbing’ Number of Cases", "title_page": "As Virus Surges, Younger People Account for ‘Disturbing’ Number of Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The new cases among young people may appear to be a departure from the early days of the pandemic when infections in nursing homes were spiraling out of control, and the virus appeared at higher rates among older people in New York City.\nExperts cautioned that the seemingly new prevalence among young people may be, in part, a reflection of more widely available testing. But the growing numbers of people hospitalized in states like North Carolina and Texas also suggest increased transmission of the virus.\nEven now, people younger than 50 are being hospitalized at a far lower rate than people older than that, according to C.D.C. data.\nWhile the effect of the coronavirus on younger people “may not be highly associated with hospitalization and death,” Dr. Redfield said, “they do act as a transmission connector for individuals that could in fact be at a higher risk.”\nIn Florida, which has emerged as a particularly concerning hot spot, reopened bars have been a source of contagion among young people. The state shut down the Knight’s Pub, a popular bar near the University of Central Florida in Orlando, after 28 patrons and 13 employees were infected.\nIn Miami-Dade County, the number of known coronavirus cases among 18- to 34-year-olds increased fivefold in a month, to more than 1,000, Mayor Carlos Gimenez said this week.\n“They’re thinking they’re invincible,” he said, adding that many of the infected have no symptoms.\nThey are at higher risk, though, if they are overweight or have diabetes or other medical conditions, he said. About a third of the coronavirus patients at the public Jackson Health System were from that age group, and about half had a high body mass index, Mr. Gimenez said.", "url": "https://www.nytimes.com/2020/06/25/us/coronavirus-cases-young-people.html"}