{"authors": ["Graham Lee Brewer", "Manny Fernandez"], "date_download": "2022-10-25 23:29:30", "date_modify": "2022-10-25 23:29:30", "date_publish": "2020-02-13 23:46:47", "description": "After a pair of botched executions and a five-year hiatus, Oklahoma is preparing to once again carry out the death penalty with the use of lethal injections.", "filename": "2020_02_13_us_oklahoma-executions_1666740570.html", "image_url": "https://static01.nyt.com/images/2020/02/13/us/13EXECUTIONS/13EXECUTIONS-facebookJumbo.jpg?year=2020&h=550&w=1050&s=59aec7fba2fb086d212a403f46f14aa0e17ddfef1cf777d77954b2645ee334a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_13_us_oklahoma-executions_1666740570.html", "title": "Oklahoma Botched 2 Executions. It Says It’s Ready to Try Again.", "title_page": "Oklahoma Botched 2 Executions. It Says It’s Ready to Try Again. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NORMAN, Okla. — Oklahoma plans to resume putting inmates to death using lethal injection drugs, five years after officials halted all executions in the wake of a series of botched procedures that drew national attention to the state’s death penalty protocol.\nOfficials in Oklahoma, one of the country’s most prolific death penalty states, said on Thursday that they now have access to the drugs necessary to carry out capital punishment, though when the next execution would be scheduled remained unclear. It would be the first execution in Oklahoma since a string of errors and problematic executions in 2014 and 2015 that President Barack Obama had described as “deeply troubling.”\n“I believe capital punishment is appropriate for the most heinous of crimes, and it is our duty as state officials to obey the laws of the state of Oklahoma by carrying out this somber task,” the Republican governor, Kevin Stitt, told reporters at a news conference in Oklahoma City.\nTwo state agencies — the attorney general’s office and the Department of Corrections — have been working to revise Oklahoma’s execution protocol and to establish a reliable source of lethal injection drugs, and Mr. Stitt and other officials expressed confidence that the state would be able to go forward without new problems.", "url": "https://www.nytimes.com/2020/02/13/us/oklahoma-executions.html"}