{"authors": ["Ben Hubbard", "Declan Walsh"], "date_download": "2022-10-25 23:49:53", "date_modify": "2022-10-25 23:49:53", "date_publish": "2020-06-23 21:46:30", "description": "The coronavirus pandemic upended the plans of millions of Muslims, for whom the once-in-a-lifetime trip is a sacred milestone.", "filename": "2020_06_23_world_middleeast_hajj-pilgrimage-canceled_1666741793.html", "image_url": "https://static01.nyt.com/images/2020/04/08/world/23hajj/merlin_171251070_51c3b7df-fb13-432c-b298-ff6b6c476584-facebookJumbo.jpg?year=2020&h=550&w=1050&s=501a98ed291a56b880380fab22bf677d5b9d2af774d6f558d1809bdc160be367&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_23_world_middleeast_hajj-pilgrimage-canceled_1666741793.html", "title": "The Hajj Pilgrimage Is Canceled, and Grief Rocks the Muslim World", "title_page": "The Hajj Pilgrimage Is Canceled, and Grief Rocks the Muslim World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — For much of his life, Abdul-Halim al-Akoum stashed away cash in hopes of one day traveling from his Lebanese mountain village to perform the hajj, the pilgrimage to Mecca that all Muslims who can are obliged to make once in their lives.\nHe was all set to go this year until the coronavirus pandemic forced Saudi Arabia to effectively cancel the hajj for what some scholars say may be the first time in history.\n“It is the dream of every Muslim believer to visit Mecca and do the hajj,” said Mr. al-Akoum, 61, a village official. “But the pandemic came with no warning and took away that dream.”\nThe Saudi announcement sent shock waves of sadness and disappointment across the Muslim world, upending the plans of millions of believers to make a trip that many look forward to their whole lives and which, for many, marks a profound spiritual awakening.", "url": "https://www.nytimes.com/2020/06/23/world/middleeast/hajj-pilgrimage-canceled.html"}