{"authors": [], "date_download": "2022-10-25 23:22:33", "date_modify": "2022-10-25 23:22:33", "date_publish": "2020-10-27 07:00:09", "description": "An approach called contingency management rewards drug users with money and prizes for staying abstinent. But few programs offer it, in part because of moral objections to the concept.", "filename": "2020_10_27_health_meth-addiction-treatment_1666740153.html", "image_url": "https://static01.nyt.com/images/2020/10/27/science/00METH-TREATMENT1/00METH-TREATMENT1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=f5f8da4ecadf6fae731763cd4713cdf358b7806c5c804e28759346d44b16b2fd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_27_health_meth-addiction-treatment_1666740153.html", "title": "This Addiction Treatment Works. Why Is It So Underused?", "title_page": "This Addiction Treatment Works. Why Is It So Underused? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“In the drawings, I did pretty good,” said Eric Alick, 63, of Philadelphia, who completed a contingency management program for cocaine addition at the Corporal Michael J. Crescenz V.A. Medical Center in Pennsylvania. “I might get three ‘good jobs’ in a row, but then, bingo.”\nAmong the things he bought with his rewards were a new drill set for his job as a handyman, perfume for his wife and coffee and meals for homeless veterans whom he had met in the hospital cafeteria.\nOne problem with contingency management, evidence suggests, is that people have less success staying abstinent after the treatment ends. For that reason, Richard Rawson, a researcher at the University of Vermont who has studied meth addiction for decades, believes it should be used indefinitely, just as medications for opioid addiction often are.\n“Unfortunately, addiction is a chronic brain disease and treatments need to be designed to accommodate this reality,” he said.\nFor Ms. Waxler-Malloy, losing the debit card when her four months of contingency management ended in early January was hard, although her therapy sessions and 12-step meetings helped. Then, in May, she lost her waitressing job because of the pandemic and she relapsed, using meth and heroin “full force,” she said, for three weeks before stopping with help from Brightview.\nStill, the eight months she went without using drugs was her longest stretch of abstinence in more than two decades. She believes she may not have relapsed if contingency management, with its promise of rewards, had still been part of her treatment regimen.\n“That kept me real accountable,” she said recently. “Even just to stop at McDonald’s when you have that little bit of extra money, to get a hamburger and a fries when you’re hungry. That was really big to me.”", "url": "https://www.nytimes.com/2020/10/27/health/meth-addiction-treatment.html"}