{"authors": ["Nicholas Fandos", "Emily Cochrane", "Patricia Mazzei"], "date_download": "2022-10-25 23:32:30", "date_modify": "2022-10-25 23:32:30", "date_publish": "2020-01-31 01:24:25", "description": "The Tennessee Republican said House Democrats had proved that President Trump withheld military aid to pressure Ukraine to investigate his political rival but that this was not impeachable.", "filename": "2020_01_30_us_politics_trump-senate-impeachment-trial_1666740750.html", "image_url": "https://static01.nyt.com/images/2020/01/30/us/politics/30dc-impeach2/merlin_168116028_c2803c0d-03b1-4ab8-81be-491741fcef9a-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ff2aa778daedf47e1ad6facd553ecba50fa39c4e7de11156651bc273b2726f34&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_30_us_politics_trump-senate-impeachment-trial_1666740750.html", "title": "Lamar Alexander, Key G.O.P. Senator, Plans to Oppose Move for New Evidence", "title_page": "Lamar Alexander, Key G.O.P. Senator, Plans to Oppose Move for New Evidence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senator Lamar Alexander, Republican of Tennessee, said late Thursday that although he believed that Democrats had proved their case that President Trump acted “inappropriately” in his dealings with Ukraine, he did not think the president’s actions were impeachable and would vote against considering new evidence in the impeachment trial.\nMr. Alexander’s statement was a strong indication that Republicans had lined up the votes to block a call for more witnesses and documents on Friday and press toward a quick acquittal in the third presidential impeachment trial in history. His opposition was a significant victory for the White House and Republican leaders.\n“The question then is not whether the president did it, but whether the United States Senate or the American people should decide what to do about what he did,” Mr. Alexander said in a late-night statement after the conclusion of a second marathon day of questioning by senators. “I believe that the Constitution provides that the people should make that decision in the presidential election that begins in Iowa on Monday.”\nIn announcing his stance, Mr. Alexander effectively conceded that the president had engaged in a corrupt effort to leverage taxpayer money to advance his own political objectives — the basis of the abuse-of-power charge against him — but said he had concluded such actions were not impeachable. He called the second charge, obstruction of Congress, “frivolous.”", "url": "https://www.nytimes.com/2020/01/30/us/politics/trump-senate-impeachment-trial.html"}