{"authors": ["Jeanna Smialek", "Ben Casselman", "Demetrius Freeman"], "date_download": "2022-10-25 23:52:28", "date_modify": "2022-10-25 23:52:28", "date_publish": "2020-02-07 10:00:21", "description": "Their pay is increasing after a decade of stagnation. One man’s story shows the hope — and limitations — with that shift.", "filename": "2020_02_07_business_black-unemployment-wages_1666741948.html", "image_url": "https://static01.nyt.com/images/2020/02/05/business/00blackwages01/00blackwages01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=242c7d5604317b692499d1ad5a26d2ec835dd901ee6490917b7613560d79e16a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_07_business_black-unemployment-wages_1666741948.html", "title": "Black Workers’ Wages Are Finally Rising", "title_page": "Black Workers’ Wages Are Finally Rising - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. Mitchell has big goals. He is hoping that he and his younger brothers can pull together sufficient savings to move themselves and their mother to another neighborhood. He loves where he grew up, but it’s changing — gentrifying, diversifying. And the bustling local market doesn’t seem to be pulling black workers up with it.\nHe noted that Pennsylvania’s minimum wage has not increased, and “very seldom do I hear of someone getting a better job.” (Philadelphia last year raised the minimum wage for city employees and contractors, but state law prohibits the city from raising the floor for all workers. Federal efforts have yet to gain traction.)\nPhiladelphia is a university town, but he worries that it is not focused on educating its native youths, a group that is heavily black. Standing outside his old high school last month, he glumly pointed out the door he used to skip classes. Nobody stopped him, he said. And years later, a steady stream of students — mostly racial or ethnic minorities — are still pouring out.\n“I don’t see much of a change, as far as my people elevating economically,” he said. “There’s often a loophole through things, sometimes there’s not. I was lucky enough to be blessed with one.”", "url": "https://www.nytimes.com/2020/02/07/business/black-unemployment-wages.html"}