{"authors": ["Eric Schmitt", "Helene Cooper", "Thomas Gibbons-Neff", "Maggie Haberman", "Peter Baker"], "date_download": "2022-10-25 23:53:27", "date_modify": "2022-10-25 23:53:27", "date_publish": "2020-01-03 13:36:16", "description": "In ordering the drone strike that killed Iran’s top security commander, Mr. Trump challenged predictions it could lead to a wider war in the Middle East.", "filename": "2020_01_03_world_middleeast_suleimani-iran-iraq-strike_1666742007.html", "image_url": "https://static01.nyt.com/images/2020/02/02/us/03suleimani-promo/02iraq-airport-sub2-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=e930f9425c592a15c89374cb8caf42dfef0f667d576f0fc42cf503d5c5a899bf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_03_world_middleeast_suleimani-iran-iraq-strike_1666742007.html", "title": "For Trump, a Risky Decision on Suleimani Is One Other Presidents Had Avoided", "title_page": "For Trump, a Risky Decision on Suleimani Is One Other Presidents Had Avoided - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We’d be negligent if we didn’t respond,” Gen. Mark A. Milley, the chairman of the Joint Chiefs of Staff, told reporters on Friday in his Pentagon office. “The threat of inaction exceeded the threat of action.”\nStill, officials offered scant details and only general explanations for why these reported threats were any different from the rocket attacks, roadside bombings and other assaults carried out by General Suleimani’s Quds Force of the Islamic Revolutionary Guards Corps over the years. “Size, scale and scope,” General Milley said without elaboration.\nNational security experts and even other officials at the Pentagon said they were unaware of anything drastically new about Iranian behavior in recent weeks; General Suleimani has been accused of prodding Shiite militias into attacking Americans for more than a decade.\nThe drone strike came at a charged time for Mr. Trump, who faces a Senate trial after being impeached by the House largely along party lines last month for abuse of power and obstruction of Congress. While advisers insisted politics had nothing to do with the decision, the timing was bound to raise questions in an era marked by deep suspicion across party lines.\nGeneral Suleimani was not a particularly elusive target. Unlike Bin Laden or al-Baghdadi, he moved about quite freely in a number of countries, frequently popping up meeting with Iranian allies or visiting front-line positions in Syria, Iraq and Lebanon. He traveled with an air of impunity. His fans distributed photographs of him on social media, and he occasionally gave interviews. One former senior American commander recalled once parking his military jet next to General Suleimani’s plane at the Erbil airport in northern Iraq.\n“Suleimani was treated like royalty, and was not particularly hard to find,” said Marc Polymeropoulos, a former senior C.I.A. operations officer with extensive counterterrorism experience overseas. “Suleimani absolutely felt untouchable, particularly in Iraq. He took selfies of himself on the battlefield and openly taunted the U.S., because he felt safe in doing so.”\nThat public profile made him the face of the Iranian network across the Middle East, the so-called Axis of Resistance, which includes groups like Hezbollah in Lebanon, Hamas in Gaza, the Houthis in Yemen and a range of militias in Syria and Iraq who share Iran’s animosity toward Israel and the United States. General Suleimani wanted to show that he could be anywhere and everywhere, an American official said, knowing he could be a target but obsessed with proving he had his hand in everything.", "url": "https://www.nytimes.com/2020/01/03/world/middleeast/suleimani-iran-iraq-strike.html"}