{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:32:18", "date_modify": "2022-10-25 23:32:18", "date_publish": "2020-07-01 22:54:33", "description": "Hours after President Trump’s campaign announced an enormous cash influx of $131 million last month, Joe Biden’s team said it had brought in even more.", "filename": "2020_07_01_us_politics_trump-fundraising-2020_1666740738.html", "image_url": "https://static01.nyt.com/images/2020/07/01/us/politics/01trump-money3/01trump-money3-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a8ef0feb4209dfedfd842d4adffd7233091ce716d3a60c7f38458f6709adaaf9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_01_us_politics_trump-fundraising-2020_1666740738.html", "title": "Biden Outraises Trump Again, With $141 Million June Haul", "title_page": "Biden Outraises Trump Again, With $141 Million June Haul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Former Vice President Joseph R. Biden Jr. and the Democratic Party outraised President Trump and the Republicans for the second straight month in June, announcing a record haul of $141 million on Wednesday night only hours after Mr. Trump’s campaign had trumpeted his own $131 million total.\nBoth of the presidential candidates’ hauls represented huge spikes from May, when Mr. Biden raised $80.8 million and Mr. Trump $74 million.\nThe totals were impressive in different ways. For Mr. Biden, the huge sum represented a reversal after he had struggled with fund-raising for much of the primary campaign, as well as a signal that the party’s donors, big and small, have united behind him. For Mr. Trump, it showed the durability of his financial supporters, who delivered his strongest month yet despite a turbulent June and polling showing him trailing Mr. Biden badly.\nThe Trump campaign had celebrated its $131 million haul earlier on Wednesday evening, with Brad Parscale, the campaign manager, writing on Twitter, “Americans voting with their wallets, supporting the president.”", "url": "https://www.nytimes.com/2020/07/01/us/politics/trump-fundraising-2020.html"}