{"authors": ["Tim Herrera"], "date_download": "2022-10-25 23:46:31", "date_modify": "2022-10-25 23:46:31", "date_publish": "2020-10-22 16:04:43", "description": "Not productive? No problem.", "filename": "2020_10_22_smarter-living_coronavirus-stay-motivated_1666741591.html", "image_url": "https://static01.nyt.com/images/2020/11/07/smarter-living/12SL-NewsletterArt/12SL-NewsletterArt-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e77312fd911a9fcee723ce450948be31ea61274cdbf3f76681deacf7001efe4f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_22_smarter-living_coronavirus-stay-motivated_1666741591.html", "title": "7 Months Into the Pandemic and I’m Losing Motivation. Help!", "title_page": "7 Months Into the Pandemic and I’m Losing Motivation. Help! - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Indeed, the added stress of feeling like you can’t keep up just compounds the problem and makes you even less motivated and inspired, said Arianna Huffington, the founder and C.E.O. of Thrive Global, which aims to help people deal with burnout and stress.\n“It’s the productivity paradox: For the last couple of decades, we have just focused on productivity, how do we optimize work flows, how do we have tech tools that make us more productive, how do we get more out of each minute,” she said. “Now what we’re seeing, and there’s some research, is that stress and anxiety kill productivity. So you can have the most optimized work flows and tech tools, but if you’re stressed out of your mind, you’re not going to be as productive.”\nFind your network — and lean on it\nBeyond that self-acceptance and grace, there are other factors, both internal and external, that impact our resiliency in difficult times. Studies have shown that while personality and life experience can have some impact on your ability to deal with stress, having a support network of friends and family can help people get through periods of trauma and improve our ability to respond to stress.\nDr. Hairston said that leaning on those networks can help us process the world around us and give us coping mechanisms for dealing with the constant, ambient stress some people are feeling.\n“You can still remain connected at a distance,” she said.\nDr. Hairston added that even something as simple as a stroll around your neighborhood can help.\n“It might just be going outside and walking and seeing other people with your mask on. Like, ‘Oh, I am alive, there are other people around.’” she said. “Getting outside and seeing people walking around, just switching up your environment” can help remind you that not everything is doom and gloom.\n[Like what you’re reading? Sign up here for the Smarter Living newsletter to get stories like this (and much more!) delivered straight to your inbox every Monday morning.]", "url": "https://www.nytimes.com/2020/10/22/smarter-living/coronavirus-stay-motivated.html"}