{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:30:54", "date_modify": "2022-10-25 23:30:54", "date_publish": "2020-05-01 15:45:23", "description": "Over the long run, stocks are supposed to beat bonds. But they haven’t managed to do that uniformly since 2000, a sign of how difficult things have gotten for ordinary investors.", "filename": "2020_05_01_business_bonds-beat-stocks-over-20-years_1666740654.html", "image_url": "https://static01.nyt.com/images/2020/05/03/business/03Strategies-illo/03View-illo-facebookJumbo.jpg?year=2020&h=549&w=1050&s=c1615b7e73686d044ef8c11c6bbc5f3f483646aa904a5fbcdf697619087f409b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_01_business_bonds-beat-stocks-over-20-years_1666740654.html", "title": "Bonds Beat Stocks Over the Last 20 Years", "title_page": "Bonds Beat Stocks Over the Last 20 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "You can count on stocks to beat bonds over the long haul. That, at least, is the common wisdom, and much of the time it has even been true.\nBut not over long stretches lately.\nWith the chaos in the stock market in recent months, some advantages for bonds might be expected. But the outperformance of bonds isn’t just a short-term effect of the coronavirus downturn or of the economic conditions that preceded it in 2020.\nOver the last 20 years — which counts as a very long time for me — investments in important kinds of bonds have outperformed the stock market. That includes long-term Treasuries, long-term corporate bonds and high-yield (or junk) bonds. It is true even after the startling rally in the stock market since March 23.\nBut the remarkable performance of bonds — and of bond funds — isn’t cause for celebration, and it’s not a recipe for building wealth in the future. To the contrary, the reversal of the customary bond-stock performance is deeply troubling. It is a sign of how unreliable many assumptions about financial markets actually are these days — of how risky the markets have become and of how difficult it is to invest sensibly for the future.", "url": "https://www.nytimes.com/2020/05/01/business/bonds-beat-stocks-over-20-years.html"}