{"authors": ["Sarah Maslin Nir"], "date_download": "2022-10-25 23:23:06", "date_modify": "2022-10-25 23:23:06", "date_publish": "2020-03-18 07:00:09", "description": "A push toward renewable energy is facing resistance in rural areas where conspicuous panels are affecting vistas and squeezing small farmers.", "filename": "2020_03_18_nyregion_solar-energy-farms-ny_1666740186.html", "image_url": "https://static01.nyt.com/images/2020/02/20/nyregion/00nysolar30/00nysolar30-facebookJumbo.jpg?year=2020&h=550&w=1050&s=88eeda27d7f3dc57de8c8602f054046e59bcd6bfebfdf9475ff56e76edb01f75&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_18_nyregion_solar-energy-farms-ny_1666740186.html", "title": "He Set Up a Big Solar Farm. His Neighbors Hated It.", "title_page": "He Set Up a Big Solar Farm. His Neighbors Hated It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This is the wrong place to put it,” said Mr. Ellis, a former naval captain whose office inside Cambria Town Hall serves as his anti-solar war room, with petitions to sign and town zoning maps blasted in red where solar may end up. “Don’t drop it in the middle of an agricultural, residential community. You’re talking about disrupting a way of life,” he said.\nPart of the impetus behind the solar power push in New York is the state’s mandate, under Gov. Andrew M. Cuomo, to shift 70 percent of its electricity to renewable energy sources such as solar, hydroelectric and wind power by 2030.\nThe move has resulted in a so-called green rush of solar developers, spurred by generous subsidies and tax breaks, to procure flat, vacant land on which to install sun-catching technology. More than 46,000 solar projects of varying sizes have been completed since 2016, according to information collected by the state.\nOpposition has largely focused on large-scale solar farms. A state law known as Article 10 empowers the state to approve 25-megawatt plants or larger (a 25-megawatt solar plant generally requires more than 100 acres of land). None have yet been built via this process; 38 are making their way through the approval process, according to the New York State Energy Research and Development Authority.\nGovernor Cuomo said that the state intends to streamline that process through a new Office of Renewable Energy Permitting, eventually allowing the state to preselect sites for large solar farms and assess their viability, then offer those that pass muster to developers.\n“When the private developer advances it, they often generate community opposition, because they don’t bring the lens of political feasibility,” the governor said in an interview. If the state can “run the traps first on the community opposition,” Mr. Cuomo added, then some of the tensions should subside. But critics fear that the new model, if adopted, will render the community powerless to stop a preselected site.\nIn Niagara County, a group of residents has banded together in opposition to Cypress Creek’s application for state approval for its Bear Ridge project.", "url": "https://www.nytimes.com/2020/03/18/nyregion/solar-energy-farms-ny.html"}