{"authors": ["Tariro Mzezewa"], "date_download": "2022-10-25 23:48:51", "date_modify": "2022-10-25 23:48:51", "date_publish": "2020-05-27 09:00:25", "description": "Airplane travel is inching back, but staying safe remains a concern. Here’s how to think about approaching a trip.", "filename": "2020_05_27_travel_is-flying-safe-coronavirus_1666741731.html", "image_url": "https://static01.nyt.com/images/2020/05/22/travel/22planetravel1/22planetravel1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=e849cc676ea8d716d60877635cf7d0fb60ad02513059f91ec4cb811f767b3122&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_27_travel_is-flying-safe-coronavirus_1666741731.html", "title": "Thinking About Flying? Here’s What You Need to Know Now", "title_page": "Thinking About Flying? Here’s What You Need to Know Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Friday, the Transportation Security Administration screened 348,673 people at American airports, the most since travel went into a free-fall in mid-March, likely driven by people traveling ahead of Memorial Day weekend. Still, a year ago, more than 2.7 million people were screened, showing just how far the industry has to come back.\nFor people who are thinking of flying this summer, or in the months after, air travel will be a far different experience than it was before the coronavirus. The days of casually hopping in a cab or Uber to the airport, then jostling for space in the overhead, are over, at least for the moment. From the curb to the plane, each portion of the journey has new rules and new things to think about.\nHere’s what we know about navigating air travel safely now.\n[Read more on travel insurance during the coronavirus pandemic.]\nWhat’s the best way to get to the airport?\nIf someone you have been isolating with can drop you in their own car, that raises the least possible risk. If you need to take a car service like Uber or Lyft, you should remember that those companies are not allowing ride shares (so you can expect to pay more for your ride) and it’s courteous to drivers and passengers who come after you to wipe down the seat and door handle before exiting the car. Uber and Lyft are requiring that all passengers and drivers wear masks. The companies said they are also providing cleaning supplies to as many drivers as possible.", "url": "https://www.nytimes.com/2020/05/27/travel/is-flying-safe-coronavirus.html"}