{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:50:59", "date_modify": "2022-10-25 23:50:59", "date_publish": "2020-06-05 17:00:04", "description": "On shirts, on social media and even on one knee, players are lending their support, and their high profiles, to the protests sweeping first the United States and then the world.", "filename": "2020_06_05_sports_soccer_rory-smith-protests_1666741859.html", "image_url": "https://static01.nyt.com/images/2020/06/06/sports/05rorynewsletter2-print/05rorynewsletter-jadonshirt-facebookJumbo.jpg?year=2020&h=549&w=1050&s=9a1e5c799ece43042eee7e2b3467a2fd8285db722981a44831c4694c4342c8cd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_05_sports_soccer_rory-smith-protests_1666741859.html", "title": "Soccer’s Stars Find Their Voice", "title_page": "Soccer’s Stars Find Their Voice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For the time being, the Premier League has breathing space. This week, the league’s largest broadcast partner — Sky Sports, its primary rights holder in Britain — agreed to wait until next season to collect the $215 million it is owed by England’s top-flight clubs because of the league’s three-month coronavirus hiatus.\nIt is a gesture that will be gratefully received not only by the Premier League’s teams, facing the prospect of a massive financial shortfall brought about by months of games behind closed doors, but by clubs across Europe, many of whom depend upon English spending in the transfer market to keep their own heads above water.\nMore than that, though, it sheds light on how symbiotic the relationship is between the Premier League and the network that has carried its games since its inception. The Premier League is often seen as a product shaped and molded by and for television, and Sky in particular. Sky decides when games are played, and its rolling news channel blares out which stories are important. In some sense, it seeks to determine when history itself starts.\nBut it is too easily forgotten that the converse is also true. Sky’s success is built on the popularity of the Premier League; its decision to wait for payment is proof of that. It is not in Sky’s interests for the Premier League to enter recession. It is not in its interests for the transfer market to seize up, or for next season to look like this season except, or for the glamour and excitement and frenzy to dwindle and drift.\nSoccer needs television, of course: that is why the vast majority of Europe’s leagues are playing on. The majority of those countries that canceled just happened, as it goes, purely coincidentally, to have new television deals starting in the summer. But television needs soccer, too, desperately. Without it, the whole model falls apart.\nThe War Is Won. You Don’t Have to Keep Fighting.", "url": "https://www.nytimes.com/2020/06/05/sports/soccer/rory-smith-protests.html"}