{"authors": ["Declan Walsh"], "date_download": "2022-10-25 23:44:04", "date_modify": "2022-10-25 23:44:04", "date_publish": "2020-06-06 20:49:00", "description": "Khalifa Hifter saw the collapse this week of his 14-month campaign to capture Tripoli from a government backed by the U.N. and Turkey.", "filename": "2020_06_06_world_middleeast_libya-hifter_1666741444.html", "image_url": "https://static01.nyt.com/images/2020/06/07/world/07Libya/merlin_173241258_60f5e781-0398-46e9-a457-61868d5b5447-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e199064052be2dba925be49e51f50c0184ecf64779bbc56ce7266fa6b8a65f0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_06_world_middleeast_libya-hifter_1666741444.html", "title": "Libyan Commander Backed by Russia Says He’s Ready for Talks to End War", "title_page": "Libyan Commander Backed by Russia Says He’s Ready for Talks to End War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — The Libyan commander backed by Russia, whose forces suffered a string of battlefield losses in recent days, declared on Saturday that he was ready to stop fighting and enter talks to end his oil-rich country’s grinding civil war.\nThe announcement was unlikely to bring an immediate end to the fighting. But it offered new evidence of the decisive clout of Turkey, on the other side of Libya’s war, whose intervention in favor of the U.N.-backed government in Tripoli has thwarted Russia’s ambitions and shifted the course of the conflict.\nThe Libyan commander, Khalifa Hifter, made the cease-fire offer in Cairo as he stood alongside his Egyptian ally, President Abdel Fattah el-Sisi. Egypt, along with Russia and the United Arab Emirates, have invested heavily in supporting Mr. Hifter and are now scrambling to limit his losses after the dramatic collapse of his 14-month campaign to capture Tripoli.\nThe scale and speed of Mr. Hifter’s losses have stunned Libyans, and analysts say the retreat not only marks the end of his assault on Tripoli, but is likely to reshape the broader military and political landscape in the country.", "url": "https://www.nytimes.com/2020/06/06/world/middleeast/libya-hifter.html"}