{"authors": ["Tim Arango", "Thomas Fuller", "John Eligon", "Conor Dougherty"], "date_download": "2022-10-25 23:25:45", "date_modify": "2022-10-25 23:25:45", "date_publish": "2020-03-16 16:27:41", "description": "On Monday, seven counties around Silicon Valley announced residents should not go out for three weeks except to meet “essential needs.”", "filename": "2020_03_16_us_california-covid-19_1666740345.html", "image_url": "https://static01.nyt.com/images/2020/03/15/us/00virus-california04/00virus-california04-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c1282a9b9b85a9dfef5511138c58feeeb1d2584d47f7e40aad9c9e80fab75879&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_16_us_california-covid-19_1666740345.html", "title": "Shelter in Place: Some Residents in Bay Area Ordered to Stay Home", "title_page": "Shelter in Place: Some Residents in Bay Area Ordered to Stay Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This is not the moment for half-measures, and history won’t forgive us for waiting an hour more,” Mr. Liccardo said.\nResidents are being ordered to stay home except for essential reasons, which include buying food; people can also leave for outdoor activities including “walking, hiking or running” and caring for a pet.\nMayor Joe Goethals of San Mateo put it this way: “I’m asking people to go home with their families and to stay there until they are told otherwise.”\nMayor London Breed of San Francisco said “necessary” government offices and “essential stores” would be allowed to remain open. The order, she said in a Twitter post, would be effective at midnight.\nBullet Train to Nowhere : Construction of the California high-speed rail system, America’s most ambitious infrastructure project, Construction of the California high-speed rail system, America’s most ambitious infrastructure project, has become a multi-billion-dollar nightmare\nA Piece of Black History Destroyed: Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Then came the Mill fire\nWarehouse Moratorium: As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, the anger has turned to widespread action\nIn a state very familiar with disasters, from wildfires to earthquakes, the leaders of California found themselves in recent days confronting something altogether different, with no playbook to lean on.\n[Want to get our daily newsletter California Today by email? Here’s the sign-up.]\nThe state that has pioneered the technology that allows people to connect remotely is quickly realizing how much human contact is important not only for the economy but also for the well-being of its residents.\nIn the time it takes for an email to drop in an inbox, or a news alert to flash across an iPhone screen, school districts, one after another, were closing. Movie productions were shutting down, premieres canceled. At the ports, terminals were shuttered, as fewer ships, loaded with consumer goods and parts for American factories, set sail from China. And exports, poultry and oranges, were piling up on the docks.", "url": "https://www.nytimes.com/2020/03/16/us/california-covid-19.html"}