{"authors": ["Michael Cooper"], "date_download": "2022-10-25 23:36:20", "date_modify": "2022-10-25 23:36:20", "date_publish": "2020-06-01 20:00:13", "description": "Many artists have not been paid since March at the company, which hopes to return on New Year’s Eve after its longest interruption in over a century.", "filename": "2020_06_01_arts_music_metropolitan-opera-cancels-season-virus_1666740980.html", "image_url": "https://static01.nyt.com/images/2020/06/02/world/02opera-1-print/merlin_170435268_70366972-bbda-446c-a154-5db9e1278b80-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d25536b508693af942a5fb752542543321acf2c313de311a03002bfd37c95eda&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_01_arts_music_metropolitan-opera-cancels-season-virus_1666740980.html", "title": "The Metropolitan Opera Cancels All Fall Performances", "title_page": "The Metropolitan Opera Cancels All Fall Performances - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Gelb said the loss of the beginning of the 2020-21 season — including over three months of performances, several Live in HD cinema transmissions and its lucrative opening night fund-raising gala — is projected to cost the company $54 million, on top of the tens of millions that were lost this spring. He added that people who have already bought tickets for the canceled performances could exchange them for other performances, donate the money or get full refunds.\nThe Met has struggled at the box office in recent years while maintaining an annual budget of over $300 million. But the pandemic struck at a moment when several big artistic and box-office hits — including new productions of the Gershwins’ “Porgy and Bess” and Philip Glass’s “Akhnaten” — had put the company on track for one of its most successful seasons in years.\nThe company has an endowment valued at $270 million, down from close to $300 million before the pandemic — a fraction of the size of the funds at institutions like the Metropolitan Museum of Art. The opera has bonded debt; relies on a letter of credit that is backed in part by the enormous Chagall murals that hang in its lobby; and has been chided at times by ratings agencies for not keeping enough cash on hand. Now it is fighting for its financial life.\nThe Met still enjoys strong philanthropic support, and it has raised $60 million over the past two months, as part of an emergency campaign. Marc A. Scorca, the president of Opera America, an industry organization, noted that one of opera’s perceived weaknesses — that it does not get enough box-office revenue to come close to covering expenses, making it reliant on donors — could help it weather the current waves of cancellations.\n“It has always been a disadvantage of opera that so little of its income comes from box office,” he said. “But in comparison to sectors like the theater, some of these opera companies are less fragile — provided that they can hold on to the philanthropy.”\nThe Met’s digital outreach — a necessity at a moment when live performances have been restricted — has been strong. The company has been streaming free operas from its extensive video catalog each night, an endeavor that has helped it attract 20,000 new donors. And Mr. Gelb said the At-Home Gala it streamed in April, with live performances filmed on smartphones from the homes of opera stars around the world, was watched by 750,000 people and raised $1.5 million in small donations and another $1.5 million from large sponsors.", "url": "https://www.nytimes.com/2020/06/01/arts/music/metropolitan-opera-cancels-season-virus.html"}