{"authors": ["Trip Gabriel"], "date_download": "2022-10-25 23:29:51", "date_modify": "2022-10-25 23:29:51", "date_publish": "2020-11-08 10:00:13", "description": "President Trump has presented no hard evidence of voter fraud, but his charges have riled supporters in Pennsylvania who now insist the election has been stolen.", "filename": "2020_11_08_us_politics_pa-trump-voters_1666740591.html", "image_url": "https://static01.nyt.com/images/2020/11/06/us/politics/06pa-trump-voters1/06pa-trump-voters1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=733983564d180b878dd6ea1843a16c96d160d66f31b6bc9c0a449abe4b55a3bf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_08_us_politics_pa-trump-voters_1666740591.html", "title": "In Pennsylvania, Trump Voter Fury Foretells a Nation Still Divided", "title_page": "In Pennsylvania, Trump Voter Fury Foretells a Nation Still Divided - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PITTSBURGH — Like many Trump supporters, Dennis Tippie watched the steady tallying of votes that wiped away the president’s early lead in Pennsylvania, not with a faith that democracy was playing out but with dark and rising anger.\n“If he does end up with that number of electoral votes,” he said last week of Joseph R. Biden Jr., as Mr. Biden appeared on his way to winning the state and the White House, “he would have gained them through fraud, deception and simple criminality.’’\nNo evidence exists of fraud, deception or criminality in the tallying of absentee ballots that piled up during the worst health crisis to hit the nation in a century. The state’s Republican-controlled legislature refused to allow those ballots to be processed as they came in, compounding the delays until the race was called on Saturday, making Mr. Biden the 46th president-elect.\nBut Mr. Tippie, a retired truck driver who imbibed the president’s words partly through Fox News, agreed with Mr. Trump and his surrogates that the election had been stolen before their eyes. He lives in Nanty Glo, Pa., in the interior of the state that the so-called elites in Philadelphia sometimes call “Pennsyltucky.” To Mr. Tippie, Mr. Biden is “a total fool,” his running mate, Kamala Harris, is “a very scary woman,” and a Biden presidency would be both illegitimate and disastrous.", "url": "https://www.nytimes.com/2020/11/08/us/politics/pa-trump-voters.html"}