{"authors": ["Katie Benner", "Nicole Perlroth"], "date_download": "2022-10-25 22:58:02", "date_modify": "2022-10-25 22:58:02", "date_publish": "2020-09-16 18:16:53", "description": "In indictments against five Chinese nationals, the Justice Department described sophisticated attacks to hijack networks and extort universities, businesses and nonprofits.", "filename": "2020_09_16_us_politics_china-hackers_1666738682.html", "image_url": "https://static01.nyt.com/images/2020/09/16/us/politics/16dc-cyber/16dc-cyber-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ccea03cd1f85beba7acc220565428d6c874b0452f5bdf971af7999732a147eaf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_16_us_politics_china-hackers_1666738682.html", "title": "China-Backed Hackers Broke Into 100 Firms and Agencies, U.S. Says", "title_page": "China-Backed Hackers Broke Into 100 Firms and Agencies, U.S. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department said on Wednesday that a group of hackers associated with China’s main intelligence service had infiltrated more than 100 companies and organizations around the world to steal intelligence, hijack their networks and extort their victims.\nThe United States government presented the allegations in a set of three indictments unsealed on Wednesday that showed the scope and sophistication of China’s attempts to unlawfully advance its economy and to become the dominant global superpower through cyberattacks. The indictments also said some of the hackers had worked with Malaysian nationals to steal and launder money through the video game industry.\n“The Chinese government has made a deliberate choice to allow its citizens to commit computer intrusions and attacks around the world because these actors will also help the P.R.C.,” Deputy Attorney General Jeffrey A. Rosen said, referring to the People’s Republic of China in a news conference where he announced the charges.\nThe acting U.S. attorney for the District of Columbia, Michael R. Sherwin, said some of the perpetrators viewed their association with China as providing “free license to hack and steal across the globe.”", "url": "https://www.nytimes.com/2020/09/16/us/politics/china-hackers.html"}