{"authors": ["Daniel Victor"], "date_download": "2022-10-25 23:44:23", "date_modify": "2022-10-25 23:44:23", "date_publish": "2020-11-25 13:04:06", "description": "She wrote that she held “an almost unbearable grief, experienced by many but talked about by few.”", "filename": "2020_11_25_world_europe_meghan-markle-duchess-sussex-miscarriage_1666741463.html", "image_url": "https://static01.nyt.com/images/2020/11/25/multimedia/25xp-meghan-reax1/merlin_180425997_01af8f8e-48a0-4484-bf24-e6ff4c277c44-facebookJumbo.jpg?year=2020&h=550&w=1050&s=93d9e4e8e8cb7b16cc751173e137333abcb4609a6350851e39f9e303a82bb301&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_25_world_europe_meghan-markle-duchess-sussex-miscarriage_1666741463.html", "title": "Meghan, Duchess of Sussex, Shares Her Miscarriage Grief", "title_page": "Meghan, Duchess of Sussex, Shares Her Miscarriage Grief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Meghan, the Duchess of Sussex, revealed in a deeply personal essay in the New York Times Opinion section on Wednesday that she had miscarried her second child with Prince Harry in July, bringing light to an experience shared by many grieving families who often suffer in silence.\nThe steep challenges of 2020 — the coronavirus pandemic, racial protests, political polarization in a nasty election year in the United States — have “brought so many of us to our breaking points,” she wrote. Her modest step toward healing, she said, was in asking if people are OK, as a journalist famously asked her last year.\nExperts who help grieving parents immediately praised her decision to share her story, saying it would help break a persistent cultural taboo over talking about miscarriages and baby loss.\n“In the pain of our loss, my husband and I discovered that in a room of 100 women, 10 to 20 of them will have suffered from miscarriage,” Meghan wrote. “Yet despite the staggering commonality of this pain, the conversation remains taboo, riddled with (unwarranted) shame, and perpetuating a cycle of solitary mourning.”", "url": "https://www.nytimes.com/2020/11/25/world/europe/meghan-markle-duchess-sussex-miscarriage.html"}