{"authors": ["Sydney Ember", "Thomas Kaplan"], "date_download": "2022-10-25 23:52:46", "date_modify": "2022-10-25 23:52:46", "date_publish": "2020-01-02 11:00:08", "description": "Mr. Sanders’s total is the largest three-month haul disclosed by any candidate so far in the Democratic primary race.", "filename": "2020_01_02_us_politics_bernie-sanders-q4-campaign-fundraising_1666741966.html", "image_url": "https://static01.nyt.com/images/2020/01/03/us/politics/00campfin-sanders/00campfin-sanders-facebookJumbo.jpg?year=2020&h=550&w=1050&s=11a19b2cf46296692cdd16045273ae1039c6bd5b8bef33c70fa228007e8ef284&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_02_us_politics_bernie-sanders-q4-campaign-fundraising_1666741966.html", "title": "Bernie Sanders Says He Raised $34.5 Million in Fourth Quarter Fund-Raising", "title_page": "Bernie Sanders Says He Raised $34.5 Million in Fourth Quarter Fund-Raising - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DES MOINES — Senator Bernie Sanders of Vermont raised more than $34.5 million in the fourth quarter of 2019, his presidential campaign said Thursday, yet another display of his enduring financial might fueled by a huge base of grass-roots donors.\nMr. Sanders received more than 1.8 million donations in the quarter, with an average donation of $18.53.\nHis fourth-quarter total is larger than any candidate has raised in a single quarter so far in the primary race. And it soundly eclipsed the totals of several other candidates who have reported figures for the three-month period from Oct. 1 until Dec. 31, including Pete Buttigieg, who said on Wednesday that he had raised more than $24.7 million; Joseph R. Biden Jr., who said on Thursday that he had collected $22.7 million; and Andrew Yang, who said on Thursday that he had raised more than $16.5 million.\nTaken together, the high totals suggest the willingness of Democrats eager to defeat President Trump to open their checkbooks and donate to potential nominees.", "url": "https://www.nytimes.com/2020/01/02/us/politics/bernie-sanders-q4-campaign-fundraising.html"}