{"authors": ["Katie Thomas", "Denise Grady"], "date_download": "2022-10-25 23:23:13", "date_modify": "2022-10-25 23:23:13", "date_publish": "2020-03-20 23:14:05", "description": "Doctors and patients also worry that the president’s rosy outlook for the treatments will exacerbate shortages of old malaria drugs relied on by patients with lupus and other debilitating conditions.", "filename": "2020_03_20_health_coronavirus-chloroquine-trump_1666740193.html", "image_url": "https://static01.nyt.com/images/2020/03/20/science/20VIRUS-DRUGS2/20VIRUS-DRUGS2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5a4c78df2fffeec833141e9a59058fd772a110f0769bf89d968ef203325f8e08&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_20_health_coronavirus-chloroquine-trump_1666740193.html", "title": "Trump’s Embrace of Unproven Drugs to Treat Coronavirus Defies Science", "title_page": "Trump’s Embrace of Unproven Drugs to Treat Coronavirus Defies Science - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As word of the drugs’ possible effects have spread around the globe, demand has surged, with hospitals ordering the treatments in a desperate effort to treat severely ill patients.\nTwo large generic manufacturers, Teva and Mylan, have said they are ramping up production of hydroxychloroquine, and Teva has said it will donate millions of pills to the U.S. government. The sole manufacturer of chloroquine, Rising Pharmaceuticals, has also said it is increasing production. In addition, the German company Bayer announced this week it was donating millions of pills of chloroquine to the U.S. government and would seek approval from the F.D.A. for its products to be used in the United States.\nHydroxychloroquine is especially important for people with lupus, which can be life-threatening, Dr. Lockshin said. The drug can lower the risk of dying from lupus and prevent organ damage, and is considered the standard of care. If patients stop taking it after using it regularly for a long time, they can gradually become quite ill. He said it was particularly disturbing to think that people known to benefit from the drug could lose access to it because it is being diverted to a disease for which there is no solid evidence that it actually works.\n“If there were justification for everyone taking it, that would be one thing,” Dr. Lockshin said. “It’s not hard to do the studies even in the midst of this crisis. We could have answers in a few weeks. But it’s being prescribed right and left.”\nDana Olita, 50, of Los Angeles, raced Thursday and Friday to refill her prescription for hydroxychloroquine, which she has taken for a decade to treat rheumatoid arthritis. Her pharmacist at CVS initially told her it was unavailable; then she was told on Friday that they had located enough to fill her prescription. “There are lots of people that desperately need this, and if we stop taking it, the problem to us is overwhelming,” she said.\nA spokesman for CVS said the company was “closely monitoring the global pharmaceutical manufacturing environment and working with our suppliers to ensure we can continue filling prescriptions for pharmacy patients and plan members.” The company said it had adequate stocks of hydroxychloroquine but described the supply of chloroquine as “tight” and said it was taking steps to address the issue.", "url": "https://www.nytimes.com/2020/03/20/health/coronavirus-chloroquine-trump.html"}