{"authors": ["Richard Fausset"], "date_download": "2022-10-25 23:27:23", "date_modify": "2022-10-25 23:27:23", "date_publish": "2020-05-08 00:26:08", "description": "Gregory McMichael and Travis McMichael were arrested in connection with the killing of Mr. Arbery, which had led to protests in Georgia.", "filename": "2020_05_07_us_ahmaud-arbery-shooting-arrest_1666740443.html", "image_url": "https://static01.nyt.com/images/2020/04/27/us/07arrest-georgia-shooting-promo/00georgia-shooting3-facebookJumbo.jpg?year=2020&h=549&w=1050&s=cfc13318fff97a391ddebce53370b192db8d442e83e9ed47fe3db0ef38277845&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_07_us_ahmaud-arbery-shooting-arrest_1666740443.html", "title": "Gregory and Travis McMichael Arrested in Killing of Ahmaud Arbery", "title_page": "Gregory and Travis McMichael Arrested in Killing of Ahmaud Arbery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The video of the shooting, taken from inside a vehicle, shows Mr. Arbery running along a shaded two-lane residential road when he comes upon a white truck, with a man standing beside its open driver’s-side door. Another man is in the bed of the pickup. Mr. Arbery runs around the truck and disappears briefly from view. Muffled shouting can be heard before Mr. Arbery emerges, tussling with the man outside the truck as three shotgun blasts echo.\n[Read more about the third person charged in Ahmaud Arbery’s death.]\nThe case is the latest in the United States to raise concerns about racial inequities in the justice system. Documents obtained by The New York Times show that a Georgia prosecutor who had the case for weeks before recusing himself over a conflict of interest had advised the Glynn County Police Department that there was “insufficient probable cause” to issue arrest warrants for the McMichaels.\nThe prosecutor, George E. Barnhill of Georgia’s Waycross Judicial Circuit, noted that the McMichaels were carrying their weapons legally under Georgia law. He also cited the state’s citizen’s arrest law, and the statute on self-defense.\nMr. Barnhill argued that Mr. Arbery, who appeared to be unarmed, had initiated the fight with Travis McMichael, and was thus “allowed to use deadly force to protect himself.”", "url": "https://www.nytimes.com/2020/05/07/us/ahmaud-arbery-shooting-arrest.html"}