{"authors": ["Gillian Friedman"], "date_download": "2022-10-25 23:34:47", "date_modify": "2022-10-25 23:34:47", "date_publish": "2020-12-10 00:12:49", "description": null, "filename": "2020_12_09_business_general-electric-will-pay-200-million-to-settle-claims-it-misled-investors_1666740887.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2020", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_09_business_general-electric-will-pay-200-million-to-settle-claims-it-misled-investors_1666740887.html", "title": "General Electric will pay $200 million to settle claims it misled investors.", "title_page": "General Electric will pay $200 million to settle claims it misled investors. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "General Electric will pay $200 million to settle charges that it failed to disclose important information to investors in its power and insurance businesses, the Securities and Exchange Commission said Wednesday.\nG.E. misled investors in 2016 and 2017 about the source of its profits in its power business and failed to tell investors about the risks associated with G.E. Capital, its financial services business, the agency said.\n“Investors are entitled to an accurate picture of a company’s material operating results,” Stephanie Avakian, director of the agency’s Division of Enforcement, said in a statement. “G.E.’s repeated disclosure failures across multiple businesses materially misled investors about how it was generating reported earnings and cash growth as well as latent risks in its insurance business.”\nIn 2017 and 2018, G.E.’s stock price fell almost 75 percent as challenges in its power and insurance businesses were disclosed to the public, the Securities and Exchange Commission said.", "url": "https://www.nytimes.com/2020/12/09/business/general-electric-will-pay-200-million-to-settle-claims-it-misled-investors.html"}