{"authors": ["Jason Horowitz", "Fabio Bucciarelli"], "date_download": "2022-10-25 23:50:32", "date_modify": "2022-10-25 23:50:32", "date_publish": "2020-11-29 10:19:58", "description": "The northern Italian province became one of the deadliest killing fields for the virus in the Western world. But a Times investigation found that faulty guidance and bureaucratic delays rendered the toll far worse than it had to be.", "filename": "2020_11_29_world_europe_coronavirus-bergamo-italy_1666741832.html", "image_url": "https://static01.nyt.com/images/2020/11/30/world/bergamo-promo/merlin_180062436_8aaecef4-14db-464d-94ad-a747cdd73408-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ff9b5b1fd6932e55ca18cdcbf54d944a7135a6c41e73384d85b5fb4ba6ae9354&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_29_world_europe_coronavirus-bergamo-italy_1666741832.html", "title": "The Lost Days That Made Bergamo a Coronavirus Tragedy", "title_page": "The Lost Days That Made Bergamo a Coronavirus Tragedy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The northern Italian province became one of the deadliest killing fields for the virus in the Western world. But a Times investigation found that faulty guidance and bureaucratic delays rendered the toll far worse than it had to be.\nBERGAMO, Italy — When Franco Orlandi, a usually hale former truck driver, arrived in mid-February with a cough and fever at an emergency room in the northern Italian province of Bergamo, doctors determined that he had a flu and sent him home. Two days later, an ambulance brought the 83-year-old back. He couldn’t breathe.\nItaly had not recorded a single domestic coronavirus case, but Mr. Orlandi’s symptoms puzzled Monica Avogadri, the 55-year-old anesthesiologist who treated him at Pesenti Fenaroli Hospital. She didn’t test him for the virus because Italian protocols, adopted from the World Health Organization, recommended testing only people with a link to China, where the outbreak had originated.\nWhen she asked whether Mr. Orlandi had a connection to China, his wife seemed befuddled. They hardly ever ventured beyond their local cafe, Patty’s Bar.\n‘‘China?” Dr. Avogadri recalled Mr. Orlandi’s wife responding. “She didn’t even know where it was.”\nWhat Dr. Avogadri did not know was that Covid-19 had already arrived in her region of Lombardy, a discovery made five days later by another doctor in nearby Lodi who broke the national testing protocol. By then, Dr. Avogadri, hamstrung by those same protocols, had herself fallen ill after days caring for Mr. Orlandi and other patients. Her hospital, rather than identifying and treating the disease, was accelerating its spread across Italy’s economic heartland.", "url": "https://www.nytimes.com/2020/11/29/world/europe/coronavirus-bergamo-italy.html"}