{"authors": [], "date_download": "2022-10-25 23:31:01", "date_modify": "2022-10-25 23:31:01", "date_publish": "2020-08-27 00:21:24", "description": "Protests continued for a fourth night in Kenosha, and Wisconsin’s attorney general gave new details about the police shooting of Jacob Blake.", "filename": "2020_08_26_us_kenosha-protests-jacob-blake-kyle-rittenhouse_1666740661.html", "image_url": "https://static01.nyt.com/images/2020/08/26/lens/26kenosha-march/26kenosha-march-facebookJumbo.jpg?year=2020&h=550&w=1050&s=37c3fedbd802781ff9bc1b2923d71574a589ea25a79c612e71eff85675c3d28c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_26_us_kenosha-protests-jacob-blake-kyle-rittenhouse_1666740661.html", "title": "Justice Department to Investigate Jacob Blake Shooting", "title_page": "Justice Department to Investigate Jacob Blake Shooting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“What our city needs right now is healing,” Mr. Frey said at a news conference with the city police chief, Medaria Arradondo, on Wednesday night. “We do not need more destruction. We do not need property damage that is unacceptable in every way, shape and form, and I want to be very clear: It will not be tolerated.”\nLater Wednesday evening, the police released video of the man shooting himself, saying it was important to quell rumors that he had been killed by the police.\n“People need to know the facts,” Chief Arradondo said, as he echoed the mayor’s demand that people leave the downtown.\nThe new unrest came as protesters took to the streets elsewhere to condemn the shooting of Mr. Blake in Kenosha.\nProtesters in Portland, Ore., continued their nightly demonstrations that have lasted for three months, with Wednesday night’s march billed as being in solidarity with Kenosha.\nA crowd of about 200 marched to a federal Immigration and Customs Enforcement building, where federal officers came out to confront the crowd. Some protesters threw projectiles, and federal officers pursued them with tear gas and other crowd-control munitions. Local police officers later made a series of arrests on nearby streets.\nTo the south, in Oakland, Calif., hundreds of protesters of protesters took to the streets in solidarity, with a march that began peacefully with a few hundred people calling for justice. Jacob Blake’s name was spray-painted on some boarded storefronts, and some protesters chanted the name of Oscar Grant, a 22-year-old Black man who was killed in the city in 2009.", "url": "https://www.nytimes.com/2020/08/26/us/kenosha-protests-jacob-blake-kyle-rittenhouse.html"}