{"authors": [], "date_download": "2022-10-25 23:49:26", "date_modify": "2022-10-25 23:49:26", "date_publish": "2020-07-30 09:13:01", "description": "Federal U.S. jobless benefits are set to expire after lawmakers failed to make a deal. Herman Cain died after being hospitalized with the virus.", "filename": "2020_07_30_world_coronavirus-covid-19_1666741766.html", "image_url": "https://static01.nyt.com/images/2020/09/28/us/28a2_rail/us-briefing-promo-image-facebookJumbo.jpg?year=2020&h=549&w=1050&s=d0b56a1c4f6cd16308fc2b5f07eb54b0d8857641b5065a17d522f8ce5d7bae65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_30_world_coronavirus-covid-19_1666741766.html", "title": "Fauci to Testify Before Congress on Coronavirus Response", "title_page": "Fauci to Testify Before Congress on Coronavirus Response - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Education officials in New York City, one of the few large districts in the country that are still planning to open schools in the fall, laid out a plan on Thursday for what would happen in the seemingly inevitable event that cases of the coronavirus are confirmed in a classroom.\nThe protocol means it is likely that at many of the city’s 1,800 schools, individual classrooms or even entire buildings will be closed at points during the school year. Although the city’s test positivity rate and caseload are relatively low, many public health experts expect those numbers to tick up this fall, whether or not schools reopen.\nOfficials said confirmed infections among students, teachers and staff members would be treated the same. One or two confirmed cases in a single classroom would require those classes to close for 14 days; all students and staff members in that classroom would be ordered to self-quarantine, and students would learn remotely. The rest of the school would continue to operate.\nBut if two or more people in different classrooms in the same school tested positive, the entire building would close while disease detectives from the city’s Department of Health were brought in to investigate the cases, which could take several days. Depending on the results of the investigation, the building could reopen, but the classrooms with positive cases would remain closed for 14 days.\nIf disease detectives were not able to find a link between two or more confirmed cases in a building, including exposure to the virus outside of school, the entire building would remain shuttered for two weeks.\nNew York City is currently planning to reopen its schools on a hybrid model starting Sept. 10, with students reporting to classrooms one to three days a week to allow for social distancing. All staff members will be asked to take coronavirus tests before the start of school, with expedited results.\nMayor Bill de Blasio’s administration faced enormous criticism for waiting until mid-March to close schools, after the virus had already begun to spread significantly throughout the city, which soon became a global center of the crisis. Throughout March, when a student or staff member tested positive, the school would automatically close for 24 hours for cleaning, a protocol that many parents and teachers said was too lax.", "url": "https://www.nytimes.com/2020/07/30/world/coronavirus-covid-19.html"}