{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:47:18", "date_modify": "2022-10-25 23:47:18", "date_publish": "2020-03-12 09:00:22", "description": "President Trump is pushing a nearly $1 trillion fiscal stimulus that some economists say would not be well targeted to offset damage from the coronavirus.", "filename": "2020_03_12_business_trump-tax-cut-coronavirus_1666741638.html", "image_url": "https://static01.nyt.com/images/2020/03/13/business/11DC-VIRUS-PAYROLL-print/11DC-VIRUS-PAYROLL-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=36e18953bf44d97fa0ad0b9be913b535406095f35e22411a0030527b583b086b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_12_business_trump-tax-cut-coronavirus_1666741638.html", "title": "Trump’s Payroll Tax Cut Would Dwarf the 2008 Bank Bailout", "title_page": "Trump’s Payroll Tax Cut Would Dwarf the 2008 Bank Bailout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump and his top advisers have pitched the cut as a much-needed lift for consumers and businesses at a time when the spreading virus is beginning to chill economic activity. “The payroll tax holiday is probably the most important, powerful piece of this,” Larry Kudlow, the director of the National Economic Council, told reporters on Tuesday.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nUnder Mr. Trump’s plan — as described by Peter Navarro, one of his economic advisers — the government would, through the end of the year, stop collecting the 6.2 percent Social Security tax currently taken out of workers’ paychecks and the 1.45 percent tax taken for Medicare. It would also suspend equally large taxes paid on behalf of workers by their employers. Self-employed workers would be relieved of the entire 15.3 percent tax they currently pay.\nFor workers, earnings that are no longer subject to the payroll tax would now be subject to federal income taxes. Because lower-paid workers have lower marginal income tax rates, they would see a slightly larger percentage increase in their pay than workers with higher salaries. Some extremely high-paid workers would not see an increase at all because payroll taxes are capped by income, and some workers are close to — or have already reached — that limit. This means they are not set to have any Social Security taxes taken out for the rest of the year.\nAs a general rule, the largest percentage income gains would go to households earning up to $250,000 a year, according to calculations by the Tax Foundation, a nonprofit in Washington. The largest gains in dollar figures would go to households earning more than $123,000 a year, according to an analysis by the Institute on Taxation and Economic Policy in Washington.\nHow much individual workers would save depends partly on their employers. If an employer’s half of payroll taxes was lifted, they would need to decide whether to pass those savings directly to workers in the form of higher pay. Some economists see both sides of that equation as beneficial at a time of slowing economic activity.", "url": "https://www.nytimes.com/2020/03/12/business/trump-tax-cut-coronavirus.html"}