{"authors": ["Tyler Kepner"], "date_download": "2022-10-25 23:43:24", "date_modify": "2022-10-25 23:43:24", "date_publish": "2020-05-07 04:00:31", "description": "The early-morning ESPN telecasts of Korea Baseball Organization games are a reminder of the sport's long-treasured constancy and of what its absence has meant this spring.", "filename": "2020_05_07_sports_coronavirus-korea-baseball-opening_1666741404.html", "image_url": "https://static01.nyt.com/images/2020/05/07/sports/06kepner-KBO-1/06kepner-KBO-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=58cea7dd5c808cdfe33043543ada0ef698a9c7f6b8629e1caca47996885c39c5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_07_sports_coronavirus-korea-baseball-opening_1666741404.html", "title": "Baseball From Korea: A Filling Breakfast for Bereft Fans", "title_page": "Baseball From Korea: A Filling Breakfast for Bereft Fans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One of baseball’s enduring, endearing delights is its role as the background noise to a sports fan’s life. For six months, you never really have to wonder if your team is playing that day. With only scattered exceptions, it is — and if it’s not, a bunch of other teams are right there waiting for you.\nThink of the scene in the movie “Almost Famous” when Penny Lane explains the healing powers of music: “If you ever get lonely, you just go to the record store and visit your friends.” The baseball fan’s equivalent is the vast array of old games on YouTube. Need a quick fix in the off-season? Just click. You probably know the score already, but never mind that: It’s all about the way it makes you feel.\nThere’s a big difference, though, between recorded and live. In some ways, it’s the very lifeblood of the baseball industry, a driving force behind its value to TV networks: Baseball offers more programming than any other sport, and people watch in real time. For viewers, there’s a powerful connection to experiencing the moment, sharing the now.\nThe coronavirus pandemic has trapped Major League Baseball in a forever off-season, scrambling our hard-wired hardball brains. As Jayson Stark pointed out in The Athletic, we just experienced the first April without M.L.B. games since 1883. Even by baseball’s standards, that’s ancient, a time when batters could still tell pitchers where to throw the ball, and none of the Black Sox had even been born.", "url": "https://www.nytimes.com/2020/05/07/sports/coronavirus-korea-baseball-opening.html"}