{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:48:57", "date_modify": "2022-10-25 23:48:57", "date_publish": "2020-07-21 15:13:24", "description": "Data from antibody tests in 10 different cities and states indicate that many people with no symptoms may be spreading the virus.", "filename": "2020_07_21_health_coronavirus-infections-us_1666741737.html", "image_url": "https://static01.nyt.com/images/2020/07/21/science/21VIRUS-CDC/21VIRUS-CDC-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f6fbfdd2d9ea6eb768d1bffc29a46786baf97ffee4432a4c1f5c2d9ed5e746d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_21_health_coronavirus-infections-us_1666741737.html", "title": "C.D.C. Data Shows U.S. Coronavirus Infections Much Higher Than Reported", "title_page": "C.D.C. Data Shows U.S. Coronavirus Infections Much Higher Than Reported - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The results indicate that in vast swaths of the country, the coronavirus still has touched only a small fraction of the population. In Utah, for example, just over one percent of people had been exposed to the virus by early June. The rate was 2.2 percent for Minneapolis-St. Paul as of the first week of June, 3.6 percent for the Philadelphia metropolitan region as of May 30 and 1 percent for the San Francisco Bay Area as of April 30.\nIn some regions, the gap between estimated infections and reported cases decreased as testing capacity and reporting improved. New York City, for example, showed a 12-fold difference between actual infections and the reported rate in early April, and a 10-fold difference in early May.\n“This is not coming as a shock or surprise to epidemiologists,” Carl Bergstrom, an infectious diseases expert at the University of Washington in Seattle, said in an email. “All along, we have expected that only about 10 percent of the cases will be reported.”\nTracking the numbers over time can provide useful insights into the virus’ spread and about a region’s capacity to cope with the epidemic, other experts said.\n“The fact that they’re sort of marking it out over time and looking at it over a longer duration will actually be super-informative,” said Dr. Rochelle Walensky, a researcher at Harvard University who wrote an editorial accompanying the JAMA paper.\nFor example, South Florida ticked up to 2.9 percent as of April 24 from 1.9 percent just two weeks earlier. Missouri’s numbers barely budged from 2.7 percent as of April 26 to 2.8 percent as of May 30. Numbers for both regions are likely to be much higher in the next round of analyses because of the surge of infections in those regions since those dates.\nNew York City showed the biggest leap in its rate, from 6.9 percent as of April 1 to 23.3 percent as of May 6, consistent with its outbreak.", "url": "https://www.nytimes.com/2020/07/21/health/coronavirus-infections-us.html"}