{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:34:01", "date_modify": "2022-10-25 23:34:01", "date_publish": "2020-04-03 09:00:22", "description": "Classic investment strategies are performing about as well as expected — but they may be too painful to bear. If so, says our columnist, make adjustments now.", "filename": "2020_04_03_business_stock-market-coronavirus-strategy_1666740841.html", "image_url": "https://static01.nyt.com/images/2020/04/05/business/04Strategies-illo/04Strategies-illo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ec50f64676a74feef3ffd0d813da2f6c98e13790c196ec24e61f0b8c1dd7b983&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_03_business_stock-market-coronavirus-strategy_1666740841.html", "title": "‘This Isn’t a Dry Run’: How to Be Ready for More Financial Pain", "title_page": "‘This Isn’t a Dry Run’: How to Be Ready for More Financial Pain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the first quarter, the fund declined about 6 percent, including dividends, compared with a loss, with dividends, of about 20 percent in the S&P 500, according to FactSet. The Vanguard Target Retirement Income fund, another conservative fund with a fairly similar asset allocation — 30 percent stock and 70 percent bonds — also lost about 6 percent.\nThat doesn’t strike me as much to worry about, not for a long-term investment.\nBut for retirees living on such a portfolio, it may be a different matter, because those figures understate the intensity of the downturn at its worst, from Feb. 19 to March 23.\nConsider that the DFA fund lost 10.5 percent in that short period, according to FactSet, and that the Vanguard fund lost 12.5 percent. That’s much better than the S&P 500’s 34 percent loss in the same stretch but, still, if you find losses like that too excruciating, you could readjust now by selling stock and holding even more bonds.\nNote, however, that even many bonds and bond funds faltered in that period. The S&P Aggregate Bond index, which measures the broad bond market, did not rise, as bonds often do in stock-market downturns. It fell in that brief stretch, albeit by less than 1 percent. Only Treasury bonds held their own, and, even here, there were problems.\nLarge exchange-traded bond funds run by BlackRock, State Street and Vanguard all traded at prices lower than those being offered by their underlying bonds. This unusual market distortion would have cost you money if you had tried to sell one of these E.T.F.s at the depth of the market’s troubles, though the situation straightened out after the Fed intervened heavily in the markets.\nThe lesson from this brief bond glitch is, I think, that you do not want to put yourself in a position in which you must make urgent short-term sales. “Raise cash when things are calm,” Mr. Booth said.\nShift enough money into cash — and hold it in a bank or a conservatively run money market fund — so that you can ride out a market storm without having to make sales under duress.", "url": "https://www.nytimes.com/2020/04/03/business/stock-market-coronavirus-strategy.html"}