{"authors": ["Mujib Mashal", "Katie Rogers", "Zabihullah Ghazi", "Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:22:49", "date_modify": "2022-10-25 23:22:49", "date_publish": "2020-02-17 22:33:13", "description": "This time when U.S. soldiers are killed by an Afghan, Trump does not call off talks with the Taliban. Is ending the war the only way to end these killings?", "filename": "2020_02_17_world_asia_afghanistan-peace-american-deaths_1666740169.html", "image_url": "https://static01.nyt.com/images/2020/02/17/world/00afghan-insider-1/00afghan-insider-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2c6f83bdd5df7d2e88544db804b9d74910a8ec5fd60c4378d6c0e723d507e985&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_17_world_asia_afghanistan-peace-american-deaths_1666740169.html", "title": "As Afghan Soldier Kills 2 Americans, Peace Talks Forge Ahead", "title_page": "As Afghan Soldier Kills 2 Americans, Peace Talks Forge Ahead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Their Special Forces team was back in Afghanistan just as peace talks were reaching a peak again, along with efforts to hold the line against the Taliban in the field and pressure them to stay at the negotiating table.\nIn Shirzad district, in the eastern province of Nangarhar, the Afghan Army had pushed back the Taliban. But the operations were stuck. So on Feb. 8, a group of Afghan commandos accompanied by the Green Berets arrived early in the morning in helicopters to see if they could help, according to interviews with more than a dozen Afghan and American officials.\nThe Afghan Army battalion had taken up as their base a two-story building that resembled office space more than military barracks. It was struck by a double car-bombing last year, so the belts of security around it had expanded. American soldiers climbed the towers around the base right away, keeping guard the whole time they were there.\nAmong the battalion’s soldiers was Sergeant Jawed, a six-year veteran of the Afghan Army and the oldest son of a brick layer. He left school in 10th grade, faked an ID that bumped his age by two years, and joined the security forces like several other of his relatives. For $200 a month, the army sent him to fight the Taliban.\nImage An undated photo of the shooter, Sergeant Jawed.\nHe got married, and he and his wife had their first child, a boy, three months ago. Sergeant Jawed had managed a transfer just an hour’s drive from home but, busy with the fighting in Shirzad, had not been able to go home to meet him yet.\nBy dusk that day, the work of the Afghan commandos and their American Special Forces partners was over. They had met the leaders, gone over operation plans. They walked out of the building, into the compound yard, waiting for their helicopters to take them away. The sun had just gone down.", "url": "https://www.nytimes.com/2020/02/17/world/asia/afghanistan-peace-american-deaths.html"}