{"authors": ["Christina Morales"], "date_download": "2022-10-25 23:24:34", "date_modify": "2022-10-25 23:24:34", "date_publish": "2020-12-13 20:47:14", "description": "The confrontation near the White House between supporters and opponents of President Trump was one of several on Saturday in Washington and in state capitals across the country.", "filename": "2020_12_13_us_politics_trump-election-protests-violence_1666740274.html", "image_url": "https://static01.nyt.com/images/2020/12/13/us/13xp-protest3SUB/13xp-protest3SUB-facebookJumbo.jpg?year=2020&h=549&w=1050&s=f3d1a9f260a59cc7ce68ae0e6ec72a1ea4fb97e8fa28e23353019c9a7584fbe9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_13_us_politics_trump-election-protests-violence_1666740274.html", "title": "Man Is Arrested in Stabbing at D.C. Election Protest", "title_page": "Man Is Arrested in Stabbing at D.C. Election Protest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The police incident report on the Washington stabbing said officers who were working the demonstrations responded to reports of a fight outside Harry’s Bar on F Street Northwest, where they found four people with stab wounds. The Washington Post reported that the bar was being used on Saturday as a gathering point for the Proud Boys, a right-wing group known for inciting violence at protests.\nThe confrontation occurred after dozens of supporters of Mr. Trump, many of whom appeared to be members of the Proud Boys, gathered on the street outside Harry’s Bar. Some of the Trump supporters shouted and pointed at a Black man in dark clothes who was alone and against a wall, according to a journalist who witnessed the confrontation as he was covering the protests for The New York Times.\nAt least three of the Trump supporters offered to let the man leave and implored the others to let him go in peace. After about a minute, as the man hesitated, more demonstrators closed in and began to punch and kick him, according video footage of the confrontation that was shared by The New York Post.\nAt that point, the man pulled out a knife and began slashing with it as more demonstrators piled onto him. The man broke free twice, but was then grabbed and beaten again. Police officers intervened after the man was face down on the ground. Several protesters yelled that the man had a knife and had stabbed someone. The man’s face was swollen and bloodied when police officers picked him up.", "url": "https://www.nytimes.com/2020/12/13/us/politics/trump-election-protests-violence.html"}