{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:39:04", "date_modify": "2022-10-25 23:39:04", "date_publish": "2020-08-17 18:20:01", "description": "President Trump prefers a robust relationship with authoritarian China to one with democratic Taiwan. But other American officials aim to strengthen U.S.-Taiwan ties.", "filename": "2020_08_17_us_politics_trump-china-taiwan-hong-kong_1666741144.html", "image_url": "https://static01.nyt.com/images/2020/08/17/us/politics/17dc-us-taiwan1/17dc-us-taiwan1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9caa450ad741aeccef3038ca8daecaddf8096e58880a4906355fb3b44c10723f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_17_us_politics_trump-china-taiwan-hong-kong_1666741144.html", "title": "U.S. Tries to Bolster Taiwan’s Status, Short of Recognizing Sovereignty", "title_page": "U.S. Tries to Bolster Taiwan’s Status, Short of Recognizing Sovereignty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Taiwan has been a fraught issue between Washington and Beijing for seven decades, and it is re-emerging as a potential focal point of tensions, as United States national security officials press their campaign against China. The officials also see bolstering Taiwan in a more urgent light given the crackdown on civil liberties in Hong Kong by Xi Jinping, the leader of the Chinese Communist Party.\nPresident Trump himself admires Mr. Xi and is “particularly dyspeptic about Taiwan,” once comparing it to the tip of a Sharpie marker and China to the Resolute desk, John R. Bolton, the former national security adviser, wrote in his new book. And the president is willing to sacrifice U.S. support for the democratic government for trade relations with China, he added. But campaign strategists have told Mr. Trump that he needs to appear tough on China for re-election purposes, giving pro-Taiwan U.S. officials an opening.\nPresident Richard M. Nixon began a process of diplomatic opening in 1971 with Communist-ruled China to get Mao Zedong’s help in countering the Soviet Union. The United States established diplomatic ties with China in 1979 and broke off formal relations with Taiwan, which had been a sanctuary for the Kuomintang, or Nationalists, since their loss in the Chinese civil war 30 years earlier. Every U.S. administration has tried to maintain an ambiguous position on Taiwan based on the “One China” policy.\nThe ambiguity has helped maintain stability across the Taiwan Strait, one of the most militarized areas in the world. But as China has grown stronger and more assertive, and as Mr. Trump has begun dismantling international commitments under his “America First” foreign policy, some U.S. officials and Washington policy experts say the United States’s traditional approach to Taiwan helps hard-liners in Beijing and increases China’s threat to the island’s 24 million people.\nThose officials, as well as Republican and Democratic lawmakers, aim to do as much as possible to show explicit U.S. support for Taiwan. They want to send military signals to China and to make relations with Taiwan as close to nation-to-nation as possible, short of recognizing sovereignty. Though Mr. Bolton openly advocates full diplomatic relations, many U.S. officials, including even some China hawks, have been more reluctant, fearful that such a move would mean a complete break with Beijing.", "url": "https://www.nytimes.com/2020/08/17/us/politics/trump-china-taiwan-hong-kong.html"}