{"authors": ["Vivian Yee"], "date_download": "2022-10-25 23:49:08", "date_modify": "2022-10-25 23:49:08", "date_publish": "2020-05-03 16:21:56", "description": "In Lebanon’s capital, it’s a point of pride that the party never stopped, even during war and protests. But will the dancing and drinking come back after the coronavirus lockdown?", "filename": "2020_05_03_world_middleeast_beirut-lebanon-nightlife-coronavirus_1666741748.html", "image_url": "https://static01.nyt.com/images/2020/05/01/sports/00beirut-nightlife-dispatch-1-copy/00beirut-nightlife-dispatch-1-copy-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=f3793a008ee4ca5a9a45b93557cde9b0849f56cde2d17122c56e50262b3c296a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_03_world_middleeast_beirut-lebanon-nightlife-coronavirus_1666741748.html", "title": "Beirut’s Nightlife Survived Civil War. Can It Withstand Pandemic?", "title_page": "Beirut’s Nightlife Survived Civil War. Can It Withstand Pandemic? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“When you live in a place where nothing is stable and the ground is shaking under you all the time, you live in a state of urgency,” said Charbel Haber, 41, a musician, giving the usual explanation for why the nights here can go on for days. “You have to live in the moment.”\nBeirutis have few spaces to share. Parks are scarce, and Mediterranean beaches are swallowed by private resorts. It is in the seaside cafes, the restaurants, the hookah spots and the sidewalks of the drinking districts on a Friday night — and, at 5, 6 or 7 the morning after, in the nightclubs — that city life whirls on.\nOr used to. The truth is, Beirut has not been itself for many months, slowly asphyxiating as the currency plunges in value, banks withhold depositors’ own savings and the government goes hat in hand to international donors.\nBut nightlife survived the summer of 2006, when war erupted between Hezbollah and Israel. And it went on last fall, when more than a million people, about a quarter of the population, surged into the streets in countrywide antigovernment protests as the economy crumpled.\nAt first, many bars and clubs closed in solidarity with the thawra (Arabic for revolution), urging customers to demonstrate. But then they discovered that revolutionary energy was good for business. Crowds of protesters fizzed into nearby bars every evening to refuel, shouting antigovernment slogans on the street, negronis and beers in their hands.\nWhen they returned to the demonstrations a few drinks later, they danced to local D.J.s. The protest hub in downtown Beirut thudded with music from a half-dozen different stages as if to compete with the city’s famous nightclubs. At the actual clubs, revolutionary chants sounded between techno beats.", "url": "https://www.nytimes.com/2020/05/03/world/middleeast/beirut-lebanon-nightlife-coronavirus.html"}