{"authors": ["Mujib Mashal", "Fatima Faizi"], "date_download": "2022-10-25 23:22:52", "date_modify": "2022-10-25 23:22:52", "date_publish": "2020-01-27 10:46:34", "description": "After hours of confusion, the United States military said there was no indication that enemy fire had caused the aircraft to crash in Taliban territory.", "filename": "2020_01_27_world_asia_afghanistan-plane-crash-ariana_1666740172.html", "image_url": "https://static01.nyt.com/images/2020/01/27/world/27afghanistan-sub/27afghanistan-sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f200debbbc03371dc6ff9b3195e09665d93719154d648a8e4477fe10a25dc76f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_27_world_asia_afghanistan-plane-crash-ariana_1666740172.html", "title": "U.S. Military Plane Crashed in Afghanistan, Officials Confirm", "title_page": "U.S. Military Plane Crashed in Afghanistan, Officials Confirm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — An American military aircraft crashed in a Taliban-controlled area outside Kabul on Monday, the United States military command in Afghanistan said, following hours of confusion after officials had initially identified the plane as a passenger airliner.\nThe plane crashed in the district of Deh Yak in Ghazni Province during a day of harsh weather, Afghan officials said. Senior officials, including the country’s vice president, initially said it was a passenger plane operated by the country’s national carrier, Ariana Afghan Airlines.\nNearly 10 hours after the crash, the United States military, in a statement that provided little detail, confirmed that the plane was one of its aircraft and said it saw no evidence that it had been downed by enemy fire.\nThe statement described the plane as a United States Bombardier E-11, a rare advanced communication aircraft deployed to Afghanistan and used to help ground troops talk to American aircraft overhead.", "url": "https://www.nytimes.com/2020/01/27/world/asia/afghanistan-plane-crash-ariana.html"}