{"authors": ["Mark Landler", "Stephen Castle"], "date_download": "2022-10-25 22:55:04", "date_modify": "2022-10-25 22:55:04", "date_publish": "2020-12-06 17:24:26", "description": "Boris Johnson and the European Union’s president are preparing their domestic audiences for either a landmark accord requiring compromise or a breakdown that will disrupt cross-channel trade.", "filename": "2020_12_06_world_brexit-boris-johnson-european-union_1666738504.html", "image_url": "https://static01.nyt.com/images/2020/12/06/world/06brexit/06brexit-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=3f34e62c23afaba5351abb5fd182d64ae199fd81da89a72e7ebb7340742db07c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_06_world_brexit-boris-johnson-european-union_1666738504.html", "title": "In Last-Ditch Bid for Brexit Deal, Leaders’ Theatrics Show the Stakes", "title_page": "In Last-Ditch Bid for Brexit Deal, Leaders’ Theatrics Show the Stakes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — It can be hard, in the climactic days of a high-stakes negotiation, to separate theatrics from substance — and so it was on Saturday evening, when Prime Minister Boris Johnson of Britain and the president of the European Commission, Ursula von der Leyen, hung up after an hourlong phone call.\nMs. von der Leyen said Britain and the European Union would send their negotiators back to the table in a last-ditch effort to close the gaps holding up an agreement on their post-Brexit trading relationship. Mr. Johnson’s aides released a vivid photo of him on the phone, gesturing in the glare of an old-fashioned desk lamp, like a wartime prime minister battling on behalf of his country.\nOn Monday, the two leaders will speak again to determine whether a deal can be struck by a Dec. 31 deadline. If not, the European Union will begin imposing tariffs on British goods. Four and a half years after Britons voted narrowly to leave the union, the final act of the long-running Brexit drama is at hand.\nWith the outcome so uncertain, Britain and the European Union are preparing their domestic audiences either for a landmark accord that will require compromise on both sides — or for a breakdown that will disrupt cross-channel trade, pitching both Britain and Europe into uncharted territory as the economies of both have been battered by the pandemic.", "url": "https://www.nytimes.com/2020/12/06/world/brexit-boris-johnson-european-union.html"}