{"authors": ["Pranshu Verma"], "date_download": "2022-10-25 23:34:39", "date_modify": "2022-10-25 23:34:39", "date_publish": "2020-10-24 15:43:04", "description": "Amtrak has reduced service and is poised to cut thousands of jobs. Rail supporters argue that, win or lose, the Democratic presidential candidate could shift the debate over the agency’s future.", "filename": "2020_10_24_us_biden-amtrak-covid_1666740879.html", "image_url": "https://static01.nyt.com/images/2020/10/25/us/politics/24dc-biden-amtrak1/00dc-biden-amtrak1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d8bcdc2daa28d52b9656acfb9cddcf8ba29081f29b1504df60acf107a709ba8b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_24_us_biden-amtrak-covid_1666740879.html", "title": "Biden, an Amtrak Evangelist, Could Be a Lifeline for a Rail Agency in Crisis", "title_page": "Biden, an Amtrak Evangelist, Could Be a Lifeline for a Rail Agency in Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The Amtrak that Joe Biden loves can be largely gone by Inauguration Day,” said John Robert Smith, a former board chairman of Amtrak. “The V.P.’s got to make a statement.”\nWhen asked about Mr. Biden’s position on Amtrak’s personnel cuts or reduction in service, the Biden campaign could not provide specific details. But Matt Hill, a spokesman for the campaign, said that Mr. Biden had been “a loyal Amtrak rider and advocate for its workers throughout his entire career.”\n“A President Biden will step up for Amtrak’s workers,” Mr. Hill said.\nAmtrak is core to Mr. Biden’s personal and political identity. In 1972, one month before Mr. Biden was sworn in as a senator from Delaware, his first wife and infant daughter died in a car crash. He soon began a decades-long daily ritual of riding the train between Washington and Wilmington to fulfill a pledge to be home with his children every night, earning the moniker “Amtrak Joe.”\nAs a senator, he was a staunch supporter of Amtrak funding. As a presidential candidate, he has relied on his love for the rail network to support his common man image with voters.\nIn 1987, Mr. Biden kicked off his first presidential bid from the back of an Amtrak train. Last month, the day after his first debate with President Trump, Mr. Biden chartered an Amtrak train to talk with voters in Ohio and Pennsylvania on his “Build Back Better Express” tour.", "url": "https://www.nytimes.com/2020/10/24/us/biden-amtrak-covid.html"}