{"authors": ["Austin Ramzy", "Elaine Yu", "Tiffany May"], "date_download": "2022-10-25 23:39:34", "date_modify": "2022-10-25 23:39:34", "date_publish": "2020-07-30 02:59:07", "description": "Twelve candidates, including several prominent democracy advocates, were barred from an upcoming legislative election, and four activists were arrested over online posts.", "filename": "2020_07_29_world_asia_hong-kong-arrests-security-law_1666741174.html", "image_url": "https://static01.nyt.com/images/2020/07/30/world/30hongkong-arrests-1sub/30hongkong-arrests-1sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=dbc54d1c09bce33270715601944a0d8582c3c4a4696f8bea150ed303f08dd620&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_29_world_asia_hong-kong-arrests-security-law_1666741174.html", "title": "Hong Kong Is Keeping Pro-Democracy Candidates Out of Its Election", "title_page": "Hong Kong Is Keeping Pro-Democracy Candidates Out of Its Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Yeung and Mr. Kwok said in their reply that their visit to New York last August and a joint letter they sent in September to U.S. senators took place months before the national security law took effect.\nThough the security law could not be applied retroactively, election officers said candidates’ past actions and remarks reflected their true intentions.\nMr. Yeung’s disqualification letter also accused him of planning, along with other members of the Civic Party, to “indiscriminately vote down” government proposals. Under the Basic Law, the chief executive must call for a new legislative election if the government cannot pass a budget. If it happens again under a new legislature, the chief executive must step down.\nEric Cheung, a law lecturer at the University of Hong Kong, said he believed lawmakers had the constitutional right to block government proposals and compel the leader to step down. He said the mass disqualifications showed that Hong Kong was growing increasingly similar to mainland China.\n“According to the legal system in the mainland, one cannot openly oppose the regime, which is considered to be beyond the limits of free speech,” he said. “Only allowing certain people they find acceptable to run isn’t a free election — it’s what totalitarian governments do.”\nThe disqualifications came on the heels of the arrests of four people accused of publishing social media posts that called for the city to become independent from China. The sweep on Wednesday was an early indication that the authorities would strictly enforce the new law and crack down on speech that was now considered illegal.", "url": "https://www.nytimes.com/2020/07/29/world/asia/hong-kong-arrests-security-law.html"}