{"authors": ["Sheila Kaplan", "Matthew Goldstein", "Alexandra Stevenson"], "date_download": "2022-10-25 23:00:48", "date_modify": "2022-10-25 23:00:48", "date_publish": "2020-05-21 02:00:11", "description": "Moncef Slaoui, a former pharmaceutical executive, is now overseeing the U.S. initiative to develop coronavirus treatments and vaccines. His financial interests and corporate roles have come under scrutiny.", "filename": "2020_05_20_health_coronavirus-vaccine-czar_1666738848.html", "image_url": "https://static01.nyt.com/images/2020/05/20/science/00VIRUS-MODERNA1/00VIRUS-MODERNA1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=636d59728011b5a07ff9d276c3db5d7976a2c8a09a247a1636bf208050cc1c0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_20_health_coronavirus-vaccine-czar_1666738848.html", "title": "Trump’s Vaccine Chief Has Vast Ties to Drug Industry, Posing Possible Conflicts", "title_page": "Trump’s Vaccine Chief Has Vast Ties to Drug Industry, Posing Possible Conflicts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the Moderna stock is just one piece of his pharmaceutical portfolio, much of which is not public. And some ethics and financial securities experts have voiced concerns about the arrangement Dr. Slaoui struck with the administration.\nIn agreeing to accept the position, Dr. Slaoui did not come on board as a government employee. Instead, he is on a contract, receiving $1 for his service. That leaves him exempt from federal disclosure rules that would require him to list his outside positions, stock holdings and other potential conflicts. And the contract position is not subject to the same conflict-of-interest laws and regulations that executive branch employees must follow.\nDr. Slaoui, an expert in molecular biology and immunology, is not the first Trump administration official with close relationships to drug and health care companies. His immediate boss, Alex M. Azar II, the health and human services secretary, is a former Eli Lilly executive. And the former commissioner of the Food and Drug Administration, Dr. Scott Gottlieb, has moved in and out of government twice, and divested of his interests immediately upon assuming the F.D.A. job in 2017.\nDr. Slaoui, 60, has spent his career developing vaccines and biotechnology businesses, and he has the investments and board seats to prove it. He still holds just under $10 million in GlaxoSmithKline stock and remains a partner in Medicxi, a venture capital firm that specializes in investing in biotech concerns, with several companies engaged in the global race to develop treatments or vaccines to stanch the coronavirus pandemic. GSK and Sanofi have become partners in creating a vaccine candidate against the coronavirus.\nThe administration has reviewed Dr. Slaoui’s affiliations with several companies and concluded in several instances that there were no conflicts because his advisory roles were unrelated to coronavirus research or treatments, and in some cases the corporations had no products against the virus in production, according to a senior official with the Department of Health and Human Services.", "url": "https://www.nytimes.com/2020/05/20/health/coronavirus-vaccine-czar.html"}