{"authors": ["Alexandra Alter"], "date_download": "2022-10-25 23:32:57", "date_modify": "2022-10-25 23:32:57", "date_publish": "2020-09-01 09:00:21", "description": "The author of “The Da Vinci Code” just released a classical music album for children. It happens to be one of the assets he and his wife are disputing in lawsuits over their divorce.", "filename": "2020_09_01_style_dan-brown-wild-symphony-divorce_1666740777.html", "image_url": "https://static01.nyt.com/images/2020/09/06/fashion/01danbrown-prromo/01danbrown-prromo-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=2e8b397f8024a702f02805c911870ea113fcd17608baf6b7c55a7757f0567d2c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_01_style_dan-brown-wild-symphony-divorce_1666740777.html", "title": "The Many Sides to Dan Brown", "title_page": "The Many Sides to Dan Brown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ever since his breakout with “The Da Vinci Code,” the novelist Dan Brown has been renowned for his twisty, adrenaline-fueled yet cerebral plots involving cryptography, symbology, smart and sexy lady sidekicks, secret and violent religious cults, and unhinged zealots bent on mass murder and destruction.\nHis new book, on the other hand, features a mouse conductor who recruits a menagerie of animals to perform in an orchestra, while delivering proverbs about the virtues of fortitude, patience and cooperation. (Its target audience is children ages 3 to 7.)\nIt will be released this week alongside a classical music album for children, called “Wild Symphony,” that was composed by Mr. Brown and based on songs he self-produced some 30 years ago, back when he was an aspiring musician in his 20s — long before he had published any novels.\nAt that time, Mr. Brown, who is now 56, recorded the songs using synthesizers in his tiny studio. He made about 500 cassettes (and booklets of poetry) and sold them on consignment at his local bookstore. The newly released album features updated versions of the original songs along with new ones, all performed and recorded by the Zagreb Festival Orchestra in Croatia.", "url": "https://www.nytimes.com/2020/09/01/style/dan-brown-wild-symphony-divorce.html"}