{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:24:45", "date_modify": "2022-10-25 23:24:45", "date_publish": "2020-04-01 22:59:01", "description": "Millions of dollars in stock trades by the freshman senator have drawn intense scrutiny for potential insider trading, and it could reshape a contested Senate race in Georgia.", "filename": "2020_04_01_us_politics_kelly-loeffler-stocks-coronavirus.html_action=click&module=RelatedLinks&pgtype=Article_1666740285.html", "image_url": "https://static01.nyt.com/images/2020/04/01/us/politics/01dc-virus-loeffler/01dc-virus-loeffler-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=759443714e682f7000a1154414a224a61ccc4b9e484c490f5dea1f0d20f39346&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_01_us_politics_kelly-loeffler-stocks-coronavirus.html_action=click&module=RelatedLinks&pgtype=Article_1666740285.html", "title": "Loeffler’s Wealth Becomes a Risk as Rivals Charge She Profited on the Coronavirus", "title_page": "Loeffler’s Wealth Becomes a Risk as Rivals Charge She Profited on the Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The controversy stems from millions of dollars worth of trades made in the name of Ms. Loeffler and her husband in late January after she attended a private, senators-only briefing on the virus with top government health officials. At that time, as the disease was raging in China, few Americans realized its potential to become a pandemic.\nThe stocks sold, including Exxon Mobil, Ross Stores and AutoZone, later lost a significant amount of value, prompting accusations of insider dealing by critics who argued that the timing of the transactions could not be a mere coincidence. But there is no evidence that senators received any significant nonpublic information in the briefing.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nNew public disclosure forms filed with the Senate late Tuesday showed that stocks worth millions of dollars owned by Ms. Loeffler and her husband continued to be actively traded in February and early March, as the markets began to sharply decline. In some cases, the couple saved money they might have otherwise lost by selling, but in aggregate the trades do not appear to have made a substantial impact on their net worth, which exceeds $500 million.\nMs. Loeffler is married to Jeffrey Sprecher, the founder and chief executive of Intercontinental Exchange, or ICE, a publicly traded company whose crown jewel is the New York Stock Exchange. Ms. Loeffler was the chief executive of Bakkt, an ICE subsidiary, before accepting the Senate post. She is also the co-owner of Atlanta’s W.N.B.A. team, the Dream.\nThe legal risk to Ms. Loeffler is probably low, and there is not yet any evidence that she is under federal scrutiny like Mr. Burr. The Stock Act makes it illegal for members of Congress to trade on nonpublic information they encounter in their work. But no one has ever been prosecuted under the law, and if it is as Ms. Loeffler describes, her financial arrangement would insulate her from charges, experts said.\nStill, questions about her investments could do lasting political harm to Ms. Loeffler at a time when many Americans are on edge and concerned about the devastating financial toll the crisis has taken on them.\n“She may not have any kind of legal problems, but it does indicate she comes from a very different world than 99.99 percent of Georgians,” said Charles S. Bullock III, a political-science professor at the University of Georgia.", "url": "https://www.nytimes.com/2020/04/01/us/politics/kelly-loeffler-stocks-coronavirus.html?action=click&module=RelatedLinks&pgtype=Article"}