{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:51:06", "date_modify": "2022-10-25 23:51:06", "date_publish": "2020-04-15 21:41:07", "description": "As a billion-dollar industry enters a second month in lockdown, scouts and sporting directors are finding they all need the same thing: patience.", "filename": "2020_04_15_sports_soccer_transfer-market-soccer-coronavirus_1666741866.html", "image_url": "https://static01.nyt.com/images/2020/04/18/sports/16soccertime1-print/merlin_170147853_3f0e8dee-7834-4259-8fe1-5094c7e8a9a1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=bda251fe1bb543a57d6dc2085b22db6b60b2ada32b5577adecfa5d690b05f334&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_15_sports_soccer_transfer-market-soccer-coronavirus_1666741866.html", "title": "Soccer’s Business Hasn’t Stopped. It’s Just Waiting for the New Prices.", "title_page": "Soccer’s Business Hasn’t Stopped. It’s Just Waiting for the New Prices. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are the practical issues — looking after children no longer in school, arranging meals, checking on family, addressing the complexity of life in lockdown — and there are the displacement activities, the jobs that have never quite been done: Molesley has been building a patio (“It is nice to do some proper work,” he said); Dyche joked that he is “running out of things to jet wash.”\nBut there is also work. Some of that is the sporting equivalent of patio building: getting around to all the tasks that should already have been done, or might never have been done, as the season rolled remorselessly on as normal. “I’ve had a chance to go back through games that I hadn’t seen,” said Fletcher, the loan director. “We can look through videos and clips of individual performances, see what sort of things we might look out for, what we might have missed.”\nUsing Zoom, Microsoft Teams, FaceTime — the whole virtual arsenal — Dyche has tried to use the time for an internal appraisal of his team’s season. “There’s been some reflection on what we are doing,” he said. “We’ve asked whether things are going where we wanted them to be going, whether results tally up with what our instincts and our data are telling us. We have tried to lift our heads out of the sand a bit.”\nAnd then, of course, there is recruitment. At most clubs, that is the one department that remains, effectively, fully operational in the absence of live matches, though some, including Newcastle United and Tottenham Hotspur, have placed their scouts on furlough. Many who make recruiting their work would echo Monchi’s thoughts, that it continues “with a certain normality, with our focus on the future.”\nAcross Europe, teams are working painstakingly through lists of targets, checking reports and analyses, identifying priorities. Thanks to the subscription services Wyscout and Instat, clubs can stream games involving possible signings. Hudl, a soccer-specific app, allows them to dive deeper still.\nThen there are the virtual meetings. In some ways, several scouts said, the shift online should lead to better decisions: not only can more people dial in to discuss strategy or contribute to a decision, the lack of extensive travel means there is more time to come to a conclusion.", "url": "https://www.nytimes.com/2020/04/15/sports/soccer/transfer-market-soccer-coronavirus.html"}