{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:39:11", "date_modify": "2022-10-25 23:39:11", "date_publish": "2020-06-22 19:24:44", "description": "The move brings to nine the total number of Chinese state-run news organizations that the State Department has designated with that label. China will most likely retaliate.", "filename": "2020_06_22_us_politics_us-china-news-organizations_1666741151.html", "image_url": "https://static01.nyt.com/images/2020/06/22/us/politics/22dc-diplo-china/merlin_172632069_b99d27d2-a77e-4cef-8e1f-c2865ea5e17f-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7d98b30cc557f1ea858abeb32336fb48d3ea9105adabe3791381c9dd17267b07&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_22_us_politics_us-china-news-organizations_1666741151.html", "title": "U.S. Designates Four More Chinese News Organizations as Foreign Missions", "title_page": "U.S. Designates Four More Chinese News Organizations as Foreign Missions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration announced on Monday that it was designating four more Chinese state-run media organizations that have operations in the United States as foreign missions, in a new round of restrictions likely to lead to some form of retaliation from China.\nState Department officials said they were taking the action to make it clear to American citizens that the organizations are viewed by the U.S. government as propaganda organs for a foreign government. The groups will be asked to send to the department a complete roster of employees in the United States and a list of their real estate holdings.\nDavid R. Stilwell, the assistant secretary for East Asia and the Pacific, declined to say in a telephone briefing with reporters what actions the United States might then take based on that information.\nThe move is part of broader efforts by some Trump administration officials to counter aggressive policies by China, though President Trump himself has undermined the campaign at times and has pleaded with Xi Jinping, the Chinese leader whom he describes fondly on Twitter, to help ensure his re-election, according to a new book by John R. Bolton, Mr. Trump’s former national security adviser.", "url": "https://www.nytimes.com/2020/06/22/us/politics/us-china-news-organizations.html"}