{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:07", "date_modify": "2022-10-25 23:29:07", "date_publish": "2020-06-03 20:59:25", "description": "At least two cities or counties in every state will be able to issue to the central bank’s program, meant to help municipal bond markets.", "filename": "2020_06_03_business_economy_fed-expands-municipal-bond-program_1666740547.html", "image_url": "https://static01.nyt.com/images/2020/06/03/business/03DC-FED-01/merlin_172341390_4a86f241-ee6d-4d84-bbb0-e36b67868eb3-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0b313df7f8b1dd3d963f8414e49a3c8335e1f0c36eaf341a26bb2441568a3e3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_03_business_economy_fed-expands-municipal-bond-program_1666740547.html", "title": "Fed Expands Municipal Bond Program, Opening Door to Some Smaller Cities", "title_page": "Fed Expands Municipal Bond Program, Opening Door to Some Smaller Cities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Federal Reserve said on Wednesday that it would allow states to designate some cities, counties and other debt issuers, like mass transit systems, to raise funds by selling debt to the central bank’s municipal bond-buying program.\nThe Fed’s program, first announced on April 9, was previously able to buy debt only from cities with populations of 250,000 or more and counties with populations of at least 500,000. Those larger cities and counties, along with some entities that work across state lines, remain eligible to sell notes of up to 36 months to the central bank’s facility.\nThe change means that states that do not have sufficiently large cities or counties — or that have only one — will be able to designate up to two city or county issuers to use the program. Governors from each state will also be able to designate two bond issuers whose revenues come from operating government activities, like public transit, airports or toll facilities.\nAs a result, the biggest towns or counties in sparsely populated states like Wyoming, and bond issuers like New York’s subway system, may be able to sell debt to the Fed.", "url": "https://www.nytimes.com/2020/06/03/business/economy/fed-expands-municipal-bond-program.html"}