{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:30:01", "date_modify": "2022-10-25 23:30:01", "date_publish": "2020-02-15 08:00:11", "description": "A sweeping overhaul aims to make commercial garbage pickup safer for pedestrians, workers and the environment.", "filename": "2020_02_15_nyregion_nyc-garbage_1666740601.html", "image_url": "https://static01.nyt.com/images/2019/11/11/nyregion/00garbage/00garbage-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c9f999cdb56780b63752c26616d377126861f43104315f7777257fa6e1f4f190&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_15_nyregion_nyc-garbage_1666740601.html", "title": "Taming the ‘Wild West’ of New York’s Dangerous Private Trash Trucks", "title_page": "Taming the ‘Wild West’ of New York’s Dangerous Private Trash Trucks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Department of Sanitation trucks collect New Yorkers’ residential trash and recycling, each one covering a compact route. But picking up garbage from businesses is a more chaotic and dangerous process, one that New York City is trying to change.\nEach business, whether a bodega or an office tower, hires one of dozens of private hauling companies, whose hundreds of trucks crisscross the city, with multiple vehicles visiting the same blocks. Their routes form serpentine itineraries that, some lawmakers and residents say, increase traffic and push overworked drivers to speed and cut corners to keep their jobs.\nBut now, a new law — the most sweeping overhaul of commercial garbage hauling in 30 years — is set to sharply increase city control, reversing decades of policies that effectively left companies competing to offer clients the lowest prices with little regulation.\nSix years of efforts to change the ad hoc system came to a head late last year, when Mayor Bill de Blasio signed the legislation.", "url": "https://www.nytimes.com/2020/02/15/nyregion/nyc-garbage.html"}