{"authors": ["Ivan Nechepurenko", "Anton Troianovski"], "date_download": "2022-10-25 23:26:47", "date_modify": "2022-10-25 23:26:47", "date_publish": "2020-08-11 11:45:55", "description": "Svetlana Tikhanovskaya disappeared for several hours, then released a cryptic video message. Lithuania’s foreign minister said she was in his country and was “safe.”", "filename": "2020_08_11_world_europe_belarus-election-Svetlana-Tikhanovskaya_1666740407.html", "image_url": "https://static01.nyt.com/images/2020/08/12/world/11belarus1/11belarus1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=5b6434e3ea9f7b85b84acf90f69aaa59438d793b9409b800527a9efd5c00bc78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_11_world_europe_belarus-election-Svetlana-Tikhanovskaya_1666740407.html", "title": "Belarus Election: Svetlana Tikhanovskaya Flees Country Amid Protests", "title_page": "Belarus Election: Svetlana Tikhanovskaya Flees Country Amid Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MINSK, Belarus — The main opponent of Aleksandr G. Lukashenko, the embattled president of Belarus, left the country on Tuesday, and violent skirmishes between the police and protesters continued as the man known as “Europe’s last dictator” clung to power.\nSvetlana G. Tikhanovskaya, who ran for president in Sunday’s election after the jailing of her husband, an opposition blogger, was pressured to depart for Lithuania by the Belarusian authorities, two of her associates said.\nIn a video released Tuesday that she appeared to have recorded under duress, Ms. Tikhanovskaya read from a prepared text calling on Belarusians not to resist the police or to protest in public squares in order “not to put your lives at risk.”\n“I made this decision absolutely independently,” Ms. Tikhanovskaya said in another cryptic video message on Tuesday. “I know that many will understand me, many will judge me and many will hate me for it. But know that God forbid you will face the kind of choice that I faced.”", "url": "https://www.nytimes.com/2020/08/11/world/europe/belarus-election-Svetlana-Tikhanovskaya.html"}