{"authors": ["Sabrina Tavernise", "Richard A. Oppel Jr."], "date_download": "2022-10-25 23:26:59", "date_modify": "2022-10-25 23:26:59", "date_publish": "2020-03-23 09:00:18", "description": "As bigots blame them for the coronavirus and President Trump labels it the “Chinese virus,” many Chinese-Americans say they are terrified of what could come next.", "filename": "2020_03_23_us_chinese-coronavirus-racist-attacks_1666740419.html", "image_url": "https://static01.nyt.com/images/2020/03/20/us/00VIRUS-ASIANFEAR-zhu/00VIRUS-ASIANFEAR-zhu-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=3bd6d2deba1221716afa5573fcf2c3592b01844431539528705b5360cb820f3a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_23_us_chinese-coronavirus-racist-attacks_1666740419.html", "title": "Spit On, Yelled At, Attacked: Chinese-Americans Fear for Their Safety", "title_page": "Spit On, Yelled At, Attacked: Chinese-Americans Fear for Their Safety - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nJiayang, do you remember the first time that you started thinking about the backlash in this country against Asian-Americans in response to the coronavirus?\njiayang fan\nYeah, I mean, around, I guess, this is the beginning of March. I had seen on Instagram a friend and a fellow writer documenting an incident in Manhattan, where — I think he is Korean-American, and he was told by a stranger to get away. But I remember reading about that incident and thinking, “yeah, I mean, that’s really terrible that this has happened,” but wondering, is this a singular incident, or is there a trend? As a journalist and perhaps by my own personal temperament, I’m pretty cautious. I don’t like to make sensational generalizations that go well on a headline. I feel like I need very convincing proof that something is happening before I call it. And especially as a Chinese-American, I wanted to make sure that I was not crying racism before I had the full evidence. I wonder if it’s because if I don’t make too big a deal out of it, it won’t be fully real.\nmichael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.”\nwoman I get to the gate at LAX. man Home Depot. woman In an Uber Pool. man A grocery store, Wegmans. child We were walking from the gym to get in our classrooms. man I got some milk, a little pasta. Most everything’s gone. woman And at that moment, there was this guy, looked like a regular guy. He was staring at me.\nmichael barbaro\nAs the death toll from the coronavirus rises in the U.S., so do reports of verbal and physical attacks against Asian-Americans —\nwoman And a couple of seats away from me, a man was seated. And presumably his wife comes back to sit down and says out loud — man “You people you, brought it. You’re sick.” woman “Fuck China.” child “China is stupid.” man “I ought to kill you. I ought to shoot you.” woman “This girl looks Chinese. She must have the virus. I can’t sit next to her.”\nmichael barbaro\n— Who say that they are being blamed for the pandemic.\narchived recording (journalist) A person at the White House used the term “kung-flu.” My question is, do you think that’s wrong? archived recording (donald trump) Kung-flu? archived recording (journalist) Kung-flu. And do you think using the term “Chinese virus,” that puts Asian-Americans at risk, that people might target them? archived recording (donald trump) No, not at all. No, not at all. I think they probably would agree with it 100%. It comes from China. There’s nothing not to agree with. I’ll have the last question.\nmichael barbaro\nToday —\nman When the president asked, I don’t think they would mind it being called the Chinese virus, I mind! child It did make me feel different, and didn’t really want to be Chinese because of the coronavirus.\nmichael barbaro\nJiayang Fan, a writer for The New Yorker magazine, shares her story. It’s Friday, April 10th. Jiayang, can you tell me a little bit about your childhood? Where did you grow up?\njiayang fan\nI was born in 1984 in Chongqing, China. My mom was a doctor. My dad was a researcher. And he was one of the first batch of scholars sent to the U.S. to bring Western knowledge and technology back to China. So he leaves when I’m about two, so I have very little memory of him. But for my mom and I, life in China feels very serene and comfortable.\n[speaking chinese]\nWhatever sense I have of the outside world, the world beyond China, is very, very vague and incredibly hazy, like I’m not quite sure it exists. But I think if one place were to stand out, it would be the United States. I remember my mom and her friends talking about the show Dynasty, which did telegraph the glamor of the U.S.\narchived recording I like that one. It’s a rather expensive fur. I like the mink. That is mink?\njiayang fan\nThe sense that this is what an everyday Joe would inhabit.\nmichael barbaro\nAnd this of course, is a soap opera about an incredibly wealthy oil family living in a crazy gorgeous home, and driving along oil fields. So it’s actually quite exceptional.\narchived recording My name happens to be Mrs. Steven Carrington. I’m not used to haggling over what suits me, or what it costs.\njiayang fan\nWell, it was the show, and it was also at the time in China what was very popular were these calendars of American families, where every member had golden hair, sparkling blue eyes and perfect bone structure, and they were always smiling with their perfect white teeth. They always were sitting by a perfect colonial house, or just out in nature, but in front of a park that they looked like they owned.\n[laughter]\nAnd I remember the food that really encapsulated America to me were Cheerios.\nmichael barbaro\nCheerios?\narchived recording It’s the big yellow box that everyone knows.\njiayang fan\nYes, Cheerios. I had no idea what they tasted like, but the company did fantastic branding in China.\narchived recording Cheerios number one. We love it! Toasty oat goodness.\njiayang fan\nI remember the picture of the perfect baby on these ads for Cheerios. You know, the round cheeks, the blue eyes. That baby got to have this superior breakfast food that I, in all likelihood, would never get to taste.\narchived recording Cheerios number one!\njiayang fan\nSo there’s me, drinking my Chinese porridge, and eating my pickled vegetables, and having fantasies about Cheerios, which I learned years later to not be very tasty at all there. They’re actually tasteless.\nmichael barbaro\nTo be like the definition of blandness, but in your mind, they are this superior food for this blond haired, perfect group of people.\njiayang fan\nYeah, for superior people, to put it bluntly. I mean, I still remember actually the first time I heard English. I think it might have been my fifth or sixth birthday, and my mom might have come back pretty recently from English language training sessions. And she just said the words “happy birthday.” That was astounding to me. It was like my mom was superwoman, that she knew how to say this language that did not sound like a language to me. “Happy birthday.” I still remember the way the syllables came out of her mouth, and the image, which was of a tsunami. There was this tidal wave of one syllable consuming the next one that, to me, was very incomprehensible. And I remember at the time thinking, “I will never learn this language. I have no hopes of ever learning this language.” Which is probably OK, because I only need one language, right? And it’s Chinese.\nmichael barbaro\nOh.\n[speaking chinese]\njiayang fan\nBut essentially something happens in the June of ‘89 that changes my father’s fate as well as that of my mom and I forever.\narchived recording (journalist) The noise of gunfire rose from all over the center of Peking.\njiayang fan\nThe Tiananmen massacre.\narchived recording (journalist) There’s a mood of terror in the center of the city and quiet —\njiayang fan\nSo the U.S. government immediately makes provisions for Chinese scholars, who might need to flee from China.\narchived recording (journalist) The demonstrators in Tiananmen Square —\njiayang fan\nAnd that was when my mother and I joined my father in the U.S.\n[speaking chinese]\nmichael barbaro\nWhat do you remember about first arriving in the U.S.?\njiayang fan\nWe land in J.F.K., and my father is living at the time in New Haven, Connecticut. And that drive from J.F.K. to New Haven, it is gray and drab, like tones that are not at all what I had imagined. So I keep waiting for the real America to reveal itself to me. So it is a rude awakening when my dad leads us to his second floor studio. There’s just a mattress on the floor, and I think it takes me a good minute to realize that this is my new home. And the loss of a language is pretty traumatic for me.\nmichael barbaro\nHow so?\njiayang fan\nSchool started a few months later, and I could not understand my teachers, my classmates. And repeatedly my new American teachers ask me, why aren’t you talking more? Why aren’t you engaging? And those expectations, I think, are hard for me to fully understand. And I feel like I’m walking blind into a game, where I don’t know the rules.\nmichael barbaro\nMm-hm.\njiayang fan\nI mean, not only do I not speak the language, I’m bringing pickled fish and rice, and that’s not sitting well with the other kids at a lunch table. All I feel is defeat.\nmichael barbaro\nHm. It sounds very lonely.\njiayang fan\nYeah, retrospectively, I think what made me feel most lonely was that I couldn’t share those feelings with my mother. And I think for my mother, who worked very low paying menial labor jobs in the U.S., a drastic step down from her position as a doctor in China, she must have felt as marginalized and as embarrassed by her immigrant status as I do, but in an adult way, but similarly lacking in an emotional vocabulary to express those feelings.\nmichael barbaro\nWhat do you mean?\njiayang fan\nLike, I remember going to the mall for the first time with my mother. And my mom’s favorite pastime was window shopping, just looking at things that she couldn’t afford. And I remember one time someone trying to hand her maybe a flyer for some store, and she said, no, thanks. But she couldn’t pronounce it correctly, so this young man said “No sex? Did you say no sex? No sex?” And I think I was like 11 or 12 at the time. I remember that my mother actually just in this embarrassed way laughed, like out of anxiety, like she wanted it to be OK. She wanted to respond in a way to indicate that she was not offended. But I remember the way that my cheek just felt hot and red, they grew, and how I felt so humiliated on my mother’s behalf. And that experience feels seared into my brain, not just because of the insult, but because my mother had to swallow her own humiliation.\nmichael barbaro\nDid you understand, given your age, that this was racism? I mean, how did you process it in that moment?\njiayang fan\nI think I turned over the incident in my mind for a long time after that. I don’t think I would have coded it as racism. I think I almost only understood racism as something that white people inflicted on black people. I had no idea — or I had very little idea of how Asians fit into the landscape of race in the U.S. And I didn’t know how to understand incidents in which you were not called a very specific racial slur. Like that “no thanks, no sex?” Like —\nmichael barbaro\nWhat was that?\njiayang fan\nWhat was that? Exactly. I think as an 11-year-old, in my head, I didn’t want to be different. I didn’t want to be the one lashing out at others for being racist because inevitably that would make me seem even more different. And I think my mother, my mother was the closest person in my life. But if she had a religion, it would be survival. I learned from my mother not to rock the boat, not to shake the existing system, to basically understand how the existing system works, and then to ascend it in some way, to climb the ladder. As long as you fit in better, you will live a more comfortable life here. And that should be the goal.\nmichael barbaro\nAnd did things start to get a little bit better, eventually?\njiayang fan\nI start speaking better English. I start really enjoying and then falling in love with the English language, something that I thought would never happen. That’s really important for me, I have to admit. When that language, English, came to feel like a part of my body, I have to say that felt like a homecoming to me.\nmichael barbaro\nHm. And how old are you at this point, where you’re starting to fall in love with the language?\njiayang fan\nI think around maybe 12 or 13.\nmichael barbaro\nMm-hm.\njiayang fan\nAnd I’ll never forget the first time in sixth grade, when I said the phrase “come on.” Like, this sounds silly, but it was only sixth grade when I could comfortably say “come on” to a schoolmate, and I felt very triumphant.\nmichael barbaro\nAs if to say, “enough of that, come on.”\njiayang fan\nExactly. When I could say that, I was so aware of myself saying it, and I was saying it the way that a normal American speaker would say it. And I’ll never forget the sense of pride that coursed through me. And there was no one I could celebrate it with, right? Because imagine if then I turned to the classmate who I said “come on” with and said, “did you hear me? I just said come on!”\n[laughter]\nThat would have totally defeated its purpose, but I remember it, because it felt like a real Americanism. And it just rolled off my tongue.\nmichael barbaro\nSo in that moment, you finally feel like you belong.\njiayang fan\nExactly. But I still see myself predominantly as a visitor, and that my existence is pretty probational on good behavior. And if I behave well, I will be able to minimize the number of times that I stick out as someone who doesn’t belong. But then I started to realize, that’s not exactly how it works.\nmichael barbaro\nWe’ll be right back. So, Jiayang, I wonder if you can tell me about what happened to you recently.\njiayang fan\nSo this was in mid-March, when there were rumors that New York City would be put under lockdown because of coronavirus. And I wanted to make sure I had enough food in the house, if I had to stay in for an indefinite period of time.\nmichael barbaro\nMm-hm.\njiayang fan\nAnd I was also really worried about my mother, who has a neurodegenerative disease and lives in a nursing home close by. I knew that I wouldn’t be able to see her for a while, and I had several errands lined up. One was to take out the trash. One was to mail my rent check. And one was to go a few blocks away to my neighbor’s house, to pick up a sack of rice. It was around evening time, and I had just left my apartment building, and I was on the phone, talking to my mother’s health aide in Chinese. And as I was turning around after putting the trash in the trash bin — this is right in front of my apartment. I heard “Chinese, Chinese, Chinese bitch. Fucking Chinese.” But it all — I don’t think I fully believed what I was hearing. And when I made eye contact with him, he kept speaking. “You’re fucking Chinese.” And I realized that that I was comprehending that what he was saying did not stop him.\nmichael barbaro\nMm-hm.\njiayang fan\nThat was when in my ear, my mom’s aide paused and said, “Are you OK? Is something happening?” And I couldn’t really speak. I found myself walking down the street. I think I was still really set on, “I need to get rice,” but then I found it really hard to continue walking, because my legs just felt leaden. Like, I really, really wanted to continue walking. It would have only been a 10 minute walk away for me to fetch that rice, but I found myself coming to a halt. And even, I thought, if I just kept talking on the phone with my aide, but then I thought, “I’m talking in Chinese. Who else am I going to offend?” And then I just got off the phone. And once I got off the phone, I felt even more scared, because I was so aware of being alone.\nmichael barbaro\nSo this is not embarrassment or even shame in this moment. This is just terror.\njiayang fan\nThis is a very real sense of fright that I’m not going to make it to my friend’s house to get my sack of rice.\nmichael barbaro\nJiayang, we started this conversation with you saying that your instinct, and maybe it’s because you’re a journalist, maybe it’s as an Asian-American, maybe it’s both, is to minimize these incidents, and to be slow to see them as part of a larger phenomenon. But it sounds like this was different for you. Am I right to think that?\njiayang fan\nYeah, I mean, this is not the first time I’ve been called a Chinese bitch. But what was different about this incident was that this man seemed to really mean it. And I wondered. I mean, in retrospect, right, I wondered at the relationship between the sense of conviction in the man’s voice, his certainty that he was in the right to point out my Chineseness and to call me a Chinese bitch.\nmichael barbaro\nMm-hm.\njiayang fan\nAnd I think about the things that were going on in his day, like did he lose his job earlier in the day because of this virus? I mean, does he work in the service industry? Does he have a loved one who has also become a prisoner in a nursing home or hospital? And I think about the way that all those anxieties, and rage and sadness, might have hardened into something like an instrument, almost a weapon.\nmichael barbaro\nHm.\njiayang fan\nAnd I think about me being a surface onto which he could use that weapon and lash out.\nmichael barbaro\nHm.\njiayang fan\nAnd I think about the probational nature of my Chinese-American existence, in a sense that, in better times, in normal times, there are certain stereotypes that are cast upon me when I walk down the street. But in a moment of crisis, when it seems plausible that the country where I was born could be responsible for an unprecedented pandemic, that I become a person of suspicion, and I become someone who is quite easy perhaps to target all your ire and anxieties, and that maybe it gave him temporary relief to be able to identify someone or something as the cause for his hurt and for his anxieties.\nmichael barbaro\nSo what do you do?\njiayang fan\nSo I go home, double lock my door, pull out my phone and get on Twitter.\n[tutting]\nOK, yes. I describe what happened, and I tweet. I wasn’t offended. I was afraid. I was worried he knew where I lived. For the longest time, I’ve been telling friends in China that although racism against Chinese exists in this country, that’s not what I feel in a pandemic. I’ve never felt like this in my 27 years in this country. I’ve never felt afraid to leave my home to take out the trash because of my face. I want to believe what happened is anomalous, and that we’re living in extraordinary times, and fear can deform us. I wonder now if I should have taken his picture.\nmichael barbaro\nI wonder what your mother would make of this incident. And I wonder what she would think of the fact that you decided to share what happened to you so publicly.\njiayang fan\nI think if I were to tell her about the experience, she might not fully understand the import of it. She would say, “Well, were you hurt?” And I would say, “No.” And she would say, “Well, did you lose anything?” And I would say, “No.” And she would say, “Do you feel like this man is going to cut you down and kill you now?” And I would say, “Probably not, no.” And she would say, “Well, why are you even telling me this? What is the big deal here?”\nmichael barbaro\nHm.\njiayang fan\nOr if I were to tell her that I was having this conversation with you, she would say “Why make something out of nothing?” Right? She would say, “Why are you crying victim here? Why are you making this into a bigger deal than it really is? Do you want this to be how you’re remembered, for being that woman who was the victim of a non-incident?”\nmichael barbaro\nAnd what would you say in this imaginary conversation with your mother?\njiayang fan\nI think I would try in English, because I think it would be hard for me to find the words in Chinese to explain the significance of it, not on my physical well-being.\nmichael barbaro\nHelp me understand what you mean.\njiayang fan\nBecause for the longest — I mean, I think my mom and I both lived with this fiction that if we could be perfect versions of ourselves, for example, if my mother could pronounce “thanks” the way that it’s supposed to be pronounced, and for me, if I could say “come on” naturally, that had always been the goal of our American existence, was to somehow bend ourselves to a shape that America could accept. I never dared to believe that I could actually help to make America better. That was something I never dared to think was possible. But in experiencing this, it made me rethink my role as an American and how even me, even someone who is probationary, that I was in some very, very small way contributing to this country by pointing out the ways that it’s failing itself, making clear the way in which this country still makes me feel ashamed, is possibly one way in which I can make it better.\nmichael barbaro\nHm.\njiayang fan\nAnd also, that’s the best version of America. Like in all the conceptions of America that exist in my head, I actually think this ability to call out the worst parts of America to itself, my freedom to do so, this feels to me the most miraculous part of America. But I think all of that would be, frankly, a bit too abstract to my mother. I think her quest for survival has been so concrete and lived, I’ll never be able to repay her for the way that her very concrete existence has paved the way for my more luxuriantly abstract one, but that maybe that’s a boundary between us that I’ve been able to cross, and that no matter how many ways I try to explain it in what language, if she’ll fully understand. But I really needed to make sure that, for my own sake, I could know that this did happen, that this was not a figment of my imagination, or that in an hour’s time, or in 12 hours’ time, I would try to minimize it in my own mind.\nmichael barbaro\nThank you very much for your time. We really appreciate it, Jiayang.\njiayang fan\nThank you so much for having me.\nmichael barbaro\nI’m so sorry that you had the experience you had.\njiayang fan\nI am, too. But I’m sure it will be a small experience in what is hopefully a very long and a much bigger one of living in America and being American.\n[speaking chinese]\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today.\nman Majority leader. archived recording (mitch mcconnell) Our nation continues to battle the coronavirus pandemic. More than 400,000 Americans have tested positive. Nearly 15,000 have lost their lives. And important public health measures are creating an economic catastrophe.\nmichael barbaro\nOn Thursday, the Labor Department said that another 6.6 million Americans filed for unemployment benefits in the past week.\narchived recording (mitch mcconnell) That means. Mr. President, more than 16 million Americans have lost their jobs in only the last three weeks, a tragedy that is hard to even comprehend.\nmichael barbaro\nEconomists now believe that the U.S. unemployment rate is the worst since the Great Depression. The latest figures put even deeper pressure on Congress to adopt a new round of economic relief for workers. But on Thursday, that legislation hit a roadblock in the Senate. Democrats want to double the size of the bill by adding hundreds of billions of dollars for hospitals and local governments, which are facing major financial shortfalls.\narchived recording (mitch mcconnell) We don’t have to divide along the usual lines so soon after we came together for the country. To my Democratic colleagues, please, please do not block emergency aid you do not even oppose just because you want something more.\nmichael barbaro\nBut Republicans, led by Senate Majority leader Mitch McConnell, say that money can wait.\narchived recording (mitch mcconnell) Let’s continue to work together with speed and bipartisanship. We will get through this crisis together.\nmichael barbaro", "url": "https://www.nytimes.com/2020/03/23/us/chinese-coronavirus-racist-attacks.html"}