{"authors": ["Luis Ferré-Sadurní", "Jesse Mckinley"], "date_download": "2022-10-25 23:53:17", "date_modify": "2022-10-25 23:53:17", "date_publish": "2020-09-07 09:00:21", "description": "State Democratic lawmakers are pressuring Gov. Andrew Cuomo to approve a tax on the wealthy, fearing that budget cuts will hurt those most in need.", "filename": "2020_09_07_nyregion_wealth-tax-budget-billionaires_1666741997.html", "image_url": "https://static01.nyt.com/images/2020/09/07/nyregion/07ny-taxtherich-1/07ny-taxtherich-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=53cca29f39478c089630380221482f73298392e4527df34e913a83e35a378e81&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_07_nyregion_wealth-tax-budget-billionaires_1666741997.html", "title": "Tax the Ultrarich? Cuomo Resists, Even With a $14 Billion Budget Gap", "title_page": "Tax the Ultrarich? Cuomo Resists, Even With a $14 Billion Budget Gap - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For years, progressive Democrats in Albany have been pushing a three-word solution to many of New York’s problems: Tax the rich.\nYet year after year, proposals to make the wealthy pay more were blocked by Republicans.\nNow, however, their most staunch opponent may well be the state’s third-term governor, Andrew M. Cuomo, a socially progressive Democrat who often boasts of his history of tax cuts.\nThat approach appeals to most taxpayers, and is easier to understand during a decade of financial growth. But as the coronavirus pandemic has transformed New York’s financial problems from merely troubling to catastrophic, a growing contingent of Democrats in the all-blue Legislature is pushing the governor to reconsider his stance.\nThey say the state must increase taxes on the wealthy to safeguard services for New York’s neediest, which could be decimated if the state were forced to make broad cuts because of the looming deficit.", "url": "https://www.nytimes.com/2020/09/07/nyregion/wealth-tax-budget-billionaires.html"}