{"authors": ["Stephen Castle", "Mark Landler"], "date_download": "2022-10-25 23:22:28", "date_modify": "2022-10-25 23:22:28", "date_publish": "2020-04-06 19:56:43", "description": "The prime minister is in a debilitating battle after contracting a virus he initially viewed with characteristic nonchalance.", "filename": "2020_04_06_world_europe_boris-johnson-coronavirus-hospital-intensive-care_1666740148.html", "image_url": "https://static01.nyt.com/images/2020/04/06/world/06virus-britain/06virus-britain-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5609d8a03175d179f46148c028caea1409b89af2cab43291ab2488e8f7ab0907&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_06_world_europe_boris-johnson-coronavirus-hospital-intensive-care_1666740148.html", "title": "With Coronavirus Symptoms, Boris Johnson Is Moved to Intensive Care in Hospital", "title_page": "With Coronavirus Symptoms, Boris Johnson Is Moved to Intensive Care in Hospital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prime Minister Boris Johnson was moved into intensive care on Monday, a worrisome turn in his 10-day battle with the coronavirus and the starkest evidence yet of how the virus has threatened the British political establishment and thrown its new government into upheaval.\nThe government said the decision was a precaution and that he had been in good spirits earlier in the day. But with Mr. Johnson’s aides releasing few details about his condition, the nation kept a tense vigil on Monday night, hoping for the best and experiencing, together, the frightening mysteries of this disease.\nIn a sign of how grave the situation had become, Downing Street said in a statement on Monday that Mr. Johnson had asked the foreign secretary, Dominic Raab, to deputize for him “where necessary.” The pound fell against the dollar after investors reacted to the news.\nAfter noting earlier in the day that the prime minister was still getting official papers, Mr. Johnson’s aides said he had been moved to the intensive care unit in case he needed a ventilator to help his recovery. Not every patient in critical care is ventilated, medical experts said, but many are — or are at least given oxygen. The prime minister remains conscious, officials said.", "url": "https://www.nytimes.com/2020/04/06/world/europe/boris-johnson-coronavirus-hospital-intensive-care.html"}