{"authors": ["Vanessa Friedman", "Sapna Maheshwari"], "date_download": "2022-10-25 23:48:42", "date_modify": "2022-10-25 23:48:42", "date_publish": "2020-06-05 09:00:27", "description": "The clothing brand, which has dressed all but four U.S. presidents, could end up closing its three American factories as it navigates the pandemic.", "filename": "2020_06_05_business_brooks-brothers-factory-closings_1666741722.html", "image_url": "https://static01.nyt.com/images/2020/06/02/business/02virus-brooksbrothers-01/02virus-brooksbrothers-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7d28c600777cbc70afd90b5abcfa593358a2fe2fb0acd24d73e321aa9da6d782&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_05_business_brooks-brothers-factory-closings_1666741722.html", "title": "Brooks Bros., ‘Made in America’ Since 1818, May Soon Need a New Calling Card", "title_page": "Brooks Bros., ‘Made in America’ Since 1818, May Soon Need a New Calling Card - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Documents that detail the company’s “Transformation” proposal, seen by The New York Times, also reveal a negative EBITDA — earnings before interest, taxes, depreciation and amortization — of $69 million for the year, with no return to profit expected until 2022. (Brooks Brothers disputes these figures.)\n“We need as much cash as possible,” Mr. Del Vecchio said. Hence the loan from Gordon Brothers, which has specialized in retail liquidation and recently pivoted to acquiring the intellectual property and archives of brands such as Laura Ashley. Like Authentic Brands Group, which bought the Barneys brand in November and then liquidated its stores, Gordon Brothers is focused on resonant names that can exist in a wholesale or digital landscape on their own.\n“These are not people that create or position brands,” Mr. Burke, the luxury consultant, said.\nThough Mr. Del Vecchio said he was not “eager” to even consider a Chapter 11 bankruptcy filing, he also would not rule it out. “We have to be realistic,” he said.\nMr. Del Vecchio was resigned to having to close the factories, though he didn’t think it would have a major effect on the brand’s image.\n“There are a very small percentage of our customers who told us they really care about ‘Made in America,’” he said. “The vast majority of customers care more about quality and service than where a product is made. When we look at the sales, we really don’t see a lot of reason to believe we would be penalized. I think we — I — am more sorry about closing the factories than the customers will be.”\nThough Brooks Brothers sells some products that are made in America by outside manufacturers, and may continue to do so when the company no longer has its own factories, Mr. Del Vecchio added, “I can’t promise we will maintain products made in America, because honestly I don’t know of any factories in America right now that make products of the quality we made.”\nLucie Greene, a trend forecaster and former worldwide director of the Innovation Group and J. Walter Thompson, said that while country of origin might not have mattered too much to buyers before the pandemic, she believed that now “people will have a long memory in terms of brand ethics.”", "url": "https://www.nytimes.com/2020/06/05/business/brooks-brothers-factory-closings.html"}