{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:00:41", "date_modify": "2022-10-25 23:00:41", "date_publish": "2020-09-23 14:57:35", "description": "The report delivered on Wednesday appeared to be little more than a rehashing of unproven allegations that echoed a Russian disinformation campaign.", "filename": "2020_09_23_us_politics_biden-inquiry-republicans-johnson_1666738841.html", "image_url": "https://static01.nyt.com/images/2020/09/18/us/politics/18dc-investigate/18dc-investigate-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e5e1a9d94df38aa0643b9d57bd7db327a171b0ec05ef3ba64436c9bc4b23ccfe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_23_us_politics_biden-inquiry-republicans-johnson_1666738841.html", "title": "Republican Inquiry Finds No Evidence of Wrongdoing by Biden", "title_page": "Republican Inquiry Finds No Evidence of Wrongdoing by Biden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Though their scope was ultimately broader, Republicans set out to scrutinize a specific claim raised by Mr. Trump: that Mr. Biden had corruptly pushed for the ouster of Ukraine’s top prosecutor, who had been investigating Burisma, as a favor to his son. Mr. Trump’s pursuit of that charge, including the pressure he tried to put on Ukraine’s leader to look into it, is what prompted his impeachment last year.\nThe senators turned up no evidence to support it. Current and former government officials testified that the decision to remove the prosecutor had not been merely Mr. Biden’s position, but that of most Western nations determined through a rigorous policy process.\nThe report’s lead finding — that Hunter Biden’s presence on the Burisma board posed a challenge for American diplomats — rested heavily on the testimony of George P. Kent, a State Department official involved in Ukraine policy. Mr. Kent raised concerns in 2015 and 2016, including with Mr. Biden’s staff, that the millions of dollars in payments to Hunter Biden by Burisma made it “very awkward for all U.S. officials pushing an anticorruption agenda in Ukraine.”\nBut Mr. Kent’s statements are not new. He had a prominent role in the House’s impeachment inquiry last fall, when he detailed his concerns about Hunter Biden, but also said he “did not witness any efforts by any U.S. official to shield Burisma from scrutiny.”\n“So there was no time, as I’ve testified, that the U.S. government, the U.S. Embassy ever made a decision” about the owner of Burisma or the firm itself “where we took the presence of a private citizen on the board into account,” he told Mr. Johnson’s staff. Other former diplomats, including the ambassador to Ukraine at the time, made similar statements.\nNeither Mr. Biden’s campaign nor Mr. Johnson would say whether he had sought information directly from the former vice president, and a lawyer for Hunter Biden did not respond to a request for comment.\nIn an interview last week before the report’s release, Mr. Johnson said he was simply conducting the type of oversight with which his committee was tasked, and suggested that the investigation had been thrust upon him because Mr. Biden had opted to challenge Mr. Trump. The senator said that he “never thought Joe Biden should run for president,” and hinted that the former vice president had cognitive problems, a baseless attack frequently hurled by Mr. Trump.", "url": "https://www.nytimes.com/2020/09/23/us/politics/biden-inquiry-republicans-johnson.html"}