{"authors": ["Peter Baker", "Maggie Haberman"], "date_download": "2022-10-25 23:29:49", "date_modify": "2022-10-25 23:29:49", "date_publish": "2020-03-21 16:01:35", "description": "The ways he dealt with crises in his business, real estate and even his personal life prove jarring as he leads the government’s response to a pandemic.", "filename": "2020_03_21_us_politics_trump-coronavirus-leadership_1666740589.html", "image_url": "https://static01.nyt.com/images/2020/03/22/us/politics/22dc-virus-trumpleader/00dc-virus-trumpleader1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=515be6e5e005d36c70583d1d3c6364868cdf033a564b0f589b65b5cfd214d9f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_21_us_politics_trump-coronavirus-leadership_1666740589.html", "title": "Used to Meeting Challenges With Bluster and Force, Trump Confronts a Crisis Unlike Any Before", "title_page": "Used to Meeting Challenges With Bluster and Force, Trump Confronts a Crisis Unlike Any Before - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But even as he has seemed to take the crisis more seriously, Mr. Trump has continued to make statements that conflicted with the government’s own public health experts and focused energy on blaming China, quarreling with reporters, claiming he knew that the coronavirus would be a pandemic even when he was minimizing its threat only a few weeks ago and congratulating himself for how he has managed a crisis he only recently acknowledged.\n“We’ve done a fantastic job from just about every standpoint,” he said Tuesday. “We’ve done a great job,” he said Wednesday. “We’ve done a phenomenal job on this,” he said Thursday.\nThe next day he grew irritated when Peter Alexander of NBC News asked if he was giving Americans a “false sense of hope” by promising immediate delivery of a drug that experts said is not proven. Mr. Trump said he disagreed with them. “Just a feeling,” he said. “You know, I’m a smart guy. I feel good about it.”\nMr. Alexander moved onto his next question, a “softball” by his own reckoning, asking what Mr. Trump would say to Americans who were at home watching and scared. Most presidents would use the opportunity to offer reassuring words. But Mr. Trump was still steamed and snapped, “I say that you’re a terrible reporter. That’s what I say.”\nLater in the same briefing, Yamiche Alcindor of PBS’s “NewsHour” asked when everyone who needed a coronavirus test would be able to get one, as he asserted two weeks ago that every person already could. “Nobody is even talking about it except for you, which doesn’t surprise me,” he said dismissively. How about people with symptoms who could not get a test, he was asked. “I’m not hearing it,” he replied.\nThe White House rejects any criticism of the president as illegitimate. “This great country has been faced with an unprecedented crisis, and while the Democrats and the media shamelessly try and destroy this president with a coordinated, relentless, biased political assault, President Trump has risen to fight this crisis head-on by taking aggressive historic action to protect the health, wealth and well-being of the American people,” Hogan Gidley, a White House spokesman, said in a statement.\nMr. Trump acted at the end of January to restrict travel from China, where the outbreak was first detected, and repeatedly points back to that decision, arguing that he saved lives as a result. But he resisted stronger action for weeks. Even as governors, mayors and businesses decided on their own to curb large gatherings and eventually close down schools, restaurants and workplaces, the president at first offered no guidance about whether to take such action.", "url": "https://www.nytimes.com/2020/03/21/us/politics/trump-coronavirus-leadership.html"}