{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:23:09", "date_modify": "2022-10-25 23:23:09", "date_publish": "2020-04-01 14:35:57", "description": "A group of moderately ill people were given hydroxychloroquine, which appeared to ease their symptoms quickly, but more research is needed.", "filename": "2020_04_01_health_hydroxychloroquine-coronavirus-malaria_1666740189.html", "image_url": "https://static01.nyt.com/images/2020/04/01/science/01VIRUS-HYDROXY/01VIRUS-HYDROXY-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2efa863357b9aea8b98bebbdfb688c6a9e9fa21d7e2c1b4c4b47c5d01635ab28&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_01_health_hydroxychloroquine-coronavirus-malaria_1666740189.html", "title": "Malaria Drug Helps Coronavirus Patients Improve, in Small Study", "title_page": "Malaria Drug Helps Coronavirus Patients Improve, in Small Study - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The malaria drug hydroxychloroquine helped to speed the recovery of a small number of patients who were mildly ill from the coronavirus, doctors in China reported this week.\nCough, fever and pneumonia went away faster, and the disease seemed less likely to turn severe in people who received hydroxychloroquine than in a comparison group not given the drug. The authors of the report said that the medication was promising, but that more research was needed to clarify how it might work in treating coronavirus disease and to determine the best way to use it.\n“It’s going to send a ripple of excitement out through the treating community,” said Dr. William Schaffner, an infectious disease expert at Vanderbilt University.\nThe study was small and limited to patients who were mildly or moderately ill, not severe cases. Like many reports about the coronavirus, it was posted at medRxiv, an online server for medical articles, before undergoing peer review by other researchers.", "url": "https://www.nytimes.com/2020/04/01/health/hydroxychloroquine-coronavirus-malaria.html"}