{"authors": ["Roni Caryn Rabin", "Apoorva Mandavilli"], "date_download": "2022-10-25 23:49:16", "date_modify": "2022-10-25 23:49:16", "date_publish": "2020-08-08 00:00:05", "description": "Transmission, even in New York City, is well below thresholds experts say are safe, but issues like adequate ventilation to combat aerosol spread of the virus remain.", "filename": "2020_08_07_health_coronavirus-ny-schools-reopen_1666741756.html", "image_url": "https://static01.nyt.com/images/2020/08/07/science/07VIRUS-SCHOOLS-HEALTH1/07VIRUS-SCHOOLS-HEALTH1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c113195cce292e767f12267357c8811bc0fb13ac7b1c6f39bb81fdc25a76cecc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_07_health_coronavirus-ny-schools-reopen_1666741756.html", "title": "New York Is Positioned to Reopen Schools Safely, Health Experts Say", "title_page": "New York Is Positioned to Reopen Schools Safely, Health Experts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New York State, the center of the worst coronavirus outbreak in the world four months ago, is now one of the few places in the country that may be able to safely reopen schools, several public health experts said after Gov. Andrew M. Cuomo gave districts permission to do so.\nMr. Cuomo announced Friday that public school districts across the state could hold in-person classes this fall, even as districts in many parts of the country where cases are still rising have abandoned the idea and will continue with remote learning.\nIn interviews, doctors, epidemiologists and other public health experts said that conditions were favorable throughout the state, including New York City, to bring children back — as long as safety precautions are in place. Some expressed concern that the effects of keeping students home were more worrisome.\nAs of Wednesday, fewer than 1 percent of coronavirus tests statewide were positive, well below the 5 percent positivity threshold that both the Centers for Disease Control and Prevention and the World Health Organization have targeted as a safe standard for reopening schools.", "url": "https://www.nytimes.com/2020/08/07/health/coronavirus-ny-schools-reopen.html"}