{"authors": ["Corina Knoll"], "date_download": "2022-10-25 22:57:13", "date_modify": "2022-10-25 22:57:13", "date_publish": "2020-03-13 18:29:59", "description": "The scene inside one crowded store: There was no chicken available, nor garbanzo beans or chips. Another had no flu or cold medicines.", "filename": "2020_03_13_nyregion_coronavirus-panic-buying_1666738633.html", "image_url": "https://static01.nyt.com/images/2020/03/13/nyregion/13nyvirus-panicbuying1/merlin_170461146_903df73e-e3de-4d5e-972a-e08b75cc70ce-facebookJumbo.jpg?year=2020&h=550&w=1050&s=44c678468993868182974761a39ed7bcfa6d564911cd27cde275bc42b03e4e4d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_13_nyregion_coronavirus-panic-buying_1666738633.html", "title": "Panicked Shoppers Empty Shelves as Coronavirus Anxiety Rises", "title_page": "Panicked Shoppers Empty Shelves as Coronavirus Anxiety Rises - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some small storefronts have been a little too calm, their compact aisles not attracting the same alarmed crowds. Owners worry about business dropping as regulars stay away.\nThere are also many who see the surge in shopping as an extreme overreaction.\n“The whole point is social distancing,” said Robert Charming, 28, a business consultant. “By going to the store, you’re putting yourself in a position to expose other people or get exposed. That doesn’t seem like common sense.”\nMr. Charming, who lives in Manhattan’s Hudson Yards, said people seemed to be getting ahead of themselves, allowing fear to make them irrational.\nHe did turn to Amazon to purchase an extra order of his usual instant noodles, pasta and protein powder, though.\n“Not anything aggressive, just to have on hand in case people do freak out and buy all the stuff in the store.”\nReporting was contributed by Elaine Chen, Michael Corkery, Sapna Maheshwari, Kwame Opam, Aaron Randle, William Rashbaum, Nate Schweber, Deborah Solomon and Michael Wilson in New York; Manny Fernandez in Houston; Tiffany Hsu in Hoboken, N.J.; Rick Rojas in Cynthiana, Ky.; Kate Taylor in Boston; and Tracey Tully in Union, N.J.", "url": "https://www.nytimes.com/2020/03/13/nyregion/coronavirus-panic-buying.html"}