{"authors": ["Christopher Clarey"], "date_download": "2022-10-25 23:50:49", "date_modify": "2022-10-25 23:50:49", "date_publish": "2020-09-06 20:22:17", "description": "Djokovic was disqualified after a lengthy discussion with officials in the latest recent misadventure for the top men’s player in tennis.", "filename": "2020_09_06_sports_tennis_us-open-novak-djokovic_1666741849.html", "image_url": "https://static01.nyt.com/images/2020/09/06/sports/06usopen-djokovic/06usopen-djokovic-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9c4780dfbb5ac7683103849bb9a9582153e12829c164fc2bf127a5c681f0cf65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_06_sports_tennis_us-open-novak-djokovic_1666741849.html", "title": "Novak Djokovic Out of U.S. Open After Accidental Hit of Line Judge", "title_page": "Novak Djokovic Out of U.S. Open After Accidental Hit of Line Judge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She later walked off the court, still visibly in distress, and was treated by a tournament physician. But after a lengthy discussion with tournament referee Soeren Friemel at the net, Djokovic was defaulted, as disqualifications are known in the sport.\n“This whole situation has left me really sad and empty,” Djokovic said in an Instagram post in the early evening. “I checked on the linesperson and the tournament told me that thank God she is feeling ok. I’m extremely sorry to have caused her such stress. So unintended. So wrong.”\nDjokovic continued: “I need to go back and work on my disappointment and turn this all into a lesson for my growth and evolution as a player and human being. I apologize to the US Open tournament and everyone associated for my behavior.”\nDjokovic’s exit delivered an immediate blow to the tournament, which was considered unlikely to take place when New York was one of the epicenters of the coronavirus. The tournament is being held without spectators for the first time and with players and their teams tested daily and restricted to their lodging and the Billie Jean King National Tennis Center.\nDjokovic was the only member of the “Big Three” in men’s tennis to play the event this year, with Roger Federer out for the season after two knee surgeries and reigning champion Rafael Nadal choosing to remain in Spain and prepare for the rescheduled French Open and other clay-court tournaments.", "url": "https://www.nytimes.com/2020/09/06/sports/tennis/us-open-novak-djokovic.html"}