{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:49:20", "date_modify": "2022-10-25 23:49:20", "date_publish": "2020-07-30 15:04:17", "description": "The research does not prove that infected children are contagious, but it should influence the debate about reopening schools, some experts said.", "filename": "2020_07_30_health_coronavirus-children_1666741760.html", "image_url": "https://static01.nyt.com/images/2020/08/01/science/30VIRUS-CHILDREN1/30VIRUS-CHILDREN1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=46c3c85c90dba23398cbbc5ed40630183a34c71a185f0ef9f6551e5c3a7444b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_30_health_coronavirus-children_1666741760.html", "title": "Children May Carry Coronavirus at High Levels, Study Finds", "title_page": "Children May Carry Coronavirus at High Levels, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It has been a comforting refrain in the national conversation about reopening schools: Young children are mostly spared by the coronavirus and don’t seem to spread it to others, at least not very often.\nBut on Thursday, a study introduced an unwelcome wrinkle into this smooth narrative.\nInfected children have at least as much of the coronavirus in their noses and throats as infected adults, according to the research. Indeed, children younger than age 5 may host up to 100 times as much of the virus in the upper respiratory tract as adults, the authors found.\nThat measurement does not necessarily prove children are passing the virus to others. Still, the findings should influence the debate over reopening schools, several experts said.\n“The school situation is so complicated — there are many nuances beyond just the scientific one,” said Dr. Taylor Heald-Sargent, a pediatric infectious diseases expert at the Ann and Robert H. Lurie Children’s Hospital of Chicago, who led the study, published in JAMA Pediatrics.", "url": "https://www.nytimes.com/2020/07/30/health/coronavirus-children.html"}