{"authors": [], "date_download": "2022-10-25 23:53:12", "date_modify": "2022-10-25 23:53:12", "date_publish": "2020-01-03 10:58:55", "description": "Iran’s supreme leader, Ayatollah Ali Khamenei, promised retaliation. The U.S. moved to send more troops to the Middle East. And a deluge of threats on social media.", "filename": "2020_01_03_world_middleeast_iranian-general-qassem-soleimani-killed_1666741992.html", "image_url": "https://static01.nyt.com/images/2020/01/03/world/03iraq-briefing-span/merlin_166605342_bb1d07c1-25be-4a96-8815-857e98b24a47-facebookJumbo.jpg?year=2020&h=550&w=1050&s=578025af899f07eed33d0485b0e790aa5171be29acbe9ff8b08e3cf0e816a43f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_03_world_middleeast_iranian-general-qassem-soleimani-killed_1666741992.html", "title": "The Killing of Gen. Qassim Suleimani: What We Know Since the U.S. Airstrike", "title_page": "The Killing of Gen. Qassim Suleimani: What We Know Since the U.S. Airstrike - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Over the past year, Iranian hackers have taken aim at Mr. Trump’s presidential campaign. They have also targeted telecom companies, infrastructure systems and more than 200 oil, gas and heavy machinery companies around the world.\nThe hackers have “developed the ability to disrupt critical infrastructure and they already have the ability to wipe data,” said James A. Lewis, a cybersecurity expert at the Center for Strategic Studies in Washington. “But they’ve gone well beyond that now. The question is what services — pipelines? dams? — will they target now.”\nIran is still not “at the top of the league” of countries with the ability to cause widespread destruction via cyberattacks, Mr. Lewis and other experts said. But Tehran is much further along than American officials gave it credit for in 2009, when a classified intelligence assessment concluded that it had the motivation to inflict harm, but lacked the skills and resources to do so.\nSince 2010 — when an Iranian nuclear facility was the target of a joint American-Israeli cyberattack — Tehran has embraced such attacks as part its strategy of “asymmetrical warfare.” While Iran’s Islamic Revolutionary Guards Corps may never match the West in conventional warfare, its specialized teams have learned how much destruction they can cause to vulnerable systems, according to American intelligence assessments and private security researchers.\nOver the past five years, American officials and cybersecurity experts have tracked Iranian hackers as they have significantly advanced their capabilities beyond wiping data to sophisticated attacks on financial networks, internet infrastructure, energy companies — and, even more disconcerting, sites like the Bowman Dam in Westchester County and the Energy Department’s Idaho National Engineering Laboratory near Idaho Falls.\n“They now have the ability to do serious harm,” Mr. Lewis said. “As the conflict with the U.S. continues, they’re going to be tempted. Expect to see a lot more testing of how far they can get into company networks, universities, federal networks and smaller government networks in towns and cities.”\nIran promises ‘forceful revenge’ for general’s killing.\nIranian leaders issued strident calls on Friday for revenge against the United States after the killing of Maj. Gen. Qassim Suleimani in an overnight airstrike at the Baghdad airport.", "url": "https://www.nytimes.com/2020/01/03/world/middleeast/iranian-general-qassem-soleimani-killed.html"}