{"authors": ["Dennis Overbye"], "date_download": "2022-10-25 22:55:09", "date_modify": "2022-10-25 22:55:09", "date_publish": "2020-06-10 17:49:46", "description": "Scholars said they would not hold classes or lectures on Wednesday, and leading journals and scientific associations said they would not announce most breakthroughs.", "filename": "2020_06_10_science_science-diversity-racism-protests_1666738509.html", "image_url": "https://static01.nyt.com/images/2020/06/10/science/10UNREST-STEM/10UNREST-STEM-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4742b72c694937e957a9cc39da700b079010f269eed4def81e4e501957359f1e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_10_science_science-diversity-racism-protests_1666738509.html", "title": "For a Day, Scientists Pause Science to Confront Racism", "title_page": "For a Day, Scientists Pause Science to Confront Racism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Galvanized by the reaction to the killing of George Floyd and continued reports that minority researchers feel marginalized and disrespected, almost 6,000 scientists and academicians said they would participate in a one-day strike on Wednesday.\nThe event was organized by a loosely affiliated group of physicists and cosmologists operating under various hashtags, including #Strike4BlackLives, #ShutDownStem and #ShutDownAcademia.\nParticipants planned to cancel classes, lectures or committee meetings, hold off on reporting any breakthroughs, and forgo engaging with email and reading draft articles for peer review. Instead, they would devote the day to a close examination of how science does business.\n“Racism in science is enmeshed with the larger scheme of white supremacy in society,” said Brian Nord, a physicist at the Fermi National Accelerator Laboratory in Illinois and one of the organizers of the strike, repeating a phrase he attributed to his co-organizer, Chanda Prescod-Weinstein, a cosmologist at the University of New Hampshire. “We need to rethink what scientific collaborations should look like. Black people need a seat at the table.”", "url": "https://www.nytimes.com/2020/06/10/science/science-diversity-racism-protests.html"}