{"authors": ["Patricia Mazzei", "Adam Liptak"], "date_download": "2022-10-25 23:36:02", "date_modify": "2022-10-25 23:36:02", "date_publish": "2020-09-21 23:52:11", "description": "Judge Barbara Lagoa lacks some of the usual credentials of a Supreme Court justice, but her roots in the Cuban-American community could make her an attractive choice for President Trump.", "filename": "2020_09_21_us_politics_supreme-court-lagoa-florida_1666740962.html", "image_url": "https://static01.nyt.com/images/2020/09/21/us/politics/21dc-lagoa/21dc-lagoa-facebookJumbo.jpg?year=2020&h=549&w=1050&s=34980905e951752f37fa3a8a820c3731082ed942e39130cfd19c2674c90e1107&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_21_us_politics_supreme-court-lagoa-florida_1666740962.html", "title": "Lagoa’s Role in Florida Could Be a Factor in Trump’s Supreme Court Pick", "title_page": "Lagoa’s Role in Florida Could Be a Factor in Trump’s Supreme Court Pick - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Cuban-American community admired her work on Elián’s case, taking issue with the federal government’s position that the boy’s father, Juan Miguel González, was his sole legal guardian and had the right to make the decision to have him returned to Cuba. Also playing a role was a young lawyer named Brett M. Kavanaugh, now a Supreme Court justice himself, who represented the boy’s Miami relatives when they needed someone to work on a federal appeal.\nAlmost all of Judge Lagoa’s judicial service has been on a midlevel state appeals court in Miami, where she heard mostly routine cases from 2006 to 2019. Asked to list her most significant opinions, she noted ones on employment discrimination, blood alcohol tests, car insurance, personal jurisdiction, statutes of limitations and arbitration.\nIn her next two judicial jobs, though, she participated in consequential cases on whether hundreds of thousands of people with felony convictions in Florida were eligible to vote. Lawyers for the former felons have argued that Judge Lagoa should have recused herself the second time around.\nThe 11th Circuit decision this month to uphold a law enacted by the Florida Legislature that requires former felons to pay court fines and fees before they can register “silenced hundreds of thousands of voters,” Desmond Meade, the executive director of the Florida Rights Restoration Coalition, said in a statement.\n“That decision demonstrated why we are fighting so hard for people’s lives to be placed over politics,” he added, “and the desire to put people over politics should be the attitude of anyone who aspires to serve on the highest court in the land.”\nIt is precisely a political calculation about how the president might secure his re-election by ensuring that he carries Florida that could bolster Judge Lagoa’s chances. Democrats have been struggling to match Hillary Clinton’s popularity among Hispanics in Miami-Dade County, where the election could be won or lost. The optics of Senate Democrats pressing hard against a Latina on national television would seem unlikely to help.\nAnd while Mr. Trump’s standing with conservative Cuban-Americans is solid, nominating Judge Lagoa could still appeal emotionally to some voters, said José Félix Díaz, a former state representative and consultant with Ballard Partners, a lobbying firm.", "url": "https://www.nytimes.com/2020/09/21/us/politics/supreme-court-lagoa-florida.html"}