{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:55:53", "date_modify": "2022-10-25 23:55:53", "date_publish": "2020-04-07 16:16:37", "description": "Why is this night different from all other nights? Israelis celebrate a festival of freedom under isolation and shelter-in-place orders.", "filename": "2020_04_07_world_middleeast_coronavirus-passover-israel_1666742153.html", "image_url": "https://static01.nyt.com/images/2020/04/07/world/07virus-israel-passover/07virus-israel-passover-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=9f27a1af7c4befdde720b3db0c21a12de45a4ab54df0c47810a54c724969f1b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_07_world_middleeast_coronavirus-passover-israel_1666742153.html", "title": "Passover Under Coronavirus Lockdown: Israeli Jews Revise the Rituals", "title_page": "Passover Under Coronavirus Lockdown: Israeli Jews Revise the Rituals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Bennett also proposed that all those celebrating step out onto their balconies or into their yards at 8:30 p.m. precisely and sing “The Four Questions,” a popular part of the liturgy, as one people, out loud. The first line of the song — “Why is this night different from all other nights?” — is likely to resonate and set off many a debate around the table this year.\nFor those less concerned with the strictures of Jewish law on technology, an Israeli television channel will broadcast a live, star-studded “Great Israeli Seder” featuring popular celebrities, journalists and politicians.\nThe religious questions arising from Zooming this year’s Seder gatherings set off a fiery, Talmudic-like debate among Israel’s rabbis, who had to weigh whether the psychological distress caused by family separation and loneliness justified the use of screens and devices based on the principle of allowing exceptions to religious law to save a life.\nA group of venerable rabbis of Moroccan descent presented a nuanced ruling in favor of allowing video chat for this year only, provided that the session starts before the official onset of the holiday at sunset, with no further clicking after that.\nSome of the younger generation would be unlikely to participate in a Seder without their grandparents, they argued, and for the elderly and those living alone, a Zoomed Seder could alleviate sadness and depression and augment the will to live.", "url": "https://www.nytimes.com/2020/04/07/world/middleeast/coronavirus-passover-israel.html"}