{"authors": ["Peter Eavis"], "date_download": "2022-10-25 23:51:17", "date_modify": "2022-10-25 23:51:17", "date_publish": "2020-03-24 16:07:26", "description": "The shared office space company is offering its workers $100-a-day bonuses to go to its locations amid the coronavirus crisis.", "filename": "2020_03_24_business_wework-coronavirus-softbank_1666741877.html", "image_url": "https://static01.nyt.com/images/2020/03/24/business/24wework2/24wework2-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=346bd731c3d1d20f900d3f3b455242eab6f2773852136a932d98bb3940597274&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_24_business_wework-coronavirus-softbank_1666741877.html", "title": "As Businesses Close, WeWork Tries to Lure Workers Back", "title_page": "As Businesses Close, WeWork Tries to Lure Workers Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the fight against the spreading coronavirus, countless businesses, restaurants and bars have temporarily shuttered to stop people from congregating.\nBut WeWork, which operates shared work spaces, has kept most of its locations open. As of Tuesday, WeWork’s website said that only two of its co-working offices in North America were closed and that none were closed in Europe. The last public communication about the virus from the company to its customers, which include freelancers, small businesses and large corporations like Amazon, was 12 days ago, in which it listed the precautions it was taking. WeWork has allowed employees who normally staff its locations to work from home, but this week it started to entice some to go in with $100-a-day bonuses, according to an internal memo reviewed by The New York Times.\nOne thing is clear: A widespread shutdown could deal a grievous blow to WeWork, a once celebrated start-up that was already struggling.\nIn a turbulent past six months, WeWork called off an initial public offering as investors balked at its losses and corporate governance, laid off hundreds of employees, changed its top leadership twice and was bailed out by SoftBank, WeWork’s dominant shareholder. SoftBank, a Japanese conglomerate that runs a large technology investment fund, stepped in after WeWork nearly ran out of money. But its cash outflows are expected to be even greater this year as it completes an expansion that will almost double its locations.", "url": "https://www.nytimes.com/2020/03/24/business/wework-coronavirus-softbank.html"}