{"authors": ["Christopher Clarey"], "date_download": "2022-10-25 23:50:52", "date_modify": "2022-10-25 23:50:52", "date_publish": "2020-08-31 21:35:49", "description": "These athletes did not test positive for the coronavirus themselves, but they had close contact with an infected athlete who has been withdrawn from the tournament.", "filename": "2020_08_31_sports_tennis_us-open-coronavirus-contact-tracing_1666741852.html", "image_url": "https://static01.nyt.com/images/2020/08/31/sports/31usopen-live04/31usopen-live04-facebookJumbo.jpg?year=2020&h=550&w=1050&s=efe86467c63e9ce9e81edb1d6e03abbbbef7e449ecce08d2fc553837d82106a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_31_sports_tennis_us-open-coronavirus-contact-tracing_1666741852.html", "title": "After Contact Tracing, Some U.S. Open Players Are Put on Tighter Restrictions", "title_page": "After Contact Tracing, Some U.S. Open Players Are Put on Tighter Restrictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "You might think Kristina Mladenovic would have been nothing but delighted on Monday after winning her first match in the first Grand Slam tennis tournament since the coronavirus pandemic disrupted tennis.\nBut her mood was much more mixed.\n“We got some bad news two days ago, and since then I’ve been living in a nightmare,” Mladenovic, who is seeded 30th, said after defeating Hailey Baptiste, an 18-year-old American, at the United States Open.\nAfter Mladenovic’s French compatriot Benoît Paire tested positive for the virus and was withdrawn from the tournament and isolated in the official hotel, several other players in the field, including Mladenovic, Adrian Mannarino and the French doubles specialist Édouard Roger-Vasselin, were determined by tournament health officials to have had close contact with Paire.\nBut instead of being forced to withdraw, those players were asked to sign a revised agreement to remain in the U.S. Open. Mannarino, a Frenchman who also won his first-round match on Monday, said he had only signed on Sunday evening. “I didn’t sleep much,” he said. “I am drained mentally.”", "url": "https://www.nytimes.com/2020/08/31/sports/tennis/us-open-coronavirus-contact-tracing.html"}