{"authors": ["Jonathan Martin", "Maggie Haberman"], "date_download": "2022-10-25 23:30:55", "date_modify": "2022-10-25 23:30:55", "date_publish": "2020-08-08 15:45:07", "description": "After Ms. Noem, the South Dakota governor, flew to Washington on Air Force One, rumors about her ambitions ensued. She made a second trip to smooth things over with Mike Pence.", "filename": "2020_08_08_us_politics_kristi-noem-pence-trump_1666740655.html", "image_url": "https://static01.nyt.com/images/2021/01/29/us/politics/08trump-noem1-print/08trump-noem1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=75444db6b8f816d2daebb7a1f3a62fa291ea39a52535d83390b53a3d9e56297c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_08_us_politics_kristi-noem-pence-trump_1666740655.html", "title": "How Kristi Noem, Mt. Rushmore and Trump Fueled Speculation About Pence’s Job", "title_page": "How Kristi Noem, Mt. Rushmore and Trump Fueled Speculation About Pence’s Job - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Tom Cotton of Arkansas was in New Hampshire late last month, Senator Rick Scott of Florida is angling to take over the Senate Republican campaign arm to cultivate donors, and Representative Liz Cheney of Wyoming is defending Dr. Anthony S. Fauci, the government’s leading expert on infectious disease, while separating herself from Mr. Trump on some national security issues.\nAt the same time, Secretary of State Mike Pompeo is attempting to shore up his conservative credentials by pushing a hard line on China, and Senators Ted Cruz of Texas and Rand Paul of Kentucky are attempting to reclaim their standing as fiscal hawks by loudly opposing additional spending on coronavirus relief.\nDrawing less attention, but working equally hard to burnish her national profile, is Ms. Noem. The governor, 48, has installed a TV studio in her state capitol, become a Fox News regular and started taking advice from Mr. Trump’s former 2016 campaign manager, Corey Lewandowski, who still has the president’s ear.\nNext month, she’ll address a county Republican dinner in Iowa.\n“There seems like there might be some interest on her part — it certainly gets noticed,” Jon Hansen, a Republican state representative in South Dakota, said of Ms. Noem’s positioning for national office.\nHer efforts have paid off, as evidenced by the news-driving celebration at Mount Rushmore. Yet Ms. Noem’s attempts to raise her profile have not been without complications. And they illustrate the risks in political maneuvering with a president who has little restraint when it comes to confidentiality, and a White House that shares his obsession about, and antenna for, palace intrigue.\nTo the surprise of some of her own advisers, Ms. Noem flew with Mr. Trump to Washington on Air Force One late in the evening after his Mount Rushmore speech. Joined by Mr. Lewandowski, she and the president spoke for over an hour privately during the flight — a fact that Mr. Trump and some of his aides soon shared with other Republicans, according to officials familiar with his disclosure.\nAn aide to Ms. Noem, Maggie Seidel, said she did not raise the vice presidency with Mr. Trump. Mr. Lewandowski, who is a paid adviser to the Pence-aligned Great America PAC, also denied that he or the governor ever raised the subject of replacing Mr. Pence on the ticket.", "url": "https://www.nytimes.com/2020/08/08/us/politics/kristi-noem-pence-trump.html"}