{"authors": ["Benjamin Novak", "Melissa Eddy", "Katrin Bennhold", "Richard Pérez-Peña"], "date_download": "2022-10-25 22:56:01", "date_modify": "2022-10-25 22:56:01", "date_publish": "2020-03-18 16:44:57", "description": "The continent hit a bleak milestone in the coronavirus epidemic, surpassing China in cases and deaths. A leader who knows something about confinement pleaded for citizens to accept it, for now.", "filename": "2020_03_18_world_europe_hungary-borders-europe-coronavirus_1666738561.html", "image_url": "https://static01.nyt.com/images/2020/03/18/world/18virus-borders001/18virus-borders001-facebookJumbo.jpg?year=2020&h=549&w=1050&s=e5a4b502dba45fbd3cb0449268e6b84b08de1af9e909cf97712e0adcb180fc80&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_18_world_europe_hungary-borders-europe-coronavirus_1666738561.html", "title": "Locked-Down Europe Faces Closed Borders, Economic Wounds and Dire Warnings", "title_page": "Locked-Down Europe Faces Closed Borders, Economic Wounds and Dire Warnings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Drivers faced daylong waits to cross European borders that nations raced to close on Wednesday, years after proudly throwing them open. Britain closed schools to millions of children amid talk of shutting down London. And Germany’s stoic leader made an unusually personal appeal for unity and purpose in the face of crisis.\nAcross an increasingly locked-down Europe, people and their governments struggled to adjust to the grim, immobilized life wrought by the new coronavirus epidemic, their every adjustment seemingly a step behind the worsening reality.\nThe continent passed a bleak milestone that few envisioned last month, when the virus was ravaging China but had barely touched the West: As of Wednesday, by official government counts, it had infected and killed more people in Europe — more than 82,000 cases and more than 3,400 dead — than in China.\nAnd as China slows the rate of new infections to almost zero, in Europe, now at the heart of the global outbreak, the virus is spreading faster than ever. Less than two months after the European Union sent relief supplies to China, the bloc announced that it was receiving badly needed masks and virus testing kits from China.", "url": "https://www.nytimes.com/2020/03/18/world/europe/hungary-borders-europe-coronavirus.html"}