{"authors": ["Hilary Swift"], "date_download": "2022-10-25 23:24:02", "date_modify": "2022-10-25 23:24:02", "date_publish": "2020-09-29 06:59:20", "description": "In the months since the pandemic took hold in the U.S., the opioid epidemic has taken a sharp turn for the worse. More than 40 states have seen evidence of increases in overdoses.", "filename": "2020_09_29_health_coronavirus-opioids-addiction_1666740242.html", "image_url": "https://static01.nyt.com/images/2020/09/29/science/00VIRUS-OVERDOSE1/00VIRUS-OVERDOSE1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d11c668e38744aece67c60fba52d90477530ab8b63c86ad915b99f1533ff8701&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_29_health_coronavirus-opioids-addiction_1666740242.html", "title": "Coronavirus Pandemic Drives Hike in Opioid Deaths", "title_page": "Coronavirus Pandemic Drives Hike in Opioid Deaths - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARRE, Vermont — On the first Friday in June, Jefrey Cameron, 29, left his home around midnight to buy heroin. He had been struggling with addiction for seven years but had seemingly turned a corner, holding down a job that he loved at Basil’s Pizzeria, driving his teenage sister to the mall to go shopping and sharing a home with his grandmother. But then the coronavirus pandemic hit.\nWhen he returned home that night and tried the product, it was so potent that he fell and hit his head in the bathroom. Mr. Cameron texted a friend soon after, saying that he had messed up and would go to a 12-step meeting with a friend that weekend.\n“I promise I’m good and I can’t get in any more trouble tonight,” he wrote. “Sweet dreams, if you wake up before you hear from me definitely call me. The sooner I get up and into town the better.” When Mr. Cameron woke up, he used the rest of the powder — largely fentanyl, not heroin, his family would later learn — from a small bag with a bunny stamped on it. Less than five hours after he sent the text, his grandmother found him dead.\nIn the six months since Covid-19 brought the nation to a standstill, the opioid epidemic has taken a sharp turn for the worse. More than 40 states have recorded increases in opioid-related deaths since the pandemic began, according to the American Medical Association. In Arkansas, the use of Narcan, an overdose-reversing drug, has tripled. Jacksonville, Fla., has seen a 40 percent increase in overdose-related calls. In March alone, York County in Pennsylvania recorded three times more overdose deaths than normal.", "url": "https://www.nytimes.com/2020/09/29/health/coronavirus-opioids-addiction.html"}