{"authors": ["Elena Bergeron", "Ken Belson"], "date_download": "2022-10-25 23:28:05", "date_modify": "2022-10-25 23:28:05", "date_publish": "2020-10-03 16:06:18", "description": "Cam Newton was among those who tested positive. Sunday’s game was rescheduled for Monday night after no new positives were reported.", "filename": "2020_10_03_sports_football_coronavirus-cam-newton-patriots_1666740485.html", "image_url": "https://static01.nyt.com/images/2020/10/03/sports/03cam-virus/03cam-virus-facebookJumbo.jpg?year=2020&h=550&w=1050&s=497469851e9fcecea6beb4e35f6d69c05d252649556b4edd20887c36e9d9cf3c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_03_sports_football_coronavirus-cam-newton-patriots_1666740485.html", "title": "Patriots-Chiefs Game Postponed After Positive Coronavirus Tests on Both Teams", "title_page": "Patriots-Chiefs Game Postponed After Positive Coronavirus Tests on Both Teams - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The league has followed Major League Baseball and relied instead of frequent testing, reconstructed team facilities to encourage social distancing, and protocols for how players, coaches and teams can interact in locker rooms, team planes and sidelines on game day.\nThe success of the strategy relies heavily on players, coaches and team personnel self-policing their behavior by returning home after work and not engaging in risky activities. Still, even the most cloistered players are allowed to interact with their families and others outside the N.F.L., increasing the odds of becoming infected.\nThe league got through the first three weeks of the season largely unscathed. But this week, the league was forced to grapple with an outbreak on the Tennessee Titans that led to their game on Sunday against the Pittsburgh Steelers to be pushed back to Oct. 25. At least a dozen members of the organization — including as many as nine players — are known to be infected.\nThe league’s arrival at that decision showed how difficult it is to contain the virus. After three players and five staff tested positive, the league said the Titans-Steelers game would be pushed to Monday or Tuesday. Within 24 hours, more players and staff members tested positive and the game was pushed back by several weeks. Several more members of the team have since tested positive, which has prevented the team from practicing.", "url": "https://www.nytimes.com/2020/10/03/sports/football/coronavirus-cam-newton-patriots.html"}