{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:28:18", "date_modify": "2022-10-25 23:28:18", "date_publish": "2020-03-15 14:20:53", "description": "The vote paves the way for the addition of a 17th regular-season game, an expansion to the playoffs and increased minimum salaries.", "filename": "2020_03_15_sports_football_nfl-cba-approved_1666740498.html", "image_url": "https://static01.nyt.com/images/2020/03/15/sports/15nflcba/15nflcba-facebookJumbo.jpg?year=2020&h=550&w=1050&s=279f46f560c46a50f8f3ff44b9f099bea0f2279dd8b16efb036d87182a9731f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_15_sports_football_nfl-cba-approved_1666740498.html", "title": "N.F.L. Players Vote Yes on New 10-Year Labor Deal", "title_page": "N.F.L. Players Vote Yes on New 10-Year Labor Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The league and union may vote to delay the start of the new league year to give teams more time to prepare.\nThe vote, in which only a simple majority was needed to ratify the contract, comes after a tumultuous period for the N.F.L. Players Association, during which many of the league’s biggest stars publicly pushed against the deal because of the extra games and what they viewed as insufficient concessions by the owners. The margin of 60 votes, or 3 percent, reflected the level of discontent with key elements of the deal, most notably the expansion of the regular season.\nWinning union approval of a successor to the current agreement, which was set to expire in March 2021, is a major victory for the owners, who have pushed hard to close a deal with the players so they can focus on negotiating the raft of broadcast rights contracts that expire in the coming years. More than half of the league’s revenue — around $8 billion a year — come from the sale of broadcast rights, and the next set of contracts was expected to produce a windfall for the league before the recent downturn in the stock market sent the shares of media companies tumbling. The economic outlook clouded by the coronavirus outbreak will cool the bidding for broadcast rights.\nRoger Goodell, the N.F.L. commissioner, said in a statement after the results were announced that the agreement, which will run through the 2030 season, would “provide substantial benefits to all current and retired players, increase jobs, ensure continued progress on player safety and give our fans more and better football.”", "url": "https://www.nytimes.com/2020/03/15/sports/football/nfl-cba-approved.html"}