{"authors": ["Amy Qin", "Vivian Wang", "Danny Hakim"], "date_download": "2022-10-25 23:40:53", "date_modify": "2022-10-25 23:40:53", "date_publish": "2020-11-20 05:01:13", "description": "Increasingly allied, the American far right and members of the Chinese diaspora tapped into social media to give a Hong Kong researcher a vast audience for peddling unsubstantiated pandemic claims.", "filename": "2020_11_20_business_media_steve-bannon-china_1666741253.html", "image_url": "https://static01.nyt.com/images/2020/11/20/business/20China-Misinfo-web/20China-Misinfo-web-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=4155fe506e764ae74de76eb42e1ebd46d6ebe4c9371a5c6cba2b9460aa14917a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_20_business_media_steve-bannon-china_1666741253.html", "title": "How Steve Bannon and a Chinese Billionaire Created a Right-Wing Coronavirus Media Sensation", "title_page": "How Steve Bannon and a Chinese Billionaire Created a Right-Wing Coronavirus Media Sensation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Yan’s trajectory was carefully crafted by Guo Wengui, a fugitive Chinese billionaire, and Stephen K. Bannon, a former adviser to Mr. Trump.\nThey put Dr. Yan on a plane to the United States, gave her a place to stay, coached her on media appearances and helped her secure interviews with popular conservative television hosts like Tucker Carlson and Lou Dobbs, who have shows on Fox. They nurtured her seemingly deep belief that the virus was genetically engineered, uncritically embracing what she provided as proof.\n“I said from Day 1, there’s no conspiracies,” Mr. Bannon said in an interview. “But there are also no coincidences.”\nMr. Bannon noted that unlike Dr. Yan, he did not believe the Chinese government “purposely did this.” But he has pushed the theory about an accidental leak of risky laboratory research and has been intent on creating a debate about the new coronavirus’s origins.\n“Dr. Yan is one small voice, but at least she’s a voice,” he said.\nThe media outlets that cater to the Chinese diaspora — a jumble of independent websites, YouTube channels and Twitter accounts with anti-Beijing leanings — have formed a fast-growing echo chamber for misinformation. With few reliable Chinese-language news sources to fact-check them, rumors can quickly harden into a distorted reality. Increasingly, they are feeding and being fed by far-right American media.\nWang Dinggang, the YouTube host contacted by Dr. Yan and a close associate of Mr. Guo, appears to have been the first to seed rumors related to Hunter Biden, a son of President-elect Joseph R. Biden Jr. A site owned by Mr. Guo amplified the baseless claims about Hunter Biden’s involvement in a child abuse conspiracy. They were picked up by Infowars and other fringe American outlets. Mr. Bannon, Mr. Wang and Mr. Guo are now all promoting the false idea that the presidential election was rigged.\nBig technology companies have started to push back, as Facebook and Twitter try to better police content. Twitter permanently banned one of Mr. Bannon’s accounts for violating its rules on glorifying violence after he suggested on his podcast that the heads of the F.B.I. director and Dr. Anthony S. Fauci, the nation’s top infectious disease expert, should be put on pikes.", "url": "https://www.nytimes.com/2020/11/20/business/media/steve-bannon-china.html"}