{"authors": ["Adam Wren", "Dan Levin"], "date_download": "2022-10-25 23:49:20", "date_modify": "2022-10-25 23:49:20", "date_publish": "2020-08-07 00:20:24", "description": "In their first week back, students have faced altered classrooms and emergency quarantines. Here’s what they say school is like in the age of Covid-19.", "filename": "2020_08_06_us_coronavirus-students_1666741760.html", "image_url": "https://static01.nyt.com/images/2020/08/06/us/06virus-students1/06virus-students1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=883cedda43664d15f42a1dd48a802eebc5c29ccd757f951c3ec2149422d493ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_06_us_coronavirus-students_1666741760.html", "title": "‘I Was a Little Scared’: Inside America’s Reopening Schools", "title_page": "‘I Was a Little Scared’: Inside America’s Reopening Schools - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I was trying to hydrate,” she said, “and I was like, ‘Definitely can’t taste that.’”\nAs the first students return to American classrooms, many face a profoundly altered experience, where sitting next to a friend on a long bus ride or unmasking at a busy table in the cafeteria carries a heightened level of risk.\nMost schools have yet to open, and a growing number — especially in the nation’s largest districts — are opting to stay online as caseloads, hospitalizations and deaths continue to climb in their states. But in some places, including Indiana, Mississippi, Tennessee and Georgia, students began streaming back into classrooms as early as last week, with quarantines quickly following.\nElwood Junior-Senior High School in Indiana, where Kennedy attends, reverted to remote learning after the positive tests — which now include at least two students — were reported, although it plans to reopen. Just hours into the first day of the new year at Greenfield Central Junior High School outside Indianapolis, administrators received word that a student had tested positive.\nIn North Paulding High School in Dallas, Ga., a series of widely shared photos showed students crowded into packed hallways during their first days back to class this week. Few were wearing masks, and there was little sign of social distancing, generating criticism and outrage in news reports and on social media.", "url": "https://www.nytimes.com/2020/08/06/us/coronavirus-students.html"}