{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:32:05", "date_modify": "2022-10-25 23:32:05", "date_publish": "2020-06-25 09:00:24", "description": "Dwindling white support for the president leads to a deficit of at least six points in each state.", "filename": "2020_06_25_upshot_poll-2020-biden-battlegrounds_1666740725.html", "image_url": "https://static01.nyt.com/images/2020/06/24/us/-promo-1593042369790/-promo-1593042369790-facebookJumbo.png?year=2020&h=549&w=1050&s=4e0a839ff8f3d808a55bfaa6012aed59d43daa98e4b6e3fd3fc8b7adc3cf076e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_25_upshot_poll-2020-biden-battlegrounds_1666740725.html", "title": "In Poll, Trump Falls Far Behind Biden in Six Key Battleground States", "title_page": "In Poll, Trump Falls Far Behind Biden in Six Key Battleground States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Allan Larson, 83, a recently retired mechanical engineer in Apache Junction, Ariz., began to regret his vote for the president shortly after he took office — he said Mr. Trump tried to do away with too many things President Obama had done, and kept firing good people — but his handling of the pandemic solidified his views.\n“He’s not doing anything about this here virus,” said Mr. Larson, who plans to vote for Mr. Biden. “Just the way he’s running things, I don’t think he’s doing the job he should do.”\nOn these recent issues, voter disapproval reflects more than just general dissatisfaction with the state of the country. It seems to reflect deeper disagreement with the president’s prioritization of the economy over stopping the spread of coronavirus, and with his focus on law and order over criminal justice.\nA majority of voters, 63 percent, say they would rather back a presidential candidate who focuses on the cause of protests, even when the protests go too far, while just 31 percent say they would prefer to support a candidate who says we need to be tough on demonstrations that go too far.\nDespite double-digit unemployment, 55 percent of voters in these six states say the federal government’s priority should be to limit the spread of the coronavirus, even if it hurts the economy, while just 35 percent say the federal government’s priority should be to restart the economy. Even the newly unemployed, who would seem to have the most to gain from a reopened economy, say stopping the coronavirus should be the government’s priority.\nA high-profile clash with Gov. Gretchen Whitmer of Michigan encapsulates the president’s challenge. Mr. Trump sided with protesters who opposed her stay-at-home orders, but voters in the state oppose the protests against social distancing restrictions by 57 percent to 37 percent.", "url": "https://www.nytimes.com/2020/06/25/upshot/poll-2020-biden-battlegrounds.html"}