{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 22:59:23", "date_modify": "2022-10-25 22:59:23", "date_publish": "2020-03-11 15:43:18", "description": "Daily life in Italy is now a roll of the dice. Just ask residents of Pavia, once home to a founder of modern probability theory.", "filename": "2020_03_11_world_europe_italy-coronavirus_1666738763.html", "image_url": "https://static01.nyt.com/images/2020/03/11/world/Virus-Probability6/merlin_169951464_115f69cd-89bf-4b3c-b417-c8f29e2ccd9e-facebookJumbo.jpg?year=2020&h=549&w=1050&s=13024cf6d332a7660c5e6f2116d0ab0e8a130333efbea8d2ff6151b8afbf4d13&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_11_world_europe_italy-coronavirus_1666738763.html", "title": "For Italians, Dodging Coronavirus Has Become a Game of Chance", "title_page": "For Italians, Dodging Coronavirus Has Become a Game of Chance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“You can calculate the odds when you have the numbers,” said Fausto Baldanti, a virologist at the San Matteo Hospital in Pavia. “If you don’t have the numbers, everything is hypothetical.”\nHe said that the hospital’s early efforts to separate coronavirus patients from others had helped bring the death rate down, as had what he called a “huge expansion of the intensive care units.”\nThose rigorous measures in the Lombardy region reduced the number of serious cases and deaths, he noted. Nevertheless the virus’s toll in Italy has continued to rise, this week surpassing 12,000 infections and more than 800 deaths.\nThe overload of the system, he said, meant that care was not a constant.\nOn Wednesday, Giorgio Gori, the mayor of Bergamo, a town in Lombardy, who had written on Twitter that intensive care units had become so overloaded that “the patients who cannot be treated are left to die,” said in an interview that doctors were forced to write off those with “smaller chances of survival.”\nEarlier in the week, a doctor in his town had posted on social media a graphic account of the stress on the health system, calling the situation an “epidemiological disaster” that had “overwhelmed” medical workers. Officials at the hospital said on Wednesday that it was close to collapse, with coronavirus patients taking up 60 of its 80 intensive care beds.\nNino Cartabellotta, a prominent public health researcher in Italy, said more than half of the 851 intensive care units in Lombardy were now occupied by coronavirus patients.\n“When the system is saturated, death rates spike,” he said, adding that a continuation of the current trend would cause the health care in the north, the jewel of the Italian system and equivalent to or better than that in much of Europe, to collapse. “That’s why it’s important that people stay at home.”", "url": "https://www.nytimes.com/2020/03/11/world/europe/italy-coronavirus.html"}