{"authors": ["Farnaz Fassihi"], "date_download": "2022-10-25 23:22:35", "date_modify": "2022-10-25 23:22:35", "date_publish": "2020-03-17 19:51:30", "description": "President Hassan Rouhani has been severely criticized for not acting forcefully against the epidemic. Now he and the military, newly empowered to intervene, are fighting over control.", "filename": "2020_03_17_world_middleeast_coronavirus-iran-rouhani_1666740155.html", "image_url": "https://static01.nyt.com/images/2020/03/17/world/17virus-iran01/17virus-iran01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=beded965b53bb98b8892cc2f72b9662b40f3a0562777cff323cb6c683708985e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_17_world_middleeast_coronavirus-iran-rouhani_1666740155.html", "title": "Power Struggle Hampers Iran’s Coronavirus Response", "title_page": "Power Struggle Hampers Iran’s Coronavirus Response - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the town of Rasht, a funeral procession for a doctor who died of coronavirus. In Qeshm, protesters block a checkpoint because they fear letting in clerics coming from an infected area. And in a cemetery in Qom, a burial is taking place. The man filming provides commentary. Qom is the city where Iran’s first coronavirus cases appeared. Though authorities expressed little concern for days, and now, it appears workers are digging trenches for mass graves. Iran says at least 237 people have died. It’s one of the highest death tolls outside of China. How did this happen? At key moments officials made serious missteps, and failed to take protective measures. On Feb. 19, the first coronavirus deaths are reported in Iran in the religious city of Qom. But victims likely contracted the virus weeks earlier, and in a city full of holy sites the visitors touch and kiss, that could have helped spread it. Iran’s health ministry did ask the city to close the shrines, but it was never enforced. So people continued to visit them. Two days after the deaths in Qom, Iran held nationwide parliamentary elections. But out at polling stations, there was little sign of a nation on the brink of an epidemic. No one was wearing gloves or masks, and there was lots of close contact. Officials tried in the days that followed to calm the public. But their efforts were undercut by bizarre appearances. Here’s Iran’s deputy health minister, Iraj Harirchi, on state TV saying things were under control. But throughout the presser, he was sweating, coughing and dismissing common-sense prevention methods. Harirchi went on TV a second time that day, making jokes about proper coughing protocol. But the next day, Harirchi announced on social media that he, himself, had contracted the virus. This shocking turn of events put Iran’s mismanagement of the epidemic on international display. “People in Iran are panicking.” “Well, now he’s become part of the story because he’s got the virus.” President Hassan Rouhani then tried to pin the spreading virus on Iran’s enemies. It took officials nine days after the first coronavirus death to cancel Friday prayers, where large groups typically gather. Meanwhile, high-profile cases started appearing. At least 23 lawmakers now have the virus. A vice president announces that she, too, has the coronavirus — just days prior, here she is sitting near President Rouhani. Then on March 1, a close aide of the supreme leader, Ali Khamenei, dies of coronavirus. Shortly after, the government ordered all schools and universities to shut down, and Khamenei tries to rewrite history. Iran is finally putting tougher measures in place. But by letting the virus get out of hand, officials turned their country into an epicenter.", "url": "https://www.nytimes.com/2020/03/17/world/middleeast/coronavirus-iran-rouhani.html"}