{"authors": ["Sergio Olmos", "Mike Baker", "Zolan Kanno-Youngs"], "date_download": "2022-10-25 23:48:06", "date_modify": "2022-10-25 23:48:06", "date_publish": "2020-07-18 14:34:22", "description": "Rather than tamping down persistent protests in Portland, Ore., a militarized presence from federal officers seems to have re-energized them.", "filename": "2020_07_18_us_portland-protests_1666741686.html", "image_url": "https://static01.nyt.com/images/2020/07/18/us/18unrest-portland-1/merlin_174697392_435eafd8-b9c5-4edf-a542-9107c1d8e866-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b96c8c3da5324cd973652c1aa733c9b8f6ab0e96cb5edbd9b95976b760bd125f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_18_us_portland-protests_1666741686.html", "title": "Federal Officers Deployed in Portland Didn’t Have Proper Training, D.H.S. Memo Said", "title_page": "Federal Officers Deployed in Portland Didn’t Have Proper Training, D.H.S. Memo Said - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The tactical agents deployed by homeland security include officials from a group known as BORTAC, the Border Patrol’s equivalent of a SWAT team, a highly trained group that normally is tasked with investigating drug smuggling organizations, as opposed to protesters in cities.\nAlexei Woltornist, a spokesman for the Department of Homeland Security, said on Sunday that the missions of the federal agents in Portland “aligned with their appropriate training” and that officers received “additional training for their deployment in the city” to assist the Federal Protective Service.\nThe statement did not specifically mention the memo that said the agents lacked sufficient training in riot control or mass demonstrations. The agency did not respond to follow-up questions about the information in the memo.\nThe issue is playing out as the aggressive federal campaign to suppress protests in Portland appears to have instead rejuvenated the city’s movement, as protesters gathered by the hundreds late Friday and into Saturday morning — the largest crowd in weeks.\nFederal officers at times flooded street corridors with tear gas and shot projectiles from paintball guns, while demonstrators responded by shouting that the officers in fatigues were “terrorists” and chanting: “Whose streets? Our streets.”", "url": "https://www.nytimes.com/2020/07/18/us/portland-protests.html"}