{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 22:55:04", "date_modify": "2022-10-25 22:55:04", "date_publish": "2020-06-05 03:22:15", "description": "David McAtee, who owned a barbecue stand, was shot as the police and National Guard confronted curfew violators.", "filename": "2020_06_04_us_louisville-unrest-david-mcatee_1666738504.html", "image_url": "https://static01.nyt.com/images/2020/06/06/video/04mcatee-vi/04mcatee-vi-facebookJumbo.png?year=2020&h=549&w=1050&s=b1586e70541870a67eeb5d900b08c518af7d0b0a4226bc8d34879a04c32f7653&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_04_us_louisville-unrest-david-mcatee_1666738504.html", "title": "Video: What We Know About the Death of David McAtee", "title_page": "Video: What We Know About the Death of David McAtee - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[gunshots] Police and National Guardsmen in Kentucky are under investigation after David McAtee, a restaurant owner in Louisville, was shot and killed during a heightened moment in the city, when people were protesting police violence. Crowd: “Breonna Taylor!” Kentucky’s governor released videos of the incident, and says police were responding to gunfire when McAtee was shot. But that doesn’t tell the whole story. The Times analyzed those videos, police scanner audio and a livestream filmed by a bystander. We synchronized the videos precisely by lining up key moments, allowing us to see — and most critically, hear — what happened from four different angles. We’ll see how the episode started, and how questionable policing tactics resulted in a fatal outcome. It’s just after midnight on Monday, June 1, when police and National Guardsmen arrive at a busy intersection in West Louisville. They’ve been sent to enforce a dusk-to-dawn curfew imposed by Louisville’s mayor. David McAtee, also known as Yaya, is in his barbecue stand, smoking food for customers. Across the street at Dino’s Food Mart, a local resident, Chris Smith, is livestreaming to Facebook as he hangs out with friends. “We out here. We out here.” His video will provide us with audio of critical moments. “Hold on.” “Police just came.” “Go. In the car and leave, just go.” “I‘m gone, soon as I get my keys.” As the area by Dino’s is cleared, a police officer and guardsman cross the street toward Yaya’s. One police officer readies a weapon as they approach the area. It appears to be a modified paintball gun which the Louisville police used to fire pepper balls, like you see in this footage from a previous incident. “… at us, like, directly at us.” While crossing the street, the officer aims it at the bystanders near Yaya’s, and fires a pepper ball into the curb. Immediately, diners to the front of Yaya’s hurry back along the alleyway, and take shelter inside the building through a side door. McAtee, who hasn’t seen what happened, approaches the doorway from inside. He appears to have a gun holstered on his right hip. McAtee and his niece stand by the door and peer outside. There appears to be no immediate threat to the officers at this moment, but one of them immediately fires at least two pepper balls at them. Let’s watch this back, side by side. McAtee and his niece are by the door. A police officer is aiming the pepper-ball gun at the door. As they peer out, one pepper ball pierces a soda bottle, which falls from the table. Another strikes the doorway, and just misses the head of McAtee’s niece. She ducks and falls back inside. In response, McAtee appears to fire his handgun out the side door. It’s unclear where he’s aiming. [gunshot] “Front door.” We’ll replay this moment from different camera angles to show what happens. The livestream from Dino’s picks up this gunshot. “Where you going? I saw you at the site.” [shouting] The police and guardsmen nearest the restaurant immediately retreat. The officer who fired pepper balls now draws a handgun. “Shots fired, shots fired.” Another officer radios into dispatch, and others take cover in the area. “Shots fired northwest side.” Eight seconds later, McAtee peers out again, and again raises his arm. [gunshots] The same police officer, two guardsmen and another officer fire 18 rounds at McAtee. He stumbles inside, drops a handgun and collapses to the ground. One bullet hit his chest. Louisville police guidelines say officers must avoid the use of force when trying to disperse nonviolent crowds. They must also ID themselves, issue a dispersal order and give people reasonable time to disperse. None of that appears to have happened here. A day after the shooting, the assistant police chief described how officers use pepper balls. “It is police policy when we use pepper-ball spray to actually shoot at the ground.” That also did not happen. Pepper balls were fired into the doorway where people were standing. Kentucky governor, Andy Beshear, said the investigation will continue, and urged the public to examine the video footage frame by frame. “And people can see with their own eyes, and make determinations with their own eyes.” “What do we want?” “Justice.” “When do we want it?” “Now.” “What do we want?” “Justice.” “When do we want it?” “Now.”", "url": "https://www.nytimes.com/2020/06/04/us/louisville-unrest-david-mcatee.html"}