{"authors": ["Matthew Futterman", "Gillian R. Brassil"], "date_download": "2022-10-25 23:50:49", "date_modify": "2022-10-25 23:50:49", "date_publish": "2020-11-30 14:01:06", "description": "Michael Capiraso led the organization that puts on the New York City Marathon to record revenues but will leave after employees and others raised concerns about his leadership.", "filename": "2020_11_30_sports_new-york-marathon-capiraso-diversity_1666741849.html", "image_url": "https://static01.nyt.com/images/2020/12/01/sports/30nyrr-ceo-print/30nyrr-ceo-web-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=ec0625b0c88de82defb546a14d43212b73be26c7a5b94d3ed668be1c5dde9384&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_30_sports_new-york-marathon-capiraso-diversity_1666741849.html", "title": "New York Road Runners Parts Ways With C.E.O. Amid Workplace Complaints", "title_page": "New York Road Runners Parts Ways With C.E.O. Amid Workplace Complaints - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In November, the organization also hired Erica Edwards-O’Neal to serve as senior vice president of diversity, staffing a position that had been unfilled for more than a year. She will start in December.\nAt the same time, the board also hired a New York law firm to conduct an investigation of its workplace culture. According to two people with knowledge of the matter, that investigation is nearing its conclusion. The firm, Proskauer Rose, will deliver a report to the board of the organization; the New York Road Runners has said it will keep the report confidential to protect the identities of people who cooperated with it.\nMura said the meetings and discussions about diversity and inclusion had addressed the need for change, but that little change has occurred that is visible to the public.\n“We’re actually doing a lot internally, but change is slow and it doesn’t show externally, so it really appears like we are moving at a snail’s pace,” he said.\nCapiraso said he and the leadership of New York Road Runners had taken the complaints and concerns that current and former employees had raised “very seriously.”\n“I understand what the board is saying, that they are making a decision after having listened to people,” Capiraso said in an interview.\nCapiraso began working with New York Road Runners in 2012. During his five-year tenure as chief executive, revenues at the organization increased to more than $100 million, from roughly $70 million, with the help of new media and sponsorship deals and increased participation in high-profile large races like the marathon, which now registers some 50,000 participants, and two half marathons run by the Road Runners that have some 25,000 participants each.", "url": "https://www.nytimes.com/2020/11/30/sports/new-york-marathon-capiraso-diversity.html"}