{"authors": ["Winnie Hu"], "date_download": "2022-10-25 23:29:38", "date_modify": "2022-10-25 23:29:38", "date_publish": "2020-03-14 09:00:10", "description": "More New Yorkers are turning to cycling to minimize their coronavirus exposure. Citi Bike trips surged to more than half a million this month.", "filename": "2020_03_14_nyregion_coronavirus-nyc-bike-commute_1666740578.html", "image_url": "https://static01.nyt.com/images/2020/03/13/nyregion/13nyvirus-biking1/13nyvirus-biking1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=95c982d5825238b3bdd31cc26c1d41645f4d91d377901f72898cd2ce57ff05cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_14_nyregion_coronavirus-nyc-bike-commute_1666740578.html", "title": "A Surge in Biking to Avoid Crowded Trains in N.Y.C.", "title_page": "A Surge in Biking to Avoid Crowded Trains in N.Y.C. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the surge in bicycle use has not been seen in other cities affected by coronavirus concerns. In Seattle, average weekday bike ridership on three routes into the downtown fell about 10 percent to 4,500 trips this month from 5,000 trips in February. Bike share programs in San Francisco have also seen fewer trips this month.\nNew York’s increase in cycling comes after a spate of deadly crashes last year that drew outrage from cyclists and transportation advocates, and spurred city officials to step up efforts to make the streets safer, including a $58.4 million bike safety plan unveiled by the mayor. A total of 28 cyclists were killed in 2019 on the streets of New York, the highest number in two decades.\nThis year, there has been one cyclist death, compared with five deaths for the same period last year.\nPolly Trottenberg, the city transportation commissioner, said her agency was reviewing additional measures to accommodate the increased number of cyclists taking to the streets to avoid the subways and buses as a result of the coronavirus.\n“We’re looking at everything we can do quickly to make cycling even safer, and easier, and more accessible.” Ms. Trottenberg said.\nThe transportation agency is considering carving out temporary bike lanes and taking away traffic lanes from cars by using orange cones or movable barriers. More parking areas for bikes may be designated on sidewalks and in pedestrian plazas.\nCity officials are already expanding Citi Bike in northern Manhattan and the South Bronx, and now they are also looking to accelerate plans to add more docking stations in Manhattan’s busiest areas. Currently, there are more than 14,000 Citi Bikes based at about 850 stations in Manhattan, Brooklyn and Queens.", "url": "https://www.nytimes.com/2020/03/14/nyregion/coronavirus-nyc-bike-commute.html"}