{"authors": [], "date_download": "2022-10-25 23:44:15", "date_modify": "2022-10-25 23:44:15", "date_publish": "2020-03-09 04:01:43", "description": "In Italy, restrictions on movement were extended to cover the whole country. In the United States, where the death toll hit 26, President Trump said he would discuss tax cuts and aid for idled hourly workers with Congress.", "filename": "2020_03_09_world_coronavirus-news_1666741455.html", "image_url": "https://static01.nyt.com/images/2020/03/10/reader-center/09virus-briefing-ship-promo2/09virus-briefing-ship-promo2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=82f21b91ec8183d79cb98a592dcb365e252332638ed7544ca0c764912447de91&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_09_world_coronavirus-news_1666741455.html", "title": "Trump to Discuss Economic Steps; Italy Halts Most Travel; Stocks and Oil Prices Plunge", "title_page": "Trump to Discuss Economic Steps; Italy Halts Most Travel; Stocks and Oil Prices Plunge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Italy says it’s halting most travel and public gatherings to try to restrain the outbreak.\nThe Italian government on Monday night extended restrictions on personal movement and public events to the entire country in a desperate effort to stem the coronavirus outbreak — an extraordinary set of measures in a modern democracy that values individual freedoms.\nPrime Minister Giuseppe Conte announced in a prime-time news conference that public gatherings were banned and that people would be allowed to travel only for work or for emergencies.\n[Read: For Italians, dodging coronavirus has become a game of chance.]\nThose restrictions had been placed on the “red zone” created in northern Italy, covering about 16 million people, but Mr. Conte extended them to an entire nation of 60 million.\n“We all have to renounce something for the good of Italy,” said Mr. Conte, saying that the government would enact more stringent rules over the entire Italian peninsula", "url": "https://www.nytimes.com/2020/03/09/world/coronavirus-news.html"}