{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:23:27", "date_modify": "2022-10-25 23:23:27", "date_publish": "2020-11-27 19:13:44", "description": "As President Trump's Environmental Protection Agency rushes to complete its regulatory rollbacks, agency staff, emboldened by the Biden victory, moves to stand in the way.", "filename": "2020_11_27_climate_epa-trump-biden_1666740207.html", "image_url": "https://static01.nyt.com/images/2020/11/26/climate/26CLI-EPA1/26CLI-EPA1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d9eb7266be8c6dc2ffdf9377edad7ef182d2f8912029848b3917ac6560b544de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_27_climate_epa-trump-biden_1666740207.html", "title": "E.P.A.’s Final Deregulatory Rush Runs Into Open Staff Resistance", "title_page": "E.P.A.’s Final Deregulatory Rush Runs Into Open Staff Resistance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s Environmental Protection Agency was rushing to complete one of its last regulatory priorities, aiming to obstruct the creation of air- and water-pollution controls far into the future, when a senior career scientist moved to hobble it.\nThomas Sinks directed the E.P.A.’s science advisory office and later managed the agency’s rules and data around research that involved people. Before his retirement in September, he decided to issue a blistering official opinion that the pending rule — which would require the agency to ignore or downgrade any medical research that does not expose its raw data — will compromise American public health.\n“If this rule were to be finalized it would create chaos,” Dr. Sinks said in an interview in which he acknowledged writing the opinion that had been obtained by The New York Times. “I thought this was going to lead to a train crash and that I needed to speak up.”\nWith two months left of the Trump administration, career E.P.A. employees find themselves where they began, in a bureaucratic battle with the agency’s political leaders. But now, with the Biden administration on the horizon, they are emboldened to stymie Mr. Trump’s goals and to do so more openly.", "url": "https://www.nytimes.com/2020/11/27/climate/epa-trump-biden.html"}