{"authors": ["Amy Qin", "Steven Lee Myers", "Elaine Yu"], "date_download": "2022-10-25 23:26:39", "date_modify": "2022-10-25 23:26:39", "date_publish": "2020-02-06 16:52:32", "description": "With infections doubling every four days and more than 600 deaths, China intensified its response in Wuhan, with house-to-house temperature checks and mass confinements at quarantine centers.", "filename": "2020_02_06_world_asia_coronavirus-china-wuhan-quarantine_1666740399.html", "image_url": "https://static01.nyt.com/images/2020/02/06/world/06-China-Virus01/06-China-Virus01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bc0a3b8ff30f3a10715beb3aa20f963c3acd7ec2f5b5ac2c41e47dfbc1c118a3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_06_world_asia_coronavirus-china-wuhan-quarantine_1666740399.html", "title": "China Tightens Wuhan Lockdown in ‘Wartime’ Battle With Coronavirus", "title_page": "China Tightens Wuhan Lockdown in ‘Wartime’ Battle With Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WUHAN, China — The Chinese authorities resorted to increasingly extreme measures in Wuhan on Thursday to try to halt the spread of the deadly coronavirus, ordering house-to-house searches, rounding up the sick and warehousing them in enormous quarantine centers.\nThe urgent, seemingly improvised steps come amid a worsening humanitarian crisis in Wuhan, one exacerbated by tactics that have left this city of 11 million with a death rate from the coronavirus of 4.1 percent as of Thursday — staggeringly higher than the rest of the country’s rate of 0.17 percent.\nWith the sick being herded into makeshift quarantine camps, with minimal medical care, a growing sense of abandonment and fear has taken hold in Wuhan, fueling the sense that the city and surrounding province of Hubei are being sacrificed for the greater good of China.\nThe harsh new moves in Wuhan, the epicenter of the outbreak, clearly signaled the ruling Communist Party’s alarm that it had failed to gain control of the coronavirus epidemic, which has overwhelmed the country’s health care system and threatened to paralyze China, the world’s most populous country and second-largest economy.", "url": "https://www.nytimes.com/2020/02/06/world/asia/coronavirus-china-wuhan-quarantine.html"}