{"authors": ["Winnie Hu", "Nate Schweber"], "date_download": "2022-10-25 22:55:56", "date_modify": "2022-10-25 22:55:56", "date_publish": "2020-12-15 10:00:17", "description": "As the wealthy upgrade their homes, poor New Yorkers have to wait out the health crisis in rundown public housing.", "filename": "2020_12_15_nyregion_nyc-public-housing-coronavirus_1666738556.html", "image_url": "https://static01.nyt.com/images/2020/11/25/nyregion/00nyvirus-housing-promo/00nyvirus-housing-promo-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=b164c0c2bc6ca3952a8c543dd495dd34d797f17d23f6ad694bf9a2937225cd9c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_15_nyregion_nyc-public-housing-coronavirus_1666738556.html", "title": "Trapped at Home in the Pandemic With Mold and a Leaky Roof", "title_page": "Trapped at Home in the Pandemic With Mold and a Leaky Roof - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Aida Corporan has avoided the coronavirus by hunkering down in her apartment at the Bailey Houses, a public housing complex in the Bronx.\nBut she cannot get away from the health threat inside her own home: mold.\nMs. Corporan, who suffers from artery and kidney problems, said heavy rains have leaked into her bathroom from her building’s dilapidated roof and left behind mold on the walls that cannot be scrubbed away.\n“It’s a shame we have to live like this,” said Ms. Corporan, 76. “It’s hard.”\nThe pandemic has trapped many poor New Yorkers in miserable living conditions in the city’s public housing system, the largest in the nation with 400,000 tenants, most of whom are people of color.\nWhile better-off families have upgraded their homes with sleek new kitchens, work studios and pricey Peloton bikes to isolate in relative comfort, many public housing tenants have been forced to cope with mold, broken elevators and rundown playgrounds. Some have even been stuck at home with no heat or cooking gas.", "url": "https://www.nytimes.com/2020/12/15/nyregion/nyc-public-housing-coronavirus.html"}