{"authors": ["Ben Casselman", "Patricia Cohen", "Tiffany Hsu"], "date_download": "2022-10-25 23:34:08", "date_modify": "2022-10-25 23:34:08", "date_publish": "2020-03-26 13:26:48", "description": "The weekly figure is among the first data on the economic toll of the vast disruption of normal life and commerce caused by the coronavirus pandemic.", "filename": "2020_03_26_business_economy_coronavirus-unemployment-claims_1666740848.html", "image_url": "https://static01.nyt.com/images/2020/03/26/business/26virus-jobs1a/26virus-jobs1a-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6cd9e2869380c60779ced64d70ed095b36fb0f99681cabff30013e2bc2906136&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_26_business_economy_coronavirus-unemployment-claims_1666740848.html", "title": "‘It’s a Wreck’: 3.3 Million File Unemployment Claims as Economy Comes Apart", "title_page": "‘It’s a Wreck’: 3.3 Million File Unemployment Claims as Economy Comes Apart - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Days of calling have resulted in nagging busy signals. She is hoping that her claim made it through, and that she will receive aid within a few weeks, but she is not optimistic.\n“There’s so many things up in the air right now, and it’s so stressful,” she said. “It’s a wreck.”\nDespite the glitches, Thursday’s figures suggest the scale of the problem. In a single week, the pandemic wiped out a year and a half of job gains. The past two weeks’ claims alone would be enough to push the unemployment rate up to 5.7 percent from 3.5 percent in February — a half-century low that now seems like ancient history.\nThe worst could be yet to come. Mr. Herzon of IHS Markit said he expected a similarly large number next Thursday, when the Labor Department releases its report on new claims filed this week.\nSome forecasters think the unemployment rate could hit 10 percent this summer, which would equal the highest level from the last recession more than a decade ago. Back then, it took nearly two years for the jobless rate to reach that height.\n“What is really hard to fathom is just how fast these numbers are going to escalate,” said Carl Tannenbaum, chief economist at Northern Trust.\nStill, while there is little doubt that the numbers will get worse in the short term, some economists remain optimistic that the pain will be relatively short-lived. The congressional relief package is intended to, in effect, press “pause” on the economy, allowing idled workers and shuttered businesses to keep paying their bills so that they can spring back quickly once the health crisis eases. If it works, the recovery could be relatively swift; if it doesn’t, the cascade of layoffs and business failures could stretch on far longer.\nQuintina Moore-Caraway, a ramp agent at George Bush Intercontinental Airport in Houston, was at work on March 13 when her supervisor called her over. She was being furloughed, without pay, at the end of her shift.", "url": "https://www.nytimes.com/2020/03/26/business/economy/coronavirus-unemployment-claims.html"}