{"authors": [], "date_download": "2022-10-25 23:29:32", "date_modify": "2022-10-25 23:29:32", "date_publish": "2020-06-03 13:54:37", "description": "The latest on stock market and business news during the coronavirus outbreak.", "filename": "2020_06_03_business_stock-market-today-coronavirus_1666740572.html", "image_url": "https://static01.nyt.com/images/2020/06/03/business/03virus-markets-briefing/03virus-markets-briefing-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c0bbba681477874176c1a23080adb6c553517bbfa07ed4e5e9a3562350565009&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_03_business_stock-market-today-coronavirus_1666740572.html", "title": "Senate Approves More Time to Spend Paycheck Protection Loans", "title_page": "Senate Approves More Time to Spend Paycheck Protection Loans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The S&P 500 climbed 1.4 percent, and stocks in Europe were sharply higher.\nOn Wednesday, a private report on payrolls that showed job cuts may be slowing helped lift shares in the United States. Business payrolls fell by 2.76 million last month, the ADP Research Institute said. The Bureau of Labor Statistics, or BLS, will release official May payroll figures on Friday.\n“The ADP report isn’t always a reliable predictor of the BLS data, but it suggests that the pace of job loss moderated noticeably between April and May,” Daniel Silver, an economist at JPMorgan, wrote in a note to clients on Wednesday. “This is a message broadly consistent with some other related signals, and the labor market likely has benefited from the easing of restrictions on activity in many places in recent weeks.”\nCompanies with the most to gain as Americans begin to spend again were among the best performers. The Cheesecake Factory jumped more than 15 percent after the company said that restaurants it has reopened have recovered to about 75 percent of their sales levels from a year ago. The mall operator Simon Property Group was the best performing stock in the S&P 500.\nShares of Ford and General Motors climbed, after other automakers including Toyota reported a rise in sales from April to May. The major American auto companies now report sales on a quarterly basis.\nInvestors have shrugged off a number of risks — from long-term economic damage caused by the coronavirus pandemic, to rising tension between the United States and China, to growing unrest in the United States — to bid stocks higher for weeks, as they cheered steps from the Federal Reserve and fiscal spending by Washington meant to help minimize damage from the pandemic.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nSince March 23, when the Federal Reserve signaled its willingness to do whatever it took to stabilize financial markets, the S&P 500 has soared nearly 40 percent. It is now less than 10 percent below its pre-pandemic high.", "url": "https://www.nytimes.com/2020/06/03/business/stock-market-today-coronavirus.html"}