{"authors": ["Ginia Bellafante"], "date_download": "2022-10-25 23:29:55", "date_modify": "2022-10-25 23:29:55", "date_publish": "2020-05-29 09:00:23", "description": "In a racist confrontation with a black bird-watcher in Central Park, her choice of words was striking.", "filename": "2020_05_29_nyregion_Amy-Cooper-Central-Park-racism_1666740595.html", "image_url": "https://static01.nyt.com/images/2020/05/31/nyregion/31BIG/28BIG-facebookJumbo.jpg?year=2020&h=550&w=1050&s=02c8e54d50bcf8fa999ac2faa7f5acb012f48b5a9eb45f07aea1b58f664ed79e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_29_nyregion_Amy-Cooper-Central-Park-racism_1666740595.html", "title": "Why Amy Cooper’s Use of ‘African-American’ Stung", "title_page": "Why Amy Cooper’s Use of ‘African-American’ Stung - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Whatever becomes of Amy Cooper, the episode suggests the limits of our institutional efforts to pre-empt individual actions that would appear to be racist. Like most big corporations, municipalities and nonprofit organizations, Franklin Templeton promotes its agenda in what is now known as diversity and inclusion. By one estimate, American companies spend approximately $8 billion a year trying to ensure that their employees are welcoming and open-minded — an investment in comity as much as it is in public relations and liability protection.\nFranklin Templeton, for example, requires employees to take anti-harassment training every year, meant to cover discrimination in its many forms. It also encourages them to participate in training programs that support an “employee’s feeling safe to bring their whole selves to work,’’ according to a spokeswoman. In November, the company held an event called the “Check Your Blind Spots” tour at its California headquarters, described in a news release as a “series of immersive and interactive elements including virtual reality, gaming technology and more, to take an introspective look at the unconscious biases people face on a daily basis.”\nImplicit bias training begins with the premise that we are essentially benevolent in our intentions, but are all subject to maintaining conditioned prejudices, the acquisition of which is often beyond our control. Embedded in this view is the assumption that within the contours of civil society, at least, we should be beyond explicit expressions of hostility of the kind Ms. Cooper displayed.\nPatricia G. Devine, a social psychologist at the University of Wisconsin who studies unintended bias, argues that there has been little rigorous evaluation of the training strategies deployed to combat it, and as a result we simply don’t know enough about what makes a difference.\n“It often has the feeling of being a one-and-done kind of thing: ‘We did it,’” she said. “And then it’s the ‘it’ that matters.” Beyond that, she has seen in her own research and the research of others that “if people are hostile to the training, it’s like fingers being wagged at you, and if you are not at all open to that, it can fuel negativity to the point of backlash.”\nTwo years ago, New York City’s police department invested $4.5 million in implicit bias training for officers, again without any evidence that it might succeed. The Covid crisis, in a sense, has provided a test case, and the results have been dispiriting. Between mid-March and early May, of the 125 people arrested for violations of social-distancing rules and other regulations related to the coronavirus, 113 were black or Hispanic. The problem with implicit bias work is that it too often fails to acknowledge the realities of instinctive distaste, the powerful emotions that animate the worst suppositions. It presumes a world better than the one we actually have.\nFurther elaborating her apology to Mr. Cooper, in a statement she issued on Tuesday afternoon, Ms. Cooper said she was aware that “misassumptions and insensitive statements about race” caused pain. But Ms. Cooper’s transgression was not a mistaken perception or an insensitive statement.\nThe language — “African-American” — she seemed to have down. It was the deeper impulse for retaliation that she couldn’t suppress.", "url": "https://www.nytimes.com/2020/05/29/nyregion/Amy-Cooper-Central-Park-racism.html"}