{"authors": ["Karen Weise", "Mike Baker", "Nicholas Bogel-Burroughs"], "date_download": "2022-10-25 23:49:06", "date_modify": "2022-10-25 23:49:06", "date_publish": "2020-03-15 00:11:03", "description": "Hospitals in hot spots like Seattle and New York are postponing elective surgeries, hoping to conserve resources as the outbreak escalates. More serious surgeries are also getting a second look.", "filename": "2020_03_14_us_coronavirus-covid-surgeries-canceled_1666741746.html", "image_url": "https://static01.nyt.com/images/2020/03/14/us/14VIRUS-SURGERY/14VIRUS-SURGERY-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9980ac4dfd44be10bb3b7ec72cdcf6e6176d4ee98102153e253a9cdc4fcfcd13&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_14_us_coronavirus-covid-surgeries-canceled_1666741746.html", "title": "The Coronavirus Is Forcing Hospitals to Cancel Surgeries", "title_page": "The Coronavirus Is Forcing Hospitals to Cancel Surgeries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An older person who has a total hip replacement may need to recuperate at a skilled nursing center — institutions that have been hit hard by the coronavirus. “As you can imagine, in this time, that’s probably not the best thing for that patient,” Dr. Freeborn said. “There are a lot of downstream consequences of these decisions to either proceed or, in our case, not to proceed.”\nIf physicians at EvergreenHealth believe a surgery should still occur, they could appeal to a panel, which aims to decide in 30 minutes.\nKim Dammann, 45, was scheduled to have surgery to repair her Achilles tendon on Tuesday at a Seattle hospital, but on Friday she got an email saying it would be delayed.\n“It is not voluntary surgery, but I guess it is not critical enough to do now,” she said.\nAs an oncology nurse herself, “I get it,” Ms. Dammann said. “We do need the beds, and we do need the doctors.”\nIf she cannot get the surgery, she may need to wear a cast for several months instead so the connective tissue does not tear entirely. With a cast on her right foot, she may not be able drive to work at the hospital.\nPeople across the country have begun reporting delays in getting access to medical care. A woman in San Jose said her surgery had been canceled. A man said his father was notified that his planned lung cancer surgery in Boston, set for Monday, was going to be canceled. Later, he said, his father was told that the hospital had decided to do the surgery after all.\nMany transgender people expressed worry on social media that surgeries they had long looked forward to would be canceled. “Really worried my top surgery will get canceled among the coronavirus stuff,” Rachel Davis, a woman in Colorado, posted on Twitter. “It’s most of what’s keeping me going right now.”", "url": "https://www.nytimes.com/2020/03/14/us/coronavirus-covid-surgeries-canceled.html"}