{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:34:05", "date_modify": "2022-10-25 23:34:05", "date_publish": "2020-03-27 11:00:30", "description": "While it managed to shift the market’s mood and stem investor losses, at least for a while, the Federal Reserve is battling something much bigger this time, our columnist says.", "filename": "2020_03_27_business_fed-stock-market-coronavirus_1666740845.html", "image_url": "https://static01.nyt.com/images/2020/03/29/business/27VIRUS-STRATEGIES-01/27VIRUS-STRATEGIES-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e028cfce5a1f6ecd2b84fd85cf19591e1b5bdfb6532af37338d374a8d1e1cc4a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_27_business_fed-stock-market-coronavirus_1666740845.html", "title": "The Fed Has Awesome Powers. But It Is Fighting a Virus.", "title_page": "The Fed Has Awesome Powers. But It Is Fighting a Virus. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Don’t fight the Fed.”\nThat old Wall Street adage about the Federal Reserve has never rung so true.\nAfter weeks of dropping like a stone, the stock market began to catapult upward on Tuesday, Wednesday and Thursday. Tuesday’s trajectory deserves to be called extraordinary: The Dow Jones industrial average’s 11.4 percent gain was its greatest in a single day since 1933. By the market close on Thursday, the Dow had risen more than 20 percent from its nadir on Monday — enough, in technical terms, to qualify as a “bull market.”\nMost often, I find it is pointless to try to explain the market’s moment-to moment moves. Despite the chatter, it usually amounts to little more than random noise.\nBut there are exceptions, and this seems to be one of those times.\nAmong the myriad, and often spurious, explanations for the market’s abrupt change of mood, I think there is a compelling explanation: the Fed. So does Edward Yardeni, an independent Wall Street economist who has published a new and exquisitely timed book: “Fed Watching for Fun and Profit.”\nIn a telephone conversation from his home on Long Island, he said: “The Fed decided it had to really shock and awe the markets, and it did the job. You can see the results yourself.”", "url": "https://www.nytimes.com/2020/03/27/business/fed-stock-market-coronavirus.html"}