{"authors": ["Alan Blinder", "Kevin Draper", "Ben Shpigel"], "date_download": "2022-10-25 23:49:05", "date_modify": "2022-10-25 23:49:05", "date_publish": "2020-03-11 20:39:09", "description": "Faced with an epidemic, college sports leaders spent weeks debating whether or how to move forward with one of the country’s biggest athletic events.", "filename": "2020_03_11_sports_coronavirus-ncaa-tournament_1666741745.html", "image_url": "https://static01.nyt.com/images/2020/03/11/sports/11ncaatournament-coronavirus-2/11ncaatournament-coronavirus-2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=1b903f4fe79d5b3e62ac10feea4d55d88c070e950123e292fa6abda50feecc57&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_11_sports_coronavirus-ncaa-tournament_1666741745.html", "title": "Coronavirus Leads N.C.A.A. to Bar Fans From National Basketball Tournaments", "title_page": "Coronavirus Leads N.C.A.A. to Bar Fans From National Basketball Tournaments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Emmert said that he expected the N.C.A.A. to lose tens of millions of dollars in ticket-sales revenue and that while the games would probably remain in the scheduled cities, they might be moved to smaller venues.\nThe men’s tournament will still be televised by CBS and AT&T’s WarnerMedia, with the Final Four and national championship games shown on TBS. ESPN will carry the women’s tournament.\nIn a joint statement, CBS and Turner Sports, a division of WarnerMedia, said they supported the association’s decision and would “continue with our plans to fully produce and cover the entire event.” ESPN said it was “in the process of determining what adjustments are needed” to its coverage.\nExecutives at CBS and WarnerMedia said ahead of the decision about spectators that such a move would have little effect on their plans.\n“Obviously, it would be a different atmosphere, and we wouldn’t be focusing as we usually do, on the excitement of the fans,” Sean McManus, the chairman of CBS Sports, said on Tuesday on a conference call. “But the overall production of the basketball game is still going to be produced as it would be if there were fans in the stands.”\nJeff Zucker, the chairman of WarnerMedia News and Sports, suggested that the restrictions at the arenas, and on the general public as it copes with the outbreak, could increase interest in broadcasts from the tournament.", "url": "https://www.nytimes.com/2020/03/11/sports/coronavirus-ncaa-tournament.html"}