{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 23:37:18", "date_modify": "2022-10-25 23:37:18", "date_publish": "2020-09-06 22:47:45", "description": "The president’s former fixer describes him as a mob boss figure who made racist insults, was driven by hatred for President Barack Obama and engaged in underhanded tactics against opponents.", "filename": "2020_09_06_us_politics_cohen-book-trump_1666741038.html", "image_url": "https://static01.nyt.com/images/2020/09/06/us/politics/06dc-cohen1/06dc-cohen1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=33eb239fb1fb04d164321a0e7904774eb641fda6dbb1bdf8fa2fd7da38a8bcee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_06_us_politics_cohen-book-trump_1666741038.html", "title": "Michael Cohen’s Book Says Trump Held ‘Low Opinions of All Black Folks’", "title_page": "Michael Cohen’s Book Says Trump Held ‘Low Opinions of All Black Folks’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Michael Cohen is a disgraced felon and disbarred lawyer who lied to Congress,” she said in a statement. “He has lost all credibility, and it’s unsurprising to see his latest attempt to profit off of lies.” A spokeswoman for the Trump Organization did not respond to an email seeking comment.\nImage Mr. Cohen’s book, “Disloyal: A Memoir,” is to be released on Tuesday. Credit... Skyhorse Publishing, via Associated Press\nIn Mr. Cohen’s telling, his lies were on behalf of Mr. Trump, whether it was in investigations or in trying to win him good headlines. Mr. Cohen pleaded guilty in 2018 to a handful of financial crimes and a campaign finance violation related to the payments to the former adult-film actress, Stephanie Clifford, who went by the stage name Stormy Daniels.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Cohen is defiant about those actions in the book, maintaining that he is innocent of some of the crimes he pleaded guilty to and that he was a victim of “the conviction machine” of the U.S. government, which also threatened his wife. He writes in detail about how he was released from a minimum security prison in Otisville, N.Y., to serve the rest of his sentence at home, only to be thrown back in prison because he would not initially sign a document prohibiting him from publishing the book. A judge later ruled that the move by the government was retaliatory, and Mr. Cohen was released to home confinement for the remainder of his sentence.\nHe sheds little new light on what he shared with Robert S. Mueller III, the former special counsel investigating possible ties between the Trump campaign and Russian officials, and maintains that Mr. Trump’s soft spot for Mr. Putin is mostly about possible business deals and a general admiration for authoritarian power, as well as a shared hatred of Hillary Clinton.\nMr. Trump loved Mr. Putin for his audacity “to take over an entire nation and run it like it was his personal company — like the Trump Organization, in fact,” Mr. Cohen writes.\nThe possibility of a Trump Tower project in Moscow was enticing to his boss, Mr. Cohen writes, saying that the businessman’s children did not favor Felix Sater, a felon and consultant with deep ties to Russia who had brought in the project. So Mr. Cohen handled it, he writes. That project became something that was examined by Mr. Mueller.\nMr. Cohen describes the Trump Organization as loosely reminiscent of the mafia, with Mr. Trump as the would-be family don.", "url": "https://www.nytimes.com/2020/09/06/us/politics/cohen-book-trump.html"}