{"authors": ["Karen Weise", "Mike Baker"], "date_download": "2022-10-25 23:49:03", "date_modify": "2022-10-25 23:49:03", "date_publish": "2020-03-20 09:00:26", "description": "Fearing a critical shortage of lifesaving resources as the coronavirus spreads, Washington State is engaged in grim discussions to determine which dying patients would get priority.", "filename": "2020_03_20_us_coronavirus-in-seattle-washington-state_1666741743.html", "image_url": "https://static01.nyt.com/images/2020/03/20/us/20virus-ration1/20virus-ration1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e9fcb9efc47dcf2df5e5ab0ae4c6a97b9670cf10ed13dcb8ff7ccc850b736648&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_20_us_coronavirus-in-seattle-washington-state_1666741743.html", "title": "Coronavirus in Washington State: Few Ventilators and Facing Grim Decisions Ahead", "title_page": "Coronavirus in Washington State: Few Ventilators and Facing Grim Decisions Ahead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEATTLE — Medical leaders in Washington State, which has the highest number of coronavirus deaths in the country, have quietly begun preparing a bleak triage strategy to determine which patients may have to be denied complete medical care in the event that the health system becomes overwhelmed by the coronavirus in the coming weeks.\nFearing a critical shortage of supplies, including the ventilators needed to help the most seriously ill patients breathe, state officials and hospital leaders held a conference call on Wednesday night to discuss the plans, according to several people involved in the talks. The triage document, still under consideration, will assess factors such as age, health and likelihood of survival in determining who will get access to full care and who will merely be provided comfort care, with the expectation that they will die.\nThe effort is statewide so individual doctors and hospitals will not be left to make such decisions, said Cassie Sauer, chief executive of the Washington State Hospital Association, one of the groups convening the call.", "url": "https://www.nytimes.com/2020/03/20/us/coronavirus-in-seattle-washington-state.html"}