{"authors": ["Ali Watkins"], "date_download": "2022-10-25 23:26:59", "date_modify": "2022-10-25 23:26:59", "date_publish": "2020-06-15 20:22:49", "description": "The commissioner is reassigning about 600 officers from teams that target violent crime. He called it a “seismic shift” in police culture.", "filename": "2020_06_15_nyregion_nypd-plainclothes-cops.html_action=click&module=RelatedLinks&pgtype=Article_1666740419.html", "image_url": "https://static01.nyt.com/images/2020/06/15/nyregion/15nyunrest-police/15nyunrest-police-facebookJumbo.jpg?year=2020&h=550&w=1050&s=81cd3fcf1cacd414a1e13a51bff640a43993e362bff4792319ef28fc89dd5995&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_15_nyregion_nypd-plainclothes-cops.html_action=click&module=RelatedLinks&pgtype=Article_1666740419.html", "title": "N.Y.P.D. Disbands Plainclothes Units Involved in Many Shootings", "title_page": "N.Y.P.D. Disbands Plainclothes Units Involved in Many Shootings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The New York police commissioner announced on Monday that he was disbanding the Police Department’s anti-crime units: plainclothes teams that target violent crime and have been involved in some of the city’s most notorious police shootings.\nRoughly 600 officers serve in the units, which are spread out across the city and work out of the department’s 77 precincts and nine housing commands. They will immediately be reassigned to other duties, including the detective bureau and the department’s neighborhood policing initiative, the commissioner, Dermot F. Shea, said.\nMr. Shea said the plainclothes units were part of an outdated policing model that too often seemed to pit officers against the communities they served, and that they were involved in a disproportionate number of civilian complaints and fatal shootings by the police. He said the department now depends much more on intelligence gathering and technology to fight crime and “can move away from brute force.”\n“This is a seismic shift in the culture of how the N.Y.P.D. polices this great city,” Mr. Shea said. “It will be felt immediately in the communities that we protect.”", "url": "https://www.nytimes.com/2020/06/15/nyregion/nypd-plainclothes-cops.html?action=click&module=RelatedLinks&pgtype=Article"}