{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:31:29", "date_modify": "2022-10-25 23:31:29", "date_publish": "2020-06-08 19:27:54", "description": "The measure, the most expansive intervention into policing that lawmakers have proposed in recent memory, is likely to draw opposition from Republicans and police unions.", "filename": "2020_06_08_us_politics_democrats-police-misconduct-bill-protests_1666740689.html", "image_url": "https://static01.nyt.com/images/2020/06/08/us/politics/08dc-unrest-cong1/merlin_173337789_f2c4ebcc-f1eb-46ea-b80c-cc3ee880cf30-facebookJumbo.jpg?year=2020&h=550&w=1050&s=510f8f827047c8d3c020ae07c3345a4e7de0da3d18e753cde8b90abd91c239cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_08_us_politics_democrats-police-misconduct-bill-protests_1666740689.html", "title": "Democrats Unveil Sweeping Police Reform Bill", "title_page": "Democrats Unveil Sweeping Police Reform Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Democrats in Congress on Monday unveiled sweeping legislation aimed at combating excessive use of force and racial discrimination by the police and making it easier to identify, track and prosecute misconduct, the most expansive federal intervention into law enforcement that lawmakers have proposed in recent memory.\nIntroduced as a direct response to the recent killings of unarmed black Americans as protests of police violence and racial discrimination continue across the country, the bill proposes significant changes to the rules that govern how police officers operate and how they can be held accountable for wrongdoing. It comes as tens of thousands of Americans have taken to the streets to call for a nationwide reckoning with systemic racial discrimination, particularly by law enforcement.\nThe legislation would curtail protections that shield police officers accused of misconduct from being prosecuted and impose a new set of restrictions on law enforcement officers to prevent them from using deadly force except as a last resort. It includes many measures that civil rights activists have been pushing for decades, which have met with strong opposition from police unions and law enforcement groups.\nIts prospects are uncertain on Capitol Hill, where Republicans — despite expressing outrage at some recent episodes of police violence toward black Americans and endorsing calls for change — have yet to indicate what steps, if any, they are willing to embrace. And elements of the measure have already drawn resistance from President Trump, who has called for a military crackdown on the protests and offered unqualified praise of law enforcement, including encouraging rough police tactics in the past.", "url": "https://www.nytimes.com/2020/06/08/us/politics/democrats-police-misconduct-bill-protests.html"}