{"authors": ["Patricia Cohen", "Tiffany Hsu"], "date_download": "2022-10-25 23:29:25", "date_modify": "2022-10-25 23:29:25", "date_publish": "2020-05-14 12:38:19", "description": "Nearly three million new unemployment claims brought the two-month total to more than 36 million, even with some still frustrated in seeking benefits.", "filename": "2020_05_14_business_economy_coronavirus-unemployment-claims_1666740565.html", "image_url": "https://static01.nyt.com/images/2020/05/14/business/14virus-jobless10/14virus-jobless10-facebookJumbo.jpg?year=2020&h=550&w=1050&s=981c994fe2ab6c8237068d118f8b8b91425959486094b800d722954cbcdbf9de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_14_business_economy_coronavirus-unemployment-claims_1666740565.html", "title": "Unemployment Claims Above 36 Million in Coronavirus Pandemic", "title_page": "Unemployment Claims Above 36 Million in Coronavirus Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Scattershot reopenings of retail stores, nail salons and restaurants around the country have not halted the flood of layoffs, with the government reporting Thursday that nearly three million people filed unemployment claims last week, bringing the two-month tally to more than 36 million.\nThe weekly count of new claims has been declining since late March, but that hopeful flicker barely stands out in an otherwise grim and chaotic economic landscape.\n“This is a very protracted, painful situation for the labor market,” said Rubeela Farooqi, chief U.S. economist at High Frequency Economics, “and I just don’t see anything positive.”\nIn places where the fitful reopening has started, workers called back to their jobs often face reduced hours and paychecks as well as a heightened risk of infection. Declining to return, however, is likely to put an end to any jobless benefits.", "url": "https://www.nytimes.com/2020/05/14/business/economy/coronavirus-unemployment-claims.html"}