{"authors": ["Christopher Flavelle"], "date_download": "2022-10-25 23:48:47", "date_modify": "2022-10-25 23:48:47", "date_publish": "2020-07-21 11:00:07", "description": "Financial regulators should act to avoid economic disaster, according to a letter from pension funds and other investors representing almost $1 trillion in assets.", "filename": "2020_07_21_climate_investors-climate-threat-regulators_1666741727.html", "image_url": "https://static01.nyt.com/images/2020/07/21/climate/21CLI-REGULATORS/21CLI-REGULATORS-facebookJumbo.jpg?year=2020&h=549&w=1050&s=985fe5647804e6069feef65dfbe778d22ad8ba037e74c83355c656286d1dbbb5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_21_climate_investors-climate-threat-regulators_1666741727.html", "title": "Climate Change Poses ‘Systemic Threat’ to the Economy, Big Investors Warn", "title_page": "Climate Change Poses ‘Systemic Threat’ to the Economy, Big Investors Warn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Climate change threatens to create turmoil in the financial markets, and the Federal Reserve and other regulators must act to avoid an economic disaster, according to a letter sent on Tuesday by a group of large investors.\n“The climate crisis poses a systemic threat to financial markets and the real economy, with significant disruptive consequences on asset valuations and our nation’s economic stability,” reads the letter, which was signed by more than three dozen pension plans, fund managers and other financial institutions that together manage almost $1 trillion in assets.\nThat financial threat, combined with the physical risks posed by climate change, may create “disastrous impacts the likes of which we haven’t seen before,” the letter says. It urges the Fed, the Securities and Exchange Commission and other agencies to “explicitly integrate climate change across your mandates.”\nInvestors worry that if regulators do not act, climate change may cause the price of some companies to fall suddenly, the effects of which may ricochet through the economy. Providing more information about that risk — for example, by requiring companies to disclose more about their greenhouse gas emissions, or which of their facilities are at risk from rising seas — could help investors make better decisions.", "url": "https://www.nytimes.com/2020/07/21/climate/investors-climate-threat-regulators.html"}