{"authors": ["Meghan", "The Duchess Of Sussex", "The Duchess"], "date_download": "2022-10-25 23:44:13", "date_modify": "2022-10-25 23:44:13", "date_publish": "2020-11-25 08:13:51", "description": "Perhaps the path to healing begins with three simple words: Are you OK?", "filename": "2020_11_25_opinion_meghan-markle-miscarriage_1666741453.html", "image_url": "https://static01.nyt.com/images/2020/11/24/opinion/00mmPromo/00mmPromo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=98dcbd431d18fc2577085295e71bce5ce158bb6761799cb5e12a9adbe7d4d52a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_25_opinion_meghan-markle-miscarriage_1666741453.html", "title": "The Losses We Share", "title_page": "Opinion | Meghan Markle: The Losses We Share - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Are you OK?” a journalist asked me. I answered him honestly, not knowing that what I said would resonate with so many — new moms and older ones, and anyone who had, in their own way, been silently suffering. My off-the-cuff reply seemed to give people permission to speak their truth. But it wasn’t responding honestly that helped me most, it was the question itself.\n“Thank you for asking,” I said. “Not many people have asked if I’m OK.”\nSitting in a hospital bed, watching my husband’s heart break as he tried to hold the shattered pieces of mine, I realized that the only way to begin to heal is to first ask, “Are you OK?”\nAre we? This year has brought so many of us to our breaking points. Loss and pain have plagued every one of us in 2020, in moments both fraught and debilitating. We’ve heard all the stories: A woman starts her day, as normal as any other, but then receives a call that she’s lost her elderly mother to Covid-19. A man wakes feeling fine, maybe a little sluggish, but nothing out of the ordinary. He tests positive for the coronavirus and within weeks, he — like hundreds of thousands of others — has died.\nA young woman named Breonna Taylor goes to sleep, just as she’s done every night before, but she doesn’t live to see the morning because a police raid turns horribly wrong. George Floyd leaves a convenience store, not realizing he will take his last breath under the weight of someone’s knee, and in his final moments, calls out for his mom. Peaceful protests become violent. Health rapidly shifts to sickness. In places where there was once community, there is now division.\nOn top of all of this, it seems we no longer agree on what is true. We aren’t just fighting over our opinions of facts; we are polarized over whether the fact is, in fact, a fact. We are at odds over whether science is real. We are at odds over whether an election has been won or lost. We are at odds over the value of compromise.", "url": "https://www.nytimes.com/2020/11/25/opinion/meghan-markle-miscarriage.html"}