{"authors": ["Sydney Ember", "Isabella Grullón Paz"], "date_download": "2022-10-25 23:52:22", "date_modify": "2022-10-25 23:52:22", "date_publish": "2020-10-27 17:01:00", "description": "Joe Biden has a six-point advantage in the latest New York Times/Siena College poll of Nevada, where unemployment has soared amid the coronavirus pandemic.", "filename": "2020_10_27_us_politics_nevada-poll-biden-trump_1666741942.html", "image_url": "https://static01.nyt.com/images/2020/10/27/us/-promo-1603810282795/-promo-1603810282795-facebookJumbo.jpg?year=2020&h=549&w=1050&s=79bf1e20594390ba08d3f0440c5b2967892640da347643bd8646ceae0d98e273&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_27_us_politics_nevada-poll-biden-trump_1666741942.html", "title": "Trump Wants to Pick Off Nevada. But Biden Is Holding a Lead, Our Poll Shows.", "title_page": "Trump Wants to Pick Off Nevada. But Biden Is Holding a Lead, Our Poll Shows. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nevada has been hit hard by the coronavirus pandemic, which could be a wild card in the election. There have been more than 96,000 cases in the state so far, and more than 1,750 deaths, according to a New York Times database. The pandemic has hammered the state’s economy, which relies heavily on the tourism industry, causing unemployment to soar to one of the highest rates in the country; in September, it stood at about 13 percent, disproportionately affecting Latinos and working-class union voters, who are a large part of the Democratic Party’s base in the state.\nSome Democratic strategists are now bracing for the possibility that a significant number of would-be Democratic voters must contend with more immediate concerns, including feeding their families, than casting a ballot.\nMr. Trump has continued to fight for Nevada, visiting the state twice since securing the Republican nomination for re-election; on Wednesday, he is planning to hold a rally just across the border in Bullhead City, Ariz. In September, the Cook Political Report shifted its assessment of the Nevada race in Mr. Trump’s direction, from “likely Democrat” to “lean Democrat.”\nBut Mr. Biden’s polling lead underscores the shifting dynamics of a consummate swing state that has taken on a Democratic tilt. Hillary Clinton won the state in 2016 by just over two percentage points, 10 points less than Barack Obama’s margin of victory in 2008. But in 2018, the state elected Jacky Rosen, a Democrat, who ousted the Republican incumbent senator, Dean Heller; and Steve Sisolak as the first Democratic governor to lead Nevada since 1999.", "url": "https://www.nytimes.com/2020/10/27/us/politics/nevada-poll-biden-trump.html"}