{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:19", "date_modify": "2022-10-25 23:44:19", "date_publish": "2020-02-21 21:01:33", "description": "After protracted negotiations with Buckingham Palace, the couple agreed not to use the word “royal” in their philanthropic and commercial activities.", "filename": "2020_02_21_world_europe_harry-meghan-sussexroyal_1666741459.html", "image_url": "https://static01.nyt.com/images/2020/01/14/business/21-sussex/21-sussex-facebookJumbo-v3.jpg?year=2020&h=549&w=1050&s=ab71a4c52369987927d25efe2eccafbc366d73ab6e5f5db8a747f72b1c2d92d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_21_world_europe_harry-meghan-sussexroyal_1666741459.html", "title": "For Harry and Meghan, No More ‘Royal’ in Their Brand", "title_page": "For Harry and Meghan, No More ‘Royal’ in Their Brand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Follow our live coverage of Oprah’s Interview with Meghan and Harry]\nPrince Harry and his wife, Meghan, will give up the name “royal” as they withdraw from official duties as members of the British royal family and embark on new lives in the private sector, the couple confirmed on Friday.\nHarry and Meghan, who are also known as the duke and duchess of Sussex, had planned to use the name SussexRoyal as an umbrella brand for their new charitable foundation and social media accounts.\nBut after protracted and difficult negotiations with Buckingham Palace, the couple has agreed not to use “royal” in any of their philanthropic or commercial activities after this spring. They will withdraw trademark applications using the name and remove it from their Instagram account and website.\nOn the site, the couple left little doubt that this — like other aspects of their new arrangement with Buckingham Palace — was not their preferred outcome.", "url": "https://www.nytimes.com/2020/02/21/world/europe/harry-meghan-sussexroyal.html"}