{"authors": ["Katie Benner", "Sharon Lafraniere", "Adam Goldman"], "date_download": "2022-10-25 23:02:22", "date_modify": "2022-10-25 23:02:22", "date_publish": "2020-02-11 17:44:14", "description": "President Trump had complained that the recommendation of seven to nine years in prison for his former adviser and longtime friend was a “miscarriage of justice.”", "filename": "2020_02_11_us_politics_roger-stone-sentencing_1666738942.html", "image_url": "https://static01.nyt.com/images/2020/02/11/us/politics/11dc-stone/11dc-stone-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2e3cc79c6300bce74607d0a830371c175fdd3c0092c5553f6b5b595f81318771&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_11_us_politics_roger-stone-sentencing_1666738942.html", "title": "Prosecutors Quit Roger Stone Case After Justice Dept. Intervenes on Sentencing", "title_page": "Prosecutors Quit Roger Stone Case After Justice Dept. Intervenes on Sentencing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Defense lawyers characterized the prosecutors’ arguments as overblown. Mr. Stone not only never intended to harm the witness, they said, but he also never created any real obstacle for investigators. While the witness, a New York radio host named Randy Credico, refused to testify before the House Intelligence Committee, they pointed out, he was later repeatedly interviewed by the F.B.I., appeared before the federal grand jury and testified against Mr. Stone during his trial.\nIn a letter asking Judge Jackson to spare Mr. Stone a prison term, Mr. Credico said that while he stood by his testimony, he never believed Mr. Stone would carry out his threat to injure him or his beloved dog. “I chalked up his bellicose tirades to ‘Stone being Stone.’ All bark and no bite,” Mr. Credico wrote.\nMr. Stone’s defense team also said that his violations of Judge Jackson’s orders should not count against him because the criminal proceedings had exacerbated his “longstanding battle with anxiety” and that he had corrected that problem through therapy. They requested he be sentenced to less than 15 months in prison — the least serious punishment under the guidelines for his crimes.\nThe decision to seek a more lenient punishment for Mr. Stone came less than two weeks after prosecutors backed off on their sentencing recommendation for Mr. Flynn. Prosecutors had initially sought up to six months in prison, then said they would not oppose probation instead of prison time.\nThe intervention by senior Justice Department officials in Mr. Stone’s case serves as the first big test for Mr. Shea, who assumed charge of the United States attorney’s office in Washington only last Monday.\nA longtime trusted adviser to Mr. Barr and former senior counselor to him, Mr. Shea now oversees some of the department’s most politically fraught cases, including two inquiries focusing on two former law enforcement officials whom Mr. Trump has cast as political enemies. The former F.B.I. director James B. Comey is said to be the focus of investigators in an unusual inquiry into years-old leaks to the news media. Mr. Comey’s former deputy Andrew G. McCabe faces allegations that he misled investigators in an administrative inquiry. That case has languished.\nMr. Shea replaced Jessie K. Liu, who stepped down after two years as United States attorney after the president nominated her as the Treasury Department’s under secretary for terrorism and financial crimes. But some Republicans questioned her conservative credentials and her loyalty to the Trump administration.", "url": "https://www.nytimes.com/2020/02/11/us/politics/roger-stone-sentencing.html"}