{"authors": ["Matina Stevis-Gridneff", "Margot Sanger-Katz", "Noah Weiland"], "date_download": "2022-10-25 23:42:48", "date_modify": "2022-10-25 23:42:48", "date_publish": "2020-12-18 19:42:06", "description": "But the price difference is negligible considering the enormous economic consequences of the pandemic.", "filename": "2020_12_18_upshot_coronavirus-vaccines-prices-europe-united-states_1666741368.html", "image_url": "https://static01.nyt.com/images/2020/12/18/upshot/18up-vaccine-cost/18up-vaccine-cost-facebookJumbo.jpg?year=2020&h=549&w=1050&s=32274552b7515fbd29bc01fe60e83a20534e1ecfb52ce8b20c7beaea0d960a59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_18_upshot_coronavirus-vaccines-prices-europe-united-states_1666741368.html", "title": "A European Official Reveals a Secret: The U.S. Is Paying More for Coronavirus Vaccines", "title_page": "A European Official Reveals a Secret: The U.S. Is Paying More for Coronavirus Vaccines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That is markedly lower than the company’s official price, which has been announced at $19.50 per dose, which is also what the United States government paid. Rollout of the Pfizer vaccine began in the United States this week.\nThe Moderna vaccine, which is the next in line for E.U. approval, on Jan. 6, and is expected to receive authorization from the U.S. Food and Drug Administration for emergency use on Friday, is costing the E.U. $18 per dose, the table showed. The company had said it was looking to charge $25 to $37 per dose. The U.S. government has been directly involved in funding the development of the Moderna vaccine, and has signed a contract to pay around $15 per dose.\nEric Mamer, a European Commission spokesman, declined to comment on the price list, saying that the negotiated agreements were “covered by confidentiality,” but did not dispute the pricing.\nA spokesman for Ms. De Bleeker said that she had tweeted the details to settle a political debate in Belgium, where opposition politicians are accusing the government of not setting aside enough money to buy the vaccines.\n“We were trying to be transparent, but it seems we were a bit too transparent,” Bavo De Mol, the spokesman, said.\nSeveral health economists have noted that the price of the vaccine itself — even if the United States is paying more than Europe — is trivial compared with the economic cost of a continuing pandemic. Just this week, Congress is preparing to authorize payments of $600 to every American adult to cushion the blow of the pandemic-driven recession, far more than the $39 per person it will take to vaccinate adults at the higher Pfizer price.\n“The cost of overpaying is so small relative to the potential counterfactual,” said Benedic Ippolito, a resident scholar at the American Enterprise Institute, who studies drug prices. “It’s like a shrug your shoulder situation where, OK, our price is a little higher. This is a one-time pandemic, and we’ll deal with the drug pricing situation later.”", "url": "https://www.nytimes.com/2020/12/18/upshot/coronavirus-vaccines-prices-europe-united-states.html"}