{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:24:35", "date_modify": "2022-10-25 23:24:35", "date_publish": "2020-11-07 22:54:14", "description": "Neither of Georgia’s Republican senators drew a majority on Election Day, sending both of their races to special rematches in January that will likely determine control of the Senate.", "filename": "2020_11_07_us_politics_georgia-senate-runoff-explainer_1666740275.html", "image_url": "https://static01.nyt.com/images/2020/11/08/us/politics/07dc-runoff-explainer-print/merlin_179122179_30668961-760e-43f2-b66d-543c9e5793a6-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e24ae0b7c6b55ce4486a90ed098734fc1d5f30d370df597ba664cc762943c175&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_07_us_politics_georgia-senate-runoff-explainer_1666740275.html", "title": "Here's Why The Georgia Runoff Matters", "title_page": "Here's Why The Georgia Runoff Matters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the dust settles from the presidential race, the eyes of the political world have already shifted to Georgia, where two runoff elections set for early January will almost certainly determine which party has control of the Senate.\nThe outcome of the contests, which will play out two weeks before President-elect Joseph R. Biden Jr.’s inauguration, will either swing the majority to Democrats, handing the new president broad power to carry out his policy agenda and push through nominations as he sees fit, or leave Republicans in charge, allowing them to influence his plans.\nIn the weeks ahead, tens of millions of dollars in campaign cash are expected to pour into the state to fund a marathon of political advertising, while party leaders and interest groups on both sides train their attention on the races.\nHere’s how it will work.\nWhat is a runoff election?\nA runoff election is essentially a rematch that is held when none of the candidates meet the criteria for winning. Under Georgia law, candidates must receive a majority of the vote to win an election. If no candidate breaks 50 percent, the top two vote-getters then face off again in a runoff election to determine the winner.", "url": "https://www.nytimes.com/2020/11/07/us/politics/georgia-senate-runoff-explainer.html"}