{"authors": ["Taylor Lorenz", "Erin Griffith", "Mike Isaac"], "date_download": "2022-10-25 23:40:36", "date_modify": "2022-10-25 23:40:36", "date_publish": "2020-03-17 16:41:22", "description": "Zoom is where we work, go to school and party these days.", "filename": "2020_03_17_style_zoom-parties-coronavirus-memes_1666741236.html", "image_url": "https://static01.nyt.com/images/2020/03/16/fashion/16ZOOM-1/merlin_170597916_0c43b9b1-f669-47b7-b47b-1b7af79d0aff-facebookJumbo.jpg?year=2020&h=549&w=1050&s=422569e8f6b201ce5fdc3d4f6f6433e49f545d3e0e4f47acd1df2ab6f890c33b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_17_style_zoom-parties-coronavirus-memes_1666741236.html", "title": "From Zoom University to the Zoom Party", "title_page": "From Zoom University to the Zoom Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Sunday afternoon, Eleanor Dolan celebrated her 17th birthday in Minnesota with 20 of her closest friends. They listened to pop music and traded jokes. When the group broke out into “Happy Birthday to You,” Eleanor pulled a slice of cookie cheesecake close in front of her and pretended to blow out the toothpick she had substituted for a candle on top.\nThen, she blew lightly on her computer screen. Miles away, her friends extinguished candles atop baked goods in front of them. The party was taking place over Zoom, a video calling app. Eleanor’s father briefly popped into her screen to take a photo.\nTeenagers have jokingly referred to themselves as “Zoomers” online for years; now the name is literal. Overnight, Zoom has become a primary social platform for millions of people, a lot of them high school and college students, as those institutions move to online learning.\nZoom Video Communications is a videoconferencing company in San Jose, Calif., that has been thrust into the spotlight over the past week. On Monday morning, its iOS app became the top free download in Apple’s App Store.", "url": "https://www.nytimes.com/2020/03/17/style/zoom-parties-coronavirus-memes.html"}