{"authors": ["Raymond Zhong", "Aaron Krolik", "Paul Mozur", "Ronen Bergman", "Edward Wong"], "date_download": "2022-10-25 22:55:37", "date_modify": "2022-10-25 22:55:37", "date_publish": "2020-06-08 22:55:01", "description": "Swarms of accounts are amplifying Beijing’s brash new messaging as the country tries to shape the global narrative about the coronavirus and much else.", "filename": "2020_06_08_technology_china-twitter-disinformation_1666738537.html", "image_url": "https://static01.nyt.com/images/2020/06/04/business/00china-tweet/00china-tweet-facebookJumbo.jpg?year=2020&h=549&w=1050&s=8771e5e6b6eb14488885e47945d946739687140cf1e7f63f26fe8c55ce4ed275&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_08_technology_china-twitter-disinformation_1666738537.html", "title": "Behind China’s Twitter Campaign, a Murky Supporting Chorus", "title_page": "Behind China’s Twitter Campaign, a Murky Supporting Chorus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the Trump administration lashes out at China over a range of grievances, Beijing’s top diplomats and representatives are using the president’s favorite online megaphone — Twitter — to slap back with a pugnaciousness that is best described as Trumpian.\nBehind China’s combative new messengers, a murky hallelujah chorus of sympathetic accounts has emerged to repost them and cheer them on. Many are new to the platform. Some do little else but amplify the Beijing line.\nNo doubt some of these accounts are run by patriotic, tech-savvy Chinese people who get around their government’s ban on Twitter and other Western platforms. But an analysis by The New York Times found that many of the accounts behaved with a single-mindedness that could suggest a coordinated campaign of the type that nation states have carried out on Twitter in the past.\nOf the roughly 4,600 accounts that reposted China’s leading envoys and state-run news outlets during a recent week, many acted suspiciously, The Times found. One in six tweeted with extremely high frequency despite having few followers, as if they were being used as loudspeakers, not as sharing platforms.", "url": "https://www.nytimes.com/2020/06/08/technology/china-twitter-disinformation.html"}