{"authors": ["Julian E. Barnes"], "date_download": "2022-10-25 23:25:38", "date_modify": "2022-10-25 23:25:38", "date_publish": "2020-07-16 13:36:06", "description": "The hackers have been targeting British, Canadian and American organizations racing to create coronavirus vaccines.", "filename": "2020_07_16_us_politics_vaccine-hacking-russia_1666740338.html", "image_url": "https://static01.nyt.com/images/2020/07/16/us/politics/16dc-intel/merlin_173444058_24505b78-df60-451b-8bfe-bd08c11f5724-facebookJumbo.jpg?year=2020&h=550&w=1050&s=33c866f34de9b4c0f27b36b5b14c27d11cbe25cae215e53b815940f2e5306983&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_16_us_politics_vaccine-hacking-russia_1666740338.html", "title": "Russian Hackers Trying to Steal Coronavirus Vaccine Research", "title_page": "Russian Hackers Trying to Steal Coronavirus Vaccine Research - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The head of the center, Ciaran Martin, told NBC News that the cyberattacks were first detected in February and that no evidence had emerged that data was stolen.\nGovernment officials would not identify victims of the hackings. But the primary target of the attacks appeared to be Oxford University in Britain and the British-Swedish pharmaceutical company AstraZeneca, which have been jointly working on a vaccine, said Robert Hannigan, the former head of G.C.H.Q., the British intelligence agency.\nOxford scientists said on Thursday that they had noticed a surprising resemblance between their vaccine approach and the work that Russian scientists had reported.\nThough Russia could be seeking to steal the vaccine data to bolster its own research, it could also be trying to avoid relying on Western countries for any eventual coronavirus vaccine.\nWhile AstraZeneca has announced it will make the Oxford vaccine available at cost, governments and philanthropies have paid huge sums to the company to secure their place in line, even without any guarantee it will work. The United States has said it will pay up to $1.2 billion to AstraZeneca to fund a clinical trial and secure 300 million doses. Russia could find itself near the back of the line if the vaccine proves successful.\n“Russia clearly doesn’t want to disrupt vaccine production, but they don’t want to be dependent on the U.S. or the U.K. for production and discovery of the vaccine,” said Mr. Hannigan, now an executive at the BlueVoyant cybersecurity firm. “It not impossible to think Kremlin pride is such that they don’t want that to happen.”\nAn intense international race is underway to develop a vaccine for the coronavirus that has already killed 580,000 people and upended daily life around the world. More than 155 vaccines are under development, including 23 being tested on humans.", "url": "https://www.nytimes.com/2020/07/16/us/politics/vaccine-hacking-russia.html"}