{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:22:20", "date_modify": "2022-10-25 23:22:20", "date_publish": "2020-05-14 00:00:58", "description": "The chief operating officer will be an Army general who specializes in logistics.", "filename": "2020_05_13_us_politics_coronavirus-trump-operation-warp-speed_1666740140.html", "image_url": "https://static01.nyt.com/images/2020/05/13/us/politics/13dc-virus-vaccine/13dc-virus-vaccine-facebookJumbo.jpg?year=2020&h=549&w=1050&s=c585683b4ad26a10f619010f4973846bc92e0aeb88544e1ff7be6528f057a08e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_13_us_politics_coronavirus-trump-operation-warp-speed_1666740140.html", "title": "Trump Picks Ex-Drug Company Executive to Lead Accelerated Coronavirus Vaccine Effort", "title_page": "Trump Picks Ex-Drug Company Executive to Lead Accelerated Coronavirus Vaccine Effort - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump has picked a former executive of a major pharmaceutical company to lead Operation Warp Speed, the government’s effort to speed up development of a vaccine for the coronavirus, a senior administration official said Wednesday.\nMoncef Slaoui, a former chairman of vaccines at GlaxoSmithKline, one of the nation’s largest pharmaceutical conglomerates, will serve as the chief adviser on the vaccine effort, and Gen. Gustave F. Perna, a four-star general who is in charge of the Army’s readiness as head of the Army Matériel Command, will be the chief operating officer.\nBloomberg News earlier reported the two appointments, and they were confirmed by the official, who declined to be identified because an announcement had not been formally made.\nThe two men will lead a crash development program ordered by Mr. Trump that is meant to ensure that a vaccine will be ready for wide distribution in the United States by as early as next year. In late April, officials at the Department of Health and Human Services confirmed the effort, but provided few details.", "url": "https://www.nytimes.com/2020/05/13/us/politics/coronavirus-trump-operation-warp-speed.html"}