{"authors": ["Tim Arango", "Ronen Bergman", "Ben Hubbard"], "date_download": "2022-10-25 23:53:20", "date_modify": "2022-10-25 23:53:20", "date_publish": "2020-01-03 12:33:20", "description": "The commander helped direct wars in Iraq, Syria, Lebanon and Yemen, and he became the face of Iran’s efforts to build a regional bloc of Shiite power.", "filename": "2020_01_03_obituaries_qassem-soleimani-dead_1666742000.html", "image_url": "https://static01.nyt.com/images/2020/01/03/world/03suleimani/merlin_166595487_238d5e78-d351-4a65-b4ff-ce24e3f443bc-facebookJumbo.jpg?year=2020&h=549&w=1050&s=9f42d1f6f02f37a891596a639f9571ae50b3fd7318934f4d16719bc479c57fd1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_03_obituaries_qassem-soleimani-dead_1666742000.html", "title": "Qassim Suleimani, Master of Iran’s Intrigue, Built a Shiite Axis of Power in Mideast", "title_page": "Qassim Suleimani, Master of Iran’s Intrigue, Built a Shiite Axis of Power in Mideast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This one life lost will likely cost many more Iranian, Iraqi, American and others,” said Ali Vaez, director of Iran program for International Crisis Group. “It is not just Suleimani’s death, but likely the death knell of the Iran nuclear deal and any prospect of diplomacy between Iran and the U.S.”\nQassim Suleimani was born in 1957 in Rabor, in eastern Iran, and later moved to the city of Kerman. He was the son of a farmer, and began laboring as a construction worker at age 12. His highest level of education was high school, and he later worked in the municipal water department in Kerman, according to a profile published by the Iranian state media.\nAccording to a 2013 profile in The New Yorker, General Suleimani’s father became burdened with debt under the Shah. When the revolution came he was sympathetic to the cause, and joined the Revolutionary Guards soon after. He was married and had children, although there were conflicting stories in the Iranian news media about how many.\nWithin Iran, he was widely seen as exerting more influence over the country’s foreign policy than even the country’s foreign minister, Mohammad Javad Zarif.\nGeneral Suleimani, in death if not in life, appeared to have united Iran’s rival political parties to rally behind the flag. Iran’s expansionist policies in Syria, Iraq and Lebanon have been contentious at home among ordinary Iranians and some reformist politicians who saw money and resources diverted from Iran to fund General Suleimani’s missions.", "url": "https://www.nytimes.com/2020/01/03/obituaries/qassem-soleimani-dead.html"}