{"authors": ["Dana Rubinstein"], "date_download": "2022-10-25 23:37:17", "date_modify": "2022-10-25 23:37:17", "date_publish": "2020-06-19 09:00:32", "description": "Nita Lowey’s decision to step down after three decades has created a seven-way free-for-all in Tuesday’s Democratic primary.", "filename": "2020_06_19_nyregion_democratic-primary-house-ny_1666741037.html", "image_url": "https://static01.nyt.com/images/2020/06/19/nyregion/19nyprimary-cd17/19nyprimary-cd17-facebookJumbo.jpg?year=2020&h=549&w=1050&s=67f1c1c80206e6ebb3b9ed5f5e47dcb68e276620f356e1b3dcd45f112c487cd1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_19_nyregion_democratic-primary-house-ny_1666741037.html", "title": "Can a Billionaire’s Son Spend His Way to a House Seat in New York?", "title_page": "Can a Billionaire’s Son Spend His Way to a House Seat in New York? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During a recent visit to New Square and Kaser, towns with heavy Hasidic populations, several residents said they had received phone calls and mailers from Mr. Schleifer’s campaign, but they had yet to develop much of an opinion about him.\nMost of the contenders for this congressional seat are making their first run for elective office. Before he served as an assistant U.S. attorney, Mr. Schleifer worked as a former lawyer in Gov. Andrew M. Cuomo’s Department of Financial Services and in private practice. Ms. Farkas spent several years at the Department of Defense and as an employee of the Senate’s Armed Services Committee.\nBefore serving as a county lawyer in Westchester, Mr. Jones had been in private practice and spent a year working as a fellow at the Department of Justice.\nMs. Fine, a former chairwoman of the NARAL Pro-Choice America Foundation, is the other candidate with experience in public office: She spent two years as an elected trustee in Sleepy Hollow in the 1980s.\nMr. Carlucci and Mr. Buchwald, in contrast, are political veterans.\nMr. Buchwald, a former tax lawyer and physics major, has substantial institutional support from Westchester Democrats like George Latimer, the county executive. Mr. Buchwald helped write state legislation to give Congress access to President Donald Trump’s state tax returns.\n“All those things come together to create a solid skill set” that would serve the residents of the lower Hudson Valley well, Mr. Buchwald said.\nIn an interview, Mr. Jones said Mr. Buchwald’s institutional support would mean little to voters.\n“People want to be inspired,” Mr. Jones said. “This is the United States Congress.”\nNate Schweber contributed reporting.", "url": "https://www.nytimes.com/2020/06/19/nyregion/democratic-primary-house-ny.html"}