{"authors": ["Jim Tankersley", "Tara Siegel Bernard"], "date_download": "2022-10-25 23:29:18", "date_modify": "2022-10-25 23:29:18", "date_publish": "2020-07-30 16:28:21", "description": "Republicans want wage replacement instead of an extra $600 per week in unemployment benefits, but technical and political hurdles are in the way.", "filename": "2020_07_30_business_unemployment-payments-change_1666740558.html", "image_url": "https://static01.nyt.com/images/2020/07/31/business/29DC-Virus-UI-print/29DC-Virus-UI-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=77691d6c5959a9528b8562ff3553e4bf983b06682b5d3fe11815707fb0b60b5b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_30_business_unemployment-payments-change_1666740558.html", "title": "Why Replacing the $600 Employment Benefit Could Take Months", "title_page": "Why Replacing the $600 Employment Benefit Could Take Months - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Republicans want to replace a weekly bonus check for the unemployed with a new system that offers 70 percent of the wages workers were earning before they were laid off. Experts say it would be a difficult switch to pull off and one that would disadvantage lower-wage workers.\nThere are 53 different unemployment systems across the United States and its territories, all of them inundated with record numbers of unemployment claims, and they all have different ways of calculating and handing out benefits.\nAs of now, they all dispense their normal unemployment checks, which vary based on the state and how much a worker was earning over a certain period before losing his or her job. For the last several months, states have been adding $600 per week from the federal government on top of those benefits because of the coronavirus pandemic.\nRepublicans want to transition the system to a uniform enhanced benefit for every unemployed worker in the country — one that equals 70 percent of what workers were earning immediately before they were laid off. That would require states to implement a new way of calculating past wages, and to adjust benefit checks accordingly, at a time when they have been overwhelmed with the more straightforward task of processing and paying out a deluge of unemployment claims.", "url": "https://www.nytimes.com/2020/07/30/business/unemployment-payments-change.html"}