{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:39:32", "date_modify": "2022-10-25 23:39:32", "date_publish": "2020-11-01 06:34:06", "description": "The Hong Kong politicians were arrested in connection with a contentious meeting in May, when the local legislature’s chambers were filled with protest over a battle for control over a key committee.", "filename": "2020_11_01_world_asia_hong-kong-prodemocracy-lawmakers-arrested-legco_1666741172.html", "image_url": "https://static01.nyt.com/images/2020/11/01/world/01hongkong1/01hongkong1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7d8a39575dcd2b8d80abaccc3ab872636d63ee6cf8a65f4200c6db206b290bf8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_01_world_asia_hong-kong-prodemocracy-lawmakers-arrested-legco_1666741172.html", "title": "8 Pro-Democracy Politicians Arrested in Hong Kong Over Heated Meeting", "title_page": "8 Pro-Democracy Politicians Arrested in Hong Kong Over Heated Meeting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — The police arrested seven pro-democracy politicians early Sunday over a heated meeting in May, when the local legislature’s chambers were filled with protest over a battle for control over a key committee. An eighth was arrested Monday.\nThe arrests come as the governments in Hong Kong and Beijing have carried out a broad effort to clamp down on dissent after a year of intense protest in the semiautonomous city.\nThe authorities have made aggressive use of social-distancing rules against protesters, whose numbers have thinned since last year. And a wide-reaching National Security Law imposed on the city by Beijing at the end of June imposes potentially tough penalties for a series of poorly defined offenses such as subversion and collusion.\nThe politicians arrested Sunday and Monday were involved in heated disputes over the control of a key committee in Hong Kong’s Legislative Council. A pro-democracy lawmaker had for months stalled debate on several key bills, infuriating the establishment camp and drawing condemnation from the government and Beijing’s powerful liaison office in Hong Kong.", "url": "https://www.nytimes.com/2020/11/01/world/asia/hong-kong-prodemocracy-lawmakers-arrested-legco.html"}