{"authors": ["Jessica Bennett"], "date_download": "2022-10-25 23:52:11", "date_modify": "2022-10-25 23:52:11", "date_publish": "2020-11-01 20:01:14", "description": "The 2016 election was a referendum on many things, including what Americans thought a woman could do or be. Now it’s a question of what a man should be.", "filename": "2020_11_01_us_politics_trump-biden-masculinity-2020_1666741931.html", "image_url": "https://static01.nyt.com/images/2020/11/01/us/politics/01PREZMASCULINITY1/01PREZMASCULINITY1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bea07e7f2cd2f6f33b8b9e6375a0d8d12472609c96be93a495d19a9d673ba803&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_01_us_politics_trump-biden-masculinity-2020_1666741931.html", "title": "Trump, Biden and the Tough Guy, Nice Guy Politics of 2020", "title_page": "Trump, Biden and the Tough Guy, Nice Guy Politics of 2020 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Obama, the man with whom Mr. Biden served, had to navigate the more complex demands of Black masculinity in the public eye. He did it with a “cool-dad” approach — self-confident but without crowding out the love.\nMr. Biden is perhaps a more sensitive new-age grandfather, who speaks tenderly of his family — he’s made a point to take phone calls from his grandchildren at any time, especially in front of cameras — and isn’t afraid to express emotion. But he will also drive a Corvette in a campaign ad or challenge a voter (and his opponent) to a push-up contest. (Yes, he will call Mr. Trump a “clown” during a debate but he will later say he regretted the language.)\n“He reads as a man who won’t start a fight, but would punch back if provoked,” said Robb Willer, a sociologist, also at Stanford, who has studied the way threats to masculinity influence men’s behavior.\nRemember four years ago, when Democrats planned to celebrate the election of the first woman as president by dropping 200 pounds of confetti shaped like glass shards to signify the crumbling of that “highest, hardest” glass ceiling? Or how, just last year, the Democratic field was still the most diverse, and female, in history?\nIt seems hard to parse how, in 2020, against a backdrop of a global pandemic that has left a disproportionate number of women out of work — and with polls predicting what may be the biggest gender gap in electoral history — the presidential election has become, among other things, a referendum on masculinity.\nAnd yet here we are.\n“Ultimately, masculinity still matters, we’ve learned. It’s how candidates still try to prove they are the best candidate,” said Ms. Cooper. “And so, even in 2020, Democrats decided the safest bet to beat a white man in his 70s is another white man in his 70s.”", "url": "https://www.nytimes.com/2020/11/01/us/politics/trump-biden-masculinity-2020.html"}