{"authors": ["Carl Zimmer"], "date_download": "2022-10-25 23:00:33", "date_modify": "2022-10-25 23:00:33", "date_publish": "2020-11-20 17:00:13", "description": "You might assume that 95 out of every 100 people vaccinated will be protected from Covid-19. But that’s not how the math works.", "filename": "2020_11_20_health_covid-vaccine-95-effective_1666738833.html", "image_url": "https://static01.nyt.com/images/2020/11/20/science/20VIRUS-MATH1/20VIRUS-MATH1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=98af823fb99b7a31209b0c0c23e65be6f1eacc47c456801c6330aa899fd4422e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_20_health_covid-vaccine-95-effective_1666738833.html", "title": "Are Covid-19 Vaccines Really 95% Effective?", "title_page": "Are Covid-19 Vaccines Really 95% Effective? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The front-runners in the vaccine race seem to be working far better than anyone expected: Pfizer and BioNTech announced this week that their vaccine had an efficacy rate of 95 percent. Moderna put the figure for its vaccine at 94.5 percent. In Russia, the makers of the Sputnik vaccine claimed their efficacy rate was over 90 percent.\n“These are game changers,” said Dr. Gregory Poland, a vaccine researcher at the Mayo Clinic. “We were all expecting 50 to 70 percent.” Indeed, the Food and Drug Administration had said it would consider granting emergency approval for vaccines that showed just 50 percent efficacy.\nFrom the headlines, you might well assume that these vaccines — which some people may receive in a matter of weeks — will protect 95 out of 100 people who get them. But that’s not actually what the trials have shown. Exactly how the vaccines perform out in the real world will depend on a lot of factors we just don’t have answers to yet — such as whether vaccinated people can get asymptomatic infections and how many people will get vaccinated.\nHere’s what you need to know about the actual effectiveness of these vaccines.\nWhat do the companies mean when they say their vaccines are 95 percent effective?\nThe fundamental logic behind today’s vaccine trials was worked out by statisticians over a century ago. Researchers vaccinate some people and give a placebo to others. They then wait for participants to get sick and look at how many of the illnesses came from each group.", "url": "https://www.nytimes.com/2020/11/20/health/covid-vaccine-95-effective.html"}