{"authors": ["Jack Healy", "Matt Richtel", "Mike Baker"], "date_download": "2022-10-25 23:47:27", "date_modify": "2022-10-25 23:47:27", "date_publish": "2020-03-10 15:14:42", "description": "With the deaths of 18 residents in a single nursing home amid a coronavirus outbreak in Washington State, industry leaders recommend strict limits on visits at nursing homes across the country.", "filename": "2020_03_10_us_coronavirus-nursing-homes-washington-seattle_1666741647.html", "image_url": "https://static01.nyt.com/images/2020/03/10/us/10VIRUS-NURSING-kirkland-window/10VIRUS-NURSING-kirkland-window-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=2b38b3b38270aaff8328f4b1160873bf771e169e137d9b6217b3a62a4cc798ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_10_us_coronavirus-nursing-homes-washington-seattle_1666741647.html", "title": "Nursing Homes Becoming Islands of Isolation Amid ‘Shocking’ Mortality Rate", "title_page": "Nursing Homes Becoming Islands of Isolation Amid ‘Shocking’ Mortality Rate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "STANWOOD, Wash. — At nursing homes where guests are barred because of the coronavirus, adult children talk to their parents through locked glass doors like jailhouse visitors. They worry it may be months before they can hug each other again. Many families are debating whether to move their frail loved ones out altogether and care for them at home.\nThousands of nursing homes and assisted-living centers across the United States are becoming islands of isolation as health care administrators take unprecedented steps to lock them down, hoping to protect some of the nation’s most vulnerable residents from the threat posed by the coronavirus.\nOn Tuesday, industry leaders recommended curtailing all but essential visits at homes across the country, calling the challenge posed by the novel coronavirus “one of the most significant, if not the most significant” issues the industry has ever faced. Five long-term care facilities in Washington State have been hit, but officials worry the virus could already have spread to far more facilities with still-undetected cases.", "url": "https://www.nytimes.com/2020/03/10/us/coronavirus-nursing-homes-washington-seattle.html"}