{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:30:20", "date_modify": "2022-10-25 23:30:20", "date_publish": "2020-03-13 16:53:08", "description": "The statement from President Trump’s physician came just hours after Mr. Trump himself said he would be tested “fairly soon.”", "filename": "2020_03_13_us_politics_trump-emergency-coronavirus_1666740620.html", "image_url": "https://static01.nyt.com/images/2020/03/13/us/politics/13DC-TRUMP-sub1/merlin_170483799_5b6d8304-d2fa-4c26-8f48-2917ef69b543-facebookJumbo.jpg?year=2020&h=549&w=1050&s=9c24653e8afa67dde78509f797db68fef3d1b854a9f370cb74caad3f265d0a72&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_13_us_politics_trump-emergency-coronavirus_1666740620.html", "title": "Trump Won’t Be Getting a Coronavirus Test, His Doctor Says", "title_page": "Trump Won’t Be Getting a Coronavirus Test, His Doctor Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump’s news conference took place on a warm, springlike day, with cherry blossoms blooming, a balmy backdrop that belied the anxiety gripping the nation. Governors across the country had ordered schools to close, and people nationwide had been ordered to work from home indefinitely.\nAt the news conference, Seema Verma, the administrator of the Centers for Medicare and Medicaid Services, said nursing homes should temporarily restrict all visitors and nonessential personnel from their facilities.\nBut Mr. Trump and the clutch of aides that stood around him seemed like they were beaming in from a less precarious time and place. For all of the recommendations about social distancing and the guidance from the Centers for Disease Control and Prevention to replace handshakes with elbow taps, the president insisted on shaking hands with the chief executives who joined him on the dais.\nBehind Mr. Trump, the group huddled closely together, not six feet apart, as guidance suggests.\nWhen the chief executive of a medical home visit company offered Mr. Trump the recommended elbow bump instead of his hand, the president chuckled. “I like that,” he said, as if it were the first time he was witnessing the gesture.\nThe news conference, which Mr. Trump announced earlier in the day on Twitter, was something of a do-over, after his Oval Office address on Wednesday evening, which was filled with inaccuracies and was generally seen as a failed opportunity to demonstrate leadership or offer guidance during a time of crisis.\nOn Thursday, advisers planned an announcement that new tests for the coronavirus would be available soon, hoping it would put to bed recriminations about the insufficient availability of test kits that has left health officials largely blind to the virus’s domestic spread. But Jared Kushner, Mr. Trump’s son-in-law and senior adviser, and Hope Hicks, a top adviser who recently returned to the White House, were still working with the president on the details of his announcement until curtain time.\nAnd the tone quickly shifted when Mr. Trump took questions from reporters.\n“I don’t take responsibility at all,” the president said when pressed about whether he was responsible for delays in testing. He also claimed to have no knowledge of why, in 2018, his administration dismantled a pandemic response team that was once part of the National Security Council.", "url": "https://www.nytimes.com/2020/03/13/us/politics/trump-emergency-coronavirus.html"}