{"authors": ["Sheryl Gay Stolberg", "Sharon Lafraniere"], "date_download": "2022-10-25 23:47:47", "date_modify": "2022-10-25 23:47:47", "date_publish": "2020-12-08 23:52:49", "description": "President-elect Joseph R. Biden Jr.’s promise to shift the course of the pandemic in his first 100 days in office could run into vaccine production and procurement problems he will inherit.", "filename": "2020_12_08_us_politics_biden-coronavirus-vaccine_1666741667.html", "image_url": "https://static01.nyt.com/images/2020/12/08/us/politics/08DC-BIDENHEALTH1/08DC-BIDENHEALTH1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=93f263cd13df2475df278371ce1caced9044194d3da2c81d58ba7683b69dff8a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_08_us_politics_biden-coronavirus-vaccine_1666741667.html", "title": "Biden Promises 100 Million Vaccine Shots in 100 Days, but Shortage Worries Rise", "title_page": "Biden Promises 100 Million Vaccine Shots in 100 Days, but Shortage Worries Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The administration is now seeking to double the pre-order; otherwise it will run out of Pfizer’s vaccine by around March, according to people familiar with the talks. But Pfizer may not be able deliver more doses for Americans until as late as June because the company signed deals with other governments, including the European Union, as the Trump administration hesitated.\nPfizer, an American company, could face a consumer backlash if countries in Europe or elsewhere are using its vaccine to save lives while Americans are forced to wait. But Trump administration officials, trying to hedge their bets among six vaccine makers, were unwilling to commit too heavily to Pfizer.\nModerna, based in Cambridge, Mass., is close behind Pfizer and could win authorization for its vaccine this month. Like Pfizer’s, its federal contract calls for it to deliver 100 million doses by the end of the first quarter.\nBoth vaccines require two doses, so together those supplies would presumably cover 100 million Americans by the spring. Moderna has said it expects to produce at least another 400 million doses next year, but it is unclear how many the U.S. government could claim.\nAt a vaccine “summit” Tuesday at the White House, Mr. Trump signed an executive order that he said would “ensure that the United States government prioritizes the getting out of the vaccine to American citizens before sending it to other nations.” But the order appeared to have little teeth. Mr. Trump also said he would invoke the Defense Production Act to produce additional vaccine but did not say how.", "url": "https://www.nytimes.com/2020/12/08/us/politics/biden-coronavirus-vaccine.html"}