{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:48:17", "date_modify": "2022-10-25 23:48:17", "date_publish": "2020-09-07 14:28:46", "description": "Eager to avoid public transit and Uber, and to save money, buyers are emptying dealerships.", "filename": "2020_09_07_business_used-cars-pandemic_1666741697.html", "image_url": "https://static01.nyt.com/images/2020/09/06/business/06used-cars1-copy/06used-cars1-copy-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=4abd630ccd17867fb696a96fca9bd3487881f187c7e80c35b498da47957ca858&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_07_business_used-cars-pandemic_1666741697.html", "title": "Looking to Buy a Used Car in the Pandemic? So Is Everyone Else", "title_page": "Looking to Buy a Used Car in the Pandemic? So Is Everyone Else - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The boom is of a piece with other unexpected trends in a recession that has left millions of people unemployed and has devastated airlines, restaurants, hotels and small businesses. Despite that pain, the pandemic has been a boon to old standbys of the economy, such as canned and processed foods and suburban home sales, that had fallen out of favor in recent years.\nThe auto industry’s equivalent of the three-bedroom ranch with the charming backyard patio is a low-mileage car or S.U.V. — a lot cheaper than the newer version but just as good at taking the family to a socially distanced picnic after months of isolation.\nThe growing desire to own a car has caught many people by surprise and unnerved others who are worried about what it might say about the future of cities and transportation. Mayor Bill de Blasio, who gets around in an S.U.V., recently implored New Yorkers, many of whom don’t own vehicles, not to buy a car, saying they represent “the past.”\nThose fears might be overdone. Buying a used car does not increase the number of cars on the road, of course. And sales of new cars are not taking off. If anything, part of the sudden mania for used cars stems from the yearslong rise in the price of new cars and trucks. On average, new vehicles now sell for about $38,000, more than many consumers can afford or are willing to pay.\nIn addition, many Americans realize they don’t have to worry that they’re buying a rattle trap that’s constantly in the shop. Cars and trucks of recent vintage are better made than those from a couple of decades ago, and certainly compared with the vehicles Ralph Nader inveighed against in his 1965 book, “Unsafe at Any Speed.”\nTake Susan Sutherland, a tech worker in Bradley Beach on the Jersey Shore, who prefers buying new cars but recently purchased a 2016 Nissan Rogue because the cost of new vehicles put her off. “I paid $42,000 for the first house I bought,” she said. “I couldn’t imagine paying almost that for a car.”\nBefore the coronavirus, Ms. Sutherland regularly rode trains to New York City, Washington and beyond to see her son’s heavy-metal band, Tooth Grinder. But after a tough battle with the coronavirus that included two stays in the hospital, she decided to trade in her 2008 Mitsubishi sport utility vehicle for a newer car she could rely on for longer trips.", "url": "https://www.nytimes.com/2020/09/07/business/used-cars-pandemic.html"}