{"authors": ["Michael Wines"], "date_download": "2022-10-25 23:30:58", "date_modify": "2022-10-25 23:30:58", "date_publish": "2020-05-25 09:00:17", "description": "Conventional wisdom has been that Democrats are more likely to benefit from voting by mail. But that’s not what research has shown.", "filename": "2020_05_25_us_vote-by-mail-coronavirus_1666740658.html", "image_url": "https://static01.nyt.com/images/2020/05/24/us/00ballot-1/00ballot-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d0dad805e5d7550d45bed200abfaf76e9ffc6b2dda4b479cccefa3e266cb7f9e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_25_us_vote-by-mail-coronavirus_1666740658.html", "title": "Would Democrats or Republicans Benefit Most from Voting by Mail?", "title_page": "Would Democrats or Republicans Benefit Most from Voting by Mail? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Here are two ways voting by mail could hurt Democrats.\nA first question is how voters would get ballots.\nGenerally, the process begins when election offices mail ballots, or applications for them, to their lists of registered voters, who must have current addresses to be included on those lists. But some groups of voters — the young, minorities and the poor — relocated more often than others and would be less likely to receive ballots if they did not update their registrations.\nThat may be doubly true now, when economic upheaval has forced many people to move in with relatives, take in boarders or otherwise leave their usual homes. Logic says those frequent movers more often than not vote Democratic.\n“The single biggest factor in determining whether someone is going to have trouble voting is whether their voting record is out of date,” David J. Becker, the director of the Center for Election Innovation and Research, said. “Mobility is the biggest factor in that, and it’s true that mobility is higher among the young and the poor.”\nIn many states, in-person voters can update their registration on the spot at their polls. Mail balloting offers no such escape hatch for voters, often Democrats, who have not signed up or have not kept their registrations current.\nA second question is whose mail ballots are counted once they are sent in. Unlike in-person voting, where every choice is automatically toted on a machine once a voter signs in, a small but significant share of mail ballots are rejected for errors — wrong signatures, wrong dates, erroneously marked choices and so on.\nA new study of Florida elections indicates that rejection rates can vary wildly from county to county, even though the standards for accepting mail ballots are the same statewide. How strictly county election officials enforce those standards, how clear ballot instructions are and how familiar voters are with casting ballots by mail all affect whether a voter is turned down, said Daniel A. Smith, a political-science professor and expert on mail ballots at the University of Florida.\nIn Pinellas County, Fla., which encompasses St. Petersburg, the Republican election supervisor stresses simplicity and clarity in mail ballots. In elections covered in the study, the county’s rejection rate for mail ballots was comparatively tiny — one-tenth of 1 percent. But across the peninsula, in Miami-Dade County, the rejection rate in the same election was more than 2 percent, or 20-plus times as high.", "url": "https://www.nytimes.com/2020/05/25/us/vote-by-mail-coronavirus.html"}