{"authors": ["Mike Baker"], "date_download": "2022-10-25 23:48:02", "date_modify": "2022-10-25 23:48:02", "date_publish": "2020-07-21 14:06:18", "description": "The street demonstrations that have shuddered through Portland for 54 consecutive nights have drawn out a complicated mix of emotions and grievances.", "filename": "2020_07_21_us_portland-protests_1666741682.html", "image_url": "https://static01.nyt.com/images/2020/07/21/us/21unrest-portland03/21unrest-portland03-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e80c3e6385465b2e879b476aa6c5daf5bbc3b6e0ed6c0be100f726f52ce165d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_21_us_portland-protests_1666741682.html", "title": "Chaotic Scenes in Portland as Backlash to Federal Deployment Grows", "title_page": "Chaotic Scenes in Portland as Backlash to Federal Deployment Grows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump, in pushing a law-and-order message for his re-election campaign, has embraced a dark vision of Portland as a lawless place filled with “anarchists” who “hate our country.” His administration’s crackdown has brought armed officers from a variety of federal agencies to the streets, including tactical units typically suited for handling drug smuggling. They have been firing tear gas and pulling protesters into unmarked vans.\nThe president’s portrayal of Portland and the crackdown he has unleashed have infuriated protesters who believe that Mr. Trump is trying to use the city’s unrest as political theater during an election year. He has forced a federal police presence on a city that does not want it — a city with such a rich tradition of protest that an aide to another Republican president, George H.W. Bush, reportedly referred to it as Little Beirut.\nChad F. Wolf, the acting secretary of homeland security, said at a news conference on Tuesday that he had tried to collaborate with Mayor Wheeler and Gov. Kate Brown, asking them this month whether they were overwhelmed and wanted resources, including personnel.\nHe said that when he asked what they needed to “bring the violence to a close and still allow the peaceful protesters to protest each and every night,” they told him to stay out of the city.\n“I asked the mayor and governor, How long do you plan on having this continue?” Mr. Wolf said. “Is it 82 nights or 92 nights?”", "url": "https://www.nytimes.com/2020/07/21/us/portland-protests.html"}