{"authors": ["Mike Ives", "Apoorva Mandavilli"], "date_download": "2022-10-25 23:48:46", "date_modify": "2022-10-25 23:48:46", "date_publish": "2020-11-19 03:05:57", "description": "Scientists who initially warned about contaminated surfaces now say that the virus spreads primarily through inhaled droplets, and that there is little to no evidence that deep cleaning mitigates the threat indoors.", "filename": "2020_11_18_world_asia_covid-cleaning_1666741726.html", "image_url": "https://static01.nyt.com/images/2020/11/21/world/19virus-hk-hygiene03/19virus-hk-hygiene03-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bdf1575b574c461a9da2484289a66b78156022463cfde16654e30a922588cc42&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_18_world_asia_covid-cleaning_1666741726.html", "title": "Covid Indoors: Scrubbing Surfaces Does Little to Mitigate Threat", "title_page": "Covid Indoors: Scrubbing Surfaces Does Little to Mitigate Threat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — At Hong Kong’s deserted airport, cleaning crews constantly spray baggage trolleys, elevator buttons and check-in counters with antimicrobial solutions. In New York City, workers continually disinfect surfaces on buses and subways. In London, many pubs spent lots of money on intensive surface cleaning to reopen after lockdown — before closing again in November.\nAll over the world, workers are soaping, wiping and fumigating surfaces with an urgent sense of purpose: to fight the coronavirus. But scientists increasingly say that there is little to no evidence that contaminated surfaces can spread the virus. In crowded indoor spaces like airports, they say, the virus that is exhaled by infected people and that lingers in the air is a much greater threat.\nHand washing with soap and water for 20 seconds — or sanitizer in the absence of soap — is still encouraged to stop the virus’s spread. But scrubbing surfaces does little to mitigate the virus threat indoors, experts say, and health officials are being urged to focus instead on improving ventilation and filtration of indoor air.\n“In my opinion, a lot of time, energy and money is being wasted on surface disinfection and, more importantly, diverting attention and resources away from preventing airborne transmission,” said Dr. Kevin P. Fennelly, a respiratory infection specialist with the United States National Institutes of Health.", "url": "https://www.nytimes.com/2020/11/18/world/asia/covid-cleaning.html"}