{"authors": ["Michiko Kakutani"], "date_download": "2022-10-25 23:37:33", "date_modify": "2022-10-25 23:37:33", "date_publish": "2020-05-05 18:00:13", "description": "In this time of crisis, Michiko Kakutani writes, we are reminded that literature provides historical perspective, connecting us with others who lived through similar events.", "filename": "2020_05_05_books_review_coronavirus-new-york-life-michiko-kakutani_1666741053.html", "image_url": "https://static01.nyt.com/images/2020/05/31/books/review/31Kakutani-LETTERS/0517Kakutani-COVER_Web-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cabcb8a7f2c39249b521a7d879aeb1da974693f9527fe011cae6365625d1decc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_05_books_review_coronavirus-new-york-life-michiko-kakutani_1666741053.html", "title": "Coronavirus Notebook: Finding Solace, and Connection, in Classic Books", "title_page": "Coronavirus Notebook: Finding Solace, and Connection, in Classic Books - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In this time of crisis, we are reminded that literature provides historical empathy and perspective, breaking through the isolation we feel hunkered down in our homes to connect us, across time zones and centuries, with others who once lived through not dissimilar events. It conjures our worst nightmares (Poe’s “The Masque of the Red Death,” Katherine Anne Porter’s “Pale Horse, Pale Rider”). And it highlights what we have in common with people in distant cultures and eras, prompting us to remember that others have not only grappled with traumatic events that slammed home the precariousness of life, but have also experienced some of the same things we are dealing with today. Writers, chronicling the plagues that repeatedly afflicted London in the 17th century, remarked on the silence that descended upon the city (Pepys noted in a letter that “little noise” was to be heard “day or night but tolling of bells” for burials); the shuttering of businesses, theater and sport events; and nervous efforts to use weekly death counts to try to ascertain whether the disease curve was flattening or ascending. Quacks peddled “antipestilential pills” and an “incomparable drink against the plague, never found out before,” and then, as now, the wealthy fled to country homes to escape the plague-ridden city streets, while the poor had no choice but to continue working there in low-paying, high-risk jobs. Boccaccio’s “Decameron” — a series of fictional tales recounted by characters who have fled Florence to escape the Black Plague, which decimated the city in 1348 (killing, it’s been estimated, half the population) — provides what is now a sadly familiar account of “the deadly havoc” a pandemic can leave in its wake, as well as an appreciation of the consolations of storytelling, and the human capacity for recovery and renewal.\nAt the same time, books make us aware of the gifts bestowed by historical progress. Though science has yet to produce a vaccine for Covid-19, we understand the process of disease transmission in ways that people in earlier centuries did not, and quarantine is no longer the alarming thing it was in 17th-century London, when the ill and their families were confined to their homes for 40 days — their doors marked with a red cross and guarded by watchers. There was no Purell back then, no Clorox wipes or Lysol spray, no grocery deliveries from Fresh Direct and Whole Foods, no Netflix or Roku to help pass the time. The only way people could “converse with any of their friends,” Defoe wrote, was to shout through an open window.\nAmong the many casualties of Covid-19 is our perception of time. Without jobs or classes, weekdays and weekends blur into one long Möbius strip of time, spent in gym clothes we no longer wear to the gym. Unable to make plans (travel plans, business plans, wedding plans, even lunch plans), we are forced to live in a continuous present. And yet, some days we feel we’ve been transported to a world imagined in a futuristic novel — maybe not Cormac McCarthy’s “The Road” quite yet, but let’s say William Gibson’s “The Peripheral” or Octavia E. Butler’s “Parable of the Sower.” Even Lawrence Wright’s apocalyptic new thriller, “The End of October,” starts off with a premise that sounds uncannily like recent headlines: An outbreak of a deadly new disease in Asia quickly turns into a global pandemic, leaving economic and social devastation in its wake.\nThe Essential Cormac McCarthy Card 1 of 5 ‘Blood Meridian’ (1985). Loosely based on historical events, the novel follows a fictional 14-year-old referred to only as “the kid” as he drifts through the Southwest. “‘Blood Meridian’ makes it clear that all along Mr. McCarthy has asked us to witness evil not in order to understand it but to affirm its inexplicable reality,” Caryn James wrote in her review for The Times. ‘All the Pretty Horses’ (1992). This best-selling book is an adventure story about a Texan boy who rides off with his buddy to Mexico. “The magnetic attraction of Mr. McCarthy's fiction comes first from the extraordinary quality of his prose,” Madison Smartt Bell wrote in his review. ‘The Crossing’ (1994). The novel begins on a small cattle ranch in New Mexico in the last years of the Depression and follows Billy Parham, a teenage cowboy as he repeatedly crosses the border with Mexico. “‘The Crossing’ is a miracle in prose, an American original,” Robert Hass wrote in his review. ‘No Country for Old Men’ (2005). This fast, violent story centers on a stone-cold killer, a small-town sheriff and an average Joe who stumbles across a leather case filled with more than $2 million. “‘No Country for Old Men’ is as bracing a variation on these noir orthodoxies as any fan of the genre could expect,” Walter Kirn wrote in his review. ‘The Road’ (2006). The book is a despairing account of a boy and his father lurching across the cold, wretched, corpse-strewn, ashen landscape of a post-apocalyptic world. “Mr. McCarthy has summoned his fiercest visions to invoke the devastation. He gives voice to the unspeakable in a terse cautionary tale that is too potent to be numbing,” Janet Maslin wrote in her review.\nOther days, we find ourselves in a time warp defined by old movies, old TV series (like “Law & Order” from the Jerry Orbach era and “Grey’s Anatomy” from the Sandra Oh and Patrick Dempsey era) and reruns of classic sports games. New York’s WFAN reran games from the Yankees’ 2009 World Series run, while ESPN is airing “The Last Dance,” a 10-part documentary about Michael Jordan and the Chicago Bulls’ road to their sixth N.B.A. championship in 1998.\nFor that matter, the coronavirus crisis has heightened the nostalgia that had already become a defining feature of culture during the opening decades of the millennium — what Simon Reynolds called “retromania,” an obsession with “revivals, reissues, remakes, re-enactments” that was spurred by the disorienting pace of social and technological change, and the easy online availability of music, video and text from decades past. Trump’s three and a half years in the White House have made us nostalgic for normality, for politics with at least a baseline of decency, diligence and decorum. And now in lockdown, we are wistful for the daily lives we led only a few months ago — days when we went to dinners and birthday parties, movies and plays and ballgames, when we didn’t need to put on a mask to go grocery shopping or take a walk in the park.", "url": "https://www.nytimes.com/2020/05/05/books/review/coronavirus-new-york-life-michiko-kakutani.html"}