{"authors": ["Katie Glueck", "Jonathan Martin"], "date_download": "2022-10-25 23:52:49", "date_modify": "2022-10-25 23:52:49", "date_publish": "2020-02-07 18:14:09", "description": "Ms. Dunn, who worked in the Obama White House, is taking on a new role as Mr. Biden seeks a reset after a disappointing fourth-place finish in Iowa.", "filename": "2020_02_07_us_politics_joe-biden-anita-dunn_1666741969.html", "image_url": "https://static01.nyt.com/images/2020/02/07/us/politics/07biden/07biden-facebookJumbo.jpg?year=2020&h=468&w=895&s=a15c0e50e0f8362f3596a9c519bad3f99a3e212d7ab954385fa3113af0d93280&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_07_us_politics_joe-biden-anita-dunn_1666741969.html", "title": "Joe Biden Shakes Up Campaign Leadership, Elevating Anita Dunn", "title_page": "Joe Biden Shakes Up Campaign Leadership, Elevating Anita Dunn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANCHESTER, N.H. — Former Vice President Joseph R. Biden Jr. is shaking up his campaign leadership just days ahead of the New Hampshire primary, an acknowledgment that his bid for the Democratic presidential nomination is in major trouble after a disastrous fourth-place finish in the Iowa caucuses.\nMr. Biden is giving effective control of the campaign to Anita Dunn, a veteran Democratic operative and top adviser to him.\n“She will be working closely with us on campaign strategy and overall coordination on budget and personnel as we build a bigger campaign for the next phase,” according to a campaign email obtained by The New York Times.\nBut two senior Biden officials said Ms. Dunn is doing more than that — and that she will have final decision-making authority, a decision that came at the behest of the former vice-president. The Biden advisers spoke on the condition of anonymity to discuss internal planning.", "url": "https://www.nytimes.com/2020/02/07/us/politics/joe-biden-anita-dunn.html"}