{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:43:26", "date_modify": "2022-10-25 23:43:26", "date_publish": "2020-07-09 10:49:12", "description": "Mayor Park Won-soon, who vanished after leaving a cryptic message for his daughter, had faced a newly filed complaint from his secretary.", "filename": "2020_07_09_world_asia_seoul-mayor-dead_1666741406.html", "image_url": "https://static01.nyt.com/images/2020/07/09/world/09skorea-mayor3/09skorea-mayor3-facebookJumbo.jpg?year=2020&h=549&w=1050&s=90305f5a51762d59bfd85b632b9be6c76cdcf2092a513c87613bd402265c335f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_09_world_asia_seoul-mayor-dead_1666741406.html", "title": "Seoul Mayor Park Won-soon Is Found Dead", "title_page": "Seoul Mayor Park Won-soon Is Found Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — The mayor of Seoul, the country’s second-most powerful official and a potential presidential candidate, was found dead just days after a secretary in his office told the police that he had sexually harassed her since 2017, the authorities said on Friday.\nA Seoul police officer confirmed early Friday that the body of the mayor, Park Won-soon, had been discovered on a hill in northern Seoul, several hours after his daughter had reported him missing.\nWord of the mayor’s death and its possible links to sexual misconduct sent shock waves across the country, not only because Mr. Park was a political star but also because he had long been seen as a champion of women’s rights. His positions stood out in a country where men dominate society’s upper echelons, enforcing a strictly hierarchical code that analysts say makes women vulnerable to abuse and forces its victims to stay silent.\nMr. Park, 64, had canceled his official schedule and called in sick to City Hall on Thursday, the day after the secretary had filed her complaint. His daughter told the police that he had left home after leaving a cryptic, “will-like message,” according to Yonhap, the national news agency, which cited an anonymous police source. That detail immediately fueled speculation that Mr. Park could have taken his own life.", "url": "https://www.nytimes.com/2020/07/09/world/asia/seoul-mayor-dead.html"}