{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:34:39", "date_modify": "2022-10-25 23:34:39", "date_publish": "2020-12-10 22:51:53", "description": "A blitz of new projects includes 10 series from the “Star Wars” universe for Disney+, which now has 87 million subscribers. Hulu will also get a major content boost.", "filename": "2020_12_10_business_media_disney-star-wars_1666740879.html", "image_url": "https://static01.nyt.com/images/2020/12/10/business/10disney4/merlin_175040598_c421f8ff-11db-48d9-905c-b01b186acaec-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fd4fdc25ae45f3461178a9735ca4bfe407fa8a2e10df16163977617a7557ae8f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_10_business_media_disney-star-wars_1666740879.html", "title": "‘Star Wars,’ ‘Pinocchio’ and More as Disney Leans Sharply Into Streaming", "title_page": "‘Star Wars,’ ‘Pinocchio’ and More as Disney Leans Sharply Into Streaming - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — In February, Robert A. Iger stepped down as Disney’s chief executive and became executive chairman, saying he would decamp entirely in 2021. But he saw himself as having one final task. “I want to make sure that our creative pipelines are vibrant,” Mr. Iger said in an interview at the time. “That is very, very important, especially as we roll out Disney+ around the world.”\nOn Thursday, as part of a four-hour investor presentation focused on the future of Disney’s streaming business, Wall Street got a sense of what Mr. Iger was talking about. Never have Disney’s content engines been turbocharged like this.\nDisney unveiled a blitz of new “Star Wars” projects, including 10 television shows — two of which will be “Mandalorian” spinoffs, another that will follow C-3PO and R2-D2 — and a new theatrical film, “Rogue Squadron,” directed by Patty Jenkins (“Wonder Woman”). Ms. Jenkins will be the first female filmmaker in the 43-year history of the “Star Wars” movie franchise.", "url": "https://www.nytimes.com/2020/12/10/business/media/disney-star-wars.html"}