{"authors": ["Richard Fausset", "Johnny Diaz", "Nicholas Bogel-Burroughs"], "date_download": "2022-10-25 22:55:02", "date_modify": "2022-10-25 22:55:02", "date_publish": "2020-06-13 19:39:06", "description": "Rayshard Brooks had fallen asleep in his vehicle at a Wendy’s drive-through. He was shot after grabbing a Taser from an officer, the authorities said, prompting fresh unrest in the city.", "filename": "2020_06_13_us_atlanta-police-shooting-rayshard-brooks_1666738502.html", "image_url": "https://static01.nyt.com/images/2020/06/15/us/15ambriefing-rayshard/15ambriefing-rayshard-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=ea7231563ad04d1b2e4469bd212bee3133063608d5d9153f160bc433e1792a10&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_13_us_atlanta-police-shooting-rayshard-brooks_1666738502.html", "title": "Atlanta Police Chief Resigns After Officer Shoots and Kills a Black Man", "title_page": "Atlanta Police Chief Resigns After Officer Shoots and Kills a Black Man - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "operator Atlanta 911 operator 7729. What’s the location of the emergency? caller 125 University. operator OK. 125 University Southwest. Is it at the Wendy’s? caller Yes, ma’am. operator All right. You need police, fire, ambulance out here? caller The police. operator OK. Tell me what’s going on. caller I have a car. I think he’s intoxicated. He’s in the middle of my drive-thru. I tried to wake him up, but he’s parked dead in the middle of the — operator OK. caller — drive-thru, so I don’t know what’s wrong with him. operator Is he breathing, ma’am, do you know?\nrichard fausset\nAt 10:33 on Friday night, an employee of a Wendy’s restaurant in South Atlanta called to report that someone had fallen asleep in their car while going through the drive-thru.\noperator Is he black? Is black, white, hispanic or Asian? caller Yeah. He’s black. operator OK, in a white —\nrichard fausset\nA 27-year-old man named Rayshard Brooks.\ncaller Ma’am — operator Does he appear to have any weapons from where you can see him? caller No, no. I think he’s intoxicated. operator All right. All right. Give me a name and call back number.\nrichard fausset\nThe police would arrive within minutes, and within the hour, Mr. Brooks would be fatally shot.\n[music]\nmichael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.” Today, my colleague Richard Fausset with a close examination of what happened in the police killing of Rayshard Brooks. It’s Wednesday, June 17.\n[radio chatter]\nrichard fausset\nAt 10:42 p.m., an officer wearing a body camera arrives at the Wendy’s and walks up to Mr. Brooks’s car.\n[knocking]\nofficer Yo. What’s up, my man? Hey. Hey man, you’re parked in the middle of a drive-thru line, here.\nrichard fausset\nMr. Brooks wakes up but appears confused.\nrayshard brooks (MUMBLING) officer What’s up? rayshard brooks (INAUDIBLE) officer Sir, you’re parked in the drive-thru line. You’re blocking traffic, here. You good? You don’t need an ambulance or anything like that? Are you just tired?\nrichard fausset\nThe officer asks him if he’s OK, if he needs an ambulance.\nofficer All right. You’re good? rayshard brooks Yeah. officer All right. OK. Why don’t you just move your car into a parking spot, OK?\nrichard fausset\nAnd asked him to kind of move his car out of the way.\nofficer Pull it over there. rayshard brooks I got you. officer OK. All right. Thank you.\nrichard fausset\nA few minutes later —\nofficer Clear for the radio. operator Go ahead. officer We need available D.U.I. certified officers working in the zone right now.\nrichard fausset\n— he requests another officer.\nofficer All right, stay in the car. Just stay right there. rayshard brooks All right. officer Hey, what’s going on? officer rolfe How’s it going? officer So we found him passed out in a —\nrichard fausset\nAnd at 10:56 p.m., Officer Rolfe arrives.\nofficer rolfe So somebody called because he was in the drive-thru? officer He just passed out in the car. officer rolfe He passed out in the drive-thru. officer Yep. officer rolfe All right. Let me go talk to him. officer All right. officer rolfe Hey, Mr. Brooks. Hey, Mr. Brooks. rayshard brooks How are you doing? officer rolfe Hey. I’m Officer Rolfe of the Atlanta Police Department. How are you doing? rayshard brooks I’m doing just fine. officer rolfe All right. So tell me. I wasn’t here, so can you tell me what happened before we got here? rayshard brooks Nothing happened. I just got here and was getting something to eat. officer rolfe Where were you coming from? rayshard brooks Well, my friend dropped me off here.\nrichard fausset\nAnd a pretty long interaction ensues from there.\nrayshard brooks Like I told her, I came here. I met her here. officer rolfe OK. rayshard brooks From the beginning, and she picked me up. I mean, we went out — officer rolfe So you met her here at the Wendy’s? rayshard brooks Yes. officer rolfe And then, you went out with her? rayshard brooks Yes. officer rolfe And then she came and dropped you off? rayshard brooks And she came back here. officer rolfe OK. rayshard brooks And, you know, I mean —\nrichard fausset\nAnd one of the things that’s really odd when you watch the tape is, you have two officers who appear to be in a kind of de-escalation mode.\nofficer What are you — you’re just here for a visit, or what’s — ? rayshard brooks I’m visiting. officer Where are you visiting? rayshard brooks My mother’s grave site. officer Oh, I’m sorry to hear that. rayshard brooks Yeah, actually — officer How long is she passed for? rayshard brooks It’s been probably about a year and a half now, but — officer OK. I’m sorry.\nrichard fausset\nThey’re listening to him. Some of it’s very intimate conversation.\nrayshard brooks And my girlfriend’s birthday just passed. officer Yeah. rayshard brooks But I went to visit her, and — officer Yeah.\nrichard fausset\nYou know, there was a lot of really kind of what would seem to be really respectful and very low-key conversation about where he was, how much he’d been drinking.\nofficer rolfe You’re not being honest with me. How much did you have to drink? rayshard brooks I had one drink. officer rolfe Be honest with me. rayshard brooks I had one drink. officer rolfe What kind of drink was it? rayshard brooks A margarita. officer rolfe OK. How big was the margarita? rayshard brooks It was just a small cup. officer rolfe A small cup? rayshard brooks Yes, sir. officer rolfe All right. Can you take your hat off for me and just leave it in your car for me? You can just leave it in your car. Could you step out with me, please? rayshard brooks Yes, sir. officer rolfe Come on back here. Do you have any weapons on you or anything like that? rayshard brooks I don’t have anything on me. officer rolfe Is it OK if I pat you down just to make sure? rayshard brooks If you — I have just money, gas, and that was it. officer rolfe Is it OK if I pat you down to make sure you don’t have any weapons? rayshard brooks Absolutely. officer rolfe All right. rayshard brooks That’s fine. officer rolfe Can you just turn around and face away from me real quick?\nrichard fausset\nAnd everything appears to be very much under control.\nrayshard brooks What should I — what should I do, sir? officer rolfe Well, first off, I just want to know you’re comfortable walking in your shoes. You don’t need to do all that. It’s just yes or no. Can you walk in the shoes without falling over? rayshard brooks Yes, sir. officer OK. Very good. All right. Just turn and face me, put your feet together with your hands down by your side. All right? Can you see the tip of my finger? rayshard brooks Yes, sir.\nrichard fausset\nThey conducted a field sobriety test of him.\nrayshard brooks If I — if — officer rolfe Hey. Will you take a preliminary breath test for me? rayshard brooks What’s that? officer rolfe It’s a little handheld machine. I have you blow into it, that lets me know if you’re positive or negative for the presence of alcohol on your breath. rayshard brooks I’ve been drinking. officer rolfe OK. rayshard brooks I do say that. officer rolfe OK. rayshard brooks But — but what if I take this test and — I don’t care about — I could walk home. officer rolfe Why would you? rayshard brooks I don’t have to park. The car is legit. officer rolfe Why would you walk home? rayshard brooks Because I just don’t want to be in violation of anybody. I can walk. My sister’s house is right here. I can just go home. I have my daughters there right now, my three — my daughter’s birthday was yesterday. officer rolfe All right. Hold on. Mr. Brooks, will you take a preliminary breath test for me? It’s just a yes or no. rayshard brooks I don’t want to refuse anything. officer rolfe It’s yes or no. It’s completely up to you. rayshard brooks Yes, I will. officer rolfe OK. Just wait here while I grab it.\nrichard fausset\nAnd something we should note here is that we know that Mr. Brooks had a history of legal trouble, and his sister told The New York Times that he had a warrant out for his arrest at this point. It must have been weighing on him.\nrayshard brooks Oh, man. officer What’s up? Just trying to make sure, man, you’re safe to drive. That’s all. rayshard brooks I know, man. I just — officer Because you scared me a little bit, because you were sleeping in there. So that’s, you know, why I was making sure you’re OK, you know, and then that’s — rayshard brooks I know. I know. You’re just doing your job. officer rolfe All right. Just take a deep breath in, put your mouth over the mouthpiece. Blow as hard you can until I tell you to stop. Blow, blow, blow, blow, blow, blow, blow, blow, blow, stop. Very good. rayshard brooks I just had a few drinks.\nrichard fausset\nAnd eventually, Officer Rolfe says, look, we’re going to have to take you in.\nofficer rolfe All right. I think you’ve had too much to drink to be driving. Put your hands behind your back for me.\nrichard fausset\nYou’ve had too much to drink.\nofficer rolfe Here. Put your hands behind your back.\nrichard fausset\nIt’s now 11:23 p.m. The two officers have been on the scene together for 27 minutes, and up to this point, it all feels like your sort of typical D.U.I. arrest. But then, Mr. Brooks tries to escape, and in an instant all three men are fighting on the ground.\nofficer rolfe Stop fighting! Stop fighting! officer You’re gonna get tased! You’re gonna get tased! officer rolfe Stop! rayshard brooks Mr. Rolfe, come on man. officer rolfe Stop! officer You’re gonna get tased! rayshard brooks Mr. Rolfe! officer Hey, hands off the [EXPLETIVE] taser! officer rolfe Stop, stop fighting. officer Hands off the taser! officer rolfe Stop fighting! officer Hands off the taser!\nrichard fausset\nMr. Brooks emerges from the struggle with the taser in his hand. He stands up, punches Officer Rolfe —\nofficer rolfe Stop fighting!\nrichard fausset\n— and immediately sprints off through the parking lot.\nofficer He’s got my [EXPLETIVE] taser.\nrichard fausset\nOfficer Rolfe fires his own taser at Mr. Brooks and gives chase.\n[shouting]\nofficer 63.\nrichard fausset\nSecurity camera footage then shows Mr. Brooks in full stride, turning his body and raising his arm with the taser and firing toward Officer Rolfe. And it’s that moment when he’s both running away and turning his body and pointing his hand with the taser toward the police officer that the police officer, in just, like, a microsecond, it feels like, pulls out his handgun and fires three shots. And then, you see Mr. Brooks falling onto the pavement.\n[music]\n[muffled shouting]\nbystander 1 Come on, man. bystander 2 He was unarmed! He was unarmed! What the [EXPLETIVE]?\nrichard fausset\nBystanders react with shock and anger.\nbystander 1 That’s totally unnecessary! bystander 2 Yo, that’s messed up, man. bystander 1 Totally [EXPLETIVE] unnecessary. I watched these [EXPLETIVE] pigs harass him for 20 [EXPLETIVE] minutes for no reason, and then you [EXPLETIVE] shoot him? What the [EXPLETIVE]? [EXPLETIVE] pigs, dude! Every [EXPLETIVE] time! Why? What the [EXPLETIVE]?\n[music]\narchived recording (keisha lance bottoms) Good afternoon, everyone. I am joined by —\nrichard fausset\nOn Saturday, before sundown, Mayor Keisha Lance Bottoms went on television.\narchived recording (keisha lance bottoms) For the third time in just two weeks, I have spent the better part of a day reviewing video footage involving allegations of excessive use by members of the Atlanta Police Department. Tragically, the most recent incident involved the fatal shooting of a 27-year-old man, Rayshard Brooks.\nrichard fausset\nAnd she announced that the police chief for the Atlanta Police Department, Erika Shields —\narchived recording (keisha lance bottoms) Chief Shields has offered to immediately step aside as police chief.\nrichard fausset\n— had decided to step down from her role. And the mayor said, look —\narchived recording (keisha lance bottoms) While there may be debate as to whether this was an appropriate use of deadly force —\nrichard fausset\n— let me be clear —\narchived recording (keisha lance bottoms) — I firmly believe that there is a clear distinction between what you can do and what you should do.\nrichard fausset\n— there is a difference between what you as a police officer can do, and what you should do.\narchived recording (keisha lance bottoms) I do not believe that this was a justified use of deadly force, and have called for the immediate termination of the officer.\n[music]\narchived recording (keisha lance bottoms) I do hope that you will find some comfort in the swift actions that have been taken today, and the meaningful reforms that our city will implement on behalf of the countless men and women who have lost their lives across this country.\n[music]\nmichael barbaro\nWe’ll be right back. So Richard, you have been speaking to police experts about what happened in Atlanta, about Rayshard Brooks’s killing. Tell us what you’ve learned from that reporting about the police practices that resulted in his death — this encounter that seemed to begin so calmly and turned fatal so fast.\nrichard fausset\nWell, you have this moment that unfolds in really two chunks, and I think it’s a good way to think about it. You have everything that led up to the moment when Rayshard Brooks was about to be put in handcuffs, and when he makes the decision to resist arrest.\nmichael barbaro\nMm-hm.\nrichard fausset\nAnd then, you have this much more fraught and much more complex and tragic moment that came after it.\nrichard fausset OK. Chief Serpas, we’re recording. ronal serpas Yes, sir. richard fausset Chief, tell me, what are you up to these days?\nrichard fausset\nI spoke with a former New Orleans police chief, Ronal Serpas.\nmichael barbaro\nMm-hm.\nrichard fausset What was your analysis of the incident in Atlanta from what you’ve seen? ronal serpas Well, I think that the information I have seen is limited, like much of the nation. There may be many videos we just haven’t seen yet. We don’t know what statements may or may not be forthcoming from witnesses.\nrichard fausset\nAnd Ronal didn’t want to talk about the specifics of the case. He didn’t really want to pass judgment this soon after the shooting.\nrichard fausset It sounds like it would be wrong of me to ask you whether you thought this was a justified shooting, or can you address that from what you’ve seen? ronal serpas No. It’s way too soon.\nrichard fausset\nAnd he made the point that cases like this, you know, to really fully digest whether or not they were done correctly require a lot of time to really pull all of the details together.\nronal serpas And let me say this, because this might help make that not just a dodge. richard fausset Sure. ronal serpas I’m overseeing the investigations of police use of deadly force from 1990 to 2014, and you know, that is the moment when the most patience is needed. And here’s why: What you don’t ever want to happen is, in the rush to investigate, you make an error which results in someone being able to overturn their conviction because you made an error as an investigator because you were moving too fast. Don’t you want the best possible case created? richard fausset Mm-hmm.\nrichard fausset\nAnd of course, there are people who would push back on that pretty hard. They would say, this is pretty open and shut. We have it on video. A man was shot in the back.\nrichard fausset There’s a moment before they take him in where, you know, it’s pretty well established that he’s been drinking quite a bit, but he says, look, I can just walk home. Can you just let me walk home, and then, you know, and get my car later, or something to this effect? And it raised a really interesting question about when the police should make an arrest. ronal serpas Well, according to national data, about 30 people a day die in drunk driving crashes, or about one person every 50 minutes. richard fausset Hmm. ronal serpas What would happen if you let the person go and they just simply came back and got their car after you left? richard fausset Mm-hmm.\nrichard fausset\nSo the idea of just letting someone go off could in fact be really dangerous. There are some people I was talking to today who were talking about the possibility that it could open police to litigation if there’s some kind of bad act that follows when they just say, OK, go home. You know, sober up.\nronal serpas So in Tennessee, for example, if you are in a vehicle, the presumption is you either drove there drunk or you’re going to drive away from there drunk. So it depends on each of the states.\nrichard fausset\nChief Serpas told me that in some states they require officers to make an arrest.\nronal serpas I think that many police officers exercise discretion when they can, but as you go up the threat level of behavior — drunk driving, fighting with weapons, shootings — discretion becomes less of a choice, because there’s other risks involved.\nrichard fausset\nI did talk to people, and certainly there are a number of people, who think that one way that this incident could have been de-escalated would have been to just let him go, and that perhaps this was the passionate move. There is a legitimate balancing here of objectives and of goals, but there is no question that this is not an easy cut and dried kind of answer, even if you have some leeway, given just real life consequences of making a decision like that.\nmichael barbaro\nOK. So that explains how we get to this moment where the police are preparing to handcuff Rayshard Brooks. What did the people that you spoke with, these experts, say about what seems harder to understand in terms of what happens next, and what would explain, ultimately, the officer shooting and killing Brooks?\nrichard fausset Can we talk a little bit about the limits of de-escalation? The reason I framed the question that way is that it’s really remarkable how civil the conversation is among these three men in the parking lot. And as a layperson, my thought was, well, this looks to me to be what we would expect of our officers. And yet, the thing still goes off the rails. Are there limits to what de-escalation efforts can achieve? ronal serpas So I think you raise a good question, and it is really on the tip of the needle, is that even in de-escalating circumstances, the police, if they’re not the instigator, are going to respond to what someone else did. richard fausset Mm-hmm. ronal serpas In a case that we’re making up, a hypothetical, if two police officers are talking to someone and they clearly have not crossed the line of unprofessional behavior, they’re actually practicing, you know, de-escalation by talking people slowly down, saying, look, we don’t have to go further than this. Let’s just take this one step at a time. And the person, for a reason unknown to you and I, suddenly attacks the officer or someone else, then that is a human response that you always — you can’t control every human response. If the police are following the rules, and if they are treating people with dignity and respect, that still doesn’t change an unexpected human behavior of instant violence.\nrichard fausset\nSo when Mr. Brooks resists arrest, it’s not just that he’s running away. You have this violent struggle that happens on the ground, and in that struggle, he has stolen one of their weapons, a non-lethal weapon, a taser. Then, he runs away. And then you have Mr. Brooks actually firing the taser in the direction of the police officer, and there’s a legal argument to be made — a potential legal argument — that if he could have tased the officer and incapacitated him, and if the man who did the tasing has already shown that he has a propensity to steal weapons from officers, which he certainly had just done, then perhaps he gets a hold of the service weapon, the handgun, and he puts the officer in a deadly situation.\nronal serpas — this reason. In general terms, that’s why police do spend a lot of time learning defensive measures. You have to spend time training officers so that they have enough confidence in themselves to not overreact, even when they’re in the middle of a fight potentially for their life, so that it does de-escalate eventually and the person is under control. But people are people. When you think your life is about to be taken from you, whether you’re a police officer or a citizen, that is a moment in time that very few people actually experience.\nrichard fausset\nSo that’s the kind of, the argument in favor of shooting. The argument against is really pretty simple: Here’s a man who is not running toward you. He’s obviously running away, and his goal is to get away.\nmichael barbaro\nMm-hmm.\nrichard fausset\nAnd is it really something worth killing a man over?\nrichard fausset Professor Ture, it’s a real pleasure to talk to you again, professor. Thanks for taking a moment. kalfani ture Sure. richard fausset Have you had a chance to look at these tapes?\nrichard fausset\nSo I talked to Kalfani Ture from Quinnipiac University.\nkalfani ture Unfortunately, I’ve sort of viewed that piece, I would say more than three dozen times. richard fausset Oh, wow. kalfani ture Because this is a tough situation. The shooting itself was lawful — richard fausset Mm-hmm. kalfani ture — but it was awful. richard fausset Hmm. kalfani ture Because they did not exhaust the other possibilities. Why not keep their distance and call for backup officers and let them know where do you need your backup to arrive? He’s running down Peachtree Street. He’s on University Drive. You know —\nrichard fausset\nProfessor Ture, who has been a police officer in Georgia, you know, looks at this from a legal standpoint and he says, well, maybe the police officer has an argument that he shouldn’t be found guilty of murder.\nkalfani ture Not at all. And I want to be clear to say that I’m not saying that this action was illegal. In fact, I’m going to say something here, make the charge that if the prosecutor, Paul Howard, decides to charge him, I would be surprised if there’s a conviction. There’s a lot of measures to protect officers when they have to make split second decisions like this.\nrichard fausset\nBut you also have this question about training and culture, and the very fundamental idea of policing. This split in the way people think about the role of police and the goals of police is sometimes expressed as a warrior mindset versus the guardian mindset.\nmichael barbaro\nCan you explain that?\nrichard fausset\nYeah. So it generally comes down to, you know, this idea that you’re going out in the streets to do battle every day against this really frightening foe.\nkalfani ture You are socialized and professionalized to see yourself as part of this insular, isolated, detached community of warriors, and you are facing enemy combatants. I mean, that’s a weird way to police. If you’re trained as a warrior cop in a very racist society — and again, it doesn’t mean that the officers are racist in a traditional sense, but racism is systemic. It’s structural. It’s institutionalized in the culture by way of what the command staff, and what the unions do with police departments. So if you see people as enemy combatants, particularly African-Americans, then you’re more reliant on the use of force, or lethal force, or the escalation of force, than you are with alternative options.\nrichard fausset\nOn the other end of the spectrum is a guardian model, which would look at the people you’re policing as the people who pay your taxes, and the people that you’re supposed to be looking out for.\nmichael barbaro\nMm-hmm.\nkalfani ture You know, I’m thinking about some of the people who are adding commentary about the incident, and they say, well, hey, you have to understand, you know. Stuff can happen to a police officer in a fraction of a second. And they’re right, but that shouldn’t be the reason why we resort to lethal force. It shouldn’t be the reason why we abrogate people’s humanity. It shouldn’t be the reason why we deny due process. I really want you to appreciate this. There were options for both of those officers.\n[music]\nmichael barbaro\nAnd of course, none of this is really addressing what many activists and protesters are really calling for right now, which is a total rethinking and overhauling of policing, essentially imagining an entirely new universe of public safety. And in that new universe, potentially, no one with a gun would have shown up at the scene in the first place. Maybe it would have been a social worker who specializes in alcohol. Maybe Rayshard Brooks would have been sent home. Maybe they would have towed his car. Maybe they would have revoked his license. But in this scenario, maybe there’s no threat of jail. Maybe there’s no officer with a gun. And therefore, this man, asleep in his car, doesn’t end up dying.\nrichard fausset\nWell, that sentiment has become so powerful in this country, and people are saying it in different kinds of ways right now. But I think a case like this really points to the hard work that would actually have to be done to engineer a viable alternative that would tick those boxes.\nmichael barbaro\nRichard, thank you very much.\nrichard fausset\nThank you, Mike.\n[music]\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today.\narchived recording (donald trump) I’ve just concluded a meeting with incredible families, just incredible families that have been through so much. The families of Ahmaud Arbery, Botham Jean, Antwon Rose, Jemel Roberson, Atatiana Jefferson, Michael Dean, Darius Tarver, Cameron Lamb, and Everett Palmer.\nmichael barbaro\nDuring a ceremony at the White House on Tuesday, President Trump signed an executive order encouraging changes to U.S. policing, including new restrictions on chokeholds, and the establishment of a national database to track police misconduct.\narchived recording (donald trump) And it’s so sad. Many of these families lost their loved ones in deadly interactions with police. To all of the hurting families, I want you to know that all Americans mourned by your side. Your loved ones —\nmichael barbaro", "url": "https://www.nytimes.com/2020/06/13/us/atlanta-police-shooting-rayshard-brooks.html"}