{"authors": ["Emily Cochrane", "Jim Tankersley"], "date_download": "2022-10-25 23:29:23", "date_modify": "2022-10-25 23:29:23", "date_publish": "2020-06-11 09:00:31", "description": "While some lawmakers want to continue substantial aid for millions of unemployed workers, others are concerned that the money is holding back a recovery that depends on employees returning to work.", "filename": "2020_06_11_us_politics_unemployment-benefits-coronavirus_1666740563.html", "image_url": "https://static01.nyt.com/images/2020/06/10/us/politics/10dc-unemployment/merlin_173381745_03101943-65fd-4733-8560-ef78fb221b71-facebookJumbo.jpg?year=2020&h=550&w=1050&s=16f3ad0cb89bd29bb44830c2284b2a7dd469b071a7ed9d9f3229eb9cccb8d146&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_11_us_politics_unemployment-benefits-coronavirus_1666740563.html", "title": "When Do Unemployment Benefits Lapse? Congress Is at Odds Over an Extension", "title_page": "When Do Unemployment Benefits Lapse? Congress Is at Odds Over an Extension - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But some Republicans have vowed to oppose the move. Senator Lindsey Graham, Republican of South Carolina, went so far as to ask President Trump to reject any future coronavirus relief package that maintained the benefit. (Mr. Trump made no such agreement.)\nRepublicans argued that the unexpected news on Friday that the unemployment rate had declined and employers had added 2.5 million jobs in May was evidence that the benefit was no longer needed. Congress should redirect its focus to ensuring people were headed back to work and not remaining on unemployment, they said.\n“It’s obvious you’ve got to do something different from what we’re doing,” said Senator Charles E. Grassley of Iowa, the chairman of the Senate Finance Committee. “Right now, I would say that probably, if we legislate in that area, it would not be just continuing it for another six months.”\nInstead, Senator Rob Portman, Republican of Ohio, has proposed a “back-to-work” bonus that would give workers a temporary $450 weekly payment once they are again employed. In the House, Representative Kevin Brady, the top Republican on the Ways and Means Committee, introduced a similar bill that would allow workers to keep up to two weeks of the supplemental federal unemployment benefits — amounting to a $1,200 bonus — after taking a new job.\nThe expanded benefit was “well intentioned — to help people who lost their jobs through no fault of their own, which we needed to do,” Mr. Portman said. “But we put the numbers so high that it’s really creating a disincentive to work, and so the back-to-work bonus solves that.\"\nTop Democrats, however, maintain that the rebound in hiring is evidence that the benefit is critical to preventing the economy from cratering again. Despite the improvement shown in the report released Friday, the unemployment rate remains worse than in any previous postwar recession, with tens of millions still out of work.\n“My view is you don’t take your foot off the gas right now,” Senator Ron Wyden of Oregon, the top Democrat on the Senate Finance Committee, told reporters on Tuesday. “If millions of Americans lose their supercharged benefits and are unable to pay their bills, the economy is not going to be in a position to rebound.”", "url": "https://www.nytimes.com/2020/06/11/us/politics/unemployment-benefits-coronavirus.html"}