{"authors": ["Katharine Q. Seelye"], "date_download": "2022-10-25 23:36:56", "date_modify": "2022-10-25 23:36:56", "date_publish": "2020-02-12 23:21:35", "description": "She was one of the first black women to make the transition, propelled by the musical “Sweet Charity.” She also broke ground playing a black lesbian on TV.", "filename": "2020_02_12_theater_paula-kelly-dead_1666741016.html", "image_url": "https://static01.nyt.com/images/2020/02/13/obituaries/11Kelly1/11Kelly1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=089b6e245b77723f06a6cdb26b5fe07ecb56dfd8e20702c2555cdd66770bddcc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_12_theater_paula-kelly-dead_1666741016.html", "title": "Paula Kelly, Who Danced From Stage Onto the Screen, Dies at 77", "title_page": "Paula Kelly, Who Danced From Stage Onto the Screen, Dies at 77 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Paula Kelly, a tall, lithesome dancer who was one of the first African-American women to make a successful transition to movies and television from Broadway, using the musical “Sweet Charity” as the bridge, died on Saturday at a nursing facility in Whittier, Calif. She was 77.\nHer niece, Dina McCarthy, said the cause was chronic obstructive pulmonary disease.\nMs. Kelly burst into the movies in 1969 in “Sweet Charity,” an adaptation of the stage musical about an ever-hopeful taxi dancer — a dance partner for hire — in a run-down Times Square dance hall. Ms. Kelly played the dancer Helene, one of two best friends of the title character, Charity Hope Valentine, played by Shirley MacLaine. Chita Rivera played the other.\nAlthough lesser known than the movie’s big stars — Sammy Davis Jr. also had top billing — Ms. Kelly more than held her own, especially in the seductive number “Big Spender” and the energetic “There’s Got to Be Something Better Than This,” in which the three dance-hall girls express their determination to get respectable jobs.\nOnstage, Ms. Kelly played Helene in the London production of “Sweet Charity” (with music by Cy Coleman, lyrics by Dorothy Fields and a book by Neil Simon). The director, Bob Fosse, who also directed and choreographed the show on Broadway, asked Ms. Kelly to reprise the role for the movie, which was to be his feature-film directorial debut.", "url": "https://www.nytimes.com/2020/02/12/theater/paula-kelly-dead.html"}