{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:27:52", "date_modify": "2022-10-25 23:27:52", "date_publish": "2020-03-24 19:14:17", "description": "The billion-dollar aid cut, accompanied by a stinging American rebuke, came as the country was already grappling with multiple crises.", "filename": "2020_03_24_world_asia_afghanistan-us-aid-cut_1666740472.html", "image_url": "https://static01.nyt.com/images/2020/03/24/world/24afghanistan01/24afghanistan01-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=d5a4d0dd1ec07447842b2bca6c55454770a59c0d1bc9482b269ca1d4d7a3767c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_24_world_asia_afghanistan-us-aid-cut_1666740472.html", "title": "For Afghanistan Already on Brink, U.S. Aid Cut Is a Big Shove", "title_page": "For Afghanistan Already on Brink, U.S. Aid Cut Is a Big Shove - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The United States cut the aid because Afghan leaders were unable to resolve a political impasse that is threatening to derail an American plan to end the long conflict.\nBut Afghans now fear the decision could push the country, almost entirely dependent on foreign aid, past the tipping point. They believe it could lead to the unraveling of an already challenged government and the disintegration of a weary and overstretched security force.\nAfghanistan uses foreign aid not just to pay basic expenses but also for its war against the resurgent Taliban. Mr. Ghani has said his army would not last more than six months if the United States cut funding. At the end of the Soviet invasion in the 1980s, the Moscow-backed government of Afghanistan collapsed when the money dried up.\n“The fighting continues in 10 to 16 provinces every day. More than 50 percent of our people are below the poverty line and we are mostly reliant on international aid,” Shahgul Rezai, a member of the Afghan parliament, said. “Afghanistan may not be able to survive the reduction.”\nNow the country faces not just the shock of an abrupt funding cut but also several more crises — a split government, the raging war with the Taliban and the spread of the coronavirus — that have brought it to a brink.", "url": "https://www.nytimes.com/2020/03/24/world/asia/afghanistan-us-aid-cut.html"}