{"authors": ["David E. Sanger", "Eric Schmitt", "Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:22:41", "date_modify": "2022-10-25 23:22:41", "date_publish": "2020-03-08 14:24:12", "description": "The Taliban have read the secret annexes of the recently signed peace deal. But most Americans haven’t, nor have many of their elected representatives.", "filename": "2020_03_08_world_asia_taliban-afghanistan-annexes-peace-agreement_1666740161.html", "image_url": "https://static01.nyt.com/images/2020/03/08/nyregion/08dc-afghanistan-hp/08dc-afghanistan-hp-facebookJumbo.jpg?year=2020&h=549&w=1050&s=1b313b96c63139425b566a11a24a8727d0878e69f516bcc7c855c12d7025904a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_08_world_asia_taliban-afghanistan-annexes-peace-agreement_1666740161.html", "title": "A Secret Accord With the Taliban: When and How the U.S. Would Leave Afghanistan", "title_page": "A Secret Accord With the Taliban: When and How the U.S. Would Leave Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While it may sound odd that the American military is sharing troop locations with its enemy of 18 years, the goal is to give the Taliban information that would allow it to prevent attacks during the withdrawal. Mr. Pompeo described the annexes last week as “military implementation documents.”\nThat is part of it, but they appear to be much more.\nBecause the documents lay out the specific understandings between the United States and the Taliban — including what bases would remain open under Afghan control — the details are critical to judging whether the United States is making good on its promise to leave only if conditions allow, or whether it is just getting out.\nThe State Department has struggled to explain why the criteria for the terms, standards and thresholds for the American withdrawal could be known to the adversary but not to the American people or allies. In response to questions from The New York Times, the State Department issued a statement on Friday saying that the documents remained classified because “the movement of troops and operations against terrorists are sensitive matters.”\n“We do not want, for example, ISIS to know those details,” the statement added, referring to Islamic State fighters in Afghanistan.\nBut another reason for the secrecy, according to several people familiar with the matter, is that the annexes leave the markers for peace remarkably vague, making it far from certain that the Taliban must convert into a counterterrorism force — as President Trump suggested a week ago — or that they are required to make complete peace with the elected government of President Ashraf Ghani of Afghanistan.", "url": "https://www.nytimes.com/2020/03/08/world/asia/taliban-afghanistan-annexes-peace-agreement.html"}