{"authors": ["David E. Sanger", "Nicole Perlroth", "Eric Schmitt"], "date_download": "2022-10-25 23:33:12", "date_modify": "2022-10-25 23:33:12", "date_publish": "2020-12-15 01:09:42", "description": "The Pentagon, intelligence agencies, nuclear labs and Fortune 500 companies use software that was found to have been compromised by Russian hackers. The sweep of stolen data is still being assessed.", "filename": "2020_12_14_us_politics_russia-hack-nsa-homeland-security-pentagon.html_timespastHighlight=SolarWinds_timespastHighlight=SolarWinds,attack_1666740792.html", "image_url": "https://static01.nyt.com/images/2020/12/14/us/politics/14dc-russia-hack/merlin_145526052_35e6eb2d-8d78-4b3d-8b8a-c9ff541d155d-facebookJumbo.jpg?year=2020&h=550&w=1050&s=535cf0b7abf868100d54736fe37142eb8e548d0503f58971ad5534b3a8b99dcc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_14_us_politics_russia-hack-nsa-homeland-security-pentagon.html_timespastHighlight=SolarWinds_timespastHighlight=SolarWinds,attack_1666740792.html", "title": "Scope of Russian Hacking Becomes Clear: Multiple U.S. Agencies Were Hit", "title_page": "Scope of Russian Hacking Becomes Clear: Multiple U.S. Agencies Were Hit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The D.O.D. is aware of the reports and is currently assessing the impact,” said Russell Goemaere, a Pentagon spokesman.\nThis was the second time in recent years that Russian intelligence agencies had pierced the State Department’s email systems. Six years ago, officials struggled to get Russian hackers out of their unclassified email systems, at times shutting down State’s communications with its own staff in an effort to purge the system.\nThen, as now, State Department officials refused to acknowledge that Russia had been responsible. In an interview with Breitbart Radio News, Secretary of State Mike Pompeo deflected the question with generalities, saying that there had “been a consistent effort of the Russians to try and get into American servers, not only those of government agencies, but of businesses. We see this even more strongly from the Chinese Communist Party, from the North Koreans, as well.”\nIn fact, it is the Russians who have been consistently most effective, though in this case it was not clear which State Department systems they had extracted data from or how much. A State Department spokeswoman declined to comment.\nInvestigators were also focused on why the Russians targeted the Commerce Department’s National Telecommunications and Information Administration, which helps determine policy for internet-related issues, including setting standards and blocking imports and exports of technology that is considered a national security risk. But analysts noted that the agency deals with some of the most cutting-edge commercial technologies, determining what will be sold and denied to adversarial countries.\nNearly all Fortune 500 companies, including The New York Times, use SolarWinds products to monitor their networks. So does Los Alamos National Laboratory, where nuclear weapons are designed, and major defense contractors like Boeing, which declined on Monday to discuss the attack.\nThe early assessments of the intrusions — believed to be the work of Russia’s S.V.R., a successor to the K.G.B. — suggest that the hackers were highly selective about which victims they exploited for further access and data theft.", "url": "https://www.nytimes.com/2020/12/14/us/politics/russia-hack-nsa-homeland-security-pentagon.html?timespastHighlight=SolarWinds?timespastHighlight=SolarWinds,attack"}