{"authors": ["Daniel Bergner"], "date_download": "2022-10-25 22:55:12", "date_modify": "2022-10-25 22:55:12", "date_publish": "2020-07-15 09:00:11", "description": "Robin DiAngelo’s best seller is giving white Americans a new way to talk about race. Do those conversations actually serve the cause of equality?", "filename": "2020_07_15_magazine_white-fragility-robin-diangelo_1666738512.html", "image_url": "https://static01.nyt.com/images/2020/07/19/magazine/19DiAngelo-mag1/19DiAngelo-mag1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fa56efef5f05f28f31f5f5430a7c0f1f251eefcaf4747a748d5e58ef58e8a126&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_15_magazine_white-fragility-robin-diangelo_1666738512.html", "title": "‘White Fragility’ Is Everywhere. But Does Antiracism Training Work?", "title_page": "‘White Fragility’ Is Everywhere. But Does Antiracism Training Work? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But, he suggested, “in this moment we’re at risk of giving short shrift to dealing with qualifications. You can try to be competitive by equipping yourself to run the race that’s already scheduled, or you can try to change the race. There may be some things about the race I’d like to change, but my priority is to get people prepared to run the race that’s already scheduled.”\nDiAngelo gave a presentation, last July, at Levi Strauss & Co.’s corporate headquarters. Here was a chance to glean a hint of whether her consciousness raising might have a meaningful effect within the world as we know it. The event was held in a gleaming space, with a bleached wood floor and brightly painted exposed pipes, a coffee cart and billboards featuring models of various races sporting the company’s denim.\nThe turnout of around 45 employees — almost all of them white — felt sparse in the expansive room. Before DiAngelo got started, the director of Levi’s diversity team at the time told me that the company’s leadership probably wouldn’t be in the audience. On another floor, the corporation was holding its first shareholders meeting since going public four months earlier. Levi’s has a history of taking socially responsible stances; its motto is “profit through principles.” But this morning, with the shareholders elsewhere, the leadership wouldn’t be listening to DiAngelo.\nShe showed her facts and photographs and lectured on the supremacist worldview that, inevitably, saturates white people and seeps from our pores, and again, though this was my third DiAngelo session in as many days, I was moved. So was a high-level manager sitting near me; it turned out that there were, in the room, a handful of people in influential roles. “I walked out with a heightened awareness of my white privilege,” the manager said afterward, “but I don’t know what Levi’s was trying to accomplish — this was a miss for me.” He had wide experience in the corporate world, and he commented, “Like at most companies, we’re lighter and lighter and lighter the higher you go.” He didn’t imagine this changing anytime soon, and when I called the diversity director to ask what Levi’s hoped to gain from DiAngelo’s workshop and how it would judge its progress on racial issues, I was told that the goal was “to get conversations started” but that to his knowledge the company kept no data reflecting diversity in senior positions or promotion rates by race. This was not unlike what I heard from Gore, whose spokeswoman praised DiAngelo’s workshops there over the last few years but who insisted, as recently as this June, that Gore is “not traditionally hierarchical” and so has no numbers on racial diversity in positions of control.\nIn the aftermath of Floyd’s killing, Levi’s, along with so many other institutions, put out a statement about the “brutal truth” of both American racism and inequality inside its own “house.” The company has booked another two sessions with DiAngelo. Perhaps more encouraging, it has pledged to be transparent about the racial makeup of the company’s leadership. It just posted the data on its website. But less encouraging — despite a diversity program that was started three years ago — are the numbers themselves. Only 2 percent of the company’s top 250 or so positions are filled by Black people, and the executive team and corporate board have no Black people at all, though the company has announced that it will fill its next opening on the board with a Black person. When I checked in with the high-level manager, he described the chief executive as caring earnestly about racial issues but also noted that this spring, during the pandemic, the company furloughed thousands of its low-level — and most diverse — workers, while the company chose to pay out dividends to shareholders, including to the chief executive, a reward of hundreds of thousands of dollars that he chose not to forgo.\nDiAngelo and Singleton are confident that the lessons they teach are the right ones, but about whether our society is on the verge of true racial progress, confidence comes and goes. Singleton talked in June about antiracism being pitted against the immense coupled forces of “white dysconsciousness and power” and told me that he hadn’t watched the video of Floyd’s killing, because “I believe once I’ve seen the video it will change the person I am. And the person I am is already too much for the society.” He meant that his tone, if not his message, is reserved, and that if he watched the video, fury might overtake him. “My grandfather’s brother was lynched in the South,” he said, and he immediately moved on, saying that he had to preserve his ability to “create this human fabric,” to stitch connections through understanding rather than rip things utterly apart. The video would take him “to a level of doubting humanity, doubting that we can extract from humanity the disease of racism.”\nDiAngelo hopes that her consciousness raising is at least having a ripple effect, contributing to a societal shift in norms. “You’re watching network TV, and they’re saying ‘systemic racism’ — that it’s in the lexicon is kind of incredible,” she said. So was the fact that “young people understand and use language like ‘white supremacy.’” She listed more evidence for optimism: “It’s in the extent of the protests. It’s in banning the confederate flag at NASCAR races. The renaming of military bases. Walmart agreeing to stop locking the ethnic hair-care products. We need a culture where a person who resists speaking up against racism is uncomfortable, and right this moment it looks like we’re in that culture.”\nYet she described a warning from her daily life in Seattle. “I was in the supermarket the other day, and over the cheese section was a small sign saying, ‘Black Lives Matter.’” Its lettering was childlike, in a cheery array of pink, green and blue, and it was plainly mass-produced. “It was like a Hallmark card,” she said. The phrase floated above the meticulous display of provolone, fontina and Emmentaler, stripped of all power, a message of fleeting intent.", "url": "https://www.nytimes.com/2020/07/15/magazine/white-fragility-robin-diangelo.html"}