{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:24:37", "date_modify": "2022-10-25 23:24:37", "date_publish": "2020-12-11 23:37:52", "description": "The suit, filed directly in the Supreme Court, sought to bar Georgia, Michigan, Pennsylvania and Wisconsin from casting their electoral votes for Joseph R. Biden Jr.", "filename": "2020_12_11_us_politics_supreme-court-election-texas_1666740277.html", "image_url": "https://static01.nyt.com/images/2020/12/11/us/politics/11dc-scotus-texas1/11dc-scotus-texas1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=4fa35f4ecb2c07df1c715bc11eb839dad16c2da49459c81afb1589ed5d3c2af6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_11_us_politics_supreme-court-election-texas_1666740277.html", "title": "Supreme Court Rejects Texas Lawsuit Challenging Biden's Victory", "title_page": "Supreme Court Rejects Texas Lawsuit Challenging Biden's Victory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump’s campaign did not immediately issue a statement. In an appearance on the conservative network Newsmax soon after the decision was announced, Rudolph W. Giuliani, Mr. Trump’s personal lawyer, said that the campaign’s legal effort would continue, insisting that his team had originally planned for “four or five separate cases.”\n“We’re not finished, believe me,” he said with a laugh at the end of the interview.\nThe president, who at a White House Hanukkah party earlier in the week eagerly mentioned the pending court case in his remarks, was scheduled to attend another holiday party around the time the ruling came down. But around 8:30 p.m., guests were informed that Mr. Trump would not be coming down from the residence to speak.\nMr. Trump weighed in later on Twitter. “The Supreme Court really let us down,” he said. “No Wisdom, No Courage!”\nFriday’s order was not quite unanimous. Justice Samuel A. Alito Jr., joined by Justice Clarence Thomas, issued a brief statement on a technical point. But it was nonetheless a comprehensive rebuke to Mr. Trump and his allies. It was plain that the justices had no patience for Texas’ attempt to enlist the court in an effort to tell other states how to run their elections.\nThe majority ruled that Texas could not file its lawsuit at all. “The state of Texas’ motion for leave to file a bill of complaint is denied for lack of standing,” the court’s order said.\nJustice Alito, taking a slightly different approach, wrote that the court was not free immediately to shut down lawsuits filed by states directly in the court. “In my view,” he wrote, “we do not have discretion to deny the filing of a bill of complaint in a case that falls within our original jurisdiction.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nBut that was as far as those two justices were willing to go. “I would therefore grant the motion to file the bill of complaint but would not grant other relief,” Justice Alito wrote, “and I express no view on any other issue.”", "url": "https://www.nytimes.com/2020/12/11/us/politics/supreme-court-election-texas.html"}