{"authors": ["David E. Sanger", "Matt Stevens", "Nicole Perlroth"], "date_download": "2022-10-25 23:24:19", "date_modify": "2022-10-25 23:24:19", "date_publish": "2020-11-13 13:22:21", "description": "A group of federal, state and local officials working with a Department of Homeland Security agency declared flatly that the election was the most secure in the nation’s history.", "filename": "2020_11_13_us_election-officials-flatly-declare-that-the-election-was-the-most-secure-in-american-history_1666740259.html", "image_url": "https://static01.nyt.com/images/2020/11/13/us/politics/13transition-brief-dc-voting/13transition-brief-dc-voting-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4269830065f6311663cf85a3dd9d2320b80bf88ee7070b86531aecacb918740d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_13_us_election-officials-flatly-declare-that-the-election-was-the-most-secure-in-american-history_1666740259.html", "title": "Election officials flatly declare that the election ‘was the most secure in American history.’", "title_page": "Election officials flatly declare that the election ‘was the most secure in American history.’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hours after President Trump repeated a baseless report that a voting machine system “deleted 2.7 million Trump votes nationwide,” he was directly contradicted by a group of federal, state and local election officials, who flatly declared Thursday that the election “was the most secure in American history” and that “there is no evidence” any voting systems were compromised.\nThe rebuke, in a statement by a coordinating council overseeing the voting systems used around the country, never mentioned Mr. Trump by name. But it amounted to a remarkable corrective to a wave of disinformation that Mr. Trump has been pushing across his Twitter feed.\n“While we know there are many unfounded claims and opportunities for misinformation about the process of our elections, we can assure you we have the utmost confidence in the security and integrity of our elections, and you should, too,” the officials added in their statement. “When you have questions, turn to elections officials as trusted voices as they administer elections.”\nThe statement was distributed by the Department of Homeland Security’s Cybersecurity and Infrastructure Security Agency, which is responsible for helping states secure the voting process. Coming directly from one of Mr. Trump’s own cabinet agencies, it further isolated the president in his false claims that widespread fraud cost him the election.", "url": "https://www.nytimes.com/2020/11/13/us/election-officials-flatly-declare-that-the-election-was-the-most-secure-in-american-history.html"}