{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:15", "date_modify": "2022-10-25 23:29:15", "date_publish": "2020-05-17 16:15:31", "description": "Jerome H. Powell, who heads the central bank, predicted a slow economic recovery and reiterated that policymakers may need to do more.", "filename": "2020_05_17_business_economy_fed-powell-economic-recovery_1666740555.html", "image_url": "https://static01.nyt.com/images/2020/05/17/us/politics/17dc-powell/17dc-powell-facebookJumbo.jpg?year=2020&h=549&w=1050&s=8052249190e564e18edff043915c0fdd168c3326e513fc470c19f3c1d2d70901&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_17_business_economy_fed-powell-economic-recovery_1666740555.html", "title": "Fed Chair Says Economic Recovery May ‘Stretch’ Through End of 2021", "title_page": "Fed Chair Says Economic Recovery May ‘Stretch’ Through End of 2021 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Fed chair suggested that the worst economic readings were yet to come, even as states begin to gradually reopen. He said that he expected “a couple more months” of job losses and acknowledged that the unemployment rate, which hit 14.7 percent in April, could peak at 20 percent or even 25 percent. He said that as the economy contracts in the second quarter, it could “easily” fall by 20 percent or 30 percent on an annual basis.\nThe interview, which CBS said was taped on May 13, followed a blunt speech that the Fed chair delivered that same day in which he warned that the economy may need more fiscal help to prevent permanent job losses and waves of bankruptcies.\n“I was really calling out a risk that I think is an important one for people to be cognizant of, and that is the risk of longer-run damage to the economy,” Mr. Powell said of that May 13 speech, acknowledging that “part” of his point was to send Capitol Hill a signal that the economy would need more assistance.\nMr. Powell suggested that appropriate government policy could “buy time” for workers and companies, and that government efforts may need to span “maybe three or six more months.”\n“It may well be that the Fed has to do more,” he said. “It may be that Congress has to do more. And the reason we’ve got to do more is to avoid longer-run damage to the economy.”\nWhile he was careful to avoid giving lawmakers specific advice, Mr. Powell said policymakers should focus on keeping people in their homes, ensuring they can pay their bills and helping companies avoid insolvencies brought about by the lockdown. Asked whether state and local governments needed more congressional assistance, he pointed out that many provided crucial services and were required to balance their budgets, so such a policy “deserves a careful look.”\nThe House on Friday narrowly passed a $3 trillion pandemic relief package that would send aid to state and local governments and another round of direct $1,200 payments to taxpayers. The proposal, which includes Democratic priorities including the temporary suspension of a limit on the deduction of state and local taxes from federal income taxes, has no chance of becoming law amid Republican opposition.", "url": "https://www.nytimes.com/2020/05/17/business/economy/fed-powell-economic-recovery.html"}