{"authors": ["Austin Ramzy", "Tiffany May", "Elaine Yu"], "date_download": "2022-10-25 23:39:32", "date_modify": "2022-10-25 23:39:32", "date_publish": "2020-11-11 05:42:10", "description": "Four pro-democracy figures were forced out of the legislature, prompting another 15 to vow to resign in solidarity, as Beijing cracks down on one of the city’s few remaining venues for political opposition.", "filename": "2020_11_11_world_asia_hong-kong-protest-democracy_1666741172.html", "image_url": "https://static01.nyt.com/images/2020/11/11/world/11hongkong-1sub/11hongkong-1sub-facebookJumbo.jpg?year=2020&h=549&w=1050&s=3defa981e2798d34dfad38973363ccbe3698310e33945b3f54838d19afe087d1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_11_world_asia_hong-kong-protest-democracy_1666741172.html", "title": "China Targets Hong Kong’s Lawmakers as It Squelches Dissent", "title_page": "China Targets Hong Kong’s Lawmakers as It Squelches Dissent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — China moved on Wednesday to quash one of the last vestiges of democracy and dissent in Hong Kong, forcing the ouster of four pro-democracy lawmakers from their elected offices in a purge that prompted the rest of the opposition to vow to resign en masse.\nThe departures will reshape the city’s political landscape, which has been upended since China imposed a sweeping national security law on Hong Kong this summer that gave the authorities broad powers to crack down on resistance. They mark the intensification of a campaign that has damaged Hong Kong’s global reputation as a bastion for freedom of speech and rule of law.\nThe targeting of the democratically elected lawmakers comes at a time when the United States — which has recently protested China’s treatment of Hong Kong and imposed sanctions — is distracted by its own struggles over the American presidential election.\nIn Hong Kong in recent months, the Beijing-backed authorities have arrested pro-democracy leaders and activists as they resolved to bring Hong Kong to heel and put an end to the protests that engulfed the semiautonomous Chinese territory for much of last year. Beijing and its supporters have also raised pressure on Hong Kong’s independent court system and on news outlets that strike a defiant tone.", "url": "https://www.nytimes.com/2020/11/11/world/asia/hong-kong-protest-democracy.html"}