{"authors": ["William J. Broad"], "date_download": "2022-10-25 23:39:05", "date_modify": "2022-10-25 23:39:05", "date_publish": "2020-06-15 15:00:10", "description": "Researchers enlisted quantum physics to send a “secret key” for encrypting and decrypting messages between two stations 700 miles apart.", "filename": "2020_06_15_science_quantum-satellites-china-spying_1666741145.html", "image_url": "https://static01.nyt.com/images/2020/06/23/science/15SCI-SATELLITES1/15SCI-SATELLITES1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=75390eadb5e00021f8c88e524dfe01e642ab6a49bb2ff98dbbfb1467bc59dbef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_15_science_quantum-satellites-china-spying_1666741145.html", "title": "China Reports Progress in Ultra-Secure Satellite Transmission", "title_page": "China Reports Progress in Ultra-Secure Satellite Transmission - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The world of artificial satellites, silent in the void of space, might seem pacific. In fact it’s a high-flying battlefield rife with jamming, snooping, blinding, spoofing, hacking and hostility among the planet’s growing array of spacecraft and space powers. Now, Chinese scientists report new progress in building what appears to be the first unbreakable information link between an orbiting craft and its terrestrial controllers, raising the odds that Beijing may one day possess a super-secure global communications network.\nIn the journal Nature on Monday, the team of 24 scientists describe successfully testing the transmission of a “secret key” for encrypting and decrypting messages between a satellite and two ground stations located roughly 700 miles apart.\nThe method enlists quantum entanglement, an idea of modern physics that seems ridiculously at odds with common sense. It posits that a pair of widely separated subatomic particles can still seem instantaneously linked: Measuring a property of one will simultaneously affect the measured results on its companion, even if the two are millions of light-years apart. Albert Einstein called quantum entanglement “spooky action at a distance.”\nThe Chinese authors, who in 2017 first reported on entanglement success in a satellite transmission, now show that they have increased its efficiency and reduced error rates enough to use quantum entanglement for the relay of cryptographic keys. In a research summary, Nature said the team had demonstrated that the system “produces a secure channel that is resistant to attacks.”", "url": "https://www.nytimes.com/2020/06/15/science/quantum-satellites-china-spying.html"}