{"authors": ["Dana Goldstein"], "date_download": "2022-10-25 23:48:34", "date_modify": "2022-10-25 23:48:34", "date_publish": "2020-07-09 16:00:18", "description": "As President Trump and others push to get students back in the classroom this fall, educators say they need more support and clearer guidelines.", "filename": "2020_07_09_us_schools-reopening-trump_1666741714.html", "image_url": "https://static01.nyt.com/images/2020/07/08/us/00virus-costs01/00virus-costs01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d3b7783dc26262d033fc6c384f7fb0ae5865df4debab9ce2042fd400f59a228e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_09_us_schools-reopening-trump_1666741714.html", "title": "‘Big Mess’ Looms if Schools Don’t Get Billions to Reopen Safely", "title_page": "‘Big Mess’ Looms if Schools Don’t Get Billions to Reopen Safely - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Mitch McConnell of Kentucky, the majority leader, has said he is open to a “final” relief bill that would cover some of the expenses of opening schools safely. “We can’t get back to normal if the kids are not back in school,” he said this week.\nExactly how much money the nation’s schools need to reopen is a matter of debate, complicated by the conflicting, sometimes shifting advice and guidelines that administrators have received from government agencies and medical authorities.\nIn May, the Centers for Disease Control and Prevention said that remote learning was the safest option, and that students in classrooms should remain six feet apart “when feasible.” A six-foot requirement would mean that many schools could accommodate half of their students or fewer at any given time.\nGiven that, many systems planned a hybrid approach, with students splitting their time between classrooms and remote learning. On Wednesday, Mayor Bill de Blasio of New York said students in the nation’s largest school district would most likely attend only one to three days per week if schools open in September.\nThe Trump administration has promoted an alternate set of guidelines from the American Academy of Pediatrics that suggest three feet of physical distance may be sufficient in classrooms if students wear masks.\nRegardless of which recommendations are followed, reopening schools will require changes. An average-size district of 3,700 students can expect $1.8 million in pandemic-related costs for 2020-21, representing 3 to 4 percent of a typical annual budget, according to an estimate from AASA, the School Superintendents Association. Districts say they typically operate on tight budgets, and even more so this year as state and local tax revenues run low.\nBut some experts have suggested that much of what schools are planning for the fall, such as checking students’ symptoms before they board buses or enter schools, is unnecessary, akin to the type of “security theater” Americans became accustomed to after the terrorist attacks of Sept. 11, 2001 — reassuring, but often providing only superficial protection.", "url": "https://www.nytimes.com/2020/07/09/us/schools-reopening-trump.html"}