{"authors": ["Ashley Southall", "Jeffery C. Mays"], "date_download": "2022-10-25 23:30:03", "date_modify": "2022-10-25 23:30:03", "date_publish": "2020-05-29 18:26:13", "description": "The departmental charges would be in connection with a May 2 incident in the East Village during which an officer sat on a man’s neck.", "filename": "2020_05_29_nyregion_nypd-officers-charged-social-distancing-arrest_1666740603.html", "image_url": "https://static01.nyt.com/images/2020/05/29/nyregion/29nypd-misconduct/29nypd-misconduct-facebookJumbo.jpg?year=2020&h=549&w=1050&s=0093d8765147331dd5ae99bcb30735101fc38faaffbabe071d428cca26564724&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_29_nyregion_nypd-officers-charged-social-distancing-arrest_1666740603.html", "title": "Charges Recommended Against 3 Officers Involved in Violent N.Y. Arrest", "title_page": "Charges Recommended Against 3 Officers Involved in Violent N.Y. Arrest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Afterward, the officers filed charges accusing Mr. Wright of assaulting a police officer, but a spokesman for the Manhattan district attorney’s office said on Friday that prosecutors had dropped the case on May 18. The spokesman, Danny Frost, said prosecutors were still reviewing the officers’ conduct.\nOn Friday, Mr. Wright filed a notice of claim announcing his intention to file a $50 million lawsuit against the city. His lawyer, Sanford Rubenstein, also called on the district attorney to bring criminal charges.\n“The video, pictures of the truth, clearly call for a criminal investigation of this matter,” Mr. Rubenstein said. “The evidence is there.”\nThe nationwide demonstrations recalled those that followed a grand jury’s decision not to bring criminal charges against a New York officer who used a fatal chokehold on Eric Garner during an arrest on Staten Island in 2014. Mr. Floyd and Mr. Garner uttered the same last words: “I can’t breathe.”\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nAs protesters gathered near Foley Square in Manhattan, Mayor Bill de Blasio called for demonstrators to be peaceful.\n“The police officer in front of you is a working man and woman just trying to do their job,” he said during a news conference with the police commissioner at City Hall. “They did not create the policies. They did not create the pain.”\nOn Thursday, the mayor had called for the Minneapolis officer who knelt on Mr. Floyd to be charged immediately, while New York City’s police commissioner, Dermot F. Shea, condemned what happened as “unacceptable anywhere.”", "url": "https://www.nytimes.com/2020/05/29/nyregion/nypd-officers-charged-social-distancing-arrest.html"}