{"authors": ["Sam Anderson"], "date_download": "2022-10-25 23:35:09", "date_modify": "2022-10-25 23:35:09", "date_publish": "2020-11-05 10:00:11", "description": "A viral clip of old-timey French people pelting one another with snowballs perfectly distills our current mayhem. It’s my favorite film of 2020.", "filename": "2020_11_05_magazine_snowball-video-fight_1666740909.html", "image_url": "https://static01.nyt.com/images/2020/11/08/magazine/08mag-screenland/08mag-screenland-facebookJumbo.jpg?year=2020&h=549&w=1050&s=d264ab416ac2c32bb8953d4086563a29b335836e26e0c8b93669edf6a551a4a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_05_magazine_snowball-video-fight_1666740909.html", "title": "Watch This Snowball Fight From 1897 for a Jolt of Pure Joy", "title_page": "Watch This Snowball Fight From 1897 for a Jolt of Pure Joy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Surviving 2020 has meant living, simultaneously, in two incompatible timelines. There is, on one hand, the relentlessness of the present moment. “Now! Now! Now! Now! Now!” 2020 screams in our faces, constantly, like a bullying mindfulness coach. And yet we can also feel ourselves being pulled out into the deep stretch of history. We are so clearly living through the worst chapters of a civics textbook. Even as we suffer, we know that our hyperventilations and breakdowns will be archived and studied by some patient people in a saner future. And so we feel displaced. We have become living fossils, ancient even to ourselves. Still, somehow, there is so much fresh pain.\nOver the last month, as a coping mechanism, I have been watching the same viral video over and over and over. It is not a campaign ad or a supercut of triumphant congressional zingers. In fact, it is the opposite: a brief clip of old-timey French people pelting one another with snowballs. This is my favorite film of 2020 — a tiny masterpiece that perfectly distills not only our current mayhem but also, more profoundly, our baffling displacement in time.\nThe footage was captured in Lyon, in 1897, by the Lumière brothers, who were among the world’s first filmmakers. It was originally black and white, of course, and herky-jerky because of the low frame rate. But this snowball fight has recently been colorized and smoothed, and the result is shockingly modern.\nThe video shows 52 seconds of joyful carnage: a gaggle of antiquated French people hucking compacted snow at one another’s faces with terrifying ferocity. Although it’s hard to get an accurate head count in the chaos, there is something like 15 of them: men in suits and hats and women in long puffy sleeves, their skirts protected by aprons. The combatants start on either side of a stately tree-lined street, but soon they end up all scrambled together. It’s like one of those big battle scenes at the end of a superhero movie — a gracefully choreographed free-for-all, a ballet of annihilation. Fighters swivel and dodge and stoop down to reload; alliances form and disband; heads disappear in explosions of snow. Brave fighters suddenly fall.", "url": "https://www.nytimes.com/2020/11/05/magazine/snowball-video-fight.html"}