{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:31:58", "date_modify": "2022-10-25 23:31:58", "date_publish": "2020-07-15 01:37:16", "description": "Ms. Gideon, backed by the Senate Democratic campaign arm and outside political groups, had long been the favorite to challenge Senator Collins, the sole remaining New England Republican in Congress.", "filename": "2020_07_14_us_politics_sara-gideon-maine_1666740718.html", "image_url": "https://static01.nyt.com/images/2020/07/14/us/politics/00dc-gideonmaine/00dc-gideonmaine-facebookJumbo.jpg?year=2020&h=550&w=1050&s=aac5f32a436044d102e329e4ad7b64090b825876e7bc93c679aec84c1ad54419&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_14_us_politics_sara-gideon-maine_1666740718.html", "title": "Sara Gideon Wins Democratic Nomination in Maine to Challenge Susan Collins", "title_page": "Sara Gideon Wins Democratic Nomination in Maine to Challenge Susan Collins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Senator Collins has changed, and Mainers deserve better,” Ms. Gideon added. “Mainers deserve a senator who will bring people together to overcome the challenges we face.”\nWhile Ms. Collins coasted to a fourth term in 2014 with 69 percent of the vote, her reputation for independence and bipartisanship has suffered under the Trump administration, and her approval ratings have plummeted at home. Though she has split with President Trump on a number of issues, she faced a significant backlash after supporting the $1.5 trillion tax-cut package in 2017 and voting to confirm Brett M. Kavanaugh to the Supreme Court in 2018.\nMillions of dollars have flooded the race and the airwaves in Maine, with Ms. Gideon raising $23 million from both voters in Maine and national Democratic donors eager to flip the seat and secure control of the Senate.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nHaving defeated two progressives — Betsy Sweet, a lobbyist, and Bre Kidman, a lawyer — Ms. Gideon is set to receive another windfall: at least $3.5 million raised by a crowdfunding campaign during and after the confirmation of Justice Kavanaugh. (Because organizers vowed to return the donations if Ms. Collins voted against his confirmation, the senator has condemned the money as a bribe seeking to influence an official act.)\n“Our State Legislature has been out of session for 120 days as Maine’s unemployment system cratered and thousands of workers who lost their jobs in the pandemic still can’t get the help they need,” said Kevin Kelley, a spokesman for the senator’s campaign. “Meantime, Speaker Gideon is about to take $4 million from people who tried to buy Senator Collins’s vote. But Senator Collins can’t be bribed — and she remains solely focused on providing assistance to cities, towns, small businesses, and workers who need her help now more than ever.”", "url": "https://www.nytimes.com/2020/07/14/us/politics/sara-gideon-maine.html"}