{"authors": ["Maggie Haberman", "Michael Crowley"], "date_download": "2022-10-25 23:02:22", "date_modify": "2022-10-25 23:02:22", "date_publish": "2020-10-20 23:48:45", "description": "The president is increasingly fixated on seeing criminal action against his political opponents.", "filename": "2020_10_20_us_politics_trump-barr-biden_1666738942.html", "image_url": "https://static01.nyt.com/images/2020/10/20/us/politics/20dc-trump-1/20dc-trump-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f498d025720b57d3bd126238ad4c4fdf5a9bd4bfe28a960228ad3d7a94919aa4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_20_us_politics_trump-barr-biden_1666738942.html", "title": "Trump Calls on Barr to ‘Act’ Against Biden Before Election", "title_page": "Trump Calls on Barr to ‘Act’ Against Biden Before Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Follow our live analysis of the Biden inauguration.]\nPresident Trump on Tuesday called on William P. Barr, the attorney general, to take action before Election Day against his Democratic opponent, former Vice President Joseph R. Biden Jr., over his son’s foreign work, an extraordinary attempt to pressure the government’s chief law enforcement to help him politically.\nThe president made the remark during an interview with “Fox & Friends,” after days of caustic criticism of Mr. Biden, the moderators of the presidential debates, the news media and, increasingly, Mr. Barr. He recently said the attorney general would go down in history “as a very sad, sad situation” if he did not indict Democrats like Mr. Biden and former President Barack Obama.\n“We’ve got to get the attorney general to act,” Mr. Trump said on Tuesday, when asked whether he wants to see investigations into unverified information about Mr. Biden and his son Hunter that the president’s personal lawyer, Rudolph W. Giuliani, claims he recently obtained. Mr. Giuliani, who has made a range of outlandish and false assertions in an effort to damage the president’s rivals and critics, has refused to provide news outlets with the information he claims to have.\nMr. Trump called on Mr. Barr to appoint a special prosecutor or similar official, saying: “He’s got to act. And he’s got to act fast.”", "url": "https://www.nytimes.com/2020/10/20/us/politics/trump-barr-biden.html"}