{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:32:09", "date_modify": "2022-10-25 23:32:09", "date_publish": "2020-07-20 16:16:39", "description": "As his advantage endures well into its second month, it becomes harder to assume that it’s just another fleeting shift.", "filename": "2020_07_20_upshot_biden-trump-poll_1666740729.html", "image_url": "https://static01.nyt.com/images/2020/07/20/upshot/up-polls-ai2html-embed-1595261346428/up-polls-ai2html-embed-1595261346428-facebookJumbo.png?year=2020&h=549&w=1050&s=adc43a69a9027236e2882a5b2a3202c3bfb8ae4024fa75ee322d9a05c02709ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_20_upshot_biden-trump-poll_1666740729.html", "title": "Big Polling Leads Tend to Erode. Is Biden’s Edge Different?", "title_page": "Big Polling Leads Tend to Erode. Is Biden’s Edge Different? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It remains possible that President Trump’s current slump is just a larger and more protracted version of the news-driven shift that we’ve seen many times in recent years. Mr. Biden’s lead has lasted long enough to cast some doubt on that interpretation, but not necessarily so long to preclude it.\nThe president has undoubtedly faced a steady stream of negative coverage, over issues like the Bible photo op at Lafayette Park, his reluctance to wear a mask during the pandemic, his administration’s spat with Dr. Anthony Fauci. For the purpose of understanding the president’s standing in the polls, perhaps there is some similarity between the Trump administration’s feud with Dr. Fauci and Mr. Trump’s attacks on Khizr Khan or the former Miss Universe pageant contestant Alicia Machado four years ago.\nAt the same time, Mr. Biden has avoided the limelight. If Mr. Biden becomes the focal point of the race and the string of bad news for Mr. Trump comes to an end, perhaps the polls might revert to where they were in April or May.\nThe other possibility is that Mr. Biden’s lead is more like Mr. Obama’s in 2008. If so, it is not the result of the vagaries of the news cycle. Instead, Mr. Biden’s lead might follow from a fundamental change in the underlying dynamics of American politics, much as the financial crisis reshaped the race in 2008. This time, it wouldn’t be the economy, but the coronavirus.\nEven more than the economy in 2008, coronavirus is the dominant issue in American life today. It poses an immediate health risk to Americans, and the effort to contain it has profound consequences for the course of the American economy. It is the rare issue that takes precedence over the economy for voters, who have told pollsters they would rather address the coronavirus, even at the risk of hurting the economy, than reopen the economy at the risk of public health.\nIn this sense, the fight against coronavirus has the potential to define American politics the way an armed conflict might: It poses a threat to the health and safety of the public, and voters support the effort to defeat it even at a significant economic cost.\nUnlike a recession — but again somewhat like a crisis or war — the emergence of coronavirus was not necessarily bad news for Mr. Trump. It offered an opportunity for nonpartisan, presidential leadership on a pressing issue that transcends traditional political divisions.", "url": "https://www.nytimes.com/2020/07/20/upshot/biden-trump-poll.html"}