{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 23:44:17", "date_modify": "2022-10-25 23:44:17", "date_publish": "2020-03-25 17:23:40", "description": "President Vladimir V. Putin of Russia postponed a referendum on a constitutional change to term limits and ordered a weeklong national holiday to help halt the spread of the coronavirus.", "filename": "2020_03_25_world_europe_russia-putin-coronavirus_1666741457.html", "image_url": "https://static01.nyt.com/images/2020/03/25/world/25virus-putin/25virus-briefing-putin-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b9a4c677b5fceedbd973888871438069efec6ee5ea18c4b36ad3bfd1b8dc8c30&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_25_world_europe_russia-putin-coronavirus_1666741457.html", "title": "Citing Virus, Putin Suspends Vote on Keeping Him in Power", "title_page": "Citing Virus, Putin Suspends Vote on Keeping Him in Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Please don’t think that ‘this doesn’t concern me.’ It concerns everyone,” he said. Ignoring that message, he warned, would mean that “what is happening today in many Western countries, both in Europe and overseas, can become our immediate future. All recommendations must be followed.”\n“It is necessary to protect yourself and your loved ones, to show discipline and responsibility,” he added. “And believe me, the safest thing now is to be at home.”\nWhile telling most people not to return to work for the holiday week starting on Saturday, Mr. Putin said the stay-at-home order would not apply to employees of shops, medical institutions, pharmacies, public transportation, banks and government offices. The move suggests that, despite a drumbeat of warnings in recent days about the risks of a health crisis in Russia, the authorities believe they can avoid a dangerous outbreak of the kind seen across Western Europe without shutting down the country.\nMr. Putin’s critics took to social media as soon as the president finished speaking to complain that the partial lockdown did not go far enough and to warn that the weeklong holiday would only send people flooding onto the streets and into parks and shred the already very limited efforts in Russia at social distancing.\nMr. Putin left it unclear whether the Kremlin would continue as planned with its biggest event of the year — nationwide celebrations on May 9 to commemorate the 75th anniversary of the Red Army’s victory over Nazi Germany. Current plans include a huge military parade through the center of Moscow and large gatherings of spectators.\nRussia on Wednesday reported a sharp jump in confirmed cases, with 163 new infections taking the total to 658. While those figures are low compared with what is happening in much of Western Europe and the United States, the number of new infections was the largest one-day increase in the country yet, stirring alarm that Russia could be following the same path as countries that have been harder hit.\nRussia’s relative success in slowing the spread of the virus has fueled heated debate about whether the official statistics can be trusted, with government critics insisting, without solid evidence, that the Kremlin had hidden the scale of the problem, just as Soviet leaders did after the Chernobyl nuclear power plant exploded in 1986.", "url": "https://www.nytimes.com/2020/03/25/world/europe/russia-putin-coronavirus.html"}