{"authors": ["Julie Bosman"], "date_download": "2022-10-25 23:53:35", "date_modify": "2022-10-25 23:53:35", "date_publish": "2020-05-15 09:00:29", "description": "The coronavirus has created new tensions. Staying at home has worsened abusive situations. Shelters worry about the spread of the virus.", "filename": "2020_05_15_us_domestic-violence-coronavirus_1666742015.html", "image_url": "https://static01.nyt.com/images/2020/05/17/us/17virus-domestic01/00virus-domestic01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0baa913930a4d5324f6d2cdde6f8f4d9b9b0f93facc8c9c634e5d648b7c01b9a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_15_us_domestic-violence-coronavirus_1666742015.html", "title": "Domestic Violence Calls Mount as Restrictions Linger: ‘No One Can Leave’", "title_page": "Domestic Violence Calls Mount as Restrictions Linger: ‘No One Can Leave’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But many other callers to the hotline in Chicago, which takes calls from across Illinois, have been from victims who are waiting out the coronavirus stay-at-home orders, reasoning that leaving at this time is riskier than ever. Callers have asked for help on how to keep their partners calm, how to secretly save money, how to develop code words with children that will tell them they need to call 911.\nSome victims of violence are anticipating that stay-at-home orders will be lifted before long, and are making plans for when that day will come.\n“The pandemic has put the pressure on,” Ms. Pyron said. “No one can go stay somewhere for a few days, have family come over, have the kids go stay with grandparents. Those safety supports aren’t accessible in a meaningful way.”\nMs. Lightfoot unveiled a five-phase plan last week for reopening the city, a schedule with strict benchmarks before restrictions on businesses, lakefront parks and public services can be lifted. Chicago has been hard hit by the coronavirus, which has sickened more than 1.4 million people in the United States and killed more than 85,000.\nOne woman who recently left her abusive partner, who asked that her name not be published out of concern that he might retaliate, said that she lost her job because of the coronavirus, making it more difficult to live on her own.\nIn an interview, she said she had no intention of returning to her former husband, who on one occasion beat her so badly that she was hospitalized, and that she was relying on family and friends to help. “It’s terrible for women who are living with their abusers right now,” she said. “It’s hard to walk out during normal times.”", "url": "https://www.nytimes.com/2020/05/15/us/domestic-violence-coronavirus.html"}