{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:43:19", "date_modify": "2022-10-25 23:43:19", "date_publish": "2020-12-10 07:48:13", "description": "Health officials warned that the number of daily cases in the country could rise to record highs in coming days, and that the latest wave of infections was the most elusive.", "filename": "2020_12_10_world_asia_south-korea-covid-vaccine-surge_1666741399.html", "image_url": "https://static01.nyt.com/images/2020/12/10/world/10skorea-virus01/10skorea-virus01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=08150bd4aa81da9500c44676c6e4630a64b8da70b1c83b10c41b622dbb57d96e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_10_world_asia_south-korea-covid-vaccine-surge_1666741399.html", "title": "Cases Surge in South Korea, but Covid Vaccine Is Months Away", "title_page": "Coronavirus Cases Surge in South Korea, but Covid Vaccine Is Months Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — For most of the year, South Korea has kept its coronavirus numbers so low it was the envy of the world. Now, the country is grappling with the most elusive wave of infections it has seen, just as other nations prepare to roll out vaccinations.\nSouth Korea’s daily number of new cases was once as low as two per day. That number soared to​ 682 on Thursday, with health officials warning it could reach record highs in coming days. On Wednesday​, 686 new cases were reported, the highest daily count since Feb. 29.\n“We must exert all we can, considering this our last hurdle to clear ​in our efforts to curb the coronavirus before vaccines and treatments come online,” President Moon Jae-in said this week. He has instructed his government to mobilize ​​soldiers​, police officers and civil servants ​to help epidemiologists’ contact-tracing efforts.\nThe country’s struggle to contain the recent surge is a race against time. This week, Mr. Moon’s government announced that it had secured enough doses of coronavirus vaccines from companies such as AstraZeneca and Pfizer to inoculate roughly 86 percent of the population, but the first batch won’t arrive until March.", "url": "https://www.nytimes.com/2020/12/10/world/asia/south-korea-covid-vaccine-surge.html"}