{"authors": ["Somini Sengupta"], "date_download": "2022-10-25 23:42:48", "date_modify": "2022-10-25 23:42:48", "date_publish": "2020-05-29 18:18:25", "description": "Want to know whether the world can avert catastrophe? Watch the recovery plans coming out now in Europe, China and the United States.", "filename": "2020_05_29_climate_coronavirus-economic-stimulus-climate_1666741368.html", "image_url": "https://static01.nyt.com/images/2020/05/29/climate/29CLI-RECOVERY1/29CLI-RECOVERY1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ac8b5c6520aea2a5f64544a65f079f0e72ae12d258bf0d33e8fc5650bc20fbf4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_29_climate_coronavirus-economic-stimulus-climate_1666741368.html", "title": "Economic Giants Are Restarting. Here’s What It Means for Climate Change.", "title_page": "Economic Giants Are Restarting. Here’s What It Means for Climate Change. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As countries begin rolling out plans to restart their economies after the brutal shock inflicted by the coronavirus pandemic, the three biggest producers of planet-warming gases — the European Union, the United States and China — are writing scripts that push humanity in very different directions.\nEurope this week laid out a vision of a green future, with a proposed recovery package worth more than $800 billion that would transition away from fossil fuels and put people to work making old buildings energy-efficient.\nIn the United States, the White House is steadily slashing environmental protections and Republicans are using the Green New Deal as a political cudgel against their opponents.\nChina has given a green light to build new coal plants but it also declined to set specific economic growth targets for this year, a move that came as a relief to environmentalists because it reduces the pressure to turn up the country’s industrial machine quickly.", "url": "https://www.nytimes.com/2020/05/29/climate/coronavirus-economic-stimulus-climate.html"}