{"authors": ["Vivian Wang", "Austin Ramzy", "Tiffany May"], "date_download": "2022-10-25 22:57:38", "date_modify": "2022-10-25 22:57:38", "date_publish": "2020-05-24 07:11:03", "description": "Marchers defied social distancing rules and a water cannon to demonstrate against Beijing’s plan for new security legislation in the territory.", "filename": "2020_05_24_world_asia_hong-kong-protest-coronavirus-china_1666738658.html", "image_url": "https://static01.nyt.com/images/2020/05/24/world/24hongkong1a/24hongkong1a-facebookJumbo.jpg?year=2020&h=550&w=1050&s=161f42e102ea959496328101dd4de94902fdb3ee80f47f1b38b72992b137d825&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_24_world_asia_hong-kong-protest-coronavirus-china_1666738658.html", "title": "Despite Coronavirus, Hong Kong Protesters Rally Against China", "title_page": "Despite Coronavirus, Hong Kong Protesters Rally Against China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The protest on Sunday — the city’s first large-scale demonstration since the outbreak of the coronavirus pandemic — underscored the depth of many residents’ outrage and fear about Beijing’s national security push. The protesters flouted social distancing rules and police warnings against illegal assemblies to show their solidarity against the security laws, which many fear would strangle the civil liberties that distinguish the city from the mainland.\nBut the demonstration also made clear the challenges before the pro-democracy movement. Attendance was far lower than for the massive rallies last year against a bill that would have allowed extraditions to mainland China. Some protesters have expressed hopelessness or a new fear of participating in public opposition. The police also showed that they planned to continue a new pattern of assertiveness toward the protests, trying to stop mass gatherings before they occur.\n“I keep coming out to protest,” said one attendee, Hanna Ng, 16. “Bad things keep happening, but I don’t know what else to do.”\nCrowds began forming around 1 p.m., as hundreds of people milled beneath the gleaming facades of Causeway Bay, Hong Kong’s biggest shopping district. Ignoring police warnings about the city’s social distancing regulations, which prohibit public gatherings of more than eight people, the protesters taunted police officers, hoisted signs denouncing the Chinese Communist Party and sang “Glory to Hong Kong,” the unofficial anthem of the democracy movement.", "url": "https://www.nytimes.com/2020/05/24/world/asia/hong-kong-protest-coronavirus-china.html"}