{"authors": ["Michael D. Shear", "Sheila Kaplan"], "date_download": "2022-10-25 23:48:24", "date_modify": "2022-10-25 23:48:24", "date_publish": "2020-04-03 23:21:27", "description": "The Trump administration remains deeply divided over whether to tell all Americans to cover their faces in public to stop the spread of coronavirus.", "filename": "2020_04_03_us_politics_coronavirus-white-house-face-masks_1666741704.html", "image_url": "https://static01.nyt.com/images/2020/04/03/us/politics/03dc-virus-masks1/03dc-virus-masks1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=542bdac14cd2a8f1c284ae389696996c20ac08745d339c9c47b277d1c5ef20a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_03_us_politics_coronavirus-white-house-face-masks_1666741704.html", "title": "A Debate Over Masks Uncovers Deep White House Divisions", "title_page": "A Debate Over Masks Uncovers Deep White House Divisions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senior officials at the C.D.C. have been pushing the president for days to advise everyone — even people who appear to be healthy — to wear a mask or a scarf that covers their mouth and nose when shopping at the grocery store or while in other public places.\nThe embrace of such a policy would be one of the most visible alterations to social habits in the United States in the face of a pandemic that has infected more than a million people around the globe and killed nearly 60,000 — a physical manifestation of fear that has gripped millions of Americans.\nThe issue became more urgent after the C.D.C.’s director, Dr. Robert R. Redfield, said that as many as a quarter of those already infected may show no symptoms but still contribute to “significant” transmission. Local officials in New York and Los Angeles have already called for people to cover their faces in public. On Friday, the governor of Pennsylvania called on his state’s residents to wear masks when they go out.\nThe surgeon general, Jerome M. Adams, stood next to the president Friday and urged Americans to comply.\n“The virus can spread between people interacting in close proximity, for example coughing, speaking or sneezing, even if those people were not exhibiting symptoms,” Dr. Adams said. “In light of this new evidence, the C.D.C. recommends and the task force recommends wearing cloth face coverings in public settings where other social distancing measures are difficult.”\nBut some White House officials have resisted and Mr. Trump on Friday time and again said it was voluntary.\nMatthew Pottinger, the deputy national security adviser, who has been wearing a mask during meetings in the White House, has shown people studies that advocate the wide use of masks, one official said. Other officials believed that was excessive.", "url": "https://www.nytimes.com/2020/04/03/us/politics/coronavirus-white-house-face-masks.html"}