{"authors": ["Jeffery C. Mays"], "date_download": "2022-10-25 23:31:25", "date_modify": "2022-10-25 23:31:25", "date_publish": "2020-06-20 09:00:17", "description": "Two candidates who lost to incumbent members of Congress in 2018 are back. An altered political landscape may give them a lift this time.", "filename": "2020_06_20_nyregion_house-primaries-clarke-maloney-ny_1666740685.html", "image_url": "https://static01.nyt.com/images/2020/06/20/nyregion/20nyprimary-incumbents/20nyprimary-incumbents-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cc73ec3b8961b1ce5bf5260869e471229db461759d779e2b00112118ed0b7612&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_20_nyregion_house-primaries-clarke-maloney-ny_1666740685.html", "title": "‘This Is a Change Election’: Will 2 Entrenched House Members Fall?", "title_page": "‘This Is a Change Election’: Will 2 Entrenched House Members Fall? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Clarke compared the ad to the “propaganda that comes from the White House.” Mr. Bunkeddeko sent a fund-raising email saying that he was better suited to take on the kind of “fear mongering” that he said Mr. Deutsch’s ad reflected.\n“Was my ad dramatic?” Mr. Deutsch said. “Yes. Did it highlight the extremes? Sure, it did. Was it racist? Absolutely not.” Mr. Deutsch has been endorsed the Police Benevolent Association, but he said he believed there was room for the Police Department to make changes.\nWhile Mr. Deutsch is expected to cut into Ms. Clarke’s base, Isiah James, a combat veteran and democratic socialist, is running to the left of Mr. Bunkeddeko. Lutchi Gayot, who ran as a Republican against Ms. Clarke in the 2018 general election, is now running as a Democrat.\nMr. James, 33, a Black Lives Matter activist, said calls for reform from Mr. Bunkeddeko and Ms. Clarke do not go far enough.\nThe district’s ills, which he described as including hospital closings, discriminatory policing and a lack of affordable housing, had persisted long before the pandemic and the recent protests brought them to the fore, Mr. James said.\nMs. Clarke expressed anger over the argument that she had not been active enough in her district or in dealing with the demands created by the outbreak and the calls for racial justice.\nShe said she was proud of legislation she had introduced that would recalibrate a formula used to determine who qualifies for affordable housing. She also introduced legislation that would require companies to check algorithms they use for targeting ads or facial recognition, for example, for evidence of bias.", "url": "https://www.nytimes.com/2020/06/20/nyregion/house-primaries-clarke-maloney-ny.html"}