{"authors": ["Ben Dooley", "Erin Griffith"], "date_download": "2022-10-25 23:51:19", "date_modify": "2022-10-25 23:51:19", "date_publish": "2020-05-18 03:58:04", "description": "Its flagship tech fund is underwater, annual losses are huge and a key board member departed, as the firm faces the coronavirus and a tech slump.", "filename": "2020_05_17_technology_softbank-jack-ma_1666741879.html", "image_url": "https://static01.nyt.com/images/2020/05/18/business/18softbank1/18softbank1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b31031e5d960c2f5bbb54d506cd011cd67229ae1d0ceefda907b336143acfbc4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_17_technology_softbank-jack-ma_1666741879.html", "title": "SoftBank in Crisis Amid Record Losses", "title_page": "SoftBank in Crisis Amid Record Losses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During his presentation, Mr. Son refused to be drawn out about Mr. Ma’s departure, saying that Mr. Ma had made the decision on his own and that the two men “will remain friends for the rest of our lives.” Last year, Mr. Ma retired as executive chairman of Alibaba, saying he would pull back from his business endeavors to focus on philanthropy.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nMr. Son was an early investor in Alibaba. His $20 million initial stake grew to be valued at more than $100 billion, making it one of the best venture capital investments in history and among SoftBank’s most valuable holdings.\nThe company has used those assets as collateral to help transform itself from a telecom firm into the world’s largest and most powerful tech investor. Through the Vision Fund, financed in part with money from sovereign wealth funds in Saudi Arabia and Abu Dhabi, Mr. Son pumped enormous amounts of capital into cutting-edge and often risky start-ups, companies that he believes have the potential to effectively monopolize entire industries.\nThat vision was challenged last year by the spectacular implosion of WeWork over allegations of mismanagement and self-dealing. WeWork’s failed initial public offering spurred a new focus on profits over growth among start-ups. Prominent SoftBank-backed companies including the dog-walking service Wag, the robot pizza maker Zume and the car-sharing service Getaround scaled back after Mr. Son told many of them that they must become self-sufficient.\nNow the coronavirus has threatened to destroy Mr. Son’s dream. It has drained huge amounts of value from SoftBank-backed companies like Uber and Oyo, the Indian hospitality company, which have proved particularly susceptible to the pandemic’s effects. On Monday, Uber laid off an additional 3,000 employees and closed 45 offices around the world, after cutting thousands of other jobs this month.\nIn a note to employees about the latest cuts, Uber’s chief executive, Dara Khosrowshahi, said it was time for the ride-hailing company to move on from its reliance on venture capital.\n“We must establish ourselves as a self-sustaining enterprise that no longer relies on new capital or investors to keep growing, expanding and innovating,” he wrote in the email, which was seen by The New York Times.", "url": "https://www.nytimes.com/2020/05/17/technology/softbank-jack-ma.html"}