{"authors": ["Ed Shanahan"], "date_download": "2022-10-25 23:24:43", "date_modify": "2022-10-25 23:24:43", "date_publish": "2020-10-28 22:11:36", "description": "“This kind of blatant disregard for the well-being of others is not only extremely disappointing; it will not be tolerated,” a Long Island official said.", "filename": "2020_10_28_nyregion_coronavirus-long-island-wedding_1666740283.html", "image_url": "https://static01.nyt.com/images/2020/10/28/nyregion/NYVIRUS-WEDDING/NYVIRUS-WEDDING-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1fac2558a4386d7fcd048f830341534ef41113901c733a9d84e3640a68648005&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_28_nyregion_coronavirus-long-island-wedding_1666740283.html", "title": "Wedding and Birthday Party Infect 56 with Coronavirus in Long Island", "title_page": "Wedding and Birthday Party Infect 56 with Coronavirus in Long Island - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Long Island health officials scrambled to contain a coronavirus outbreak in Suffolk County when dozens of people tested positive for the virus after attending a high-end Sweet 16 party in September that violated state restrictions on gatherings.\nOn Wednesday, county officials said they were coping with the fallout from two more so-called superspreader events that left 56 people with the virus and nearly 300 in quarantine: a wedding that exceeded the state’s 50-person limit and a birthday party that did not.\n“This kind of blatant disregard for the well-being of others is not only extremely disappointing; it will not be tolerated,” Steven Bellone, the Suffolk County executive, said at a news conference, referring specifically to the wedding. “If you violate the rules, you’ll be caught and held responsible.”\nMr. Bellone said the venue where the wedding was held, the North Fork Country Club in Cutchogue, would be fined $17,000. Ninety-one people attended the wedding, on Oct. 17, officials said. Thirty people, including 27 guests, two employees and an outside vendor, later tested positive for the virus, and 156 people wound up under quarantine, officials said.", "url": "https://www.nytimes.com/2020/10/28/nyregion/coronavirus-long-island-wedding.html"}