{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:56:04", "date_modify": "2022-10-25 23:56:04", "date_publish": "2020-03-07 01:17:26", "description": "Mr. Mulvaney, a central figure in the president’s pressure campaign on Ukraine, defied a subpoena to testify in the House impeachment inquiry and was never called by the Senate.", "filename": "2020_03_06_us_politics_trump-mark-meadows-mick-mulvaney_1666742164.html", "image_url": "https://static01.nyt.com/images/2020/03/07/us/07dc-mulvany-sub-2/07dc-mulvany-sub-2-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=c6beee16f381a222273d89a14c20cf4e05406605a63c012a78be634d8dfbb5ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_06_us_politics_trump-mark-meadows-mick-mulvaney_1666742164.html", "title": "Trump Names Mark Meadows Chief of Staff, Ousting Mick Mulvaney", "title_page": "Trump Names Mark Meadows Chief of Staff, Ousting Mick Mulvaney - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump called Mr. Meadows on Thursday to offer him the job, according to a person familiar with the discussion. Mr. Mulvaney, who took an annual trip to Nevada this week, learned of the decision on Friday, another person familiar with the events said. Mr. Mulvaney did not travel with Mr. Trump to Florida; instead, he sent Ms. Doyle.\nThe president wanted to announce the news on Twitter earlier in the day, but ended up waiting until after a day of travel to Tennessee to survey tornado damage and to Georgia to tour the Centers for Disease Control and Prevention, according to another person close to the situation. Some aides assumed he would therefore wait until Sunday and were taken off-guard at the Friday night tweet.\nThe replacement was widely seen in the West Wing as a chance for the president to reinvigorate his staff, over which Mr. Mulvaney was seen as losing control. Some of the president’s conservative advisers, including Fox News hosts, had been pressing him to replace Mr. Mulvaney.\nIn Mr. Meadows, Mr. Trump will have an ally he considers a confidant and bellwether of congressional conservatives. “I have long known and worked with Mark, and the relationship is a very good one,” Mr. Trump wrote on Twitter. At a closed-door fund-raiser on Friday evening, he told donors that Mr. Meadows would be “my James Baker,” according to a person in the room, referring to the chief of staff to Presidents Ronald Reagan and George Bush. Mr. Baker is generally considered the gold standard in the post.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nIn a statement of his own, Mr. Meadows praised Mr. Mulvaney for doing “a great job,” adding, “This president and his administration have a long list of incredible victories they’ve delivered to the country during this first term, with the best yet to come.”\nA founder of the conservative House Freedom Caucus, Mr. Meadows has been one of the president’s most ardent defenders. For months during the impeachment battle, Mr. Meadows was a ubiquitous face on television arguing forcefully that the president had done nothing wrong, appearances that cemented his relationship with Mr. Trump.\nFirst elected in 2012, Mr. Meadows announced in December that he did not plan to seek re-election, hinting at the time that he might work for Mr. Trump in some capacity. “My work with President Trump and his administration is only beginning,” he said.", "url": "https://www.nytimes.com/2020/03/06/us/politics/trump-mark-meadows-mick-mulvaney.html"}