{"authors": ["Ben Rothenberg"], "date_download": "2022-10-25 23:50:52", "date_modify": "2022-10-25 23:50:52", "date_publish": "2020-09-06 21:52:11", "description": "The rules on the books are not well-known to some tennis fans.", "filename": "2020_09_06_sports_tennis_us-open-disqualification-defaulted-djkovic_1666741852.html", "image_url": "https://static01.nyt.com/images/2020/09/06/sports/06usopen-rule-explainer-1/06usopen-rule-explainer-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=65fa915b61994fae43d2a26656e48a6f7c2e1e7231ba9861c35507e7fb96b9e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_06_sports_tennis_us-open-disqualification-defaulted-djkovic_1666741852.html", "title": "Why Novak Djokovic Was Disqualified From the U.S. Open", "title_page": "Why Novak Djokovic Was Disqualified From the U.S. Open - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite the clarity of the rules, Djokovic pleaded his case for several minutes, saying that the line judge would not need to go to a hospital. Friemel responded to him that the consequences might have been different had the line judge not collapsed to the ground and stayed there for a prolonged time in clear distress.\nDjokovic also asked Friemel why he could not simply receive a point penalty or game penalty instead of being defaulted. Friemel did not, in fact, have an intermediate option. The code of conduct is an escalating scale in tennis with clearly defined steps: a warning followed by a point penalty followed by a game penalty, followed by a default. But the rules also allow officials the option of proceeding straight to a default after any rule violation if it is deemed sufficiently egregious.\nAs Djokovic had not yet received a warning during the match, Friemel’s only options were to warn him or default him: a part of the rule that Djokovic did not appear to be aware of. But after investigating on court, Friemel did not consider a warning because he concluded that the incident clearly warranted a default.\n“In the end, in any code violation there is a part of discretion to it, but in this instance, I don’t think there was any chance of any opportunity of any other decision other than defaulting Novak, because the facts were so clear, so obvious,” Friemel said on Sunday night. “The line umpire was clearly hurt and Novak was angry, he hit the ball recklessly, angrily back and taking everything into consideration, there was no discretion involved.”\nDjokovic had earned $250,000 for reaching the fourth round of the U.S. Open.\nHere’s a quick look at the various rules at play:\nAbuse of Balls\nPlayers shall not violently, dangerously or with anger hit, kick or throw a tennis ball within the precincts of the tournament site except in the reasonable pursuit of a point during a match (including warm-up). Violation of this Section shall subject a player to fine up to $20,000 for each violation. In addition, if such violation occurs during a match (including the warmup) the player shall be penalised in accordance with the Point Penalty Schedule hereinafter set forth. For the purposes of this Rule, abuse of balls is defined as intentionally hitting a ball out of the enclosure of the court, hitting a ball dangerously or recklessly within the court or hitting a ball with negligent disregard of the consequences.\nUnsportsmanlike Conduct\nPlayers shall at all times conduct themselves in a sportsmanlike manner and give due regard to the authority of officials and the rights of opponents, spectators and others. Violation of this Section shall subject a player to a fine up to $20,000 for each violation. In addition, if such violation occurs during a match (including the warmup), the player shall be penalised in accordance with the Point Penalty Schedule hereinafter set forth. In circumstances that are flagrant and particularly injurious to the success of a tournament, or are singularly egregious, a single violation of this Section shall also constitute the Major Offence of “Aggravated Behaviour” and shall be subject to the additional penalties hereinafter set forth.\nIncidents of tennis players striking officials are rare, but not unprecedented. There were two high-profile incidents of similar defaults in men’s tennis, though none as significant as the disqualification of a top-seeded player at a Grand Slam event.", "url": "https://www.nytimes.com/2020/09/06/sports/tennis/us-open-disqualification-defaulted-djkovic.html"}