{"authors": ["Ana Swanson"], "date_download": "2022-10-25 23:00:32", "date_modify": "2022-10-25 23:00:32", "date_publish": "2020-02-15 00:35:55", "description": "The Trump administration announced it would increase tariffs on European aircraft in an effort to ramp up pressure in a long-running airplane subsidy dispute.", "filename": "2020_02_14_business_economy_trump-airbus-trade-tariffs_1666738832.html", "image_url": "https://static01.nyt.com/images/2020/02/14/us/14dc-trade-plane/merlin_146401104_c74e37fa-7183-46b2-9b5b-0fde63e3f4ae-facebookJumbo.jpg?year=2020&h=550&w=1050&s=14faba0763479a0f667c9feca4cdc58e67f6765c6c3a859b1f8d5187ceb69135&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_14_business_economy_trump-airbus-trade-tariffs_1666738832.html", "title": "Trump Administration Will Raise Tariffs on European Aircraft", "title_page": "Trump Administration Will Raise Tariffs on European Aircraft - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration said it would raise tariffs on European aircraft in an effort to pressure Europe in a long-running trade dispute over airplane subsidies.\nThe United States Trade Representative said late Friday that it would increase the duty it had imposed on European aircraft to 15 percent from 10 percent, effective March 18. It also removed prune juice for the list of taxed items, and added a 25 percent tax on French and German butcher and kitchen knives.\nThe annual value of the goods subject to tariffs would remain at $7.5 billion, as before, the trade representative said.\nThe tariffs are part of a 15-year-old complaint over subsidies European governments gave plane maker Airbus, which put its American competitor, Boeing, at a disadvantage. In October, the World Trade Organization granted the United States permission to try to recoup its losses by taxing as much as $7.5 billion of European exports annually. Those tariffs are expected to continue until Europe removes its subsidies or the two governments come to a negotiated resolution.", "url": "https://www.nytimes.com/2020/02/14/business/economy/trump-airbus-trade-tariffs.html"}