{"authors": ["Brad Plumer"], "date_download": "2022-10-25 23:23:03", "date_modify": "2022-10-25 23:23:03", "date_publish": "2020-12-15 20:00:12", "description": "New research details major infrastructure work — including immense construction projects — that would need to start right away to achieve Biden’s goal of zero emissions by 2050.", "filename": "2020_12_15_climate_america-next-decade-climate_1666740183.html", "image_url": "https://static01.nyt.com/images/2020/12/15/science/15CLI-NETZERO1/15CLI-NETZERO1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=25834f442a62875cccaa3618d318e65d7c69fd3441d5350ab7c2787f88ab0b6c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_15_climate_america-next-decade-climate_1666740183.html", "title": "To Cut Emissions to Zero, U.S. Needs to Make Big Changes in Next 10 Years", "title_page": "To Cut Emissions to Zero, U.S. Needs to Make Big Changes in Next 10 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If the United States wants to get serious about tackling climate change, the country will need to build a staggering amount of new energy infrastructure in just the next 10 years, laying down steel and concrete at a pace barely being contemplated today.\nThat’s one conclusion from a major study released Tuesday by a team of energy experts at Princeton University, who set out several exhaustively detailed scenarios for how the country could slash its greenhouse gas emissions down to zero by 2050. That goal has been endorsed by President-elect Joseph R. Biden Jr., as well as numerous states and businesses, to help avoid the worst effects of global warming.\nThe study’s findings are at once optimistic and sobering. Reaching “net zero” by 2050 appears technically feasible and even affordable. There are ways to get there that rely solely on renewable energy, as many environmentalists prefer, or that lean on other technologies such as nuclear power or carbon capture. Each approach carries different social and economic trade-offs.\nThe researchers identified a common set of drastic changes that the United States would need to make over the next decade to stay on pace for zero emissions. That initial groundwork has to start pretty much immediately.", "url": "https://www.nytimes.com/2020/12/15/climate/america-next-decade-climate.html"}