{"authors": ["Karan Deep Singh", "Photographs"], "date_download": "2022-10-25 23:53:09", "date_modify": "2022-10-25 23:53:09", "date_publish": "2020-09-08 07:00:21", "description": "Farm bankruptcies and debts have been the source of misery in India for decades. But experts say the suffering has reached new levels in the pandemic.", "filename": "2020_09_08_world_asia_india-coronavirus-farmer-suicides-lockdown_1666741989.html", "image_url": "https://static01.nyt.com/images/2020/08/18/world/00india-farm-promo-new/00india-farm-top-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e781cd28f90c4a767c7f8f41e3869d4719b08ec5f6b8d266612a41fc26be3b79&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_08_world_asia_india-coronavirus-farmer-suicides-lockdown_1666741989.html", "title": "‘The Lockdown Killed My Father’: Farmer Suicides Add to India’s Virus Misery", "title_page": "‘The Lockdown Killed My Father’: Farmer Suicides Add to India’s Virus Misery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SIRSIWALA, India — Randhir Singh was already deeply in debt when the coronavirus pandemic struck. Looking out at his paltry cotton field by the side of a railway track, he walked in circles, hopeless. In early May, he killed himself by lying on the same track.\n“This is what we feared,” said Rashpal Singh, Mr. Singh’s 22-year-old son, choking back tears in his family home in Sirsiwala, a small village in the northern Indian state of Punjab. “The lockdown killed my father.”\nMonths ago, when Prime Minister Narendra Modi imposed one of the world’s strictest lockdowns to prevent the spread of the coronavirus, Mr. Singh’s livelihood came crashing down. His one-acre farm had barely produced enough cotton to cover the cost of growing it, and the lockdown even robbed him of his side job as a bus driver.\nIndia now leads the world in new daily reported coronavirus cases and has the second-highest number of cases globally, surpassing Brazil on Monday. In Punjab, where cases have surged, lockdowns have been imposed all over again. The measures, economists say, are forcing millions of households into poverty and contributing to a long-running tragedy: farmer suicides.", "url": "https://www.nytimes.com/2020/09/08/world/asia/india-coronavirus-farmer-suicides-lockdown.html"}