{"authors": ["Nicole Hong", "Jan Ransom"], "date_download": "2022-10-25 23:27:08", "date_modify": "2022-10-25 23:27:08", "date_publish": "2020-12-02 08:00:13", "description": "The coronavirus has upended criminal trials in the city, infiltrating courtrooms in ways that threaten both health and justice.", "filename": "2020_12_02_nyregion_courts-covid_1666740428.html", "image_url": "https://static01.nyt.com/images/2020/12/01/nyregion/00nyvirus-trials/00nyvirus-trials-facebookJumbo.jpg?year=2020&h=550&w=1050&s=43acba6b76bfa5393ff961cd2b126d8f81991a105d46d016cb274462fe69ac00&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_02_nyregion_courts-covid_1666740428.html", "title": "Only 9 Trials in 9 Months: Virus Wreaks Havoc on N.Y.C. Courts", "title_page": "Only 9 Trials in 9 Months: Virus Wreaks Havoc on N.Y.C. Courts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Brooklyn trial was postponed after the defense lawyers said they were unwilling to spend weeks inside a cramped courtroom. In Manhattan, a woman summoned for jury duty told the court she had been sick with the coronavirus and was symptomatic. Another trial, in the Bronx, was canceled when four courthouse staff members tested positive.\nSince October, state and federal court officials have taken extraordinary measures to restart criminal trials in New York City. They have constructed plexiglass boxes with special air filters in court. They have asked witnesses to testify in face shields and have spread jurors out in courtroom galleries.\nBut those efforts have not stopped the virus from disrupting nearly every step of the process. The state and federal courts in the city have been able to complete only nine criminal jury trials since the pandemic hit in March, officials said. Last year, there were about 800 criminal trials in the city.\nFor months, the logistical problems have threatened the ability of hundreds of defendants to secure their constitutional right to a speedy trial. Now, as a second wave of the virus threatens the region, the delays are only worsening — and officials foresee the backlog of unresolved cases continuing to grow.", "url": "https://www.nytimes.com/2020/12/02/nyregion/courts-covid.html"}