{"authors": ["Johnny Diaz"], "date_download": "2022-10-25 23:24:54", "date_modify": "2022-10-25 23:24:54", "date_publish": "2020-04-11 21:43:46", "description": "Boston, Minneapolis, Oakland and other cities have temporarily banned through traffic on streets, giving pedestrians and cyclists extra elbow room during the coronavirus pandemic.", "filename": "2020_04_11_us_coronavirus-street-closures_1666740294.html", "image_url": "https://static01.nyt.com/images/2020/04/12/multimedia/11xp-virus-streets1-print/11xp-virus-streets-pix1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=957a672e4848a8121689c1a5614eda5ff440bf1e7f0de7c64b5a35a5bcc49f5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_11_us_coronavirus-street-closures_1666740294.html", "title": "Cities Close Streets to Cars, Opening Space for Social Distancing", "title_page": "Cities Close Streets to Cars, Opening Space for Social Distancing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With roads cleared of traffic because of the coronavirus pandemic, some cities across the country have repurposed streets into car-free zones, giving pedestrians and cyclists extra room to spread out and practice social distancing.\nCities including Boston, Minneapolis and Oakland, Calif., have closed streets to through motor traffic. Others are extending sidewalks to make more space for pedestrians looking to stay at least six feet apart. And some municipalities are considering adopting similar measures.\nSamuel I. Schwartz, a consultant and former New York City traffic commissioner known as Gridlock Sam for his traffic-curbing efforts, supports the idea of car-free zones in the city.\n“There is no more important resource in New York City and in all the dense cities after people than space,” he said on Saturday. “And cities are now dedicating 30 to 40 percent of their land areas to cars. This could be a welcomed reclamation movement.”", "url": "https://www.nytimes.com/2020/04/11/us/coronavirus-street-closures.html"}