{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:26:04", "date_modify": "2022-10-25 23:26:04", "date_publish": "2020-08-16 07:25:16", "description": "President Moon Jae-in has vowed to crack down on the Sarang ​Jeil Church for flouting preventive measures. The church happens to be his most vocal critic.", "filename": "2020_08_16_world_asia_coronavirus-south-korea-church-sarang-jeil_1666740364.html", "image_url": "https://static01.nyt.com/images/2020/08/16/world/16virus-skorea3/merlin_175738533_b9a3d978-8648-433c-9750-2a99ab07c62a-facebookJumbo.jpg?year=2020&h=550&w=1050&s=261d2a87d5a5c150d35ed93b1dd427b8d35f9d4a856b6159129c72c092ebe020&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_16_world_asia_coronavirus-south-korea-church-sarang-jeil_1666740364.html", "title": "South Korea Warns of Another Covid-19 Outbreak Tied to a Church", "title_page": "South Korea Warns of Another Covid-19 Outbreak Tied to a Church - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — Health officials in South Korea reported 279 new coronavirus cases on Sunday, warning of a resurgence of infections, many linked to a church that has vocally opposed President Moon Jae-in.\nSouth Korea had battled the epidemic down to two-digit daily caseloads since April. But the number of new cases has soared recently, with 103 on Friday and 166 on Saturday, most of them worshipers at the Sarang Jeil Church in Seoul, the capital, and another church in the surrounding province of Gyeonggi.\nThe church outbreaks have alarmed health officials. Tightly packed, fervent prayer services in some South Korean churches have made them particularly vulnerable to the virus.\nWhen South Korea was hit by its first wave of the coronavirus in late February and early March, the epidemic spread mainly from the Shincheonji Church of Jesus in the central city of Daegu, about 150 miles southeast of Seoul. The church has been accused of being a cult by more mainstream churches. During the first wave of infections, the daily caseload across the country was as high as 909.", "url": "https://www.nytimes.com/2020/08/16/world/asia/coronavirus-south-korea-church-sarang-jeil.html"}