{"authors": ["Knvul Sheikh"], "date_download": "2022-10-25 23:25:41", "date_modify": "2022-10-25 23:25:41", "date_publish": "2020-05-05 10:45:06", "description": "The drug company, along with a German partner, is running tests in healthy volunteers. It’s one of several companies on an accelerated timetable to try to find a safe, effective vaccine.", "filename": "2020_05_05_health_pfizer-vaccine-coronavirus_1666740341.html", "image_url": "https://static01.nyt.com/images/2020/05/05/science/05virus-pfizer/05virus-pfizer-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0ccaf783b312f78ff697d11616d0a8594502706fa1a42f5fc2ed98d7fbe6ee71&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_05_health_pfizer-vaccine-coronavirus_1666740341.html", "title": "Pfizer Begins Human Trials of Possible Coronavirus Vaccine", "title_page": "Pfizer Begins Human Trials of Possible Coronavirus Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pfizer and the German pharmaceutical company BioNTech announced that their potential coronavirus vaccine began human trials in the United States on Monday. If the tests are successful, the vaccine could be ready for emergency use here as early as September.\nThe two firms are jointly developing a vaccine candidate based on genetic material known as messenger RNA, which carries the instructions for cells to make proteins. By injecting a specially designed messenger RNA into the body, the vaccine could potentially tell cells how to make the spike protein of the coronavirus without actually making a person sick.\nBecause the virus typically uses this protein as a key to unlock and take over lung cells, the vaccine could train a healthy immune system to produce antibodies to fight off an infection. The technology also has the advantage of being faster to produce, and tends to be more stable than traditional vaccines, which use weakened virus strains.\nModerna, Inovio, CanSino and several other pharmaceutical companies are trying similar approaches, some of which began the first phase of tests in humans a few weeks ago. But no vaccine made with this technology for other viruses has ever reached the global market.", "url": "https://www.nytimes.com/2020/05/05/health/pfizer-vaccine-coronavirus.html"}