{"authors": ["Ben Hubbard", "Maria Abi-Habib"], "date_download": "2022-10-25 23:00:04", "date_modify": "2022-10-25 23:00:04", "date_publish": "2020-08-04 16:02:32", "description": "Dozens are dead and thousands hurt. The cause is unclear but the government said “highly explosive materials” had been stored at the blast scene in the Lebanese capital.", "filename": "2020_08_04_world_middleeast_beirut-explosion-blast_1666738804.html", "image_url": "https://static01.nyt.com/images/2020/08/04/world/04lebanon5/merlin_175300464_f2bfa9c9-20e6-4321-b833-b5160a0ead76-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cf6ef5bc4116a5324795ac33c81cf632c9e8a9b661668e62d3a15ff2e865e36e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_04_world_middleeast_beirut-explosion-blast_1666738804.html", "title": "Deadly Explosions Shatter Beirut, Lebanon", "title_page": "Deadly Explosions Shatter Beirut, Lebanon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two explosions shook Beirut — the second one much larger than the first, carrying enough force to overturn cars, damage and shake buildings across the city and strew, debris over a wide area.\nThe larger explosion, at 6:08 p.m., blew out the glass from balconies and windows of buildings several miles away from the port and at least one building collapsed from the force of the blast. One resident said the streets looked like they were “cobbled in glass.”\nVideos posted online showed a shock wave erupting from the second explosion, knocking people down and enveloping much of the center city in a cloud of dust and smoke. Cars were overturned and streets were blocked by debris, forcing many injured people to walk to hospitals.\nFlames continued to rise from the rubble well after the explosions, and a cloud of smoke, tinted pink in the sunset, rose thousands of feet into the sky.\nThe larger blast was heard and felt in Cyprus, more than 100 miles away, and registered on seismographs at magnitude 3.3.\nI was bloodied and dazed. Beirut strangers treated me like a friend.\nVivian Yee, a correspondent for The New York Times, was at home in Beirut when two explosions convulsed the city. This is her first-person account of what happened.\nI was just about to look at a video a friend had sent me on Tuesday afternoon — “the port seems to be burning,” she said — when my whole building shook. Uneasily, naïvely, I ran to the window, then back to my desk to check for news.\nThen came a much bigger boom, and the sound itself seemed to splinter. There was shattered glass flying everywhere. Not thinking but moving, I ducked under my desk.\nWhen the world stopped cracking open, I couldn’t see at first because of the blood running down my face. After blinking the blood from my eyes, I tried to take in the sight of my apartment turned into a demolition site. My yellow front door had been hurled on top of my dining table. I couldn’t find my passport, or sturdy shoes.\nLater, someone would tell me that Beirut is of her generation, raised during Lebanon’s 15-year civil war, instinctively ran into their hallways as soon as they heard the first blast, to escape the glass they knew would break.\nI was not so well-trained, but the Lebanese who would help me in the hours to come had the steadiness that comes from having lived through countless previous disasters. Nearly all were strangers, yet they treated me like a friend.\nWhen I got downstairs, someone passing on a motorbike saw my bloody face and told me to hop on.\nEveryone on the street seemed to be either bleeding from open gashes or swathed in makeshift bandages — all except one woman in a chic, backless top leading a small dog on a leash. Only an hour before, we had all been walking dogs or checking email or grocery shopping. Only an hour before, there had been no blood.\nRead more of Ms. Yee’s account.\nHealth facilities were badly damaged at the moment they were most needed.", "url": "https://www.nytimes.com/2020/08/04/world/middleeast/beirut-explosion-blast.html"}