{"authors": [], "date_download": "2022-10-25 23:49:25", "date_modify": "2022-10-25 23:49:25", "date_publish": "2020-08-28 09:20:59", "description": "Local health departments called on the C.D.C. to change new recommendations that people without symptoms do not need to be tested. Many infected children show no symptoms, a study found.", "filename": "2020_08_28_world_covid-19-coronavirus_1666741765.html", "image_url": "https://static01.nyt.com/images/2020/09/28/us/28a2_rail/us-briefing-promo-image-facebookJumbo.jpg?year=2020&h=549&w=1050&s=d0b56a1c4f6cd16308fc2b5f07eb54b0d8857641b5065a17d522f8ce5d7bae65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_28_world_covid-19-coronavirus_1666741765.html", "title": "California Moves Toward Easing Coronavirus Restrictions on Business", "title_page": "California Moves Toward Easing Coronavirus Restrictions on Business - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“My fellow Americans, tonight with a heart full of gratitude and boundless optimism, I profoundly accept this nomination for president of the United States.” “This evening was a huge demonstration of the president’s grip on his party. This convention has largely been about allies of the president, friends of his.” “Do you think America is to blame or do you believe in American greatness?” “To make —” “America —” “— great again, again.” “Joe Biden is not a savior of America’s soul.” “Trump’s speech last night was, you know, withering about Joe Biden and making clear that it is going to be a pretty brutal and savage general election campaign. He was using the power of incumbency in a way that we’ve never seen a president use the White House. He was literally pointing to the building behind him and saying —” “The fact is I’m here. What’s the name of that building?” “That was a stunning moment.” “The fact is we’re here, and they’re not.” “There was a big question this week about whether there have been violations of the Hatch Act, which is a prohibition on using your government post for partisan purposes. The president is exempt from it, but his aides are not — many ethics experts believe that his aides who participated in this convention, and there were many, did that. Whether there are going to be any consequences, the answer is almost certainly no. Most of the crowd was not wearing masks. People were basically on top of each other. People within close proximity of the president were tested. But everybody was not. I think that Donald Trump will do and say anything to win. And I think that people who don’t understand that after seeing this week are missing it. So I think we are in for a messy 60 some-odd days. There was no clear message to this week, other than sort of an overarching ‘Biden is bad and Trump is good.’” “Joe Biden is weak.” “In terms of the specifics of how they were presenting that, I think it was — I think it was jumbled.” “He takes his marching orders from liberal hypocrites who drive their cities into the ground while fleeing far from the scene of the wreckage.” “We got a lot of what we have heard from Donald Trump over a very long period of time. There was no vision that he presented that we have not heard before.” “In a new term as president, we will, again, build the greatest economy in history, quickly returning to full employment, soaring incomes and record prosperity.” “He is telling people, ‘If you like me, I will continue to do more of this.’ The president continued something he’s been saying for a while, which was to paint his administration as a victim of China.” “They could have stopped it, but they allowed it to come out.” “His goal was to try to describe the coronavirus response by his administration, which has been widely criticized as slow and incompetent and halting, to describe it as a success story. That is not true, for the most part.” “We are delivering life-saving therapies, and will produce a vaccine before the end of the year or maybe even sooner.” “If people have not been paying close attention to it, did he do enough to comfort people who are not that tuned in? Possibly.” “At no time before have voters faced a clearer choice between two parties, two visions, two philosophies or two agendas.” “Trump had a number of items that he ticked off about a second term that were pretty confusing. Mostly where he was clear was when he was drawing a contrast with Joe Biden.” “Your vote will decide whether we protect law-abiding Americans or whether we give free rein to violent anarchists and agitators and criminals, who threaten our citizens.” “The huge overarching message of his speech tonight was law and order. And he suggested that the country will be, you know, continuing on a path of unrest if Biden is elected, forgetting about the fact that President Trump is president right now. And these events are happening right now.” “And this election will decide whether we will defend the American way of life, or whether we will allow a radical movement to completely dismantle and destroy it.” Crowd: “What do we want? Justice. When do we want it? Now. What do we want? Justice. When do we want it? Now.” “There were protests outside of the White House grounds, and you could hear sirens at various points all the way to where we were sitting on the South Lawn. And it was police interacting with the protesters. It was an interesting split screen. Republicans know that the president is playing defense in basically every critical state that he needs to win. And, you know, they’re anxious. The closer you get to inside the president’s circle, the better they’re feeling about it. But that isn’t necessarily because they’re seeing something other people aren’t. It’s because they have muscle memory about 2016, and they’re hoping this will end up being similar. And certainly anything can happen still, and that is something people should remember — there’s a long race ahead.” “I’m very, very proud to be the nominee of the Republican Party. I love you all. God bless you, and God bless America. Thank you very much.” “Hi I’m Sarah Kerr, the producer of this video. Thanks for watching. With the conventions behind us, we have just over nine weeks to go until the election. Stay up to date with the latest news and analysis at nytimes.com/2020.”", "url": "https://www.nytimes.com/2020/08/28/world/covid-19-coronavirus.html"}