{"authors": ["Nancy Coleman"], "date_download": "2022-10-25 23:30:49", "date_modify": "2022-10-25 23:30:49", "date_publish": "2020-10-16 22:31:30", "description": "Aaron Sorkin’s Netflix film dramatizes the notorious 1969 political trial with many players. Use this guide to understand the people and the issues at stake.", "filename": "2020_10_16_movies_chicago-7-trial_1666740649.html", "image_url": "https://static01.nyt.com/images/2020/10/16/arts/16trial1/merlin_177227988_de81c935-ade5-46bf-80b2-094c38758f25-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8ccea30a4884f83808014774f8647769098be5702d81fbadc9417d742f66c328&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_16_movies_chicago-7-trial_1666740649.html", "title": "‘The Trial of the Chicago 7’: What to Know", "title_page": "‘The Trial of the Chicago 7’: What to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tom Hayden (Eddie Redmayne) and Rennie Davis (Alex Sharp) were in charge of the National Mobilization Committee’s Chicago office, and both were former leaders of the Students for a Democratic Society. Hayden was an established organizer of student protests, including the occupation of campus buildings at Columbia University. Davis, the only defendant other than Hoffman to testify, offered a powerful account in court of his experience in Grant Park during the week of the convention, when multiple officers beat him to the point of losing consciousness.\nLee Weiner (Noah Robbins) and John Froines (Danny Flaherty) were both academics: Froines was a chemistry professor at the University of Oregon, Weiner a research assistant in the sociology department at Northwestern University. They were involved in the National Mobilization Committee, but unlike the others, neither was a leader of any group. And also unlike the others: Both were cleared of all charges against them at the end of the trial.\nHow did the Chicago 8 become 7?\nBobby Seale (Yahya Abdul-Mateen II), a founder of the Black Panther Party, was the final — and most puzzling — defendant. He had never met some of the seven before the trial, even though all eight had been accused of conspiring with each other to incite a riot.\nSeale and Judge Hoffman were continuously at odds during the trial. Seale’s lawyer, Charles Garry, was stuck in California for health reasons and unable to travel. Seale repeatedly asked to represent himself and was repeatedly refused by the judge (whom he subsequently called a “pig,” “fascist” and “racist”).\nAfter weeks of bickering, Judge Hoffman ordered federal marshals to bind and gag Seale during his appearances, a visual that stunned the country. He eventually declared a mistrial in Seale’s case, leaving seven defendants — and sentenced Seale to four years in prison for 16 counts of contempt.\nHow did the trial unfold?\nSorkin didn’t have to do much to spice up the story. The trial, which began in the fall of 1969 and lasted nearly five months, was defined by dramatics on all sides. The defendants — and their lawyers, William Kunstler (Mark Rylance) and Leonard Weinglass (Ben Shenkman) — openly defied Judge Hoffman in his courtroom. (Collectively, the lawyers and their clients were convicted of more than 150 counts of contempt.) Squabbles over procedure were constant, and the judge himself, according to the Federal Judicial Center, made few attempts to disguise his bias against the defense.", "url": "https://www.nytimes.com/2020/10/16/movies/chicago-7-trial.html"}