{"authors": ["Carl Zimmer"], "date_download": "2022-10-25 23:00:41", "date_modify": "2022-10-25 23:00:41", "date_publish": "2020-05-20 14:09:40", "description": "A series of animal experiments may point the way to an effective human vaccine, scientists said.", "filename": "2020_05_20_health_coronavirus-vaccine-harvard_1666738841.html", "image_url": "https://static01.nyt.com/images/2020/05/26/science/20VIRUS-MONKEYS1/20VIRUS-MONKEYS1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d52f45bd9926650e9c8a5c824932df6b4fe000580e2e933dcfda28edbe5aab70&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_20_health_coronavirus-vaccine-harvard_1666738841.html", "title": "Prototype Vaccine Protects Monkeys From Coronavirus", "title_page": "Prototype Vaccine Protects Monkeys From Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a separate experiment, Dr. Barouch and his colleagues tested prototype vaccines on rhesus macaques. Each monkey received pieces of DNA, which their cells turned into viral proteins designed to train the immune system to recognize the virus.\nBoth macaques and humans make neutralizing antibodies against coronaviruses that target one part in particular: a protein that covers the virus’s surface, called the spike protein.\nMost coronavirus vaccines are intended to coax the immune system to make antibodies that latch onto the spike protein and destroy the virus. Dr. Barouch and his colleagues tried out six variations.\nThe researchers gave each vaccine to four or five monkeys. They let the monkeys develop an immune response for three weeks, and then sprayed viruses in their noses.\nSome of the vaccines provided only partial protection. The virus wasn’t entirely eliminated from the animals’ lungs or noses, although levels were lower than in unvaccinated monkeys.\nBut other vaccines worked better. The one that worked best trained the immune system to recognize and attack the entire spike protein of the coronavirus. In eight monkeys, the researchers couldn’t detect the virus at all.\n“I think that overall this will be seen as very good news for the vaccine effort,” said Dr. Barouch. “This increases our optimism that a vaccine for Covid-19 will be possible.”", "url": "https://www.nytimes.com/2020/05/20/health/coronavirus-vaccine-harvard.html"}