{"authors": ["Stacy Cowley", "Alan Rappeport", "Emily Flitter"], "date_download": "2022-10-25 23:29:36", "date_modify": "2022-10-25 23:29:36", "date_publish": "2020-04-26 22:09:12", "description": "The Paycheck Protection Program distributed $349 billion in less than two weeks, but lenders and borrowers confronted confusion at every step.", "filename": "2020_04_26_business_ppp-small-business-loans_1666740576.html", "image_url": "https://static01.nyt.com/images/2020/04/26/business/00sba5/00sba5-facebookJumbo.jpg?year=2020&h=549&w=1050&s=edba83586807e4fa47d1561f8ff5ee0acde215ba97e493183593dabfa2cb779c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_26_business_ppp-small-business-loans_1666740576.html", "title": "Small-Business Loan Program, Chaotic From Start, Gets 2nd Round", "title_page": "Small-Business Loan Program, Chaotic From Start, Gets 2nd Round - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I hesitate to take the money,” she said.\nTo have the loan fully forgiven, she would have to rehire her employees immediately and pay them for two months, even though she cannot yet reopen her restaurant. The last of the 30 people she laid off five weeks earlier just started receiving unemployment benefits — and, with the $600 a week in additional federal benefits included in the stimulus bill, all of them are being paid more on unemployment than they earned working at her restaurants.\nIf Ms. Pomeroy takes the loan, she would prefer to spend the money retooling her spaces to fit social distancing guidelines. For Beast, that would mean getting rid of the two enormous tables and finding a way to turn a profit while serving fewer customers at a time. But renovations are not a permissible use of the emergency funds.\n“If we could only open back up at 50 percent capacity and I was forced to hire back 100 percent of my staff, then that doesn’t make sense,” she said. Ms. Pomeroy, who helped found an advocacy group, the Independent Restaurant Coalition, said she was not sure the aid program would really benefit anyone in the restaurant industry.\nLawmakers and Treasury officials played down the program’s hitches. On Sunday, Mr. Mnuchin told Fox News that the first round “impacted about 30 million workers,” and that he expected the second round to support roughly the same number.\nLenders fear that many business owners will be left wanting, again, if the new funding runs out fast. Economists have estimated that more than $1 trillion might be needed to fully meet the program’s demand.\nBankers are preparing for a frenzy on Monday morning. Mr. Faison, at BancFirst, already has more than 850 applications ready to go.\nMany lenders are telling applicants to brace for disappointment.\nRobert A. Klein, who runs a management consulting business in Great Neck, N.Y., was one of thousands of Chase customers who got an email this week warning him that the bank had “an extremely large volume of applications” ahead of his.\n“We expect that funds could run out again quickly,” Chase wrote. “We wanted to give you this information, so that you can decide if you would like to try applying with another lender.”\nJeanna Smialek contributed reporting.", "url": "https://www.nytimes.com/2020/04/26/business/ppp-small-business-loans.html"}