{"authors": ["Christina Goldbaum"], "date_download": "2022-10-25 23:51:15", "date_modify": "2022-10-25 23:51:15", "date_publish": "2020-01-06 18:35:33", "description": "The governor unveiled an ambitious plan to add eight tracks to the station’s existing 21-track layout.", "filename": "2020_01_06_nyregion_andrew-cuomo-penn-station-nyc_1666741875.html", "image_url": "https://static01.nyt.com/images/2020/01/07/nyregion/07pennstation-print/06pennstation-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fe396b265eb4d8edffeeeeae930d2b4d048dd6a1a5b4096a24352cad1462be6b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_06_nyregion_andrew-cuomo-penn-station-nyc_1666741875.html", "title": "Can Penn Station Handle 175,000 More Riders? Cuomo Thinks So", "title_page": "Can Penn Station Handle 175,000 More Riders? Cuomo Thinks So - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Today’s announcement is a great step for the future prosperity of the entire metropolitan region,” Tom Wright, the president of the Regional Plan Association, an urban policy group, said in a statement. “We are pleased to see a comprehensive plan that encompasses not only the station itself, but also the district surrounding it.”\nBut some urban planners said the plan was not bold enough and focusing on Midtown Manhattan as a nexus of commuter rail service fails to recognize shifting commuter patterns in New York.\nInvesting heavily in the new Penn Station terminal “is hindering the development of other parts of the city,” said Jim Venturi, an urban planner and founder of ReThink NYC, a transportation design firm.\nMr. Venturi believes a better plan would be to redesign existing tracks and to widen platforms, rather than construct new tracks, to allow trains to cross midtown for other areas of the city. A New Jersey Transit train, for instance, could travel through Penn Station all the way to Long Island City in Queens.\nThe current plan “is a really an out-of-date way of seeing the city,” he said.\nState officials have said that having commuter trains cross into parts of New York is a possibility in the future and have also emphasized the importance of suburban trains connecting to subway lines in existing stations.\nTo build the additional tracks, Mr. Cuomo said the state would seek to acquire property south of Penn Station, parts of which are owned by Amtrak and the Archdiocese of New York. The process of acquiring the property and the planning for the expansion is expected to take around two years before construction can begin, state officials said.\nMr. Cuomo said he was also exploring converting the Hulu Theater at Madison Square Garden, which sits atop the train hub, into a new entrance to the station, increasing access and bringing more light into the terminal.", "url": "https://www.nytimes.com/2020/01/06/nyregion/andrew-cuomo-penn-station-nyc.html"}