{"authors": [], "date_download": "2022-10-25 23:22:54", "date_modify": "2022-10-25 23:22:54", "date_publish": "2020-02-19 05:04:31", "description": "The virus continues to spread in China, though more slowly. New cases in countries like Japan and Iran have experts concerned about getting it under control quickly.", "filename": "2020_02_19_world_asia_china-coronavirus_1666740174.html", "image_url": "https://static01.nyt.com/images/2020/03/19/world/19china-briefing-sub1/19china-briefing-sub1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=df274801e965e49574b08482c5f3808591567443e7f0a83b66d9af55fbd8d769&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_19_world_asia_china-coronavirus_1666740174.html", "title": "Japan Reports 2 Deaths Among Cruise Ship Passengers", "title_page": "Japan Reports 2 Deaths Among Cruise Ship Passengers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "All Americans evacuated from the Diamond Princess should be tested, the C.D.C. said.\nAmericans who were passengers on a cruise ship quarantined in Japan should all be tested for the new coronavirus, the U.S. Centers for Disease Control and Prevention said, adding that it will begin to offer them tests on Thursday.\nIn light of the large outbreak aboard the ship, the Diamond Princess, the agency “has decided it is important to test all evacuees,” it said on Wednesday in a written notice distributed to Americans who were taken from the ship and are being held in quarantine at Travis Air Force Base in California.\n“We strongly recommend that you undergo this testing,” it added.\nUntil now, passengers who were symptom-free and had not been in close quarters with infected people generally have not been tested, in part because the test often fails to detect the virus in the early stages of infection.\nMore than 600 people who were aboard the ship, the Diamond Princess, have tested positive for the virus and have been hospitalized in Japan, and the number has risen sharply each day. After attempts to halt the spread by isolating people on the ship proved ineffective, Japan began to release most of them on Wednesday.", "url": "https://www.nytimes.com/2020/02/19/world/asia/china-coronavirus.html"}