{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:48:05", "date_modify": "2022-10-25 23:48:05", "date_publish": "2020-07-25 00:05:46", "description": "The church said it was subject to more severe limits than casinos and restaurants.", "filename": "2020_07_24_us_supreme-court-nevada-church-coronavirus_1666741685.html", "image_url": "https://static01.nyt.com/images/2020/07/24/us/politics/24dc-scotuschurch/24dc-scotuschurch-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2d44416838114310379570f230acec16af3aa294f6a36875f34486074a0f08aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_24_us_supreme-court-nevada-church-coronavirus_1666741685.html", "title": "Supreme Court Rejects Nevada Church’s Challenge to Coronavirus Shutdown Restrictions", "title_page": "Supreme Court Rejects Nevada Church’s Challenge to Coronavirus Shutdown Restrictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a second dissent, Justice Neil M. Gorsuch said the case was simple.\n“The world we inhabit today, with a pandemic upon us, poses unusual challenges,” he wrote. “But there is no world in which the Constitution permits Nevada to favor Caesars Palace over Calvary Chapel.”\nIn his own dissent, Justice Brett M. Kavanaugh agreed that the case was straightforward.\n“Nevada’s 50-person attendance cap on religious worship services puts praying at churches, synagogues, temples and mosques on worse footing than eating at restaurants, drinking at bars, gambling at casinos or biking at gyms,” he wrote. “In other words, Nevada is discriminating against religion.”\nIn addition to the chief justice, the justices in the majority were Ruth Bader Ginsburg, Stephen G. Breyer, Sonia Sotomayor and Elena Kagan.\nThe church, which said it sought to conduct services with 90 people present — with appropriate social distancing — included a photograph of a large, closely packed and unmasked crowd in Las Vegas in its Supreme Court brief. It said that discriminating against churches violated the First Amendment.\n“This is a straightforward case,” lawyers for the church wrote. “If the governor deems it acceptable for secular assemblies to occur at 50 percent capacity at casinos, restaurants, bars, gyms and fitness facilities, indoor and outdoor theme parks, bowling alleys, water parks, pools, arcades and more, he must apply the same 50 percent capacity rule to constitutionally protected worship services.”\nIn response, state officials wrote that comparable mass gatherings — which they said included those at concerts, movie theaters, museums and trade schools — were treated “the same as or worse than houses of worship.”\n“Public attendance is prohibited for all musical performances, live entertainment, concerts, competitions, sporting events and any events with live performances,” the brief by state officials said.", "url": "https://www.nytimes.com/2020/07/24/us/supreme-court-nevada-church-coronavirus.html"}