{"authors": ["Jack Nicas"], "date_download": "2022-10-25 23:40:58", "date_modify": "2022-10-25 23:40:58", "date_publish": "2020-04-30 22:35:06", "description": "The tech giant signaled confidence by announcing another big stock buyback, but it declined to forecast sales for the current quarter.", "filename": "2020_04_30_technology_apple-sales-earnings-coronavirus_1666741258.html", "image_url": "https://static01.nyt.com/images/2020/05/01/business/30apple/30apple-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e5d9477f9e4f31a3647ee2c85d4712bc814de12e8355c7829d620c54c23fa039&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_30_technology_apple-sales-earnings-coronavirus_1666741258.html", "title": "Apple Earnings: First-Quarter Sales Are Up Despite Coronavirus Slowdown", "title_page": "Apple Earnings: First-Quarter Sales Are Up Despite Coronavirus Slowdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The global economy is showing signs of collapse, yet Apple said that its sales continued to rise and that it was buying back another $50 billion in stock.\nThe tech giant has long been a bellwether for global industry, and investors will now hope that is still the case. Apple said on Thursday that its revenue rose nearly 1 percent to $58.3 billion in the first three months of the year, despite coronavirus lockdowns in China, where Apple assembles nearly all of its products and sells nearly a fifth of them.\nApple said it more than compensated for a 7.5 percent decline in revenue in China, Taiwan and Hong Kong with surging sales of its internet services, like iPhone apps and Apple Music, as well as the Apple Watch and AirPods.\nYet there are signs of a rougher path ahead. Analysts expect the current quarter to be much uglier because of the shutdowns across much of the world to combat the spread of the virus. “The supply chain is largely back up and running, but now the question is what kind of demand is there going to be for their products,” said Toni Sacconaghi, an analyst with Bernstein Research who tracks Apple.", "url": "https://www.nytimes.com/2020/04/30/technology/apple-sales-earnings-coronavirus.html"}