{"authors": ["Maggie Astor", "Matt Stevens"], "date_download": "2022-10-25 23:32:00", "date_modify": "2022-10-25 23:32:00", "date_publish": "2020-06-29 18:59:46", "description": "The Supreme Court’s rejection of a restrictive Louisiana abortion law, and Justice Brett M. Kavanaugh’s dissent, may create new challenges for Susan Collins and other Republican senators up for re-election.", "filename": "2020_06_29_us_politics_2020-senate-abortion-susan-collins_1666740720.html", "image_url": "https://static01.nyt.com/images/2020/06/29/us/politics/29abortion-campaign/29abortion-campaign-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5c28a3fb293b24a9427c67419c544d5899a97698cbff08993bd20744a7b05a6c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_29_us_politics_2020-senate-abortion-susan-collins_1666740720.html", "title": "Abortion Rises as a Pivotal Issue for At-Risk Senate Republicans", "title_page": "Abortion Rises as a Pivotal Issue for At-Risk Senate Republicans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Collins, Mr. Gardner and Mr. Tillis are seen as three of the most vulnerable Republicans in the Senate. And Ms. Ernst’s and Mr. Graham’s seats, while nowhere near as competitive, have become more so than they were a few months ago as President Trump’s popularity has eroded.\nHigh-profile Democratic lawmakers like Senators Kamala Harris of California and Kirsten Gillibrand of New York were quick to applaud the decision on Monday as a victory for reproductive rights. But in a sign of what is at stake in November, Democratic officials and Senate candidates like Ms. Gideon also moved swiftly to condemn their Republican opponents, and to emphasize that if Mr. Trump gets another Supreme Court pick, the next ruling could go the other way.\n“Republican leaders will continue to go after the rights of women and anyone seeking reproductive care to make decisions about their own bodies, their own families and their own futures,” top Democratic National Committee members said in a joint statement. “Democrats are doing everything in our power to flip the Senate, defeat Donald Trump, and make sure Roe remains the law of the land.”\nNearly all sitting Republican senators voted to confirm Justice Kavanaugh, including those in competitive races this year. Senator Martha McSally of Arizona, a Republican who is in a tough battle against Mark Kelly, a Democrat, had not been appointed to her Senate seat at the time of the October 2018 vote, but indicated that she would have voted in favor.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nA spokeswoman for the Republican National Committee said the party “values the life and health of both the mother and the unborn baby” and sought to use conservative anger over the ruling to drive turnout in the fall.\n“It’s unfortunate to see the Supreme Court trample on the prerogatives of states with this decision,” the spokeswoman, Mandi Merritt, said in a statement. “It’s cases like this which serve as a reminder to why President Trump must be re-elected so he can appoint more conservative judges who won’t legislate from the bench.”\nThe Louisiana law at issue requires doctors performing abortions to have admitting privileges at hospitals, and Republican lawmakers argued on Twitter that the court had struck down legislation that “fundamentally protects women.” Supporters of abortion rights argue, and the Supreme Court’s majority opinion agreed, that requiring abortion providers to have admitting privileges does not make women safer.", "url": "https://www.nytimes.com/2020/06/29/us/politics/2020-senate-abortion-susan-collins.html"}