{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:31", "date_modify": "2022-10-25 23:29:31", "date_publish": "2020-05-14 16:02:10", "description": "Fully 39 percent of former workers in households earning $40,000 or less lost work, and a new Federal Reserve survey shows many families have few resources to make it through.", "filename": "2020_05_14_business_economy_coronavirus-jobless-unemployment_1666740571.html", "image_url": "https://static01.nyt.com/images/2020/05/14/business/14VIRUS-FEDSURVEY/merlin_171438081_77df863f-2103-41ce-8b50-ecb3e747a774-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1f70d593fcbb2ff89ce5fa29f18ff28f633b3f306cf691abbfa8b878f2b05380&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_14_business_economy_coronavirus-jobless-unemployment_1666740571.html", "title": "Poor Americans Hit Hardest by Job Losses Amid Covid-19 Lockdowns, Fed Says", "title_page": "Poor Americans Hit Hardest by Job Losses Amid Covid-19 Lockdowns, Fed Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Households entered the coronavirus shutdown in precarious economic positions that have only worsened as workers are furloughed by the millions, and the challenges are especially acute for the poorest Americans, according to a Federal Reserve survey released Thursday.\nMany Americans went into the nationwide lockdown with limited savings, despite gains from a record-long economic expansion. At the end of 2019, three in 10 adults said they could not cover three months’ worth of expenses with savings or borrowing in the case of a job loss, “indicating that they were not prepared for the current financial challenges,” the Fed report said.\nOne in five people who were working in February reported losing a job or being furloughed in March or the beginning of April, the data showed, and that pain was highly concentrated among low earners. Fully 39 percent of former workers living in a household earning $40,000 or less lost work, compared with 13 percent in those making more than $100,000, a Fed official said.\nThe U.S. economy began slowing in March as state and local governments instituted stay-at-home orders to tame the coronavirus’ rapid spread. That has most likely caused the steepest growth decline in the United States’ postwar history. Consumer spending has plummeted as stores and restaurants closed, and mass layoffs have become a feature of everyday life. Nearly three million people filed for unemployment benefits last week, pushing the two-month tally over 36 million.", "url": "https://www.nytimes.com/2020/05/14/business/economy/coronavirus-jobless-unemployment.html"}