{"authors": ["Zachary Woolfe"], "date_download": "2022-10-25 23:36:14", "date_modify": "2022-10-25 23:36:14", "date_publish": "2020-08-26 17:00:06", "description": "The NY Phil Bandwagon will roll out to neighborhoods around the city three days a week, through mid-October.", "filename": "2020_08_26_arts_music_new-york-philharmonic_1666740974.html", "image_url": "https://static01.nyt.com/images/2020/08/26/arts/26nyphil-1/26nyphil-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=054d5f1ddf6ebab6b30606b11510114f36a48bcadcc6e0069cc9c088327c995a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_26_arts_music_new-york-philharmonic_1666740974.html", "title": "New York Philharmonic Restarts the Music With a Pickup Truck", "title_page": "New York Philharmonic Restarts the Music With a Pickup Truck - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The New York Philharmonic is best known for grand, formal performances in its Lincoln Center home. But with theaters and concert halls closed by the coronavirus pandemic at least until the end of the year, the orchestra is trying out a decidedly more casual, outdoor and mobile space, with a DIY, yee-haw vibe.\nEnter the NY Phil Bandwagon.\nIt is a rented gray Ford F-250 pickup truck that has been tricked out in red, white and black wrapping. And it — along with Philharmonic musicians — may soon be appearing at street corners near you for short, impromptu chamber events. Pull-up concerts, the orchestra is calling them, rather than pop-ups.\nRolling out this Friday — with a plan to perform Friday through Sunday, three concerts a day, for the next eight weeks — the Bandwagon is designed to counter livestream fatigue among both musicians and audiences, and to keep the orchestra in the city’s consciousness as coronavirus protection policies persist.\n“When I think of the orchestra,” Deborah Borda, the Philharmonic’s chief executive, said in an interview over Zoom, “I think of the orchestra I grew up with. My dad took me to that and the Yankees. I think of it as New York’s orchestra. This is a real way to have a dialogue with parts of the city that isn’t normally what we have done.”", "url": "https://www.nytimes.com/2020/08/26/arts/music/new-york-philharmonic.html"}