{"authors": ["Sarah Kliff", "Julie Bosman"], "date_download": "2022-10-25 22:56:53", "date_modify": "2022-10-25 22:56:53", "date_publish": "2020-04-05 16:36:50", "description": "Inconsistent protocols, limited resources and a patchwork of decision making have led to an undercounting of people with the coronavirus who have died, health experts say.", "filename": "2020_04_05_us_coronavirus-deaths-undercount_1666738613.html", "image_url": "https://static01.nyt.com/images/2020/04/03/us/00virus-dead01/merlin_171254238_54123ca9-32e9-4a98-815a-6eb1aa2e523a-facebookJumbo.jpg?year=2020&h=549&w=1050&s=813bdaf3db7d67c9e36c93566806a2c1d0ceb5761d3199b4ed84886623b7e2b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_05_us_coronavirus-deaths-undercount_1666738613.html", "title": "Official Counts Understate the U.S. Coronavirus Death Toll", "title_page": "Official Counts Understate the U.S. Coronavirus Death Toll - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But as mayors and governors hold daily news conferences reporting the latest figures of infections and deaths related to Covid-19, Americans have paid close attention to the locations and numbers of the sick and dead — one of the few metrics available for understanding the new and mysterious disease threatening their communities.\nPublic health experts say that an accurate count of deaths is an essential tool to understand a disease outbreak as it unfolds: The more deadly a disease, the more aggressively the authorities are willing to disrupt normal life. Precise death counts can also inform the federal government on how to target resources, like ventilators from the national stockpile, to the areas of the country with the most desperate need.\nFor families who have lost a loved one in the midst of this epidemic, there is an urge simply to know: Was it the coronavirus?\nLingering questions\nAs the coronavirus outbreak began sweeping across the country last month, Julio Ramirez, a 43-year-old salesman in San Gabriel, Calif., came home from a business trip and began feeling unwell, suffering from a fever, cough and body aches. By the next day, he had lost his sense of taste and smell.\nHis wife, Julie Murillo, took him to an urgent care clinic several days later, where he was so weak he had to be pushed in a wheelchair. Doctors prescribed antibiotics, a cough syrup and gave him a chest X-ray, but they did not test for the coronavirus, she said. Just over a week after he returned from his trip, Ms. Murillo found him dead in his bed.\n“I kept trying to get him tested from the beginning,” Ms. Murillo said. “They told me no.”\nFrustrated, Ms. Murillo enlisted friends to call the C.D.C. on her behalf, urging a post-mortem test. Then she hired a private company to conduct an autopsy; the owner pleaded for a coronavirus test from local and federal authorities.", "url": "https://www.nytimes.com/2020/04/05/us/coronavirus-deaths-undercount.html"}