{"authors": ["Vivian Yee"], "date_download": "2022-10-25 23:26:21", "date_modify": "2022-10-25 23:26:21", "date_publish": "2020-05-09 14:48:18", "description": "The Mideast’s wealthiest countries depend on foreigners to do jobs their citizens won’t. But the virus has hobbled the arrangement and drawn attention to its inequities.", "filename": "2020_05_09_world_middleeast_virus-forces-persian-gulf-states-to-reckon-with-migrant-labor_1666740381.html", "image_url": "https://static01.nyt.com/images/2020/05/09/world/09virus-gulf-migrants/09virus-gulf-migrants-facebookJumbo.jpg?year=2020&h=550&w=1050&s=826c89a1331a2ec5a35839e28e3fb75cc56f65bb2ee082e05c422d50ea2dafd8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_09_world_middleeast_virus-forces-persian-gulf-states-to-reckon-with-migrant-labor_1666740381.html", "title": "Virus Forces Persian Gulf States to Reckon With Migrant Labor", "title_page": "Virus Forces Persian Gulf States to Reckon With Migrant Labor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — The Kuwaiti talk show panelists were holding forth on an issue that the coronavirus has pushed to the forefront of national debate: whether their tiny, oil-rich monarchy should rely as heavily as it does on foreign laborers, who have suffered most of the country’s infections and borne much of the cost of its lockdown.\n“Go to malls in Kuwait — would you ever see a Kuwaiti working there?” said one guest, Ahmad Baqer. “No. They’re all different nationalities.”\nNot long after, a South Asian man slipped into the camera frame, serving tea to each panelist from a tray. He appeared three times during the program, his presence unacknowledged except by one panelist who waved away a fresh cup.\nIn the Middle East’s wealthiest societies, the machinery of daily life depends on migrant laborers from Asia, Africa and poorer Arab countries — millions of “tea boys,” housemaids, doctors, construction workers, deliverymen, chefs, garbagemen, guards, hairdressers, hoteliers and more, who often outnumber the native population.", "url": "https://www.nytimes.com/2020/05/09/world/middleeast/virus-forces-persian-gulf-states-to-reckon-with-migrant-labor.html"}