{"authors": ["Mark Landler", "Stephen Castle"], "date_download": "2022-10-25 23:42:43", "date_modify": "2022-10-25 23:42:43", "date_publish": "2020-11-02 19:35:02", "description": "The prime minister is caught uncomfortably between members of his Conservative Party who oppose his national lockdown and opponents who call it too little, too late.", "filename": "2020_11_02_world_europe_britain-johnson-coronavirus-revolt_1666741363.html", "image_url": "https://static01.nyt.com/images/2020/11/02/world/02virus-uk-1/02virus-uk-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f0c0d10adf6d36dedb4b38665b2dc60473db665d30f7e90c2d6ba44c963f4b1a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_02_world_europe_britain-johnson-coronavirus-revolt_1666741363.html", "title": "U.K.’s Boris Johnson Faces Revolt Over His Coronavirus Policy", "title_page": "U.K.’s Boris Johnson Faces Revolt Over His Coronavirus Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Prince William did not disclose his diagnosis because he did not want to alarm the nation, according to the Sun newspaper, which first reported the story.\nFor all the criticism of Mr. Johnson, his latest plans are not likely to be derailed. While a handful of Conservative members of Parliament said they would oppose the lockdown measure when it comes up for a vote on Wednesday, the prime minister’s 80-seat majority, plus the seal of approval from the Labour Party, all but guarantees that it will be approved by the House of Commons.\nStill, the swelling unrest in Conservative ranks, the rising strength of the opposition and the re-emergence of Mr. Farage as a threat from the right add up to a treacherous landscape for Mr. Johnson.\nEven among some of his supporters, there was despair at the government’s inconsistency and failure to foresee predictable problems — and at the constant drumbeat of questions about its competence.\n“The problem is if a narrative is established that he lacks a grip on the situation,” said Tim Bale, a professor of politics at Queen Mary University of London. “Most Conservative members of Parliament realize that the sine qua non of re-election is competence.”\nMr. Bale added that “if the opinion polls turn south very quickly,” Mr. Johnson “is going to begin to get into more nervous territory.”\nAmong the growing legion of malcontents are lawmakers from the north of the country, where the Conservatives won a critical number of parliamentary seats from the Labour Party last year. They fear that Mr. Johnson’s promise to “level up” the economy in their areas could be washed away by the economic tidal wave wrought by the pandemic.", "url": "https://www.nytimes.com/2020/11/02/world/europe/britain-johnson-coronavirus-revolt.html"}