{"authors": ["Henry Fountain", "George Steinmetz", "Photographs"], "date_download": "2022-10-25 23:23:03", "date_modify": "2022-10-25 23:23:03", "date_publish": "2020-10-21 08:00:17", "description": "The United States is home to 95 million cattle, and changing what they eat could have a significant effect on emissions of greenhouse gases like methane that are warming the world.", "filename": "2020_10_21_climate_beef-cattle-methane_1666740183.html", "image_url": "https://static01.nyt.com/images/2020/10/21/climate/21CLI-CATTLE-promo/21CLI-CATTLE-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e2befcd9b7f52c38379e2f25f72500db1eae90f572d68067534446741ce1a84a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_21_climate_beef-cattle-methane_1666740183.html", "title": "Belching Cows and Endless Feedlots: Fixing Cattle’s Climate Issues", "title_page": "Belching Cows and Endless Feedlots: Fixing Cattle’s Climate Issues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HAPPY, Texas — Randy Shields looked out at a sea of cattle at the sprawling Wrangler Feedyard — 46,000 animals milling about in the dry Panhandle air as a feed truck swept by on its way to their pens.\nMr. Shields, who manages the yard for Cactus Feeders, knows that at its most basic, the business simply takes something that people can’t eat, and converts it into something they can: beef. That’s possible because cattle have a multichambered stomach where microbes ferment grass and other tough fibrous vegetation, making it digestible.\n“The way I look at it, I’ve got 46,000 fermentation vats going out there,” Mr. Shields said.\nBut this process, called enteric fermentation, also produces methane, a potent planet-warming gas that the cattle mostly belch into the air. And with about 95 million cattle in the United States, including more than 25 million that are fattened for slaughter each year at feedlots, the methane adds up.\nResearchers within and outside the industry are working on ways to reduce emissions from fermentation, through feed supplements or dietary changes. Other efforts aim to lower emissions from the animals’ waste — a source of methane as well as another powerful greenhouse gas, nitrous oxide — through improved manure storage and handling.", "url": "https://www.nytimes.com/2020/10/21/climate/beef-cattle-methane.html"}