{"authors": ["Derrick Bryson Taylor"], "date_download": "2022-10-25 23:48:59", "date_modify": "2022-10-25 23:48:59", "date_publish": "2020-02-28 18:00:18", "description": "Last month, the World Health Organization stopped short of calling the outbreak a pandemic. Experts weigh in on the debate and explain the significance of the terms.", "filename": "2020_02_28_health_coronavirus-pandemic-epidemic_1666741739.html", "image_url": "https://static01.nyt.com/images/2020/03/15/multimedia/26xp-coronavirus/26xp-coronavirus-facebookJumbo-v4.jpg?year=2020&h=550&w=1050&s=d465f20bab22a897b034bff43cd0d182778ed50bbc57aba6843e26ac5fa597f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_28_health_coronavirus-pandemic-epidemic_1666741739.html", "title": "What is a Pandemic?", "title_page": "What is a Pandemic?  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "All eyes have been on the coronavirus since it crept up in Wuhan, China, in late 2019. Since then, the virus has sickened tens of thousands of people in more than three dozen countries, and its quick advance across Asia, the Middle East and Europe has raised fears that a pandemic could be on the horizon.\nThe World Health Organization has referred to the outbreak as an “epidemic” as opposed to a “pandemic.” But late last month, it increased its assessment of the global risk of spread and the risk of impact of the coronavirus outbreak from “high” to “very high.”\nWhat’s the difference between an epidemic and a pandemic?\nAccording to the W.H.O., an epidemic is explained as a regional outbreak of an illness that spreads unexpectedly. The C.D.C. calls it “an increase, often sudden, in the number of cases of a disease above what is normally expected” in that area.\nIn 2010, the W.H.O. defined a pandemic as “the worldwide spread of a new disease” that affects large numbers of people. The C.D.C. says it is “an epidemic that has spread over several countries or continents, usually affecting a large number of people.”", "url": "https://www.nytimes.com/2020/02/28/health/coronavirus-pandemic-epidemic.html"}