{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:12", "date_modify": "2022-10-25 23:29:12", "date_publish": "2020-06-10 07:00:13", "description": "Federal Reserve officials indicated they expected the economic recovery from the pandemic-induced recession would be a slow one, with rates near zero for years.", "filename": "2020_06_10_business_economy_federal-reserve-economy-coronavirus_1666740552.html", "image_url": "https://static01.nyt.com/images/2020/06/10/business/10DC-Virus-Fed-01/merlin_172744929_7cb03ebd-9993-4785-9e5b-33ec7bf49ea9-facebookJumbo.jpg?year=2020&h=550&w=1050&s=88217bd53acc4fecbb0d3dbc136cd4e6111cecb5192df05dd02faf0e0faf1bcc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_10_business_economy_federal-reserve-economy-coronavirus_1666740552.html", "title": "Federal Reserve Releases Economic Projections", "title_page": "Federal Reserve Releases Economic Projections  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Federal Reserve on Wednesday said it would leave interest rates near zero for the foreseeable future as the central bank projected high unemployment for several years and a long slog back from the pandemic-induced recession.\nIn their first economic projections this year, Fed officials indicated that they expect the unemployment rate to end 2020 at 9.3 percent and remain elevated for some time, coming in at 5.5 percent in 2022. That would be well above the level they expect to prevail over the longer run in a healthy economy and far above the historically low jobless rates that preceded the virus.\n”Many millions have lost their jobs,” Fed Chair Jerome H. Powell said at a news conference following the Fed’s two-day policy meeting, adding the extent of the downturn and pace of the recovery remain “extraordinarily uncertain.”\nMr. Powell said the Fed will do “whatever we can, and for as long as it takes” to support the recovery and “limit lasting damage” to the economy.", "url": "https://www.nytimes.com/2020/06/10/business/economy/federal-reserve-economy-coronavirus.html"}