{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:44:08", "date_modify": "2022-10-25 23:44:08", "date_publish": "2020-06-04 23:11:51", "description": "Belligerents on all sides of the Libyan conflict, including Turkey, Russia and the U.A.E., are preparing for a new stage after a pullback by the forces of the commander, Khalifa Hifter.", "filename": "2020_06_04_world_middleeast_libya-hifter-retreat-russia_1666741448.html", "image_url": "https://static01.nyt.com/images/2020/06/04/world/04Libya/04Libya-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6152545c7e034fdf31bc05b24e77ea4b01109cf1efe1a7b32efeba7fdba7abf4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_04_world_middleeast_libya-hifter-retreat-russia_1666741448.html", "title": "Russian-Backed Libyan Commander Retreats From Tripoli", "title_page": "Russian-Backed Libyan Commander Retreats From Tripoli - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The forces of the military leader Khalifa Hifter on Thursday retreated from their last footholds in the suburbs of Tripoli, the Libyan capital, ending his 15-month-old campaign to capture the city.\nMr. Hifter, 76, a former Libyan Army general and one-time C.I.A. asset, has fought for years to try to rule Libya as a new strongman and he launched his assault on Tripoli last spring in a last-ditch, all-or-nothing attempt to fulfill his goal.\nInsead, his assault transformed what had been a simmering civil conflict among rival Libyan factions into an increasingly open proxy war among rival international powers.\nThe Russian mercenaries and Emirati air power backing Mr. Hifter had appeared to make his forces almost unstoppable at the start of this year. Then, the intervention of the Turkish military — and its deployment of brigades of paid Syrian fighters — helped turn the tide and instead delivered Mr. Hifter a stinging defeat.", "url": "https://www.nytimes.com/2020/06/04/world/middleeast/libya-hifter-retreat-russia.html"}