{"authors": ["Mike Baker"], "date_download": "2022-10-25 23:29:24", "date_modify": "2022-10-25 23:29:24", "date_publish": "2020-06-03 07:00:10", "description": "Tear gas brings temporary misery by stinging eyes and throats. There’s also evidence that it may increase the risk of respiratory illness.", "filename": "2020_06_03_us_tear-gas-risks-protests-coronavirus_1666740564.html", "image_url": "https://static01.nyt.com/images/2020/06/02/us/02UNREST-TEARGAS/02UNREST-TEARGAS-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a03ca5ccc373b9e4aa972e2c530111a44c8edd8f6207a5170418edd051e1df01&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_03_us_tear-gas-risks-protests-coronavirus_1666740564.html", "title": "Tear Gas Used in George Floyd Protests Could Lead to New Coronavirus Wave", "title_page": "Tear Gas Used in George Floyd Protests Could Lead to New Coronavirus Wave  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A study in Turkey examining the long-term effects of tear gas found that people who had been exposed had a higher risk for chronic bronchitis.\nTear gas has been around for decades, used around the world as a riot-control tool, including in Hong Kong during recent uprisings there. Treaties prohibit its use during war.\nMr. Jordt said he worried that the effects on healthy, young military recruits may also not fully capture the risks to people who are older or have underlying conditions. He said more research was needed on tear gas generally, since much of the research was decades old, but that it had been difficult to get funding to examine the issue.\nThe protests after Mr. Floyd’s death have focused on the disproportionate impacts of police killings on black Americans, with protests led by groups such as Black Lives Matter. People of color have also been hit particularly hard by the coronavirus pandemic, with higher rates of hospitalizations and deaths than white people.\nResearchers have long found that smoking can cause damage to upper airways and increase the risk of lung infections. The Centers for Disease Control and Prevention has said that conditions such as asthma and chronic lung disease can increase the risk of someone getting a severe coronavirus illness.\nThe C.D.C. has said that prolonged exposure to riot-control agents may lead to long-term effects to eyes and breathing problems such as asthma.", "url": "https://www.nytimes.com/2020/06/03/us/tear-gas-risks-protests-coronavirus.html"}