{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:31:32", "date_modify": "2022-10-25 23:31:32", "date_publish": "2020-06-05 23:10:12", "description": "A dispute over legislation to make lynching a federal crime has grown fierce as Congress turns its attention to issues of race and law enforcement amid protests across the country.", "filename": "2020_06_05_us_politics_rand-paul-anti-lynching-bill-senate_1666740692.html", "image_url": "https://static01.nyt.com/images/2020/06/05/us/politics/05dc-lynching/05dc-lynching-facebookJumbo.jpg?year=2020&h=550&w=1050&s=72c85c073391ddd3ef52c7ce09420e7c4e3b6f4c42ead7b5f21cc0cf50d216ec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_05_us_politics_rand-paul-anti-lynching-bill-senate_1666740692.html", "title": "Frustration and Fury as Rand Paul Holds Up Anti-Lynching Bill in Senate", "title_page": "Frustration and Fury as Rand Paul Holds Up Anti-Lynching Bill in Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Congress prepares to wade into a contentious debate over legislation to address police brutality and systemic racial bias, a long-simmering dispute in the Senate over a far less controversial bill that would for the first time explicitly make lynching a federal crime has burst into public view.\nThe bill, called the Emmett Till Antilynching Act after the 14-year-old black boy who was tortured and killed in 1955 in Mississippi, predates the recent high-profile deaths of three black men and women at the hands of white police and civilians that have inspired protests across the country. It passed the House this year by a vote of 410 to 4, and has the backing of 99 senators, who have urged support for belated federal recognition of a crime that once terrorized black Americans.\nBut the private objections of one Republican, Senator Rand Paul of Kentucky, have succeeded for months in preventing it from becoming law. At a time when lawmakers are looking at an array of other, potentially more divisive proposals to respond to a spate of recent killings of black Americans, the impasse illustrates the volatile mix of raw emotion and political division that has often frustrated attempts by Congress to enact meaningful changes in the law when it comes to matters of racial violence.\nThe issue erupted on the Senate floor on Thursday afternoon, when Mr. Paul sought to narrow the bill’s definition of lynching and push the revised measure through without a formal vote, drawing angry rebukes from two of the bill’s authors, Senators Cory Booker of New Jersey and Kamala Harris of California, both African-American Democrats.", "url": "https://www.nytimes.com/2020/06/05/us/politics/rand-paul-anti-lynching-bill-senate.html"}