{"authors": ["Helene Cooper"], "date_download": "2022-10-26 00:11:49", "date_modify": "2022-10-26 00:11:49", "date_publish": "2020-06-11 13:30:10", "description": "President Trump’s walk across Lafayette Square, current and former military leaders say, has started a moment of reckoning in the military.", "filename": "2020_06_11_us_politics_trump-milley-military-protests-lafayette-square_1666743109.html", "image_url": "https://static01.nyt.com/images/2020/06/12/us/politics/12dc-unrest-milley-p1/11dc-unrest-milley-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bd1197f5449143f4734f540688eef8eedcf111b46ab361903e2b1a146db7bc5c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_11_us_politics_trump-milley-military-protests-lafayette-square_1666743109.html", "title": "General Milley Apologizes for Trump Photo Op Role", "title_page": "General Milley Apologizes for Trump Photo Op Role - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "General Milley’s friends said that for the past 10 days, he had agonized about appearing — in the combat fatigues he wears every day to work — behind Mr. Trump during the walk, an act that critics said gave a stamp of military approval to the hard-line tactics used to clear the protesters.\nDuring his speech on Thursday, General Milley, after expressing his disgust over the video of the killing of Mr. Floyd, spoke at length about the issue of race, both in the military and in civilian society.\n“The protests that have ensued not only speak to his killing, but also to the centuries of injustice toward African-Americans,” General Milley said. “What we are seeing is the long shadow of our original sin in Jamestown 401 years ago, liberated by the Civil War, but not equal in the eyes of the law until 100 years later in 1965.”\nHe called on the military to address issues of systemic racism in the armed forces, where 43 percent of the enlisted troops are people of color, but only a tiny handful are in the ranks of senior leadership.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“The Navy and Marine Corps have no African-Americans serving above the two-star level, and the Army has just one African-American four-star,” he said, referring to officers who are generals and admirals. “We all need to do better.”\nAfter protesters were cleared from areas opposite the White House on June 1, General Milley believed he was accompanying Mr. Trump and his entourage to review National Guard troops and other law enforcement personnel outside Lafayette Square, Defense Department officials said.\nIn the days after the photo op, General Milley told Mr. Trump that he was angered by what had happened. The two had already exchanged sharp words last Monday, when General Milley engaged the president in a heated discussion in the Oval Office over whether to send active-duty troops into the streets, according to people in the room.", "url": "https://www.nytimes.com/2020/06/11/us/politics/trump-milley-military-protests-lafayette-square.html"}