{"authors": ["Charles Mcgrath"], "date_download": "2022-10-25 23:37:09", "date_modify": "2022-10-25 23:37:09", "date_publish": "2020-02-03 10:00:05", "description": "Emily Nemens’s kaleidoscopic debut takes readers on a beyond-the-stadium tour of spring training in Phoenix.", "filename": "2020_02_03_books_review_the-cactus-league-emily-nemens_1666741029.html", "image_url": "https://static01.nyt.com/images/2020/02/09/books/review/09McGrath/09McGrath-facebookJumbo.jpg?year=2020&h=549&w=1050&s=56d18ae01e092e648d9129ba3a66065914a6066c19ab15bd036a09a2228d034f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_03_books_review_the-cactus-league-emily-nemens_1666741029.html", "title": "A Winning Baseball Novel by the Editor of The Paris Review", "title_page": "A Winning Baseball Novel by the Editor of The Paris Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE CACTUS LEAGUE\nBy Emily Nemens\nThere are probably more good novels about baseball than any other sport. More bad ones, too. Emily Nemens’s “The Cactus League” definitely belongs in that first lineup, though it’s unusual in at least two respects. The book is less a novel, really, than a series of very cleverly interlinked short stories. (There are nine, naturally, all set in Phoenix during the spring training — or Cactus League — season of 2011.) And very little ball actually gets played in them. Nemens’s real subject here is less the game of baseball itself, though she’s quite good at describing it, than its infrastructure, all the lives that professional baseball embraces. Her large cast includes a coach, some players, an owner, a physical therapist, an agent and his assistant, not to mention an organist, some people who run the concession stands, and the wives and the groupies — the middle-aged divorcées loitering by the parking lot in hopes of picking up a ballplayer for a night or two.\nThe book’s plot, such as it is, concerns the unraveling of Jason Goodyear, a star outfielder for the Los Angeles Lions. (An annoying name, but if Nemens used a real one, she’d probably get sued.) He’s a two-time M.V.P., all-around good guy and straight arrow, “clean as a choirboy, quiet as a mouse” — think of somebody like Mike Trout, only with a secret gambling habit that has cost him his wife and his bank account. Jason is so broke he’s sleeping on a cot in the stadium supply shed. We know this from a middle-aged, out-of-work sportswriter who’s been hanging around the team, hoping for a scoop, and whose typed-up musings precede each of the book’s nine chapters. This guy is interested in what he calls the “long game” — so long that his descriptions include the ice age, the rise of the mastodons, the pulling apart of the continental shelf. Bad writing is hard to do entertainingly, and while some of this stuff is sort of funny, much of it is just tiresome — Nemens’s one serious misstep.\nGoodyear’s plight is actually less interesting than that of Greg Carver, a pitcher who is 27 (almost middle-aged in baseball years) and just coming off Tommy John surgery. That’s the operation that replaces a blown-out arm ligament with a transplanted tendon. It often works wonders but requires a full year of rehab, and even after a whole season off Greg is still in pain. He can get through a game only by popping Vicodins — vikings, as they’re called in the locker room — which cause him to space out on the mound, forgetting where he is. It’s not giving away too much to say that he won’t make it through the spring. Neither will 18-year-old William Goslin, whose great-great-uncle is the Hall of Famer Goose Goslin. William is a bonus baby — he signed for $2 million right out of high school — and now he finds himself way out of his league, both athletically and emotionally. He spends most of his time alone in his hotel room, ordering meals from room service, playing Xbox games and dodging phone calls from his mother.\n[ This book was one of our most anticipated titles of February. See the full list. ]\nSome of Nemens’s best characters, however, aren’t ballplayers at all. There’s a homeless family, for example — a single mom and two kids — squatting in a half-finished house abandoned during the Phoenix housing crash of 2008 while the mother tries to put takeout food on the table (and also tend to her drug habit) by selling hot dogs at the stadium. Another squatter, in a house owned by a developer boyfriend, is one of the groupies, Tami Rowland. She works part time at Taliesin West, Frank Lloyd Wright’s winter home, now a museum, but her real passion is sleeping with ballplayers. Now in her 40s, with two marriages behind her, her body starting to show its age, she’s at once the most knowing and cynical character in “The Cactus League” — she’s onto all the scams, all the lies people tell one another — and the most hopeful. She really loves baseball and the men who play it, not just for their sexiness but for what they represent. “In a lot of ways, baseball players are like other men,” she thinks. “Some of them are dummies, some of them are mad, some of them are suspicious, shallow, arrogant. … But the difference separating ballplayers from everyone else is that they care about something tremendously and have since they were little. It’s thrilling. … Most people will never touch that kind of drive.”", "url": "https://www.nytimes.com/2020/02/03/books/review/the-cactus-league-emily-nemens.html"}