{"authors": ["Peter Baker", "Maggie Haberman", "Zolan Kanno-Youngs", "Noah Weiland"], "date_download": "2022-10-25 23:56:01", "date_modify": "2022-10-25 23:56:01", "date_publish": "2020-04-02 20:18:21", "description": "President Trump’s son-in-law has become a central player in the administration’s effort to curb the pandemic. But critics say he is part of the problem.", "filename": "2020_04_02_us_politics_jared-kushner-coronavirus-trump_1666742161.html", "image_url": "https://static01.nyt.com/images/2020/03/28/us/politics/28dc-virus-kushner1/28dc-virus-kushner1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9bd1083dd7d2b6251556534cd4debf54bf44563ba3130edb90d7d0726ce7f6d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_02_us_politics_jared-kushner-coronavirus-trump_1666742161.html", "title": "Jared Kushner Puts Himself in Middle of Trump's Chaotic Coronavirus Response", "title_page": "Jared Kushner Puts Himself in Middle of Trump's Chaotic Coronavirus Response - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Peter T. Gaynor, the federal government’s top emergency manager, was about to go on television last week to announce that he would use wartime production powers to ensure the manufacture of about 60,000 desperately needed coronavirus test kits.\nWith minutes until the camera went live, though, he still had to let the White House know. The person he hurriedly called: Jared Kushner, the president’s son-in-law and senior adviser, who endorsed an announcement that surprised many officials. Among those unaware that Mr. Kushner had agreed to the use of the special powers? President Trump.\nAt one of the most perilous moments in modern American history, Mr. Kushner is trying in a disjointed White House to marshal the forces of government for the war his father-in-law says he is waging. A real estate developer with none of the medical expertise of a public health official nor the mobilization experience of a general, Mr. Kushner has nonetheless become a key player in the response to the pandemic.\nBecause of his unique status, he has made himself the point of contact for many agency officials who know that he can force action and issue decisions without going to the president. But while Mr. Kushner and his allies say that he has brought more order to the process, the government’s response remains fragmented and behind the curve.", "url": "https://www.nytimes.com/2020/04/02/us/politics/jared-kushner-coronavirus-trump.html"}