{"authors": ["Nicole Hong", "Sean Piccoli"], "date_download": "2022-10-25 22:55:18", "date_modify": "2022-10-25 22:55:18", "date_publish": "2020-10-27 13:01:53", "description": "In the courtroom, more than a dozen victims gave wrenching testimony about how he manipulated and sexually abused them.", "filename": "2020_10_27_nyregion_nxivm-cult-keith-raniere-sentenced_1666738518.html", "image_url": "https://static01.nyt.com/images/2020/10/27/nyregion/27raniere-metro/27raniere-metro-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d6c0e6122143afe468875436889e4f7bf287c1751ed1e36b44796df83881c5ff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_27_nyregion_nxivm-cult-keith-raniere-sentenced_1666738518.html", "title": "Nxivm Cult: Leader Keith Raniere Sentenced to 120 Years", "title_page": "Nxivm Cult: Leader Keith Raniere Sentenced to 120 Years  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s an insult to the intelligence of anyone who listens,” the judge said.\nMr. Agnifilo did seem to acknowledge tensions with his client, saying that he had refused to file a motion claiming evidence tampering by the government even though Mr. Raniere asked him to. In recent months, Mr. Raniere has spearheaded a campaign to overturn his conviction, directing his supporters to create a podcast about his case and set up a contest to find errors in his prosecution in exchange for a $25,000 cash prize.\nAnother victim, India Oxenberg, told the court that Mr. Raniere tried to poison her relationship with her mother, the actress Catherine Oxenberg, whose efforts to extricate her daughter from the organization were part of a recent HBO documentary series about Nxivm called “The Vow.”\nIndia Oxenberg said Mr. Raniere expected her to wait naked for him, like a piece of meat. She became so thin under his manipulation that she stopped getting her period, she said.\n“You are a sexual predator, and you raped me,” India Oxenberg said. “When you touched me, I recoiled.”\nFormer Nxivm (pronounced NEX-ee-um) members said Mr. Raniere preyed on insecure people who hoped that immersing themselves in expensive self-help classes would unlock the key to fulfillment. Even highly educated people became trapped inside Mr. Raniere’s system, which he sold as the only way to overcome their fears, shaming anyone who tried to quit.\nAt Mr. Raniere’s trial, a primary focus was a secretive women-only group inside Nxivm. During a videotaped initiation ceremony, the women lay naked on a table, saying, “Master, please brand me,” as a cauterizing pen seared their skin without anesthesia.\nSome of those women testified that they thought they were joining a women’s mentorship group, only to discover that they were directed to have sex with Mr. Raniere.", "url": "https://www.nytimes.com/2020/10/27/nyregion/nxivm-cult-keith-raniere-sentenced.html"}