{"authors": ["Niraj Chokshi"], "date_download": "2022-10-25 23:00:31", "date_modify": "2022-10-25 23:00:31", "date_publish": "2020-09-23 00:34:49", "description": "Tesla said it was working on advances that would lower the cost of batteries and increase their capacity to store energy.", "filename": "2020_09_22_business_tesla-elon-musk-battery-day_1666738831.html", "image_url": "https://static01.nyt.com/images/2020/09/22/business/22markets-brf-tesla/22markets-brf-tesla-facebookJumbo.jpg?year=2020&h=550&w=1050&s=76c7f0351a5378a4ed6220c7e1848efe27151308806f6a9ccb50bb9f66d664de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_22_business_tesla-elon-musk-battery-day_1666738831.html", "title": "Elon Musk Promises to Make a $25,000 Tesla (in 3 Years)", "title_page": "Elon Musk Promises to Make a $25,000 Tesla (in 3 Years) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tesla is working on cheaper, more powerful batteries for its electric cars, but many of the required innovations are still works in progress, its chief executive, Elon Musk, said Tuesday at a much anticipated presentation at the company’s California factory.\nThe advances could ultimately cut battery costs more than 50 percent and increase the distance Tesla’s vehicles can travel by nearly as much. That would set the stage for the company to make a “compelling” $25,000 electric vehicle three years from now, Mr. Musk said, speaking to a parking lot full of Tesla owners in their vehicles, honking in approval.\nBut Mr. Musk, who has a reputation for promising game-changing innovations that often take far longer than expected or never arrive, said the company had not yet made the advances needed to get to that point.\nInvestors were hoping that Mr. Musk would announce a major technical breakthrough, in part because of the way Tesla had pitched the Tuesday event, which it called “Battery Day.” Tesla’s stock was down about 7 percent in extended trading Tuesday afternoon after falling more than 5 percent in regular trading.", "url": "https://www.nytimes.com/2020/09/22/business/tesla-elon-musk-battery-day.html"}