{"authors": ["Edmund Lee", "John Koblin"], "date_download": "2022-10-25 23:34:49", "date_modify": "2022-10-25 23:34:49", "date_publish": "2020-04-01 16:11:39", "description": "Just before the start of HBO Max, AT&T names Jason Kilar as the head of its entertainment and news unit. He replaces John Stankey, who remains AT&T’s president.", "filename": "2020_04_01_business_media_warner-media-jason-kilar-john-stankey_1666740889.html", "image_url": "https://static01.nyt.com/images/2020/04/01/business/01WARNERMEDIA-lede/01WARNERMEDIA-lede-facebookJumbo.jpg?year=2020&h=550&w=1050&s=08e32c8f5ca51d2c5a2d9e4e0924051af3679329fabd54e912dd61a977c9927c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_01_business_media_warner-media-jason-kilar-john-stankey_1666740889.html", "title": "Former Hulu Boss Will Lead WarnerMedia, Home of HBO and CNN", "title_page": "Former Hulu Boss Will Lead WarnerMedia, Home of HBO and CNN - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AT&T announced on Wednesday that it would bring in the former head of Hulu to lead WarnerMedia, the news and entertainment division that includes HBO, CNN and the Warner Bros. movie studio.\nJason Kilar, the founding chief executive of the streaming platform Hulu, will take over for John Stankey, a veteran AT&T executive who has run WarnerMedia since June 2018, when AT&T assumed control of the WarnerMedia properties as part of its $85.4 billion purchase of the Time Warner media empire. Mr. Kilar will report to Mr. Stankey, who will remain as AT&T’s president and chief operating officer.\n“It was always in the back of my mind that if there were ever a way to get him to work at AT&T in the right way, I’d jump at it,” Mr. Stankey said in an interview on Wednesday.\nThe announcement of the change, which goes into effect May 1, comes a month before the scheduled introduction of HBO Max, the company’s $15-a-month streaming service that will be the exclusive online home of “Game of Thrones,” “Friends” and the Harry Potter films.", "url": "https://www.nytimes.com/2020/04/01/business/media/warner-media-jason-kilar-john-stankey.html"}