{"authors": ["Ellen Barry", "Nicole Perlroth"], "date_download": "2022-10-25 23:47:11", "date_modify": "2022-10-25 23:47:11", "date_publish": "2020-11-26 10:00:14", "description": "A wave of damaging attacks on hospitals upended the lives of patients with cancer and other ailments. “I have no idea what to do,” one said.", "filename": "2020_11_26_us_hospital-cyber-attack_1666741631.html", "image_url": "https://static01.nyt.com/images/2020/11/25/us/00hospital-attack/merlin_180374457_7ee60b7c-1356-4e18-b909-c2f888b4445b-facebookJumbo.jpg?year=2020&h=550&w=1050&s=170d91714ba9ed318622e8ab160e778d179e1f609316c2b85655049898e247e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_26_us_hospital-cyber-attack_1666741631.html", "title": "Patients of a Vermont Hospital Are Left ‘in the Dark’ After a Cyberattack", "title_page": "Patients of a Vermont Hospital Are Left ‘in the Dark’ After a Cyberattack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sean McCaffrey, 37, who was scheduled to see a cardiologist on the afternoon of the cyberattack — he had been suffering from chest pains — said he had never been contacted to reschedule the appointment.\n“It’s really troublesome because I have lost some faith in my local hospital,” he said. “I was told I’d get a call. It’s been three weeks, and I have no idea what to do.”\nOthers say they are still waiting to gain access to critical scans. Two days before the shutdown, Damian Mooney, 47, had received a radiologist’s notes on an M.R.I. of his shoulder, which suggested that an aggressive bone cancer may have returned.\nThe scans have been unavailable since the cyberattack, so no doctor has been able to say whether the radiologist was correct, said his wife, Kat.\n“For 26 days, we’ve been sitting here going, ’We don’t know whether this recurred or not,’” she said.\nIt will be difficult, both for patients and staff members, to regain their sense of security, said Jennifer Long, an outpatient nurse at the medical center.\nShe and her colleagues, she said, sometimes wonder aloud what allowed the hackers to get into the system: “Is it the kid down the street? Is it someone in another country? Was it an email I sent? Was it the last page I opened?”", "url": "https://www.nytimes.com/2020/11/26/us/hospital-cyber-attack.html"}