{"authors": ["Emily Cochrane", "Hailey Fuchs", "Kenneth P. Vogel", "Jessica Silver-Greenberg"], "date_download": "2022-10-25 23:37:20", "date_modify": "2022-10-25 23:37:20", "date_publish": "2020-08-19 21:54:08", "description": "Democrats are calling on Louis DeJoy to step down amid concerns that changes already made could disenfranchise voters in November.", "filename": "2020_08_19_business_economy_postal-service-changes-dejoy_1666741040.html", "image_url": "https://static01.nyt.com/images/2020/08/19/us/politics/19dc-postal/19dc-postal-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9b9da886d24bae478fa10ebcabf8f80a962cab6502749159d4d00e513d6a8720&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_19_business_economy_postal-service-changes-dejoy_1666741040.html", "title": "Decision to Halt Postal Changes Does Little to Quell Election Concerns", "title_page": "Decision to Halt Postal Changes Does Little to Quell Election Concerns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Louis DeJoy’s move to halt changes that were viewed as a threat to mail-in voting did little to quell the outcry over his leadership as postmaster general, with lawmakers calling on Wednesday for his removal and one top Democrat demanding more answers about the secretive process that led to a major Trump donor running the Postal Service.\nSenator Chuck Schumer of New York, the Democratic leader, called on the Postal Service board of governors to release information about the selection process that resulted in Mr. DeJoy’s appointment in May, saying that the changes made under his watch underscored the need for more details. In a separate letter to Mr. DeJoy, Mr. Schumer also requested more information about the changes that had been put in place and which ones would be suspended.\nMr. DeJoy, who will face lawmakers at two separate hearings in the coming days, said on Tuesday that he would suspend cost-cutting and operational changes that have slowed mail delivery and fueled worries about mail-in voting in the November election. But Mr. DeJoy did not commit to reversing changes already put in place, including the removal of hundreds of mail-sorting machines, some of which have already been destroyed, according to union officials and postal workers.\nSpeaker Nancy Pelosi of California, who spoke with Mr. DeJoy on Wednesday, said in a statement that the postmaster general “frankly admitted that he had no intention of replacing the sorting machines, blue mailboxes and other key mail infrastructure that have been removed, and that plans for adequate overtime, which is critical for the timely delivery of mail, are not in the works.”", "url": "https://www.nytimes.com/2020/08/19/business/economy/postal-service-changes-dejoy.html"}