{"authors": ["Mike Ives", "Tiffany May", "Makiko Inoue"], "date_download": "2022-10-25 22:57:39", "date_modify": "2022-10-25 22:57:39", "date_publish": "2020-11-27 11:52:33", "description": "Hard-to-trace clusters, along with pandemic fatigue, have forced officials in Hong Kong, South Korea and Japan to keep recalibrating their responses.", "filename": "2020_11_27_world_asia_covid-19-asia_1666738659.html", "image_url": "https://static01.nyt.com/images/2020/11/27/world/27virus-asia-waves01/27virus-asia-waves01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=90f06f8124460e9ad7bdb31a52d11b0f9563b0e9c28c2897b82bbd893a587e1a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_27_world_asia_covid-19-asia_1666738659.html", "title": "Why Hong Kong, South Korea and Japan Have to Keep Beating Back Coronavirus", "title_page": "Why Hong Kong, South Korea and Japan Have to Keep Beating Back Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Japan, the authorities have been reporting about 2,000 infections a day. Cases are spreading rapidly in Tokyo, which reported a record 570 infections on Friday, and around Osaka, Sapporo and other cities. Compared with summer waves, which mainly affected young people, the current one has hit many people in their 40s and older.\nIn a sign of the country’s alarm, Japan’s Imperial Household Agency said on Friday that it had decided to cancel Emperor Naruhito’s annual New Year event at the Imperial Palace in January — the first such cancellation since 1990, when the country was mourning the death of his grandfather.\n“Please don’t underestimate coronavirus,” Dr. Toshio Nakagawa, president of the Japan Medical Association, told reporters on Wednesday in Tokyo. “We cannot let Japan become like the U.S. or Europe.”\nThe hope is that coronavirus vaccines will soon hand health officials around the globe a new weapon to beat the pandemic. But they won’t be widely available until the spring at the earliest.\nUntil then, and as winter approaches and caseloads soar, medical officials across much of East Asia are pleading for vigilance — and rethinking their pandemic policies.\nIn the spring and summer, the focus was mainly on fighting clusters at their source. Officials in Tokyo and Seoul, for example, responded to ones that had spread mainly from night clubs by temporarily closing down the venues. Hong Kong imposed restrictions on sea crews after a cluster was traced to cargo ships.\nThis time around, officials seem determined to take a more nuanced approach, apparently driven by concerns about the economic wreckage the pandemic has already caused. But doing so in face of such a pernicious pathogen can open up new challenges.", "url": "https://www.nytimes.com/2020/11/27/world/asia/covid-19-asia.html"}