{"authors": ["Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:22:49", "date_modify": "2022-10-25 23:22:49", "date_publish": "2020-01-31 10:00:25", "description": "The number of attacks, detailed in a quarterly inspector general report, highlights once more the disparity between talking points and the reality on the ground.", "filename": "2020_01_31_world_asia_afghanistan-violence-taliban_1666740169.html", "image_url": "https://static01.nyt.com/images/2020/01/31/us/politics/31dc-afghanreport1-promo/31dc-afghanreport1-promo-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=0b2ae5285689b5a004e3ae8dc7f1f61587c36c6bdb4bccaf9877088c4562b0d1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_31_world_asia_afghanistan-violence-taliban_1666740169.html", "title": "Taliban’s Continued Attacks Show Limits of U.S. Strategy in Afghanistan", "title_page": "Taliban’s Continued Attacks Show Limits of U.S. Strategy in Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2019, the American military command in the country, led by Gen. Austin S. Miller, focused on inflicting heavy casualties on the Taliban in an effort to keep its leadership involved in peace negotiations taking place in Doha, Qatar. The offensives also aimed to push back the insurgent group to both lower Afghan casualties and hold what territory remained under government control.\nAfter a car bomb in Kabul, the country’s capital, killed an American soldier and 11 others in September, Mr. Trump called off the peace negotiations that were on the verge of a deal that could lead to the start of talks between the Taliban and the government in Kabul. The insurgent group has so far refused to talk to the Afghan government.\nAmerican and Taliban negotiators restarted the talks in December and are once more close to agreeing on a deal, American officials say, although the negotiations have been bogged down as the two sides wrestle over how to reduce violence in order to move the peace process forward. The Afghan government wants a monthlong cease-fire, and the Taliban has scaled back some attacks — but only on cities and main roads.\n“It goes to show nothing much has changed,” said Jason Dempsey, an adjunct senior fellow at the Center for a New American Security. “But if anything, it shows that the war in Afghanistan might be winding down in the eyes of the American public, but it certainly is reaching a pitched level in the country itself.”\nA Defense Department official attributed the higher number of Taliban attacks in the inspector general’s report to the fact that the insurgents were attacking more frequently, albeit in small numbers — a byproduct of the American air campaign and joint United States-Afghanistan ground missions.\nSimilarly, September saw the “highest number of enemy-initiated attacks in any month since June 2012 and the highest number of effective enemy-initiated attacks since recording began in January 2010,” according to the inspector general report. But the increase in military operations from the United States, the Afghan government and the Taliban are not without cost. There were more than 8,000 civilian casualties in Afghanistan in 2019, according to United Nations data.", "url": "https://www.nytimes.com/2020/01/31/world/asia/afghanistan-violence-taliban.html"}