{"authors": ["Richard Fausset"], "date_download": "2022-10-25 23:31:36", "date_modify": "2022-10-25 23:31:36", "date_publish": "2020-06-05 01:08:08", "description": "A Georgia investigator testified that one of the three defendants accused of chasing down and killing Ahmaud Arbery heard another defendant use a racist slur.", "filename": "2020_06_04_us_ahmaud-arbery-murder-hearing_1666740696.html", "image_url": "https://static01.nyt.com/images/2020/06/04/us/04GEORGIA-SHOOTING-satilla/04GEORGIA-SHOOTING-satilla-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2593a33778840d3d6adbb1e250ce9cf8557b43e1f06465f99c6e647c535d63dd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_04_us_ahmaud-arbery-murder-hearing_1666740696.html", "title": "Ahmaud Arbery Case: Judge Finds Probable Cause for Murder Charge", "title_page": "Ahmaud Arbery Case: Judge Finds Probable Cause for Murder Charge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The hearing largely focused on testimony from Richard Dial, an assistant special agent in charge for the Georgia Bureau of Investigation and the lead agent in the case. Mr. Dial said Travis McMichael, 34, who prosecutors say shot Mr. Arbery three times with a shotgun, was overheard using a racist epithet by William Bryan, a neighbor who has also been charged.\nMr. Dial said Mr. Bryan was also involved in the pursuit and tried to stop Mr. Arbery with his vehicle several times.\nThe chase began in the early afternoon of Feb. 23, when Mr. McMichael’s father, Gregory McMichael, 64, saw Mr. Arbery running in the Satilla Shores neighborhood just outside of Brunswick, and suspected that Mr. Arbery was the perpetrator of a series of break-ins. Both the father and son armed themselves, got into a pickup truck and began chasing Mr. Arbery.\nThe culmination of the chase was a physical fight between Mr. Arbery and Travis McMichael that was captured on video by Mr. Bryan, who pulled up to the scene in his truck. The video shows Mr. Arbery running toward the McMichaels before swerving around their pickup truck in an apparent effort to avoid Travis McMichael, who was standing outside with his shotgun.\nThen the two men clashed in front of the truck. Mr. Arbery was shot three times by Travis McMichael as Gregory McMichael watched from the truck bed.\nThe elder McMichael, a retired investigator in the local district attorney’s office, and his son, were arrested on May 7. Each was charged with murder and aggravated assault. Mr. Bryan was arrested on May 21 on charges of felony murder and criminal attempt to commit false imprisonment.\nThe three men remain in Glynn County jail and have not entered a plea in the case. The McMichaels appeared in the courtroom via a video feed.", "url": "https://www.nytimes.com/2020/06/04/us/ahmaud-arbery-murder-hearing.html"}