{"authors": ["Ashley Southall"], "date_download": "2022-10-25 23:30:00", "date_modify": "2022-10-25 23:30:00", "date_publish": "2020-05-13 21:27:47", "description": "Dermot F. Shea acknowledged racial disparities in the enforcement of pandemic-related rules but said they did not stem from “racist policing.”", "filename": "2020_05_13_nyregion_nypd-social-distancing-race-coronavirus_1666740600.html", "image_url": "https://static01.nyt.com/images/2020/05/13/nyregion/13nyvirus-shea/13nyvirus-shea-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3990a1b052a6de539b02c76382e576339ca7d51f05ccf2b5ca04fd126140e5c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_13_nyregion_nypd-social-distancing-race-coronavirus_1666740600.html", "title": "NYPD Commissioner Denies Racial Bias in Coronavirus Social Distancing Policing", "title_page": "NYPD Commissioner Denies Racial Bias in Coronavirus Social Distancing Policing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It is inherently wrong to aggressively police one group of people yet ignore another group that commits the same infraction,” said Ms. James, who is black. “The N.Y.P.D. must better ensure that a New Yorker’s race, color, and neighborhood does not determine how they are patrolled.”\nShe said her office had requested more expansive data about social-distancing enforcement from the Police Department, including precinct-by-precinct breakdowns of the age and race of those arrested or given summonses for failing to comply with social distancing rules.\nShe also demanded documents outlining the department’s policy, directives and training. A number of elected officials, public defender groups and members of the news media have also requested the information.\nThe police commissioner’s comments seemed aimed at quelling discontent among officers and their labor unions, who have expressed frustration with a mandate that they say is unclear and steers officers away from fighting crime and toward a public health role in the coronavirus crisis. At the height of the pandemic, nearly 20 percent of officers were out sick, though most who were infected with the virus have recovered and returned to work.\nMr. Shea has said in the past that his hands are tied by mandates from the mayor and the governor. On Wednesday, he again voiced his concern that enforcing social distancing might reverse the progress the police have made in rebuilding community ties, a key part of the department’s plan to push the city’s historically low crime rates down even further.\nLast Friday, the department said that between March 16 and May 5, officers had issued at least 374 summonses for violating the emergency measures and for acts likely to spread the virus. Of those, 300 summonses went to black and Hispanic people.\nOf the 125 people arrested for various offenses related to the coronavirus epidemic since the city was shut down in mid-March, 83 were black and 30 were Hispanic, according to data released on Tuesday. Those incidents ranged from hate crimes to fights that started with someone jumping a line at a supermarket, the police said. One was a bank robbery in which the robber showed a teller a note saying he had the disease caused by the virus.", "url": "https://www.nytimes.com/2020/05/13/nyregion/nypd-social-distancing-race-coronavirus.html"}