{"authors": ["Jennifer Krauss"], "date_download": "2022-10-25 23:33:01", "date_modify": "2022-10-25 23:33:01", "date_publish": "2020-12-18 10:00:07", "description": "Six new paperbacks to check out this week.", "filename": "2020_12_18_books_review_new-paperbacks_1666740781.html", "image_url": "https://static01.nyt.com/images/2020/12/20/books/20PAPERROW-GRID/20PAPERROW-GRID-facebookJumbo.jpg?year=2020&h=549&w=1050&s=861298cb2bc994ff680198321310c4657e58174395aef2a4bb4e149930edce59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_18_books_review_new-paperbacks_1666740781.html", "title": "New in Paperback: ‘The Dutch House’ and ‘The Nation City’", "title_page": "New in Paperback: ‘The Dutch House’ and ‘The Nation City’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE DUTCH HOUSE, by Ann Patchett. (Harper Perennial, 352 pp., $17.) This modern-day brother-and-sister fairy tale, which was a finalist for the 2020 Pulitzer Prize, “takes a winding road through the forest and doesn’t rush to a finish,” Martha Southgate, our reviewer, wrote. “But if you allow yourself to walk along with Patchett, you’ll find riches at the end of the trail. And you won’t end up shoved into an oven.”\nDEAD ASTRONAUTS, by Jeff VanderMeer. (Picador, 336 pp., $17.) Set in a “blasted desert hellscape,” this post-climate-change novel is about three astronauts who visit multiple alternate universes, dying over and over in an attempt to destroy the sinister biotech company VanderMeer introduced in “Borne” (2017). Our reviewer, Chelsea Leu, called this book “terrifying” and “transcendent.”\nTHE NATION CITY: Why Mayors Are Now Running the World, by Rahm Emanuel. (Vintage, 256 pp., $16.95.) While failing to “engage fully with the dynamics of race and class that continue to shape American cities,” the former mayor of Chicago and White House chief of staff under Barack Obama “makes a strong case for the vitality of local governance in an age of dysfunction,” in what our reviewer, Mason B. Williams, referred to as a “spirited manifesto.”\nNANAVILLE: Adventures in Grandparenting, by Anna Quindlen. (Random House, 176 pp., $16.) In this “witty and thoughtful” essay collection, according to our reviewer, Olivia Gentile, the best-selling novelist and former Times columnist serves up “vivid anecdotes and fresh insights — about childhood, about parenthood, about grandparenthood and about life.”", "url": "https://www.nytimes.com/2020/12/18/books/review/new-paperbacks.html"}