{"authors": ["Abgoodnough", "Jan Hoffman"], "date_download": "2022-10-25 23:48:21", "date_modify": "2022-10-25 23:48:21", "date_publish": "2020-12-20 20:40:36", "description": "The recommendation was a compromise aimed at getting the coronavirus vaccine to the most vulnerable of two high-risk groups.", "filename": "2020_12_20_health_covid-vaccine-first-elderly-workers_1666741701.html", "image_url": "https://static01.nyt.com/images/2020/12/20/multimedia/20virus-vaccine1a/20virus-vaccine1a-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=117a0619bd842df6be5b1fd5e615b8023a5a94710094cfef3f4a7b85620338d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_20_health_covid-vaccine-first-elderly-workers_1666741701.html", "title": "CDC Panel Says Frontline Workers and People Over 74 Should Get Vaccine Next", "title_page": "CDC Panel Says Frontline Workers and People Over 74 Should Get Vaccine Next - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Striking a compromise between two high-risk population groups, a panel advising the Centers for Disease Control and Prevention voted Sunday to recommend that people age 75 and older be next in line to receive the coronavirus vaccine in the United States, along with about 30 million “frontline essential workers,” such as emergency responders, teachers and grocery store employees.\nThe debate about who should receive the vaccine in these early months has grown increasingly urgent as the daily tally of cases has swelled to numbers unimaginable to the general public even weeks ago. The country has already begun vaccinating health care workers, and on Monday, CVS and Walgreens are to begin a mass inoculation campaign at the nation’s nursing homes and long-term care facilities. This week roughly six million doses of the newly authorized Moderna vaccine are to start arriving at more than 3,700 locations around the country, including many smaller and rural hospitals, widening the rollout that began with Pfizer’s vaccine last week.\nThe panel of doctors and public health experts had previously indicated it would recommend a much broader group of Americans defined as essential workers — about 90 million people with jobs designated by a division of the Department of Homeland Security as critical to keeping society functioning — as the next priority population, and that older people who live independently should come later.\nBut in hours of discussion on Sunday, conducted remotely, the committee members concluded that given the limited initial supply of vaccine and the higher Covid-19 death rate among older Americans, it made more sense to allow the oldest among them to go next, along with workers whose jobs put them “at substantially higher risk of exposure” to the virus.", "url": "https://www.nytimes.com/2020/12/20/health/covid-vaccine-first-elderly-workers.html"}