{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:23:05", "date_modify": "2022-10-25 23:23:05", "date_publish": "2020-04-01 16:57:41", "description": "A “cytokine storm” becomes an all-too-frequent phenomenon, particularly among the young. But treatments are being tested.", "filename": "2020_04_01_health_coronavirus-cytokine-storm-immune-system_1666740185.html", "image_url": "https://static01.nyt.com/images/2020/04/01/science/01VIRUS-CYTOKINESTORM1/01VIRUS-CYTOKINESTORM1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2cccfe2e4b94178b7607dcf7edaa25000e3f4d6ea19afb2c4099b5514225010b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_01_health_coronavirus-cytokine-storm-immune-system_1666740185.html", "title": "The Coronavirus Patients Betrayed by Their Own Immune Systems", "title_page": "The Coronavirus Patients Betrayed by Their Own Immune Systems - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The 42-year-old man arrived at a hospital in Paris on March 17 with a fever, cough and the “ground glass opacities” in both lungs that are a trademark of infection with the new coronavirus.\nTwo days later, his condition suddenly worsened and his oxygen levels dropped. His body, doctors suspected, was in the grip of a cytokine storm, a dangerous overreaction of the immune system. The phenomenon has become all too common in the coronavirus pandemic, but it is also pointing to potentially helpful drug treatments.\nWhen the body first encounters a virus or a bacterium, the immune system ramps up and begins to fight the invader. The foot soldiers in this fight are molecules called cytokines that set off a cascade of signals to cells to marshal a response. Usually, the stronger this immune response, the stronger the chance of vanquishing the infection, which is partly why children and younger people are less vulnerable over all to coronavirus. And once the enemy is defeated, the immune system is hard-wired to shut itself off.\n“For most people and most infections, that’s what happens,” said Dr. Randy Cron, an expert on cytokine storms at the University of Alabama at Birmingham.", "url": "https://www.nytimes.com/2020/04/01/health/coronavirus-cytokine-storm-immune-system.html"}