{"authors": ["Katherine J. Wu"], "date_download": "2022-10-25 23:48:40", "date_modify": "2022-10-25 23:48:40", "date_publish": "2020-06-15 22:34:08", "description": "Roughly 1.7 billion people have at least one of the underlying health conditions that can worsen cases of the coronavirus, a new analysis shows.", "filename": "2020_06_15_health_coronavirus-underlying-conditions_1666741720.html", "image_url": "https://static01.nyt.com/images/2020/06/15/science/15VIRUS-UNDERLYING/15VIRUS-UNDERLYING-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c6fb510d46786ff744502b76f37c779986c8325ea61e0a8def6813f3e91af9b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_15_health_coronavirus-underlying-conditions_1666741720.html", "title": "Coronavirus Study: 1 in 5 People Worldwide at Risk", "title_page": "Coronavirus Study: 1 in 5 People Worldwide at Risk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In just six months, nearly 8 million people worldwide have been stricken with confirmed cases of Covid-19, and at least 434,000 have died. But those deaths have not been distributed evenly; among the most vulnerable are people with underlying health conditions, such as diabetes and diseases that affect the heart and lungs. According to a new modeling study, roughly 1.7 billion people around the world — 22 percent of the global population — fall into that category.\nThat estimate, published today in The Lancet Global Health, excluded healthy older individuals without underlying health conditions, a group also known to be at risk because of their age. It also did not take into account risk factors like poverty and obesity, which can influence a person’s susceptibility to disease and access to treatment.\nBut such data could help health officials focus containment efforts on people vulnerable to the virus’s most dangerous effects and, perhaps, eventually prioritize them for vaccination, said Andrew Clark of the London School of Hygiene and Tropical Medicine, the study’s first author. Since the early days of the pandemic, researchers have known that chronic conditions can exacerbate disease. Now, there’s a better “understanding of the numbers involved,” Dr. Clark said.\nThe researchers compiled 11 categories of underlying conditions that may raise the risk of severe Covid-19 — a form of symptomatic disease that warrants hospitalization — using information from the World Health Organization and health agencies in the United States and Britain.", "url": "https://www.nytimes.com/2020/06/15/health/coronavirus-underlying-conditions.html"}