{"authors": ["Jessica Bennett"], "date_download": "2022-10-25 23:52:14", "date_modify": "2022-10-25 23:52:14", "date_publish": "2020-08-10 07:00:09", "description": "Black women have long known this. With Kamala Harris as Biden’s V.P. pick, perhaps there’s an opportunity to change the idea that aspirations are something to apologize for.", "filename": "2020_08_10_us_politics_kamala-harris-veepstakes-ambition-sexism_1666741934.html", "image_url": "https://static01.nyt.com/images/2020/08/10/us/politics/10veepstakes-gender/10veepstakes-gender-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bcbff04b2217980bd1590da97123275ef140f967acb77ef53a8aec499acbb78b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_10_us_politics_kamala-harris-veepstakes-ambition-sexism_1666741934.html", "title": "Ambition Has Always Been ‘Ladylike’", "title_page": "Ambition Has Always Been ‘Ladylike’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "No one, it is safe to assume, told J.F.K. he was too ambitious.\nIn 1956, at the Democratic National Convention in Chicago, he campaigned aggressively to be vice president, said Keneshia Grant, an associate professor of political science at Howard University. His father, she noted, had even offered to pay for Lyndon B. Johnson’s run if he promised to choose his son as a running mate.\n“That was no secret at all,” said Professor Grant, the author of “The Great Migration and the Democratic Party: Black Voters and the Realignment of American Politics in the 20th Century.” “And that was fine. People took him at his word.”\nBut when Stacey Abrams, the former minority leader of the Georgia House of Representatives and the first Black woman in the country to be a major party’s nominee for governor, stated bluntly in an interview published in April that she “would be an excellent running mate” to Joseph R. Biden Jr. — unapologetically making her case for the No. 2 spot on the ticket — she was criticized as being inadequately self-effacing.\nOn Tuesday, Mr. Biden announced that Senator Kamala Harris would become the first woman of color to be selected for a major party ticket, and the third woman ever.", "url": "https://www.nytimes.com/2020/08/10/us/politics/kamala-harris-veepstakes-ambition-sexism.html"}