{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:49:30", "date_modify": "2022-10-25 23:49:30", "date_publish": "2020-06-18 19:37:04", "description": "Nazis used a red triangle to classify political prisoners during World War II. The Trump campaign said the red triangle in its Facebook ads was associated with antifa, a claim experts rejected.", "filename": "2020_06_18_us_politics_facebook-trump-ads-antifa-red-triangle_1666741770.html", "image_url": "https://static01.nyt.com/images/2020/06/18/us/politics/18TRUMP-REDTRIANGLE/18TRUMP-REDTRIANGLE-facebookJumbo.jpg?year=2020&h=550&w=1050&s=182db59f28df7a70407a258e18ddd56a47cf188043d7753f9bba1a05af431111&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_18_us_politics_facebook-trump-ads-antifa-red-triangle_1666741770.html", "title": "Facebook Removes Trump Ads Displaying Symbol Used by Nazis", "title_page": "Facebook Removes Trump Ads Displaying Symbol Used by Nazis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the Anti-Defamation League said its database is not used to keep track of historical Nazi symbols, and only lists symbols commonly used by modern extremists and white supremacists in the United States. The group denounced the Trump campaign for using the image.\n“Whether aware of the history or meaning, for the Trump campaign to use a symbol — one which is practically identical to that used by the Nazi regime to classify political prisoners in concentration camps — to attack his opponents is offensive and deeply troubling,” said Jonathan Greenblatt, the chief executive of the Anti-Defamation League. “It is not difficult for one to criticize their political opponent without using Nazi-era imagery. We implore the Trump campaign to take greater caution and familiarize themselves with the historical context before doing so.”\nThe Auschwitz-Birkenau State Museum also weighed in on Twitter, noting that the red triangle was “the most common category of prisoners registered at the German Nazi #Auschwitz camp.”\nMark Bray, a historian at Rutgers and the author of “Antifa: The Anti-Fascist Handbook,” said that “the origin of the symbol is universally agreed to be with the Nazis and the concentration camps.” He added that the red triangle was not part of the symbolism of antifa in the United States.\nThe fact that the triangle has been reclaimed by some anti-fascists, Mr. Bray said, does not give the Trump campaign license to use the same symbol to attack antifa. “This is a symbol that represented the extermination of leftists,” he said. “It is a death threat against leftists. There’s no way around what that means historically.”\nFacebook has removed Trump campaign ads in the past, for different reasons. In March, for instance, the company took down a number of posts that contained misleading information about the U.S. census, which violated Facebook’s rules.\nBut the company and its chief executive, Mark Zuckerberg, have also been adamant that Facebook will not police the veracity of political ads or posts by political leaders like Mr. Trump. That policy has received blowback internally from employees who staged a virtual “walkout” this month when the company did not take down some of Mr. Trump’s posts, which contained what many critics saw as incitements to violence and voter disenfranchisement.", "url": "https://www.nytimes.com/2020/06/18/us/politics/facebook-trump-ads-antifa-red-triangle.html"}