{"authors": ["John Leland", "Amy Julia Harris", "Tracey Tully"], "date_download": "2022-10-25 23:47:37", "date_modify": "2022-10-25 23:47:37", "date_publish": "2020-04-16 23:09:04", "description": "What is happening inside a Queens nursing home hit by the outbreak? Relatives of residents said there was a disturbing lack of information.", "filename": "2020_04_16_nyregion_new-york-nj-nursing-homes-coronavirus-deaths_1666741657.html", "image_url": "https://static01.nyt.com/images/2020/04/17/nyregion/17nyvirus-nursinghome2/17nyvirus-nursinghome2-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=6c2b35a91d699876c71da88ca8ed461363e7a06d905b33d1511744d56fc0d7b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_16_nyregion_new-york-nj-nursing-homes-coronavirus-deaths_1666741657.html", "title": "Coronavirus Nursing Home Deaths: 29, or More, Dead at One Facility", "title_page": "Coronavirus Nursing Home Deaths: 29, or More, Dead at One Facility - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Liao still doesn’t know if it was Covid-19 that killed her. But he said he heard that “many staff and the patients passed away very quick.”\nHe doesn’t blame the home, but he worries about the patients who are left inside.\n“There aren’t enough workers. The management might not be able to do that much,” he said. “It’s the same problem all over New York — many, many people die, and they don’t know what to do.”\nNew Jersey’s homes have been similarly ravaged. Gov. Philip D. Murphy on Thursday asked the state’s attorney general to begin an investigation of the Andover nursing home, where the bodies were found piled in a small holding room, and of all other long-term care centers that had “experienced a disproportionate number of deaths.”\n“This is completely unacceptable,” Mr. Murphy said.\nMedicare and Medicaid officials were also sending surveyors to do a full review of Andover Subacute, New Jersey’s largest nursing facility, the state health commissioner, Judith M. Persichilli, said.\nThe owner, Chaim Scheinbaum, disputed the police account about finding 17 bodies; he said there were only 15. He also said that staffing levels were “solid.”\n“The back up, and after-hours holiday-weekend issues, plus more than average deaths, contributed to the presence of more deceased than normal in the facility holding room,” he said in a statement.\nPat Wiegand’s brother, Raymond, has lived at Andover for 15 years. She said she had gotten no information about the outbreak from the owner.", "url": "https://www.nytimes.com/2020/04/16/nyregion/new-york-nj-nursing-homes-coronavirus-deaths.html"}