{"authors": ["Maggie Haberman", "Jim Rutenberg", "Nick Corasaniti", "Reid J. Epstein"], "date_download": "2022-10-25 23:24:16", "date_modify": "2022-10-25 23:24:16", "date_publish": "2020-11-20 01:02:17", "description": "In a brazen step, the president invited Republican state leaders in Michigan to the White House as he and his allies try to prevent the state from certifying Joe Biden’s clear victory there.", "filename": "2020_11_19_us_politics_trump-michigan-election_1666740256.html", "image_url": "https://static01.nyt.com/images/2020/11/19/us/politics/19trump-michigan/merlin_179990412_edf54e6c-a115-4773-8b3a-7c40919161ae-facebookJumbo.jpg?year=2020&h=550&w=1050&s=570d328b63d342181f013e93d2649ea431b4b8a4a9fb0e14205f46f57e20b489&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_19_us_politics_trump-michigan-election_1666740256.html", "title": "Trump Targets Michigan in His Ploy to Subvert the Election", "title_page": "Trump Targets Michigan in His Ploy to Subvert the Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bob Bauer, a senior adviser to Mr. Biden and a longtime election lawyer, said there was no legal means by which Republicans in Michigan could cast aside a duly held election without violating the voting rights of the state’s entire electorate. “They cannot change the outcome after the fact,” he said.\nStill, he acknowledged, Mr. Trump could try, and it could create “a disgraceful spectacle.”\nInitially, Trump campaign aides favored a discreet series of challenges and recount requests, people briefed on the discussions said, saying they would have been long shots but would not have been laughed out of a courtroom.\nNow, the effort has been taken over by Mr. Giuliani, who has embraced a scattershot strategy and promoted wild conspiracy theories — even in court proceedings, as he did at a hearing in Pennsylvania this week.\nOn Thursday, Mr. Giuliani appeared in a cramped room at the Republican National Committee headquarters in Washington, where he and his team of lawyers unspooled a meandering thread of conspiracies, alleging a “centralized” plot of widespread fraud with no evidence. (Though Mr. Giuliani said he had evidence, he said that he could not share it to protect personal identities, and that there were other allegations that “at this point, I really can’t reveal.”)\nMs. Powell, another lawyer for the Trump campaign, followed Mr. Giuliani and furthered the baseless claims, including a lengthy digression that involved Hugo Chávez, the Venezuelan leader who died in 2013.\nSenator Joni Ernst, a Republican from Iowa who just won re-election, was sharply critical of Ms. Powell’s false allegations that both Republicans and Democrats had been paid to have the system rigged on their behalf.\n“To insinuate that Republican and Democratic candidates paid to throw off this election, I think, is absolutely outrageous, and I do take offense to that,” Ms. Ernst said on Fox News Radio. “To have that accusation just offhandedly thrown out there just to confuse our voters across the United States, I think that is absolutely wrong.”\nReporting was contributed by Kathleen Gray from Detroit, Michael Crowley and Kenneth P. Vogel from Washington, and Trip Gabriel, Stephanie Saul and Rebecca R. Ruiz from New York.", "url": "https://www.nytimes.com/2020/11/19/us/politics/trump-michigan-election.html"}