{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 22:56:42", "date_modify": "2022-10-25 22:56:42", "date_publish": "2020-03-25 11:54:31", "description": "The bill moving through Congress is more than twice as large as the stimulus package passed in 2009, but it will soothe a shutdown economy for only a few months.", "filename": "2020_03_25_business_2-trillion-stimulus-coronavirus-bill_1666738602.html", "image_url": "https://static01.nyt.com/images/2020/03/25/world/25dc-virus-impact02/25dc-virus-impact02-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=62852c9498b9311f8e57ee00832a61af31cd500be2bf4517d1750de067a9e547&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_25_business_2-trillion-stimulus-coronavirus-bill_1666738602.html", "title": "A $2 Trillion Coronavirus Stimulus Will Help, but More May Be Needed", "title_page": "A $2 Trillion Coronavirus Stimulus Will Help, but More May Be Needed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The economy, which has been shuttered to control the spread of the virus, does not need a jolt to get moving again. The government is just trying to tide people and firms over until it is safe to start back up.\nViewed through that particular set of circumstances, the deal was not economic stimulus at all. It was a series of survival payments. And those payments will only last a few months.\nHow quickly those payments find their way to households and businesses will be critical. Prospects for swift passage dimmed on Wednesday afternoon, when three Republican senators raised concerns over the generosity of the enhanced unemployment benefits. In a best-case scenario where Mr. Trump signed the law on Thursday, people close to the negotiations said, dollars could flow to small businesses as soon as next week. Many business have little time to spare: The typical small business carries only enough cash to last for 12 days without new revenues, according to research from the JPMorgan Chase Institute.\n“Already balance sheets are running red,” a group of nearly 900 economists, including several Nobel Prize winners, wrote this week in a letter urging quick congressional action. “Businesses that fail during this necessary stoppage time will see the jobs that they provided disappear. With them, much of the productive capacity of the economy will be destroyed.”\nThe speed of payments to households will also depend in large part on whether individuals have bank accounts: The Treasury Department is expected to begin directly depositing checks within a few weeks of the bill’s passing, but mailed payments will take one or two weeks longer, Republican Senate aides said Wednesday.", "url": "https://www.nytimes.com/2020/03/25/business/2-trillion-stimulus-coronavirus-bill.html"}