{"authors": [], "date_download": "2022-10-25 23:49:29", "date_modify": "2022-10-25 23:49:29", "date_publish": "2020-08-14 09:00:28", "description": "Should public school systems provide teachers for small-group instruction?", "filename": "2020_08_14_us_covid-schools-learning-pods_1666741769.html", "image_url": "https://static01.nyt.com/images/2020/08/05/us/00virus-schoolpods1/00virus-schoolpods1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=469d55d623ddc7b8f9e38aa7d168ef9ca295a3bd3b51a554e7d30e3f9029140a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_14_us_covid-schools-learning-pods_1666741769.html", "title": "Families Priced Out of Coronavirus ‘Learning Pods’ Seek Alternatives", "title_page": "Families Priced Out of Coronavirus ‘Learning Pods’ Seek Alternatives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More useful, they say, would be if school districts or city governments created their own version of learning pods, especially for at-risk students or children of essential workers.\nSome districts in Massachusetts are hoping to provide in-person instruction for their most vulnerable students, while in Marin County, Calif., the school system will do so with small groups of special education students. A district near Denver that is starting the year fully remotely is allowing small groups of eligible elementary and middle school students to receive instruction in classrooms staffed by district employees and equipped with good internet access.\nSan Francisco, aiming for a broader reach, is planning to transform recreation facilities, libraries and community centers into “learning hubs,” where as many as 6,000 students out of a total 54,000 can go daily to complete their online schoolwork. Indianapolis will provide similar “hubs” for its homeless students, with school workers who can help them with assignments. New York last month announced a plan to offer free child care, saying it was looking for space for up to 50,000 students a day — about 5 percent of its total public school population.\n“What we need is a kind of quilt of different sources of care in support of learning, between other parents, community-based based organizations, churches and child care centers themselves,” said Elliot Haspel, the author of “Crawling Behind: America’s Childcare Crisis and How to Fix It.” “But it’s not sustainable without Congress passing another significant funding bill.”\nHe added: “What terrifies me is the idea of the 10-year-olds who are going to be home all day watching the 6-year-olds.”\nMs. Rodriguez has so far recruited two other families for the babysitting co-op she is creating, called Child Poolers of Northeast Pennsylvania. She made a Facebook page for it and posted a video explaining her vision: “tag teams” of two to four host parents who would each take on at least six hours a week of child care during school days.\nInstead of going back to her job in a nursing home, which she quit in the spring out of fear for her health and that of her children, Ms. Rodriguez is thinking of delivering food for DoorDash. She also has hopes of incorporating her “child pooling” group as a nonprofit and opening a community center one day.", "url": "https://www.nytimes.com/2020/08/14/us/covid-schools-learning-pods.html"}