{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:30:56", "date_modify": "2022-10-25 23:30:56", "date_publish": "2020-04-24 17:00:19", "description": "The losses aren’t coming just from the drop in stock prices. The effect of the dividend cuts sweeping through the market will hurt, too.", "filename": "2020_04_24_business_coronavirus-stocks-investing-dividends_1666740656.html", "image_url": "https://static01.nyt.com/images/2020/04/26/business/24Strategies-illo/24Strategies-illo-facebookJumbo.jpg?year=2020&h=549&w=1050&s=da14ba9e89c4075bf4a9d005bdfae40e5c8390c710afab98bd143ef31ceba006&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_24_business_coronavirus-stocks-investing-dividends_1666740656.html", "title": "A Big, Once-Reliable Source of Investor Cash Is Drying Up", "title_page": "A Big, Once-Reliable Source of Investor Cash Is Drying Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Indeed, over the 30 years through March, Bloomberg data shows, if you held an S&P 500 index fund, nearly half your total return would have derived from the compounding effect of reinvested dividends. Based just on price appreciation, the index rose 683 percent in that period; including reinvested dividends, it returned 1,330 percent.\nThe flip side of that compounding magic is that dividend cuts will reduce your portfolio returns — or deepen the agony when stocks decline.\nDuring the last financial crisis, for example, from 2007 to 2009, companies in the S&P 500 slashed dividends by a total of 29 percent, Mr. Yardeni estimates. The coronavirus recession is likely to result in dividend cuts of around the same magnitude, analysts say; Goldman Sachs last week put the projected cuts at 25 percent. Mr. Yardeni said the cuts could be even larger than those of that crisis.\nThis is no trivial matter. In the S&P 500 alone, annual dividends amounted to almost $500 billion in the 12 months through March. That means that investors could collectively lose between $100 billion and $150 billion in dividend cuts in this recession, on top of their losses from stock price declines.\nThe cuts are only beginning, but a formidable group of publicly traded companies have already announced that they will either reduce or suspend dividends. They include:\nRestaurant chains like Darden Restaurants, Bloomin’ Brands and Texas Roadhouse.\nTravel-related companies like Marriott International, Sabre, Delta Air Lines, Alaska Air, Boeing and Carnival.\nRetailers like Macy’s, Nordstrom and Coach.\nEnergy companies like Apache, Occidental Petroleum, Targa Resources and DCP Midstream.\nAnd a smattering of others, including Ford Motor and the mining company Freeport-McMoRan.\nConspicuously absent from that list, at least so far, are big banks like Bank of America, Citi, Wells Fargo and JPMorgan Chase. While banks have announced that they are voluntarily stopping stock buybacks — which were a pillar of the long bull market that ended this year — they have managed to hold the line on dividends, which they reduced or suspended during the financial crisis.\nFinancial service companies accounted for 20.5 percent of all S&P 500 dividends in 2008 but only 9 percent by 2010, according to data provided by Howard Silverblatt, senior index analyst for S&P Dow Jones Indices. By April 1 of this year, though, financial services companies accounted for 14.6 percent of all S&P 500 dividends.\nYet the Federal Reserve has, until now, allowed the banks to continue paying dividends, despite being major, if indirect, beneficiaries of government bailouts of corporate America. Direct beneficiaries — companies that receive cash infusions from the Federal Reserve or the government — are coming under considerable pressure to avoid disbursing funds to shareholders, increasing the likelihood of further dividend cuts.", "url": "https://www.nytimes.com/2020/04/24/business/coronavirus-stocks-investing-dividends.html"}