{"authors": ["Mark Landler", "Stephen Castle"], "date_download": "2022-10-25 23:42:46", "date_modify": "2022-10-25 23:42:46", "date_publish": "2020-09-29 19:01:14", "description": "“What on earth happened to the freedom-loving, twinkly-eyed, Rabelaisian character I voted for,” asked one columnist.", "filename": "2020_09_29_world_europe_boris-johnson-grim-premiership_1666741366.html", "image_url": "https://static01.nyt.com/images/2020/09/29/world/29boris/29boris-facebookJumbo.jpg?year=2020&h=549&w=1050&s=c72cac26e7d22472a54fe32b6a66f853714059476afca09ec7d3e2a96fce1b71&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_29_world_europe_boris-johnson-grim-premiership_1666741366.html", "title": "For Boris Johnson, a Grim Premiership That No One Foresaw", "title_page": "For Boris Johnson, a Grim Premiership That No One Foresaw - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prime Minister Boris Johnson likes to style himself as a buccaneer, waving a cutlass and thumbing his nose at convention as he leads Britain into an uncharted future. These days, however, he looks more like a latter-day Captain Bligh, grimly confronting one mutiny after another.\nThe latest uprising came this week as about 80 members of Mr. Johnson’s Conservative Party threatened to defy him and vote for a measure that would require the government to obtain Parliament’s consent before passing any more coronavirus restrictions. Mr. Johnson seemed likely to avert an embarrassing defeat on Wednesday by compromising with the rebels in his party’s ranks.\nBut the ugly family squabble only attests to his diminished status. Nine months after leading the Conservatives to a landslide victory in general elections, polls show Mr. Johnson, 56, has frittered away support within his party, ceded ground to the once-hapless opposition and lost favor with the British public.\nThe gleeful ringmaster of British politics has given way to a gloomier figure, one who seems bewildered by his own social-distancing rules, detached from the details of his Brexit negotiations with the European Union and enervated by a premiership that has not gone the way he, or anyone else, expected.", "url": "https://www.nytimes.com/2020/09/29/world/europe/boris-johnson-grim-premiership.html"}