{"authors": ["Matt Flegenheimer", "Alexander Burns", "Jeremy W. Peters"], "date_download": "2022-10-25 23:52:43", "date_modify": "2022-10-25 23:52:43", "date_publish": "2020-02-21 01:07:54", "description": "Michael Bloomberg’s campaign advisers had anticipated tough debate questions on stop-and-frisk and nondisclosure agreements. The former mayor’s performance left his team rattled.", "filename": "2020_02_20_us_politics_bloomberg-nevada-debate_1666741963.html", "image_url": "https://static01.nyt.com/images/2020/02/20/us/politics/20bloomberg-debate-1/20bloomberg-debate-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=dc0eecd6b24a6e3089b926b8c790db04ce4188f03fc12389b1e0902f0827854e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_20_us_politics_bloomberg-nevada-debate_1666741963.html", "title": "How Bloomberg Bungled a Debate That He Had Been Prepped For", "title_page": "How Bloomberg Bungled a Debate That He Had Been Prepped For - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At Mr. Bloomberg’s events, at least, some voters seemed amenable to his argument.\n“Mike is a uniter. Bernie’s a splitter,” said Kathy Littlefield, a retired pharmacist who professed anxiety about the glut of non-Bernie candidates still in the race. “Someone needs to give them a wake-up call. There are five of you tied for second place. Five of you together can’t beat Trump. And I don’t think Bernie can unite the Democrats.”\nBut it is far from clear that Mr. Bloomberg can. His stumbles laid bare both the risks of joining a stage full of competitors who had spent the past year sharpening their debate skills and the unique challenges awaiting a billionaire unaccustomed to having conversations on anyone else’s terms.\n“It’s very hard,” Mr. Kwatra said, “when you have someone who isn’t necessarily amenable to instruction and direction.”\nAhead of the debate, veterans of past Bloomberg campaigns suggested he would be ready, observing that his mayoral debates generally went off without major incident and noting that he has submitted to regular questioning from reporters in recent months. “He’s out taking questions from the press every day,” Mr. Wolfson, one of his top advisers, said before the debate. “So, there’s a version of Q-and-A that occurs on a daily basis.”\nWhile this forum proved a different beast, Mr. Bloomberg’s appeal as an above-it-all executive has endeared him to some voters who worried little about the appraisals of his first debate. In Salt Lake City on Thursday, voters said they were more disheartened by the acrimonious tone in Las Vegas than they were by Mr. Bloomberg’s unimpressive night.\nSusan Chamberlin, a retired Salt Lake County worker who said she was undecided about her vote in the state’s primary next month, suggested that Mr. Bloomberg had made the best of a difficult situation — by not fighting back more forcefully, not protesting too much as his record was flamed.\n“He had to expect that they were just going to pile on,” Ms. Chamberlin said. “And when they do that, sometimes it’s best to just stand still and take it.”\nMatt Flegenheimer reported from New York, Alexander Burns from Las Vegas, and Jeremy W. Peters from Salt Lake City.", "url": "https://www.nytimes.com/2020/02/20/us/politics/bloomberg-nevada-debate.html"}