{"authors": ["Marc Santora", "Isabella Kwai"], "date_download": "2022-10-25 23:42:46", "date_modify": "2022-10-25 23:42:46", "date_publish": "2020-12-25 13:51:46", "description": "America’s requirement that passengers coming from Britain provide negative coronavirus tests is just the latest woe to strike the country this Christmas period.", "filename": "2020_12_25_world_europe_covid-19-uk-travel-us_1666741366.html", "image_url": "https://static01.nyt.com/images/2020/12/26/world/26uk-alone-print1/25virus-brexit02-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0f3e5b84d0d91fedce495c8d1dd170902e21c108e7f0501fbc3244c71120427c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_25_world_europe_covid-19-uk-travel-us_1666741366.html", "title": "UK Increasingly Isolated as US Restricts Travel Due to Coronavirus", "title_page": "UK Increasingly Isolated as US Restricts Travel Due to Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nonessential travel will also be banned within much of Britain starting on Saturday.\nDespite the restrictions, there is concern that the variant, which mounting scientific evidence indicates is more contagious, is probably spreading far more widely than previously known. And because few countries use the level of genomic surveillance that Britain does, it could have already been spreading undetected for weeks.\nA woman who flew into Germany on Sunday — hours before the country put in place its travel ban — tested positive for the variant, German health officials said on Thursday. It was the first case identified in the country, but because the variant has been spreading since at least September, experts said it was probably not the first case there.\nSingapore also announced that it had detected a case on Thursday.\nAnd Denmark, which has wider genomic surveillance than many other countries, detected 33 cases of the variant between Nov. 14 and Dec. 14, according to the Danish health authorities.\nThe concern about the variant that led to bans on travel also prompted France to blockade the English Channel for 48 hours. Although that order was lifted on Wednesday, a subsequent push to testing thousands of drivers for the virus as a condition to enter France has proved a logistical nightmare.\nBy Thursday, the transportation secretary, Grant Shapps, said that of the 2,367 drivers tested, three were positive. Thousands more remain to be tested. Britain’s military has sent an additional 800 soldiers to assist the 300 already there to aid health workers conducting the screenings.", "url": "https://www.nytimes.com/2020/12/25/world/europe/covid-19-uk-travel-us.html"}