{"authors": ["Emily Cochrane", "Nelson D. Schwartz", "Gillian Friedman"], "date_download": "2022-10-25 22:56:11", "date_modify": "2022-10-25 22:56:11", "date_publish": "2020-12-28 01:13:03", "description": "After calling the measure a “disgrace,” President Trump unexpectedly signed the bill, extending expanded unemployment benefits and an eviction moratorium, and keeping the government open.", "filename": "2020_12_27_us_politics_trump-signs-pandemic-relief_1666738571.html", "image_url": "https://static01.nyt.com/images/2020/12/25/us/politics/25dc-stimulus-signed-hfo/25dc-stimulus-signed-hfo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=31a945c0d46a0115878c32acaf9fdaff0b6175bfeab7adfc924914d2baf952ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_27_us_politics_trump-signs-pandemic-relief_1666738571.html", "title": "Trump Signs Pandemic Relief Bill After Unemployment Aid Lapses", "title_page": "Trump Signs Pandemic Relief Bill After Unemployment Aid Lapses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "House Democrats plan on Monday to vote on legislation that would provide for $2,000 direct payments, with Speaker Nancy Pelosi saying Mr. Trump should “immediately call on congressional Republicans to end their obstruction” and support the measure. Senator Chuck Schumer of New York, the minority leader, said he would move to pass the bill in the Senate, but such a maneuver would require Republican support.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nBut during the negotiations, Senate Republicans have resisted increasing the payments, citing concerns about the deficit. In a statement applauding the president’s signature, Senator Mitch McConnell of Kentucky, the majority leader, made no mention of the $2,000 payments or any of the president’s assertions about the next steps for the chamber he controls.\n“I applaud President Trump’s decision to get hundreds of billions of dollars of crucial Covid-19 relief out the door and into the hands of American families as quickly as possible,” Mr. McConnell said, without any mention of the delay Mr. Trump caused.\nWhile the legislation provides for expanded and extended unemployment benefits, Mr. Trump’s delay in signing allowed two critical programs to lapse this weekend and guarantees a delay in benefits for millions of Americans who had relied on the income. The legislation provides for a weekly $300 federal benefit — about half the original benefit established in the March stimulus law — for 11 weeks, and extends the two programs.\nWith state unemployment agencies waiting for federal guidance on how to put the new legislation in place, it is unclear how quickly those programs could resume and whether the benefits would be retroactive to accommodate the delay. Because unemployment benefits are processed weekly and the legislation was not signed before the beginning of the week, it is likely that workers in most states will lose a week of benefits under the expanded program, as well as a week with the $300 supplemental benefit.\n“They might get it at the back end, but there are bills tomorrow,” said Michele Evermore, a senior policy analyst for the National Employment Law Project, a nonprofit workers’ rights group. “It’s just so frustrating that he couldn’t have figured this out yesterday. One day of delay is catastrophe for millions.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nA Democratic aide on Sunday said most states would need guidance from the Labor Department to see if they could pay benefits for the week of Dec. 27.", "url": "https://www.nytimes.com/2020/12/27/us/politics/trump-signs-pandemic-relief.html"}