{"authors": ["Edward Wong", "Lara Jakes", "Eric Schmitt"], "date_download": "2022-10-25 23:27:58", "date_modify": "2022-10-25 23:27:58", "date_publish": "2020-09-29 20:02:40", "description": "U.S. and Iraqi officials say they are surprised by the proposed retreat, which could set back American efforts to fight the Islamic State and to limit Iranian influence.", "filename": "2020_09_29_us_politics_pompeo-embassy-baghdad-iraq_1666740478.html", "image_url": "https://static01.nyt.com/images/2020/09/29/us/politics/29dc-embassy1/merlin_166778808_893d2b52-5a23-45c4-b4be-00b215dbf815-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7ef35e17f364862ceb402c4905abf8ea84894bad2270541199dfceb072be2584&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_29_us_politics_pompeo-embassy-baghdad-iraq_1666740478.html", "title": "Pompeo Threatens to Close U.S. Embassy in Iraq Unless Militias Halt Attacks", "title_page": "Pompeo Threatens to Close U.S. Embassy in Iraq Unless Militias Halt Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Secretary of State Mike Pompeo has threatened to close the American Embassy in Baghdad within weeks if Iraqi leaders fail to prevent Iranian-backed militias from firing rockets at the compound, three U.S. officials said.\nThe move would place U.S. diplomats out of harm’s way but could jeopardize years of efforts to both stabilize the Iraqi government and keep it from becoming too dependent on neighboring Iran.\nIt could also undercut international missions to train Iraqi security forces, and prompt diplomats from other nations to consider withdrawing from Baghdad as militias continue low-level but potentially deadly rocket and mortar attacks.\nA shutdown of the U.S. embassy, one of the largest American diplomatic missions in the world, would also send a signal that Washington is abandoning the new Iraqi prime minister, Mustafa al-Kadhimi, a former intelligence chief whom U.S. diplomats had praised in the spring as a “patriot” capable of limiting Iranian influence and guiding a nation wracked by political turmoil, a coronavirus outbreak and violence.", "url": "https://www.nytimes.com/2020/09/29/us/politics/pompeo-embassy-baghdad-iraq.html"}