{"authors": ["Jesse Mckinley", "Eliza Shapiro", "Jeffery C. Mays"], "date_download": "2022-10-25 23:48:38", "date_modify": "2022-10-25 23:48:38", "date_publish": "2020-04-12 22:13:02", "description": "The governor and mayor, who have long had a combative relationship, can’t seem to make peace during the biggest crisis of their careers.", "filename": "2020_04_12_nyregion_schools-cuomo-de-blasio-nyc-coronavirus_1666741718.html", "image_url": "https://static01.nyt.com/images/2020/04/12/nyregion/12nyvirus-govmayor1-sub/12nyvirus-govmayor1-sub-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=c06d98e38f5b1339ba3186fc4226866801c3d71d7b1f7c9eac39d25101021401&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_12_nyregion_schools-cuomo-de-blasio-nyc-coronavirus_1666741718.html", "title": "De Blasio Used Last-Minute Text to Tell Cuomo Schools Would Stay Shut", "title_page": "De Blasio Used Last-Minute Text to Tell Cuomo Schools Would Stay Shut - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Cuomo continued to press his case that the status of schools should take into account when the broader society will be functioning in the entire New York City region, though it appears highly unlikely that Mr. Cuomo will reopen the city’s schools before September.\nMr. Cuomo’s office says his authority stems from an executive order from last month requiring that public schools in the state close, with language allowing the governor to decide the length of the closures.\nBut the governor did not sound hopeful on Sunday that there would be a quick détente with the mayor.\n“We are where we were,” he said.\nWhere that is, exactly, may not be of great comfort to New Yorkers.\nThe two leaders have been squabbling over the power to take action in New York City since the early months of Mr. de Blasio’s tenure as mayor in 2014. Back then, they fought over funding for Mr. de Blasio’s signature initiative, universal prekindergarten. The mayor planned to fund the major project with a tax on wealthy New Yorkers, but Mr. Cuomo shot down that idea, though he provided $300 million in other funding.\nEven an abbreviated list of their spats seems lengthy: There was the time Mr. Cuomo shut down the city’s subways in a snowstorm, without first telling Mr. de Blasio, or the time when they fought over whether to euthanize a single deer in Harlem. On more serious issues, Mr. Cuomo has overruled the city on a ban on plastic bags, enforced his will on subway repairs and recently demanded the de Blasio administration rein in Medicaid costs.\nThe sniping has continued during the coronavirus outbreak.\nIn mid-March, Mr. de Blasio began calling for a shelter-in-place order, similar to an order that had been issued in the Bay Area. Mr. Cuomo chafed at the mayor’s suggestion, saying he disliked the phrase, before unveiling — several days later — what was in effect a shelter-in-place order by another name: New York State on Pause.\nOther mixed messages have included Mr. de Blasio’s call in early April for city residents to wear face coverings in public; Mr. Cuomo, who has not worn a mask in public, suggested such a move might engender “a false sense of security.” (On Sunday, Mr. Cuomo announced an order to employers to provide masks to any worker interacting with the public.) The two men have also differed on the timing of closing of city playgrounds and the cancellation of elective surgery.", "url": "https://www.nytimes.com/2020/04/12/nyregion/schools-cuomo-de-blasio-nyc-coronavirus.html"}