{"authors": ["Mark Landler"], "date_download": "2022-10-25 22:55:04", "date_modify": "2022-10-25 22:55:04", "date_publish": "2020-01-02 20:06:48", "description": "A party that lost many of its working-class voters in last month’s election may turn, unexpectedly, to a London lawyer to be its next leader, an early poll shows.", "filename": "2020_01_02_world_europe_keir-starmer-labour-leader_1666738504.html", "image_url": "https://static01.nyt.com/images/2020/01/03/world/02uk-labour-print/02uk-labour-print-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=cf42d1abd088216ad180c663e3882a4cc6bf98ad1166df6dd4abc5a9ad47c022&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_02_world_europe_keir-starmer-labour-leader_1666738504.html", "title": "A ‘Sir’ With Blue-Collar Roots: Britain’s Labour Race Has an Unlikely Leader", "title_page": "A ‘Sir’ With Blue-Collar Roots: Britain’s Labour Race Has an Unlikely Leader - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — After Britain’s Labour Party suffered its worst defeat since 1935 in last month’s election, a chorus of critics faulted the party for losing touch with its working-class roots in the industrial north and becoming too closely identified with the left-wing, London-centered politics of its leader, Jeremy Corbyn.\nYet as the race to succeed Mr. Corbyn begins, and Labour seeks a path out of the wilderness, the early betting is on another Londoner, Keir Starmer, who not only has a knighthood from Queen Elizabeth II for his “services to law and criminal justice,” but also holds an advanced law degree from Oxford.\nMr. Starmer, who is expected to declare his candidacy in the coming weeks, is the clear favorite in a recent poll of party members conducted by the research group YouGov. He leads the field of declared and likely candidates among men and women, with voters of every age group and social class, and in all regions of the country, according to the survey of 1,059 members taken in late December.\nThough it is early in the race — Mr. Corbyn will stay on until March — the findings cast doubt on the conventional wisdom that Labour’s rank and file will turn to a leader from the Midlands or the north, where Prime Minister Boris Johnson’s Conservative Party made damaging inroads among once-loyal Labour voters.", "url": "https://www.nytimes.com/2020/01/02/world/europe/keir-starmer-labour-leader.html"}