{"authors": ["Tariq Panja", "Rory Smith"], "date_download": "2022-10-25 23:55:01", "date_modify": "2022-10-25 23:55:01", "date_publish": "2020-02-14 18:43:26", "description": "The club was also fined 30 million euros for “serious breaches” of European soccer’s financial regulations.", "filename": "2020_02_14_sports_soccer_manchester-city-champions-league-ban_1666742101.html", "image_url": "https://static01.nyt.com/images/2020/02/13/sports/13mancity/13mancity-facebookJumbo.jpg?year=2020&h=550&w=1050&s=43d88ebd1f0eea7df12c0589c6af449d5580e376b38063e79b0af502eea3f8ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_14_sports_soccer_manchester-city-champions-league-ban_1666742101.html", "title": "Manchester City Banned From Champions League for 2 Seasons", "title_page": "Manchester City Banned From Champions League for 2 Seasons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Manchester City already has sought to short-circuit the investigation by financial regulators at UEFA — and preserve its place in the Champions League, European soccer’s richest competition and the trophy the club covets most — by appealing to the Court of Arbitration for Sport. But in November the court rejected the appeal, in which City had tried to end the investigation on procedural grounds, by ruling that it could not hear the case until the club had exhausted the disciplinary process at UEFA.\nThe earlier decision at CAS was not, its officials noted at the time, a verdict on whether Manchester City did or did not breach financial regulations, a charge that English soccer authorities and officials at UEFA had been investigating for months.\nManchester City has vigorously denied wrongdoing, and its officials had warned UEFA that they would mount an aggressive response to any effort to bar the club from the competition. “The accusation of financial irregularities are entirely false,” City said in a statement last year, after news media reports that it would face a one-year ban.\nCritics fear that City’s ability to avoid punishment would be a death blow for UEFA’s ability to impose financial limits on its clubs. Those rules, in place since 2011, were designed to impose a measure of financial fairness within the European soccer economy, but powerful clubs — including City, as well as Paris St.-Germain, A.C. Milan and others — have routinely avoided serious punishment for breaking them.\nJavier Tebas, the president of La Liga, the Spanish top flight, and a longstanding, outspoken critic of Manchester City praised UEFA for “finally taking decisive action.”\n“Enforcing the rules of financial fair play and punishing financial doping is essential for the future of football,” Tebas said. “We have been calling for severe action against Manchester City and Paris St.-Germain for years. Better late than never.”", "url": "https://www.nytimes.com/2020/02/14/sports/soccer/manchester-city-champions-league-ban.html"}