{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:25:08", "date_modify": "2022-10-25 23:25:08", "date_publish": "2020-10-12 09:00:18", "description": "As the Senate begins hearings for Judge Amy Coney Barrett, some liberals say expanding the size of the Supreme Court would be a fitting response to recent Republican moves in the confirmation wars.", "filename": "2020_10_12_us_supreme-court-packing_1666740308.html", "image_url": "https://static01.nyt.com/images/2020/10/12/us/politics/12dc-bar/12dc-bar-facebookJumbo.jpg?year=2020&h=549&w=1050&s=b6d158a3b86ca6d84517408e374da561f82d6ad14f52771753e7a8610e028a58&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_12_us_supreme-court-packing_1666740308.html", "title": "The Precedent, and Perils, of Court Packing", "title_page": "The Precedent, and Perils, of Court Packing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — There have been nine seats on the Supreme Court for a long time. Could that change?\nThe Constitution allows Congress to add or subtract seats, and it has done so several times, though not since 1869. Over the years, Congress has reduced the number of seats to as few as five and increased it to as many as 10. The changes were often made for partisan advantage.\nThere are contemporary analogies, too. In the past decade, according to a recent study, legislation was introduced in at least 10 state legislatures, most controlled by Republicans, to change the size of their highest courts. In Arizona and Georgia, the proposals succeeded. The two states were controlled by Republicans, and the moves made the courts more conservative.\n“At the very least, that practice is in tension with the current Republican claim that court packing is an affront to separation of powers and must be off the table,” said Marin K. Levy, a law professor at Duke and the author of the study, which was published in The William & Mary Law Review.\nThe recent confirmation wars at the federal level have prompted calls to increase the size of the U.S. Supreme Court should Democrats capture the White House and Congress in the election next month.", "url": "https://www.nytimes.com/2020/10/12/us/supreme-court-packing.html"}