{"authors": ["Jeanna Smialek", "Emily Flitter"], "date_download": "2022-10-25 23:29:18", "date_modify": "2022-10-25 23:29:18", "date_publish": "2020-04-06 19:16:12", "description": "The Fed announced that it would try motivating banks to make loans under the new S.B.A. program.", "filename": "2020_04_06_business_economy_federal-reserve-small-business-loans_1666740558.html", "image_url": "https://static01.nyt.com/images/2020/04/06/business/06DC-VIRUS-FEDLOANS-01/merlin_169966623_101d9ab8-cd4c-4abe-9153-f127579b0627-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3b4dc1c5d084cd10df9278e5a3a0e2141ccb75709bee6e5b2940657f72c1f7b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_06_business_economy_federal-reserve-small-business-loans_1666740558.html", "title": "Federal Reserve Moves to Pump Up Small Business Lending", "title_page": "Federal Reserve Moves to Pump Up Small Business Lending During Coronavirus Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Read our Coronavirus Relief Small Business F.A.Q.]\nThe Federal Reserve said on Monday that it would help backstop a new government effort aimed at encouraging banks to lend to small businesses, moving in to support a new federal program that has gotten off to a rocky start.\nCongress has dedicated $350 billion to make small business loans as part of the $2 trillion coronavirus support package it passed in March. The effort, known as the Paycheck Protection Program, is intended to encourage banks to lend to companies that agree to keep workers on the payroll. Most — and in some cases, all — of a loan would be forgiven if the borrower retained its workers and didn’t cut their wages. The government would repay lenders for the forgiven portions of the loans.\nCompanies with 500 or fewer employees can apply, on a first-come-first-serve basis, and banks will give them the short-term funding they need to keep workers on the books and cover expenses as coronavirus quarantines dramatically slow, or entirely stop, their cash flow.\nBut the first few days of the program, which began on Friday, have been fraught. President Trump said Monday that thousands of small businesses had applied for more than $40 billion in program loans, but that is just a fraction of the total sum available, and reports of trouble applying abound.", "url": "https://www.nytimes.com/2020/04/06/business/economy/federal-reserve-small-business-loans.html"}