{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:44:13", "date_modify": "2022-10-25 23:44:13", "date_publish": "2020-05-29 15:07:14", "description": "The main opposition leader, Aleksei A. Navalny, has seen his YouTube audience triple during the coronavirus crisis. But street protest, his most potent weapon, is off the table.", "filename": "2020_05_29_world_europe_russia-navalny-putin-coronavirus_1666741453.html", "image_url": "https://static01.nyt.com/images/2020/05/29/world/29russia-navalny01sub/29russia-navalny01sub-facebookJumbo.jpg?year=2020&h=549&w=1050&s=4ee1b176c9eeacfa8239ec14fcb7fcbd92734157e8e24748257fbfb77924becf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_29_world_europe_russia-navalny-putin-coronavirus_1666741453.html", "title": "Russians Are Angry, but Putin’s Foes Struggle to Seize the Moment", "title_page": "Russians Are Angry, but Putin’s Foes Struggle to Seize the Moment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. Navalny says his most powerful message is an economic one: the idea that for all of Russia’s natural-resource wealth, Mr. Putin is continuing to pad the pockets of those close to him while failing to support the millions of self-employed Russians and service workers who have seen their incomes dry up.\n“The officials’ real approach is: ‘Sure, people don’t have any money, but no one has died of hunger,’” Mr. Navalny told the viewers of his live broadcast on Thursday. He went on, sarcastically: “Of course no one has died! Spring is here, it’s berry season, and before this there was birch sap. You need to drink a substantial amount of birch sap to be satiated, but still.”\nRussians who work for the government or major companies have been somewhat insulated from the crisis, since they have continued to receive their salaries during the lockdown. But for others, the Kremlin has provided only a meager safety net. There have been no blanket payments like the $1,200 stimulus checks in the United States, only targeted ones like $140 for families with children aged 3 to 15.\nElena Lerman, a 34-year-old makeup artist in the Urals city of Yekaterinburg, said she and her friends in the beauty industry watched each of Mr. Putin’s addresses to the nation in March and April, hoping in vain to hear about relief measures that might compensate them for their shuttered studios and salons.", "url": "https://www.nytimes.com/2020/05/29/world/europe/russia-navalny-putin-coronavirus.html"}