{"authors": ["Natalie Kitroeff"], "date_download": "2022-10-25 22:59:07", "date_modify": "2022-10-25 22:59:07", "date_publish": "2020-12-21 15:10:20", "description": "The federal government had data that should have prompted an immediate lockdown in early December. Instead, it kept the city open for another two weeks.", "filename": "2020_12_21_world_americas_mexico-city-covid_1666738747.html", "image_url": "https://static01.nyt.com/images/2020/12/20/world/20virus-mexico01/20virus-mexico01-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=b64497b3c4bf8dfb4e4cb19a740d3bd9d2f0f7c292a5ce41f538c7f6c2a539e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_21_world_americas_mexico-city-covid_1666738747.html", "title": "Mexico Misled Citizens About the Severity of Coronavirus in Its Capital", "title_page": "Mexico Misled Citizens About the Severity of Coronavirus in Its Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MEXICO CITY — In early December, the pandemic was roaring back in Mexico City: After declining over the summer, the coronavirus was spreading rapidly, hospitalizations were spiking and ventilators were running low.\nDespite the surge, federal officials reassured the public during a Dec. 4 briefing that Mexico City had not reached the critical level of contagion that, according to the government’s own standards, would require a full lockdown in the city, shutting down its economy.\nIn fact, Mexico’s capital had surpassed that threshold according to its own official numbers, an analysis by The New York Times has found. Yet officials kept the capital open for business for an extra two weeks, its streets thronged with shoppers, its restaurants teeming with diners.\nMexico decides when to put the nation’s capital and each of its states on lockdown based on a formula that considers the latest numbers of cases, hospitalizations and deaths. When the government introduced the system, officials told Mexicans that it would be a transparent and objective measure of the spread of the virus.", "url": "https://www.nytimes.com/2020/12/21/world/americas/mexico-city-covid.html"}