{"authors": ["Jenny Gross"], "date_download": "2022-10-25 23:49:42", "date_modify": "2022-10-25 23:49:42", "date_publish": "2020-06-20 22:44:07", "description": "Malcolm Harsch was one of two black men whose bodies were found hanging from trees in California cities in recent weeks.", "filename": "2020_06_20_us_malcolm-harsch-death-victorville_1666741782.html", "image_url": "https://static01.nyt.com/images/2020/06/20/us/politics/20xp-harsh/20xp-harsh-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bc25e05d684fc341e3af0e10a291fb5c33a311d8016ab786b7b5fc0903977add&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_20_us_malcolm-harsch-death-victorville_1666741782.html", "title": "Family of Black Man Found Hanging Says Death Was by Suicide", "title_page": "Family of Black Man Found Hanging Says Death Was by Suicide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the authorities suggested that two black men whose bodies were found hanging from trees in two Southern California cities had died by suicide, many community activists did not buy it.\nTheir fear: The men had been lynched.\nBut family members of 38-year-old Malcolm Harsch, one of the two men, said through a spokesman that after reviewing video footage provided by the police, they were now convinced that he died by suicide. Mr. Harsch was found on May 31 in Victorville, Calif., near a homeless encampment where he was living.\nFamily members of 24-year-old Robert Fuller, the other man whose body was found hanging, are still waiting for the results of an investigation into his death, which occurred in Palmdale this month.\nAfter initially saying there was no sign of foul play in either case, the local authorities, responding to pleas from community activists, promised full investigations into the deaths of both men, a reaction in part to the protests in California and across the country against police brutality and racism. The F.B.I. is also monitoring the inquiries.", "url": "https://www.nytimes.com/2020/06/20/us/malcolm-harsch-death-victorville.html"}