{"authors": ["Alexander Burns", "Jonathan Martin"], "date_download": "2022-10-25 23:52:49", "date_modify": "2022-10-25 23:52:49", "date_publish": "2020-02-08 02:24:22", "description": "In the most contentious debate so far, Joseph R. Biden Jr. challenged Bernie Sanders over gun regulation, and Amy Klobuchar accused Pete Buttigieg of presenting himself as a “cool newcomer.”", "filename": "2020_02_07_us_politics_democratic-debate-recap_1666741969.html", "image_url": "https://static01.nyt.com/images/2020/02/10/us/politics/07takeaways-01/07takeaways-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b96215dea0fe6e80f69ccd928d64e05c2384fde03fb2101a299207b7c30a919b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_07_us_politics_democratic-debate-recap_1666741969.html", "title": "Victors in Iowa, Sanders and Buttigieg Are Targets in Democratic Debate", "title_page": "Victors in Iowa, Sanders and Buttigieg Are Targets in Democratic Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It is easy to go after Washington, because that’s a popular thing to do. It makes you look like a cool newcomer. I just, I don’t think that’s what people want right now. We have a newcomer in the White House. And look where it got us.” “Bernie’s labeled himself, not me — a democratic socialist. I think that’s the label that the president’s going to lay on everyone running with Bernie if he’s the nominee.” “When our nominee is dividing people with a politics that says if you don’t go all the way to the edge it doesn’t count, a politics that says it’s my way or the highway —” “Are you talking about Senator Sanders?” “Yes.” “Pete, Pete, fundamentally, you are missing the lesson of Donald Trump’s victory. Donald Trump is not the cause of all of our problems. And we are making a mistake when we act like he is.” “I busted my neck getting Obamacare passed, getting every Democratic vote. I know how hard it is. Bernie’s plan costs double.” “For a start, but the studies show if we do what Joe wants, we’ll be spending some $50 trillion on health care over the next 10 years. That’s the status quo, Joe.” “The Affordable Care Act is now nearly 10 points more popular than the president of the United States. So why would we talk about blowing it up?” “The question is, who can go toe to toe with Mr. Trump? Who can take down Mr. Trump? Because he’s the real threat to the country. We need people with experience. That’s why I’m worried about Mayor Pete.” “Is anyone else on the stage concerned about having a democratic socialist at the top of the Democratic ticket?” “We are not going to be able to out-divide the divider in chief. And I think we need someone to head up this ticket that actually brings people with her instead of shutting them out.” “While I was pushing the Brady background bill, background checks, Bernie voted five times against it when he was in the House.” “It is time to have a national law to protect the right of a woman’s choice.” “We adopted a strategy that said that drug enforcement would be targeted in cases where there was a connection to the most violent group or gang connected to a murder.” “Senator Warren, is that a substantial answer from Mayor Buttigieg?” “No. It’s important to own up to the facts about how race has totally permeated our criminal justice system.” “You cannot go around saying, ‘You’re a bad guy, we’re going to assassinate you.’ And then you’re going to have — if that happens, you’re opening the door to international anarchy.” “Colonel Vindman got thrown out of the White House today. He should have been pinning a medal on Vindman and not on Rush Limbaugh. Stand up and clap for Vindman! Get your — get up there! [cheers] Who we are — that’s who we are. We are not what Trump is.”", "url": "https://www.nytimes.com/2020/02/07/us/politics/democratic-debate-recap.html"}