{"authors": ["Ben Hubbard", "Louise Donovan"], "date_download": "2022-10-25 23:26:21", "date_modify": "2022-10-25 23:26:21", "date_publish": "2020-07-06 17:18:25", "description": "The pandemic and economic crises have caused many workers to lose their jobs. Some have been detained, abused, deprived of wages and stranded far from home with nowhere to turn for help.", "filename": "2020_07_06_world_middleeast_coronavirus-saudi-domestic-workers-maids-arab_1666740381.html", "image_url": "https://static01.nyt.com/images/2020/07/05/world/05mideast-labor/merlin_173189445_5f11297e-9cb1-49af-87c6-5f53754aecf6-facebookJumbo.jpg?year=2020&h=550&w=1050&s=570d44e8b3eb19e5b272d8135bf2fe5e7c17f5ce4711f9cc05ad7879f00ffea2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_06_world_middleeast_coronavirus-saudi-domestic-workers-maids-arab_1666740381.html", "title": "Laid Off and Locked Up: Virus Traps Domestic Workers in Arab States", "title_page": "Laid Off and Locked Up: Virus Traps Domestic Workers in Arab States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — When the nine African women lost their jobs as domestic workers in Saudi Arabia because of the coronavirus lockdown, the agency that had recruited them stuffed them in a bare room with a few thin mattresses and locked the door.\nSome have been there since March. One is now six months pregnant but receiving no maternity care. Another tore her clothes off in a fit of distress, so the agency chained her to a wall.\nThe women receive food once a day, they said, but don’t know when they will get out, much less be able to return to their countries.\n“Everybody is fearing,” one of the women, Apisaki, from Kenya, said via WhatsApp. “The environment here is not good. No one will listen to our voice.”", "url": "https://www.nytimes.com/2020/07/06/world/middleeast/coronavirus-saudi-domestic-workers-maids-arab.html"}