{"authors": ["Jesse Mckinley", "Luis Ferré-Sadurní"], "date_download": "2022-10-25 23:53:26", "date_modify": "2022-10-25 23:53:26", "date_publish": "2020-01-22 00:26:17", "description": "Gov. Andrew Cuomo wants to cut New York’s Medicaid costs by $2.5 billion.", "filename": "2020_01_21_nyregion_medicaid-budget-ny-cuomo_1666742006.html", "image_url": "https://static01.nyt.com/images/2020/01/22/nyregion/22nybudget01-print/21nybudget01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ea0c1db74849846c3c3847cc65110e4d4686f720be2d3300a2008fa4d4d2c99e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_21_nyregion_medicaid-budget-ny-cuomo_1666742006.html", "title": "How to Fix a $6.1 Billion Budget Hole? Attack Health Care Spending", "title_page": "How to Fix a $6.1 Billion Budget Hole? Attack Health Care Spending - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Conversely, Mr. Cuomo’s plan would effectively punish counties that overshoot that benchmark, saying that the state would no longer cover costs over budget by 3 percent, though the governor insisted that there would be no negative impact on localities or beneficiaries.\nThe state’s Medicaid costs in New York City grew by 7 percent in 2019. If there had been a 3 percent growth cap in place last year, the city would have been on the hook for almost $650 million, Ms. Goldstein said.\nCuomo administration officials, however, said that the city is expected to receive a total net benefit of $315 million in the coming budget.\nSome analysts said such a cap could be both politically and practically improbable, since health care rates usually rise faster than inflation. The cap could also face opposition from some lawmakers, particularly New York City Democrats who rule the State Assembly and might side with Mr. de Blasio.\n“The Assembly’s whole theory on this is it’s not a spending problem, it’s a revenue problem,” said Bill Hammond, the director of health policy at the Empire Center, a conservative think tank. “The whole idea that you would use a carrot and stick to control Medicaid costs, I think it’s a nonstarter.”\nAsked about the governor’s proposal, Carl E. Heastie, the speaker of the Assembly, said there was concern from local governments about increased costs, though it was somewhat encouraging that they would not share costs “right off the bat.”\nBut the governor seemed ready to line up supporters: In a joint statement issued shortly after the his address, Greater New York Hospital Association and 1199SEIU, the nation’s largest health care union — both major backers of Mr. Cuomo — voiced measured support for the plan, saying they would “work closely” with the redesign team.", "url": "https://www.nytimes.com/2020/01/21/nyregion/medicaid-budget-ny-cuomo.html"}