{"authors": [], "date_download": "2022-10-25 23:29:31", "date_modify": "2022-10-25 23:29:31", "date_publish": "2020-05-21 04:08:04", "description": "Unemployment Claims Continue to Rise in U.S.", "filename": "2020_05_21_business_coronavirus-stock-market-today_1666740571.html", "image_url": "https://static01.nyt.com/images/2020/05/21/business/21virus-markets-briefings-facebook/merlin_161084823_f74cc9a1-239c-4518-882f-39f2f6698b78-facebookJumbo.jpg?year=2020&h=550&w=1050&s=68c2a14a42a14d40c58e6698df12ac6ac98687a76120eda6408f9c9221fd1480&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_21_business_coronavirus-stock-market-today_1666740571.html", "title": "Many Facebook Employees to Work From Home Permanently", "title_page": "Many Facebook Employees to Work From Home Permanently - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a private phone call with House Republicans Wednesday afternoon, Senator Mitch McConnell of Kentucky, the majority leader, vowed that Republicans would “clean up the Democrats’ crazy policy that is paying people more to remain unemployed than they would earn if they went back to work.”\nDemocrats have repeatedly slammed Republicans for what Senator Chuck Schumer of New York, the minority leader, referred to on Thursday as a “staggering” level of inaction on coronavirus legislation.\nThe Atlantic lays off 17 percent of its staff.\nThe Atlantic will lay off 68 workers across “events, sales, and editorial,” David G. Bradley, the chairman of Atlantic Media, said in a staff email on Thursday, as the publication struggles with the same forces — mostly a drop in digital advertising — that have affected tens of thousands of jobs in news media during the coronavirus crisis even as it has experienced a sharp rise in subscribers.\nThose laid off represent 17 percent of the total staff, The Atlantic said in a statement. Executives will have their pay cut, and there will be general pay freezes.\nA long-term strategic pivot to a business model that relies predominantly on reader revenue, Mr. Bradley said, “is accelerated — and made necessary — by the overnight and near-complete undoing of in-person events and, for now, a bracing decline in advertising.”\nThe Atlantic instituted an online paywall last year, and has since added 160,000 new subscribers, Mr. Bradley said. More than 90,000 of those have been added since March. The magazine, which is 163 years old and was once edited by Ralph Waldo Emerson, has drawn widespread praise for its coverage of the pandemic.\nThree years ago, Mr. Bradley sold a majority stake in Atlantic Media to Emerson Collective, the organization founded by the billionaire Laurene Powell Jobs.", "url": "https://www.nytimes.com/2020/05/21/business/coronavirus-stock-market-today.html"}