{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:29:43", "date_modify": "2022-10-25 23:29:43", "date_publish": "2020-11-07 19:00:53", "description": "Nick Rocco, a passionate Trump follower in the Democratic bastion of Massachusetts, slowly realized it wasn’t going his way.", "filename": "2020_11_07_us_trump-supporters_1666740583.html", "image_url": "https://static01.nyt.com/images/2020/11/08/us/08gopfamily-print1/08gopfamily-print1-facebookJumbo-v4.jpg?year=2020&h=550&w=1050&s=6f079e296a5a397fd2b6ab7f3de9d2584feb70095886bc2cb933ce151ed3e662&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_07_us_trump-supporters_1666740583.html", "title": "For a Trump Fan, a Week When Victory Ebbed Away", "title_page": "For a Trump Fan, a Week When Victory Ebbed Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’m just tired of all the arguing that people are doing,” she said. “I wish sometimes Trump would just say — he doesn’t even have to mean it — that he would be the president for everybody. Just say those words.”\nMonday, Nov. 2\nIn the last hours of the campaign, Ms. Rocco’s confidence in Mr. Trump’s victory had begun to buckle. Late into the night, when he gave his final speech at a rally in Grand Rapids, Mich., she was surprised to find herself weeping. “It was sad that it could be his last rally,” she said. “It could be that he could not be president anymore.”\nTuesday, Nov. 3\nAt 7 on election night, the Roccos settled themselves on the sofa to watch the returns. Ms. Rocco was stress-eating Halloween candy, KitKats and Smarties.\nThey had passed the last hours of the campaign on a dark roadside outside a polling station, fingers frozen, waving Trump flags at passing vehicles. Mr. Rocco muttered to himself, “Me standing out here is kind of pointless.”\nBut then he reminded himself what kept him out there all these months: People had disrespected him. The Facebook group manager who had kicked him off. The neighbor who took his yard sign. Teachers who responded to his daughter’s enthusiasm about Mr. Trump with awkward silence.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“People who don’t like Trump, I honestly think they are very soft people,” he said. “That is why the world is becoming so sensitive today. Back in the day, you could throw a snowball at someone at school and everything was fine. Nowadays, a letter gets sent home: Your child is being mean.”\nMr. Trump, by contrast, “lives the way people used to live.”\nMr. Rocco has tried to do the same. His older brother, who he describes as the brainy one, took the other path, winning a scholarship to college. (He is the Biden voter.) But Mr. Rocco’s aspirations were staunchly blue-collar; he chose trade school and went to work at 17.", "url": "https://www.nytimes.com/2020/11/07/us/trump-supporters.html"}