{"authors": ["Richard Fausset"], "date_download": "2022-10-25 23:27:21", "date_modify": "2022-10-25 23:27:21", "date_publish": "2020-05-05 19:36:27", "description": "Mr. Arbery, 25, was killed after two men pursued him in a South Georgia neighborhood, a confrontation that was caught on video. A prosecutor said charges should be considered in the case.", "filename": "2020_05_05_us_ahmaud-arbery-killing-georgia_1666740441.html", "image_url": "https://static01.nyt.com/images/2020/05/05/us/05georgia-promo/05georgia-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e1d3c1c48c3a18892cb89ddf6084ca7117889acb8de1a27f2a8241c8bbbacb9d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_05_us_ahmaud-arbery-killing-georgia_1666740441.html", "title": "Ahmaud Arbery’s Killing Will Go to Grand Jury as Graphic Video Emerges", "title_page": "Ahmaud Arbery’s Killing Will Go to Grand Jury as Graphic Video Emerges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Anger over the case has been building among civil rights activists and others, with the Rev. Al Sharpton calling for an investigation, and state and local N.A.A.C.P. leaders calling for the arrest of the McMichaels.\n[Read more about the third person charged in Ahmaud Arbery’s death.]\n“This is very grave and very serious judicial malpractice,” James Woodall, the president of the Georgia N.A.A.C.P., said on Tuesday afternoon.\nIn a statement, Andrea Young, executive director of the A.C.L.U. of Georgia, said “the vigilante behavior that we saw in Brunswick is unacceptable in a civilized society.”\nA spokesman for the Glynn County Police Department could not be reached for comment on Tuesday.\nMr. Durden said in a statement that the case should go before a Glynn County grand jury once the state judicial system allows such bodies to be empaneled again. Because of the coronavirus pandemic, the Georgia Supreme Court has prohibited grand juries from meeting through June 12.\nMr. Durden said he made his decision after “careful review of the evidence,” and after consulting with the Glynn County Police Department, the F.B.I., the United States attorney for the Southern District of Georgia and the Prosecuting Attorneys’ Council of Georgia.\nMr. Durden is the third prosecutor to be assigned to the case after the first two recused themselves because of professional ties to Gregory McMichael.\nMr. McMichael had recently retired after a long career as an investigator in the Brunswick district attorney’s office. He had also worked for seven years as an officer in the Glynn County Police Department.", "url": "https://www.nytimes.com/2020/05/05/us/ahmaud-arbery-killing-georgia.html"}