{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:40:07", "date_modify": "2022-10-25 23:40:07", "date_publish": "2020-10-05 21:22:50", "description": "Three high-ranking administration officials have been found by courts to be working in violation of a 1998 law that governs how a president can appoint temporary officials.", "filename": "2020_10_05_climate_trump-pendley-land-management_1666741207.html", "image_url": "https://static01.nyt.com/images/2020/10/05/science/05CLI-PENDLEY01/05CLI-PENDLEY01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cb8cc146453cd84eea21fd64a8c92869fb1de518397a079e33e025687298b372&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_05_climate_trump-pendley-land-management_1666741207.html", "title": "Judges Tell Trump His Officials Are Serving Illegally. He Does Nothing.", "title_page": "Judges Tell Trump His Officials Are Serving Illegally. He Does Nothing. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In March, a judge for the United States District Court in Washington declared unlawful the appointment of Kenneth T. Cuccinelli II to lead the United States Citizenship and Immigration Services. Mr. Cuccinelli, an immigration hard-liner, was unlikely to win Senate confirmation after he headed a conservative SuperPAC that backed candidates challenging Republican incumbents, including the Senate majority leader, Mitch McConnell\nMr. Cuccinelli is now the acting Deputy Secretary of Homeland Security.\nA different federal judge in Maryland later ruled that Chad F. Wolf is “likely” serving unlawfully as acting secretary of the Department of Homeland Security, a conclusion the Government Accountability Office had arrived at in August. The court temporarily barred the Trump administration from enforcing new directives Mr. Cuccinelli and Mr. Wolf had issued imposing restrictions on asylum seekers.\nBut both men remain in their positions.\nIn the case of the Bureau of Land Management, the ruling was definitive. Late last month, Brian Morris of the United States District Court for the District of Montana, who was appointed under the Obama administration, found that Mr. Pendley had served unlawfully for 424 days as acting director of the bureau.\nAny function or duty Mr. Pendley performed during that time, Judge Morris ruled, “would have no force and effect and must be set aside as arbitrary and capricious.”\nHe ordered briefs from all parties regarding which of Mr. Pendley’s policies should be overturned, due this week.\nMr. Pendley, a former oil-industry lawyer, has ridiculed the established science of climate change and called for the sale of public lands. He has led the agency since August 2019 as “deputy director for programs and policy,” a title that David Bernhardt, the Interior secretary, augmented with, “exercising the authority of director.”\nThe White House formally withdrew his nomination in August, a tacit acknowledgment that he could not win Senate confirmation.", "url": "https://www.nytimes.com/2020/10/05/climate/trump-pendley-land-management.html"}