{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:48:48", "date_modify": "2022-10-25 23:48:48", "date_publish": "2020-10-07 18:24:56", "description": "The measures taken to protect Mike Pence, Kamala Harris and others will not prevent airborne transmission, the greatest threat in this setting.", "filename": "2020_10_07_health_coronavirus-debate-pence-harris_1666741728.html", "image_url": "https://static01.nyt.com/images/2020/10/08/science/08VIRUS-DEBATE1/07VIRUS-DEBATE01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=23fe381b876198f4effb3e110d56713414fae8254c24cfed1b4861741658ff19&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_07_health_coronavirus-debate-pence-harris_1666741728.html", "title": "Plexiglass Barriers Won’t Stop the Virus at the Debate, Experts Warn", "title_page": "Plexiglass Barriers Won’t Stop the Virus at the Debate, Experts Warn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A box fan, an air filter — and duct tape to attach them.\nWith four such cobbled together devices, at perhaps a total of $150, the vice-presidential debate on Wednesday night could be made much safer, according to experts in airborne viruses.\nVice President Mike Pence and Senator Kamala Harris were seated more than 12 feet apart on the podium, with plexiglass barriers between them. Mr. Pence and his aides had objected to the barriers, but relented on Tuesday night.\nThe barriers might make more sense if Mr. Pence and Ms. Harris were seated more closely together on the podium, scientists said. But the risk in this setting is airborne transmission of the coronavirus, and the barriers will do nothing to protect Ms. Harris and the moderator, Susan Page, Washington bureau chief of USA Today, if Mr. Pence were infected.\nOn Monday, the Centers for Disease Control and Prevention released new guidelines confirming that the virus can be carried aloft by aerosols — tiny droplets — farther than six feet indoors. In one recent study, scientists isolated infectious virus some 16 feet from an infected patient in a hospital.", "url": "https://www.nytimes.com/2020/10/07/health/coronavirus-debate-pence-harris.html"}