{"authors": ["Nicholas Bogel-Burroughs"], "date_download": "2022-10-25 23:23:09", "date_modify": "2022-10-25 23:23:09", "date_publish": "2020-02-11 17:49:18", "description": "The patient, one of hundreds evacuated by the U.S. from China, was released from a San Diego hospital to quarantine before the mistake was discovered, health officials said.", "filename": "2020_02_11_us_san-diego-coronavirus-patient_1666740189.html", "image_url": "https://static01.nyt.com/images/2020/02/11/us/11CORONAVIRUS-SD2/11CORONAVIRUS-SD2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=178a3c5a80d50857e3bb51ebc5ce46f9042953c58aba87b0fdff14c0a2751f2e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_11_us_san-diego-coronavirus-patient_1666740189.html", "title": "Labeling Error to Blame for Hospital’s Release of Coronavirus Patient", "title_page": "Labeling Error to Blame for Hospital’s Release of Coronavirus Patient - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A woman sick from the coronavirus was released from a San Diego hospital this week after a labeling error on samples to be tested for the virus led officials to incorrectly indicate that she was not infected, federal authorities said on Tuesday.\nThe samples had not even made it into the Centers for Disease Control and Prevention’s laboratory when the agency mistakenly indicated to officials at the hospital that the results were negative.\nThe woman, who was among hundreds recently evacuated to the United States from China and under quarantine at a military base, was erroneously discharged from the hospital and sent back to the base because of the error.\nShe was among three quarantined evacuees at Marine Corps Air Station Miramar in San Diego whose samples, likely oral or nasal swabs, were not admitted to the laboratory because of a label mix-up and went untested, said Kristen Nordlund, a spokeswoman for the C.D.C. It was unclear exactly what the labeling error was and which agency had been responsible.", "url": "https://www.nytimes.com/2020/02/11/us/san-diego-coronavirus-patient.html"}