{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:19", "date_modify": "2022-10-25 23:44:19", "date_publish": "2020-01-13 17:17:49", "description": "While long-term arrangements will take time to settle, the queen wants final decisions to be reached “in the coming days.”", "filename": "2020_01_13_world_europe_queen-elizabeth-harry-meghan_1666741459.html", "image_url": "https://static01.nyt.com/images/2020/01/13/world/13royals-sub/13royals-sub-facebookJumbo.jpg?year=2020&h=549&w=1050&s=7df26f0fca696b6e521c4674aa1d2dd0886f9fc893a7b507e7af508d4072a556&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_13_world_europe_queen-elizabeth-harry-meghan_1666741459.html", "title": "In Statement, Queen ‘Supportive’ of Prince Harry and Meghan’s ‘New Life’", "title_page": "In Statement, Queen ‘Supportive’ of Prince Harry and Meghan’s ‘New Life’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Queen Elizabeth II, seeking to defuse a spiraling crisis in the British royal family, said on Monday that she would allow Prince Harry and his wife, Meghan, to make a transition to being part-time royals, splitting their time between Britain and Canada and supporting themselves.\n“My family and I are entirely supportive of Harry and Meghan’s desire to create a new life as a young family,” the queen said in a statement after an extraordinary family meeting at her country home, Sandringham.\n“Although we would have preferred them to remain full-time working members of the royal family,” the queen said, “we respect and understand their wish to live a more independent life as a family while remaining a valued part of my family.”\nThe strikingly personal statement did not answer a host of thorny questions, including who would pay for the couple’s upkeep, whether they could achieve financial independence without unacceptably commercializing the monarchy or even whether they will keep their royal titles, given the queen’s pointed use of their first names.", "url": "https://www.nytimes.com/2020/01/13/world/europe/queen-elizabeth-harry-meghan.html"}