{"authors": ["Michael D. Shear", "Maggie Haberman", "Michael Crowley"], "date_download": "2022-10-25 23:24:24", "date_modify": "2022-10-25 23:24:24", "date_publish": "2020-11-10 01:27:12", "description": "Emily W. Murphy, the administrator of the General Services Administration, must formally recognize President-elect Joseph R. Biden Jr. for the transfer of power to begin.", "filename": "2020_11_09_us_politics_emily-murphy-trump-biden_1666740264.html", "image_url": "https://static01.nyt.com/images/2020/11/09/us/politics/09dc-murphy/09dc-murphy-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bbd3f999ad65b4bb2abedec0c7b9d5ca4960f066bf6240716b2d4c8e8eb719a3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_09_us_politics_emily-murphy-trump-biden_1666740264.html", "title": "How Emily Murphy Stands Between Biden's Team and Transition", "title_page": "How Emily Murphy Stands Between Biden's Team and Transition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Biden’s transition officials were more pointed on Monday night, effectively saying that the Trump administration was reneging on promises made over the past six months to ensure a proper transfer of power if Mr. Biden won.\nThe officials said that they signed three separate memorandums of agreement — including one signed by Mark Meadows, the White House chief of staff — that laid out the access and money Mr. Biden’s team would receive in the days after the election. None of that has been allowed to proceed, they said.\nThe coronavirus pandemic has made office space less critical for the Biden transition team, which has been mostly meeting remotely for the past several months and will continue to do so, according to a transition official. There is a skeleton staff at the office space that was provided by the government before the election.\nBut once Ms. Murphy signals that the transition can begin, that office space will be expanded and equipped with computer systems that give the new administration access to classified systems and information, in addition to a secure location to have secret conversations.\nIf that does not happen in the coming days, the Biden administration has other options. Transition officials have private office space they can continue to use, and Mr. Biden and his team will continue to operate remotely. When the president-elect met with his pandemic advisory board on Monday, he was in Delaware and the board members were on a big screen, calling in from their homes or offices.\nThe bigger issue would be access to the agencies and the information they need to begin carrying out Mr. Biden’s agenda. But people familiar with Mr. Biden’s transition said there was a partial workaround: Many of the people still working in the federal agencies were close to Mr. Biden’s advisers and might be willing to work with them to provide the unclassified information they need.\nBut that would not solve the problem of gaining access to classified information, which could affect the ability of Mr. Biden’s national security team to prepare itself for emergencies that it may have to confront once in office. Transition officials said one specific limitation at the moment is that Mr. Biden does not have access to a secure State Department facility that is normally used to route calls from foreign leaders hoping to congratulate the newly elected president.", "url": "https://www.nytimes.com/2020/11/09/us/politics/emily-murphy-trump-biden.html"}