{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:29:16", "date_modify": "2022-10-25 23:29:16", "date_publish": "2020-06-05 15:59:38", "description": "Many of the gains came in restaurant work as 2.5 million jobs were added in May and the unemployment rate fell to 13.3 percent.", "filename": "2020_06_05_business_economy_jobs-report_1666740556.html", "image_url": "https://static01.nyt.com/images/2020/06/05/business/05virus-jobs-promo/05virus-jobs-promo-facebookJumbo.jpg?year=2020&h=549&w=1050&s=93670f6312de15164437abd28d3da375831f7bd84d30de06c9ae9f5a7115dec2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_05_business_economy_jobs-report_1666740556.html", "title": "What to Make of the Numbers in the May Jobs Report", "title_page": "What to Make of the Numbers in the May Jobs Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For some demographic groups, the crisis is deeper. Early job losses were concentrated among low-wage workers in service jobs, many of them black and Latino. The unemployment rate for black workers rose slightly, to 16.8 percent, although mostly because more people were looking for work. The jobless rate for Latinos fell but was still the highest of any racial or ethnic group, at 17.6 percent.\nEven if they didn’t anticipate the May bounce, many economists had expected that unemployment would begin to ease as states reopened and businesses called employees back to work.\nMore than half of the month’s job gains — 1.4 million — were in restaurants and bars, many of which received assistance under the federal Paycheck Protection Program. Friday’s report suggests that the program, along with other elements of the government’s response, helped offset at least some of the economic damage caused by the shutdown, which should allow for a faster recovery.\n[How do you feel about going back to work? Share your story.]\n“If it is the case that more people were able to hold on to their jobs and remain attached to the labor force, then the recovery will be more efficient,” Ms. Meyer said. “People will have more income to spend, they will have more consistency as far as their employment, and confidence will be higher.”\nAt Beef ‘O’ Brady’s, a Florida-based chain of more than 150 sports bars, business was down 62 percent in April, when its dining rooms were closed nationwide and its only business came from takeout. But only a handful of the chain’s restaurants have closed permanently, in part because nearly all of its franchisees received Paycheck Protection Program loans.\n“The damage would have been much greater without P.P.P., I can tell you that,” said Chris Elliott, the chief executive.\nNow business has begun to pick up as states gradually allow restaurants to reopen. In the last week of May, sales were down about 15 percent, Mr. Elliott said, and customers appear eager to eat out again.", "url": "https://www.nytimes.com/2020/06/05/business/economy/jobs-report.html"}