{"authors": ["Ashley Southall"], "date_download": "2022-10-25 23:26:59", "date_modify": "2022-10-25 23:26:59", "date_publish": "2020-07-06 22:49:43", "description": "The victims included a young father who was shot while holding hands with his 6-year-old daughter in the Bronx.", "filename": "2020_07_06_nyregion_murders-nyc-guns-crime_1666740419.html", "image_url": "https://static01.nyt.com/images/2020/07/06/nyregion/06NYSHOOTINGS/06NYSHOOTINGS-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d0ff7d653573ebca2de57dcf93a5500f32515b383533d6538ea423b528794660&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_06_nyregion_murders-nyc-guns-crime_1666740419.html", "title": "Spike in N.Y.C. Shootings Leaves 64 Shot and 10 Dead", "title_page": "Spike in N.Y.C. Shootings Leaves 64 Shot and 10 Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A young father crossing a Bronx street, holding hands with his 6-year-old daughter. A 15-year-old who refused to talk to the police in Manhattan. A man in a Staten Island public housing complex, found prone in his apartment.\nThey were among 64 people shot in a surge of shootings over the weekend in New York City, the police said. Ten of those shot lost their lives, including the young father and the Staten Island man — a wave of summertime violence that has given renewed urgency to a gun violence crisis that had been overshadowed this year by the coronavirus pandemic and by unrest over police racism and brutality.\nThe city surpassed 400 shootings in the first half of the year for the first time since 2016, with 528 by the end of last month; the 205 shootings in June were the highest for that month since 1996, the police said.\nOther cities have seen similar spikes in shootings, most notably Chicago, where the current pace of homicides is poised to near the 778 recorded in 2016 — its highest total in roughly 20 years. Chicago had 336 murders as of July 2; New York, with nearly three times the population, had 181 at the end of June — compared to 147 at the same time last year but a far cry from the homicide totals that exceeded 2,000 in 1990 and 1991.", "url": "https://www.nytimes.com/2020/07/06/nyregion/murders-nyc-guns-crime.html"}