{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:56:03", "date_modify": "2022-10-25 23:56:03", "date_publish": "2020-03-08 01:04:14", "description": "Mr. Meadows, a retiring Republican congressman from North Carolina and one of President Trump’s most ardent defenders, becomes the latest chief of staff for a mercurial president who dispatched the previous three after they fell out of favor.", "filename": "2020_03_07_us_politics_mark-meadows-trump-chief-of-staff_1666742163.html", "image_url": "https://static01.nyt.com/images/2020/03/08/us/politics/07dc-meadows-print/07dc-meadows-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5b1208271a70cd5227a93080796c3a0be8734e9d75122fd3ac1b93c611641832&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_07_us_politics_mark-meadows-trump-chief-of-staff_1666742163.html", "title": "Fourth Time’s the Charm? Mark Meadows Takes Over Trump’s White House", "title_page": "Fourth Time’s the Charm? Mark Meadows Takes Over Trump’s White House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Boehner and Mr. Ryan considered Mr. Meadows an irresponsible agitator who cared only about getting attention for himself and nothing at all about governance. Rather than making progress, they believed, Mr. Meadows cared only about making a point. But to his admirers, Mr. Meadows puts principle above pragmatism even at a cost to his own party.\n“It’s a great move by the president,” Representative Matt Gaetz, a Florida Republican, said on Saturday of Mr. Meadows’s appointment. “Mark Meadows is the best strategist in Washington, and he’s a great wartime consigliere and we’re heading into election season. Mark understands the president’s electoral coalition and his unique ability to cut through the normal morass of Washington to get things done.”\nWhile unpopular among establishment Republicans, Mr. Meadows has a genial manner that has helped him forge unlikely relationships with some Democrats, who say that unlike Mr. Trump, he can vigorously argue issues without making it personal. And he has cultivated good relationships with reporters, becoming a comfortable and regular television presence.\nAmong his most notable friends across the aisle was Representative Elijah E. Cummings of Maryland, who died in October and was a top target of Mr. Trump’s racially charged attacks on Twitter. Mr. Meadows gave a moving eulogy at Mr. Cummings’s memorial service that talked about the value of the “unexpected friendship.”\n“I would describe Mark as an unusual empath just in terms of how he can relate to people,” Representative Pramila Jayapal of Washington State, another Democrat with whom he has a good relationship, said on Saturday. “We do disagree on so many things, yet I do think he’s someone who makes things about policy and not people.”\nMs. Jayapal, a co-chairwoman of the Congressional Progressive Caucus, emphasized that she considered Mr. Meadows’s policies destructive but appreciated that he treated others with decency and respect. “I don’t see Mark Meadows being able to change the president on that,” she said. “I don’t think that’s possible. And if he thinks that’s possible, he’s probably kidding himself. It just makes me sad because he will end up being corroded.”\nBorn on an Army base in Verdun, France, to a soldier and a civilian nurse, Mr. Meadows, 60, grew up mainly in Florida, a self-described “fat nerd” and an aspiring weatherman in a family without much money. But he later lost weight and became a businessman in Florida and North Carolina, where he owned a restaurant for 20 years before going into real estate. He ran for the House in 2012 as an outspoken critic of the Republican establishment.", "url": "https://www.nytimes.com/2020/03/07/us/politics/mark-meadows-trump-chief-of-staff.html"}