{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:48:16", "date_modify": "2022-10-25 23:48:16", "date_publish": "2020-04-28 23:26:47", "description": "The vice president, who leads the White House’s coronavirus task force, said that masks were meant to prevent the spread of the virus and that he was tested regularly and does not have it.", "filename": "2020_04_28_us_politics_coronavirus-pence-mask_1666741696.html", "image_url": "https://static01.nyt.com/images/2020/04/28/us/28virus-us-briefing-pence/merlin_172010538_515ee93e-90db-47c9-aa28-4928b37a9f11-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e5c54f06ac995f33937700f5d726e12b8a35047c2600fa1ec4a080f640653df7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_28_us_politics_coronavirus-pence-mask_1666741696.html", "title": "Pence Tours Mayo Clinic and Flouts Its Rule That All Visitors Wear a Mask", "title_page": "Pence Tours Mayo Clinic and Flouts Its Rule That All Visitors Wear a Mask - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was the latest example of Mr. Pence’s refusal to don a face mask even as he travels the country representing the administration. This month, he was photographed arriving in Colorado Springs and being greeted by the Democratic governor of Colorado, Jared Polis, who wore a face mask emblazoned with images from his state flag. Mr. Pence tapped elbows, but kept his face bare.\nMr. Pence later defended his maskless appearance at the Mayo Clinic to reporters.\n“As vice president of the United States, I’m tested for the coronavirus on a regular basis, and everyone who is around me is tested for the coronavirus,” he said. He added that he was following guidelines issued by the Centers for Disease Control and Prevention, which indicate that a face mask is effective in preventing the spread of the virus by those who have it.\nHis aides in the past have said the guidelines were meant to protect people from asymptomatic spread. Because Mr. Pence is tested regularly, they said, he is not asymptomatic. Mr. Pence did not explain why he chose not to honor the Mayo Clinic’s own guidelines for its facility.\nBut public health experts dismissed his argument for skipping a face mask as faulty.\nEven in coronavirus patients who show symptoms, diagnostic tests may detect the virus only 75 percent of the time, said Dr. Mark Loeb, a microbiologist and infectious disease specialist at McMaster University in Ontario, Canada, and it is unclear how sensitive the tests are in asymptomatic cases.\nMr. Pence was immediately rebuked by the administration’s critics.\nAmerican Bridge, a progressive group, called for Mr. Pence to be removed from the coronavirus task force, which he oversees. “He just didn’t care enough about the health and safety of doctors, nurses, and patients to follow their guidance,” said Kyle Morse, a spokesman for the group. “Pence, like Donald Trump, thinks the rules don’t apply to him.”", "url": "https://www.nytimes.com/2020/04/28/us/politics/coronavirus-pence-mask.html"}