{"authors": ["Sarah Kliff"], "date_download": "2022-10-25 23:24:33", "date_modify": "2022-10-25 23:24:33", "date_publish": "2020-09-18 09:00:25", "description": "Many experts now view the individual mandate as a policy that did little to increase health coverage — but did a lot to invite political backlash.", "filename": "2020_09_18_upshot_obamacare-mandate-republicans_1666740273.html", "image_url": "https://static01.nyt.com/images/2020/09/19/upshot/18up-mandate-print/18up-mandate-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4a8cc96d135151d54aa6299b0a419e842d66b3c26ead3596bbbe8e355c4ce6c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_18_upshot_obamacare-mandate-republicans_1666740273.html", "title": "Republicans Killed the Obamacare Mandate. New Data Shows It Didn’t Really Matter.", "title_page": "Republicans Killed the Obamacare Mandate. New Data Shows It Didn’t Really Matter. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We didn’t have that much information to go on in modeling the effects of the mandate,” said Doug Elmendorf, who directed the Congressional Budget Office during the health law’s passage. “We and others put weight on Massachusetts because the Affordable Care Act looked a lot like what Governor Romney did there. But Massachusetts is just one of 50 states, and each state is different.”\nMr. Saltzman went on to earn a doctorate in economics after his job at RAND, and focused his research on the mandate. He has found that the mandate isn’t a very effective tool for increasing enrollment. One recent paper of his estimated that eliminating the mandate penalties would reduce marketplace enrollment by 2 percent and increase premiums by 0.7 percent.\n“My viewpoint on the mandate has changed,” he said. “Back in 2012, my sense was it was essential. The evidence indicates that the marketplaces are doing about the same as they were before the mandate was set to zero.”\nSeparately, in The New England Journal of Medicine last year, researchers concluded that “the individual mandate’s exemptions and penalties had little impact on coverage rates.” Instead, they found that generous subsidies for middle-income Americans, coupled with Medicaid expansion in most states, drove health law enrollment.\n“The mandate made a difference, but not a huge difference in terms of the numbers of people signing up,” said Jonathan Gruber, a health economist at the Massachusetts Institute of Technology and a co-author of the study. He advised the Obama administration on health reform and recommended the mandate, but now says “it was not as effective as anticipated.”\nParticipation in Obamacare marketplaces has decreased slightly, to 11.4 million this year from 12.2 million in 2017. But it hasn’t plummeted or shown any signs of a “death spiral,” in which only sick patients purchase coverage and premiums become unaffordable. When Obamacare enrollees are asked about why they buy coverage, the mandate is the least common reason given.\nEconomists have done plenty of speculating about why the mandate didn’t work as expected. The penalties were relatively small — $695 or 2.5 percent of income, whichever was higher — in an effort to tamp down political resistance and court Republican legislators. That was largely unsuccessful: No Republican legislators voted for Obamacare and, within days of its passage, false claims went viral that the Internal Revenue Service would send thousands of armed agents to Americans’ homes to collect the fees.", "url": "https://www.nytimes.com/2020/09/18/upshot/obamacare-mandate-republicans.html"}