{"authors": ["Jeffrey Gettleman", "Sameer Yasir", "Suhasini Raj", "Hari Kumar", "Atul Loke"], "date_download": "2022-10-25 23:00:47", "date_modify": "2022-10-25 23:00:47", "date_publish": "2020-03-12 04:00:10", "description": "More evidence has emerged that the Indian police took part in violence against Muslims or stood aside during fighting in the capital last month.", "filename": "2020_03_12_world_asia_india-police-muslims_1666738847.html", "image_url": "https://static01.nyt.com/images/2020/03/09/world/12india-police-promo/09india-police-sub1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=a4ebe46d8f019471967bce5c61a2b0cfdf5d1a9af27d9ec1009458c6e3433ae1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_12_world_asia_india-police-muslims_1666738847.html", "title": "How Delhi’s Police Turned Against Muslims", "title_page": "How Delhi’s Police Turned Against Muslims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — Kaushar Ali, a house painter, was trying to get home when he ran into a battle.\nHindu and Muslim mobs were hurling rocks at each other, blocking a street he needed to cross to get to his children. Mr. Ali, who is Muslim, said that he turned to some police officers for help. That was his mistake.\nThe officers threw him onto the ground, he said, and cracked him on the head. They started beating him and several other Muslims. As the men lay bleeding, begging for mercy — one of them died two days later from internal injuries — the officers laughed, jabbed them with their sticks and made them sing the national anthem. That abuse, on Feb. 24, was captured on video.\n“The police were toying with us,” Mr. Ali said. He recalled them saying, “Even if we kill you, nothing will happen to us.”\nSo far, they have been right.\nIndia has suffered its worst sectarian bloodshed in years, in what many here see as the inevitable result of Hindu extremism that has flourished under the government of Prime Minister Narendra Modi. His party has embraced a militant brand of Hindu nationalism and its leaders have openly vilified Indian Muslims. In recent months Mr. Modi has presided over a raft of policies widely seen as anti-Muslim, such as erasing the statehood of what had been India’s only Muslim-majority state, Jammu and Kashmir.", "url": "https://www.nytimes.com/2020/03/12/world/asia/india-police-muslims.html"}