{"authors": ["Marc Santora"], "date_download": "2022-10-25 23:42:59", "date_modify": "2022-10-25 23:42:59", "date_publish": "2020-06-15 18:35:00", "description": "Borders and businesses are reopening, even as politicians and scientists warn that new waves of coronavirus infection might be on the way.", "filename": "2020_06_15_world_europe_coronavirus-europe-borders-reopen_1666741379.html", "image_url": "https://static01.nyt.com/images/2020/06/15/world/15virus-europe7/15virus-europe7-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cb466df3deac294bac63d0a3731f3874e49550fa16eed158b0ee148e80e8746e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_15_world_europe_coronavirus-europe-borders-reopen_1666741379.html", "title": "In Europe, Travel Returns, but Not Confidence About What Comes Next", "title_page": "In Europe, Travel Returns, but Not Confidence About What Comes Next - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Europe’s internal borders, closed three months ago in a frenzy of panicked uncertainty, are opening again. The uncertainty remains even if the sense of panic has eased.\nIn the delicate global stutter-step to restart stalled economies and save whole industries from financial ruin, the return of free movement of people across the continent is a significant moment — one fraught with risk as new coronavirus infections surge around the world.\nFrance, Germany and Switzerland were among the nations that lifted restrictions on Monday for all arrivals from nations in the European Union or the border-free Schengen zone. They joined Italy, Belgium and other countries in trying to move to a new phase in the struggle to balance public health imperatives, economic realities and shifting public attitudes.\nTo help people navigate rules that vary from nation to nation, the European Commission launched “Re-open EU,” a site dedicated to information on travel to and within European countries, including quarantine requirements and tourist facilities.", "url": "https://www.nytimes.com/2020/06/15/world/europe/coronavirus-europe-borders-reopen.html"}