{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 23:33:23", "date_modify": "2022-10-25 23:33:23", "date_publish": "2020-11-13 00:41:45", "description": "There is no grand strategy. President Trump is simply trying to survive from one news cycle to the next.", "filename": "2020_11_12_us_politics_trump-future_1666740803.html", "image_url": "https://static01.nyt.com/images/2020/11/12/us/politics/12dc-memo1/12dc-memo1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=63e473d3bdf90b07afb71e36e6fbaf7657cb372b9c08de0a1b13e014828c2673&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_12_us_politics_trump-future_1666740803.html", "title": "Trump Floats Improbable Survival Scenarios as He Ponders His Future", "title_page": "Trump Floats Improbable Survival Scenarios as He Ponders His Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Advisers said his efforts were in keeping with one of his favorite pastimes: creating a controversy and watching to see how it plays out.\nAs a next step, Mr. Trump is talking seriously about announcing that he is planning to run again in 2024, aware that whether he actually does it or not, it will freeze an already-crowded field of possible Republican candidates. And, Republicans say, it will keep the wide support he showed even in defeat and could guarantee a lucrative book deal or speaking fees.\nIn the meantime, Mr. Trump has spent his days toggling between his White House residence and the Oval Office, watching television coverage about the final weeks of his presidency. His mood is often bleak, advisers say, though he is not raising his voice in anger, despite the impression left by his tweets, which are often in capital letters.\nBut the work of government has been reduced to something of a sideshow for the president. He has not made any public appearances except for a visit to Arlington National Cemetery on Veterans Day since an angry statement a week ago.\nAnd he has not spoken about the coronavirus pandemic or mentioned it on Twitter despite the staggering growth in positive cases and the number of West Wing aides and outside advisers who have been diagnosed with the virus in the past week.\nSeveral advisers have bluntly told Mr. Trump that the chances of changing the election’s outcome are almost nonexistent, including in a meeting with him on Saturday at the White House to which the president’s son-in-law, Jared Kushner, dispatched aides, even as he has generally backed Mr. Trump’s desire to keep fighting.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nWhile most Republicans have declined to publicly oppose the president, more have become vocal that the time has come, amid the growing pandemic, to allow a transition to take place.", "url": "https://www.nytimes.com/2020/11/12/us/politics/trump-future.html"}