{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:28:12", "date_modify": "2022-10-25 23:28:12", "date_publish": "2020-09-11 00:56:26", "description": "After an off-season of social turmoil, the Houston Texans chose not to be on the field for the playing of “Lift Every Voice and Sing” and “The Star-Spangled Banner” before the league’s season opener in Kansas City, Mo.", "filename": "2020_09_10_sports_nfl-anthem_1666740492.html", "image_url": "https://static01.nyt.com/images/2020/09/10/sports/10Anthem-sub/merlin_176831079_78dbb280-1be1-46df-9fd6-67f283f355bf-facebookJumbo.jpg?year=2020&h=550&w=1050&s=702d11452916ce2bed9ebbea2577a83c2ce3a5cc87a6f3e9eb55d622adccf7e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_10_sports_nfl-anthem_1666740492.html", "title": "N.F.L. Season Kicks Off With Players’ Protesting Racism", "title_page": "N.F.L. Season Kicks Off With Players’ Protesting Racism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even though about 70 percent of its players are Black, the N.F.L. has wrestled for several years with how to react to player protests and calls to address systematic racism and social injustice. The league largely ignored quarterback Colin Kaepernick when he knelt during the national anthem throughout the 2016 season to protest police brutality against African Americans.\nBut after President Trump in September 2017 called for teams to fire players who did not stand for the anthem, the league and its owners tried to tamp down protests while also pledging tens of millions of dollars to groups fighting social injustice. The league backed off trying to ban protests during the anthem after the players’ union filed a grievance.\nKaepernick, once considered one of the sport’s rising stars, has not been on an N.F.L. roster since the 2016 season, and in 2017 he accused the league of blackballing him because of his protests. The N.F.L. agreed to a multimillion-dollar settlement of the case. In November, the league organized a tryout for Kaepernick, but the two sides could not agree on the terms of the audition. Kaepernick held his own workout in front of about a half-dozen scouts, but he remains unsigned.\nOnly a handful of players protested the past couple of seasons. But the issue was reignited this summer with nationwide demonstrations after Floyd’s death. In early June, Commissioner Roger Goodell apologized for not listening sooner to the concerns of African-American players. At the same time, President Trump renewed his attacks on the league.\nBroadcasters, who pay the league billions of dollars for the rights to show games, have largely tiptoed around the protests. But in a sign of the new attitude, Cris Collinsworth, a former player who was one of the announcers calling Thursday’s game for NBC Sports, lent his support to the protesters.\n“I stand behind these players 100 percent. 100 percent,” he said before kickoff. “What they’re trying to do is create positive change in this country that frankly is long, long overdue.”\nThe bulk of the N.F.L. games will be on Sunday, and it is already clear there will be more protests. About an hour before the Chiefs and Texans kicked off, members of the Miami Dolphins took aim at the league’s efforts to address systematic racism and said they, too, would remain in the locker room during the playing of “The Star-Spangled Banner” and “Lift Every Voice and Sing.”", "url": "https://www.nytimes.com/2020/09/10/sports/nfl-anthem.html"}