{"authors": ["Carl Zimmer", "Ernesto Londoño"], "date_download": "2022-10-25 23:43:22", "date_modify": "2022-10-25 23:43:22", "date_publish": "2020-12-25 20:18:19", "description": "The clinical trial in Turkey was much smaller than those of other major vaccine candidates, making the researchers’ claims for it less certain.", "filename": "2020_12_25_health_turkey-brazil-sinovac-coronavirus-vaccine_1666741402.html", "image_url": "https://static01.nyt.com/images/2020/12/25/multimedia/25virus-vaccine-Turkey/25virus-vaccine-Turkey-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=11466fc3e2166d80e11c3d884eb11a389607a4bb53ae05a5524b1428dfb90221&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_25_health_turkey-brazil-sinovac-coronavirus-vaccine_1666741402.html", "title": "Turkey and Brazil Say Chinese Vaccine Effective, With Sparse Supporting Data", "title_page": "Turkey and Brazil Say Chinese Vaccine Effective, With Sparse Supporting Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Turkish officials announced Thursday that a vaccine from the Chinese company Sinovac has an efficacy rate of 91.25 percent, but the finding was based on preliminary results from a small clinical trial and none of the data was published in a journal or posted online.\nThe announcement came a day after another ambiguous news conference, also about Sinovac’s vaccine, in Brazil. Officials there were expected to provide detailed results from another trial, but only reported that the vaccine had an efficacy rate over 50 percent.\nA total of 7,371 volunteers were involved in the Turkish trial, but the efficacy data presented by Serhat Unal, an infectious diseases expert, was based only on 1,322 participants, 752 of whom got a real vaccine and 570 of whom received the placebo.\nDr. Unal said that 26 of the volunteers who received the placebo developed Covid-19, while only three of the vaccinated volunteers got sick. He and his colleagues did not share their data in written form.", "url": "https://www.nytimes.com/2020/12/25/health/turkey-brazil-sinovac-coronavirus-vaccine.html"}