{"authors": ["Amy Qin"], "date_download": "2022-10-25 23:26:39", "date_modify": "2022-10-25 23:26:39", "date_publish": "2020-02-02 18:39:22", "description": "It is nearly impossible to get the care they need to treat, or even diagnose, the coronavirus, say residents at the crisis’ center.", "filename": "2020_02_02_world_asia_china-coronavirus-wuhan_1666740399.html", "image_url": "https://static01.nyt.com/images/2020/02/05/world/03china-virus-sub2-print/03china-virus-sub2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f18287fe1582d819a556965f5046b14094d5c13fb5b690570372091b2199c8dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_02_world_asia_china-coronavirus-wuhan_1666740399.html", "title": "Coronavirus Pummels Wuhan, a City Short of Supplies and Overwhelmed", "title_page": "Coronavirus Pummels Wuhan, a City Short of Supplies and Overwhelmed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those who do make it to the hospital say they are squeezed together for hours in waiting rooms, where infections are easily spread. But the shortages have meant that many are ultimately turned away and sent home to self-quarantine, potentially compounding the outbreak by exposing their families.\nMany doctors and residents are putting their hopes on the two new coronavirus hospitals that China has been racing to build in Wuhan in just a matter of days. One of them spans about eight acres, has 1,000 beds and is scheduled to open on Monday. The government says 1,400 military medical workers will be deployed to work there, potentially helping with the shortage of health professionals on hand to combat the outbreak.\nOn Sunday, city officials announced plans to set up quarantine stations around Wuhan for people with symptoms of pneumonia and close contacts among coronavirus patients. But just over a week into the lockdown, many residents believe the virus has already spread much further than the official numbers suggest.\n“The situation that we’ve seen is much worse than what has been officially reported,” Long Jian, 32, said outside a hospital where his elderly father was being treated. Mr. Long said his father had to go to six hospitals and wait seven days before he could even be tested for the coronavirus.\nJust steps from where Mr. Long spoke, beds could be seen lining both sides of a narrow corridor in the emergency room. One man was getting an intravenous drip outside in his car.", "url": "https://www.nytimes.com/2020/02/02/world/asia/china-coronavirus-wuhan.html"}