{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:47:11", "date_modify": "2022-10-25 23:47:11", "date_publish": "2020-07-23 15:08:34", "description": "How a temporary reduction in payroll taxes became the president’s go-to proposal to stoke the economy.", "filename": "2020_07_23_business_payroll-tax-cut-trump-recession_1666741631.html", "image_url": "https://static01.nyt.com/images/2020/07/22/business/22DC-Virus-PayrollTax-01/22DC-Virus-PayrollTax-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=22af475c66a52700c3af29ed7b47bc321b3c0f080e852ae329234d3bf741364c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_23_business_payroll-tax-cut-trump-recession_1666741631.html", "title": "The Tax Cut That Trump Wants, but Few Others Do, Explained", "title_page": "The Tax Cut That Trump Wants, but Few Others Do, Explained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Most economists, even conservative ones, do not rank a payroll tax cut anywhere close to the top of their list for best ways to support and stimulate the American economy as it struggles to climb out of the recession. They say it will cost a lot in lost tax revenues, while doing little to induce hiring — and excluding millions of unemployed workers from its benefits. A broad cut would heavily benefit people who still have jobs and are earning six-figure salaries, which is not the group that is most in need of federal support right now. And it would cross into the political danger zone around funding for a pair of safety net programs that remain highly popular with the American public.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nBowing to political reality, the Treasury secretary, Steven Mnuchin, said Thursday that the first draft of the next rescue package in the Senate would not include a payroll tax cut. But Mr. Trump remains enamored with the plan and is expected to continue lobbying for one, particularly if he wins a second term.\nHere’s what the fuss is all about.\nIt’s a tax cut for workers and employers\nCurrently, the federal government imposes a 15.3 percent tax on workers’ wages, which is split evenly between employees and employers. Most of it goes to fund Social Security. Only earnings below $137,700 are subject to the part of the tax that supports Social Security; all earnings are subject to the part of the tax that funds Medicare. Mr. Trump has proposed suspending the entirety of the payroll tax through the end of the year.\nCongress has already passed a bill this year that delays — but does not eliminate — the employer side of those taxes, meaning companies will not have to start paying their liabilities for this year until next year. It is possible that lawmakers could vote to do the same with the employee side in their next bill, but that would not be the true “cut” that Mr. Trump is interested in.\nActually suspending the taxes would cost the government about $400 billion from August through the end of the year, according to estimates from the Committee for a Responsible Federal Budget in Washington.", "url": "https://www.nytimes.com/2020/07/23/business/payroll-tax-cut-trump-recession.html"}