{"authors": ["Sam Anderson"], "date_download": "2022-10-25 23:35:16", "date_modify": "2022-10-25 23:35:16", "date_publish": "2020-02-06 21:18:44", "description": "The comedian Conner O’Malley indicts the greed that built Manhattan’s $25 billion corporate fantasia.", "filename": "2020_02_06_magazine_unlock-your-ultimate-consumerist-self-in-hudson-yards-video-game_1666740916.html", "image_url": "https://static01.nyt.com/images/2020/02/03/magazine/9mag-screenland/9mag-screenland-facebookJumbo-v3.jpg?year=2020&h=548&w=1050&s=4c5d99307fe22f01a9e3f5a273823a42e43f6134e76dd0de477555de6c26d763&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_06_magazine_unlock-your-ultimate-consumerist-self-in-hudson-yards-video-game_1666740916.html", "title": "Hudson Yards Is Coming for Your Soul", "title_page": "Hudson Yards Is Coming for Your Soul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "How does corporate capitalism imagine the human soul? As a nuisance? An opportunity? Collateral damage? A blob of molten plastic to be injected into a minion-­shaped mold? One of the funniest answers to this question comes from the comedian Conner O’Malley, who has built a career playacting the way consumerism warps our spirits. Out on the street, he has recorded dozens of videos in which he plays, basically, capitalism’s hype man — a loudmouthed white dude-bro who is perpetually awed by advertising and luxury goods. He will rush up to anyone who looks rich — men in suits, men driving ostentatious cars — and slather them with over-­the-­top compliments that lean heavily on the word “pimp.” “Oh, hell yeah, pimp!” he shouts into a convertible. When a Hummer stops near him, O’Malley rushes toward its open window: “Man, you’re a job creator, you’re a pimp, you’re an angel, and I love you forever!” His brain seems full of targeted ads. He accosts a businessman on a cellphone: “Dude, what’s up? Maxim Magazine, am I right?” Sometimes O’Malley’s circuitry seems to misfire, but there is no time to stop and think — he will stand in front of a Mustang and chant: “Steroids! Steroids! Steroids!”\nIf O’Malley is loud and obnoxious — well, that is the joke. He is the human embodiment of corporate messaging, which means that he is basically insane: infantile and grasping, every neuron pulsing with need. O’Malley roars with enthusiasm about Taco Bell commercials. He screams incoherently at helicopters, at businessmen getting their shoes shined, at the Christmas tree at Rockefeller Plaza. “Money’s a game,” O’Malley shouts, joyfully, to a man driving a Bentley, “and you’re the winner because you got the most points, right?”", "url": "https://www.nytimes.com/2020/02/06/magazine/unlock-your-ultimate-consumerist-self-in-hudson-yards-video-game.html"}