{"authors": ["Emma Pattee"], "date_download": "2022-10-25 23:33:28", "date_modify": "2022-10-25 23:33:28", "date_publish": "2020-04-28 09:00:12", "description": "Your finances may be tight, but there are helpful changes you can make during the coronavirus lockdown.", "filename": "2020_04_28_smarter-living_heres-what-to-trim-and-what-not-to-touch-from-your-budget-right-now_1666740808.html", "image_url": "https://static01.nyt.com/images/2020/04/24/smarter-living/00sl-money-cuts-promo/00sl-money-cuts-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=05aa7582627185c224e5d70152d55cd225791fd6f4af864b9604021023321393&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_28_smarter-living_heres-what-to-trim-and-what-not-to-touch-from-your-budget-right-now_1666740808.html", "title": "Here’s What to Trim (and What Not to Touch) From Your Budget Right Now", "title_page": "Here’s What to Trim (and What Not to Touch) From Your Budget Right Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Get clear on what you need … and what you want\nA lot of the things we think of as essential — cable subscriptions, gym memberships, birthday gifts, date nights, that evening glass of wine — are starting to look optional in the face of a global pandemic and economic recession.\nKara Perez, the founder of Bravely Go, a financial education company based in Austin, Texas, suggested that people who have extra time these days use it to go through their credit card statements and separate necessary expenses from the optional ones. “It’s so powerful to just look at the numbers and look at what you were doing,” Ms. Perez said.\nFor people who have lost their jobs or are in financial crisis, they might find themselves in the painful position of having to trim necessities. “There are these tried-and-true pieces of advice like ‘cancel cable,’ but the question for most people who really have to cut back is, ‘Well, I already wasn’t spending on cable, so what is next?’” Ms. Perez said. She suggested that if you’re in that situation, consider cutting any other extras: alcohol, Netflix, name-brand grocery items.\nDon’t be afraid to ask (and then ask again)\nWhen it comes to expenses you can’t cut out completely, like housing, utilities, internet, phone bills, insurance and debt payments, try to negotiate. Mr. Sethi suggests calling your service providers, pointing out that you’ve been a loyal customer (if you can). Tell them you’re having trouble affording your usual payments and ask for options.\n“The results are amazing,” said Mr. Sethi, who has heard from a handful of readers who have successfully negotiated for reduced payments since the crisis began. “These companies want to make sure that they collect what they can and keep you as a happy customer,” he added.\nJust make sure you ask if there will be any interest or finance charges you’ll have to pay later. Mr. Mecham says it’s worth trying to lower every single one of your bills. “There’s a lot of room for negotiating in this environment. Every single bill can be negotiated — you just have to call and ask.”\nMake a plan and act\nMr. Sethi recommends acting as soon as possible, even if you don’t have all the answers. “You can’t wait for your boss to tell you what’s going to happen with your job, you can’t wait for some politician to tell you about the economy, you have to acknowledge what’s going on, make a plan and move.”", "url": "https://www.nytimes.com/2020/04/28/smarter-living/heres-what-to-trim-and-what-not-to-touch-from-your-budget-right-now.html"}