{"authors": ["Azam Ahmed", "Daniel Berehulak", "Photographs"], "date_download": "2022-10-25 22:59:04", "date_modify": "2022-10-25 22:59:04", "date_publish": "2020-09-23 09:00:42", "description": "For the vast majority of people in one teeming neighborhood of Mexico City, risking illness or death has simply become the price of survival.", "filename": "2020_09_23_world_americas_mexico-coronavirus-covid-iztapalapa_1666738744.html", "image_url": "https://static01.nyt.com/images/2020/09/17/world/xxvirus-mexico-promo/xxvirus-mexico-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8dadba39995b3d2e5f7ed854abb942f18c5ea96b3f6e1ebeb3197e085875b357&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_23_world_americas_mexico-coronavirus-covid-iztapalapa_1666738744.html", "title": "In the Epicenter of Mexico's Coronavirus Epicenter, Feeling Like a 'Trapped Animal'", "title_page": "In the Epicenter of Mexico's Coronavirus Epicenter,  Feeling Like a 'Trapped Animal' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "IZTAPALAPA, MEXICO — The man in the vegetable stall next to Christopher Arriaga’s died first. A longtime customer was next, then another. A few days later, an elderly carrot vendor got sick and died within the week.\nSoon, the coronavirus was storming the vast, gridded passages of the Central de Abasto, the largest produce market in the Western Hemisphere, and Mr. Arriaga’s father fell ill, too. Dozens in the market died, perhaps hundreds. Not even the government knows for sure.\n“There is this moment when you start to see people dying, and the stress begins to destroy you,” said Mr. Arriaga, 30. “It made me realize what a trapped animal feels like.”\nDoctors and officials say the surge of infections nearly overwhelmed them, radiating far from the market to areas across the city and Mexico beyond. It became the epicenter of the epicenter, the teeming heart of a neighborhood that has registered more Covid deaths than any other part of the capital, which is itself the center of the national crisis.", "url": "https://www.nytimes.com/2020/09/23/world/americas/mexico-coronavirus-covid-iztapalapa.html"}