{"authors": ["Julian E. Barnes", "Adam Goldman", "Nicholas Fandos"], "date_download": "2022-10-25 23:02:16", "date_modify": "2022-10-25 23:02:16", "date_publish": "2020-05-30 01:14:12", "description": "The former national security adviser now says he does not remember those discussions as he fights a criminal charge he had previously pleaded guilty to.", "filename": "2020_05_29_us_politics_flynn-russian-ambassador-transcripts_1666738936.html", "image_url": "https://static01.nyt.com/images/2020/05/29/us/politics/29dc-flynn/merlin_172717452_6f7f1ffd-5d08-4f02-985d-6e0e08be28cd-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0ca41eafdaef4a82ed213b162773e3ee8902e093e2dabacbb83d12e9be936d88&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_29_us_politics_flynn-russian-ambassador-transcripts_1666738936.html", "title": "Flynn Discussed Sanctions at Length With Russian Diplomat, Transcripts Show", "title_page": "Flynn Discussed Sanctions at Length With Russian Diplomat, Transcripts Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The former national security adviser Michael T. Flynn discussed sanctions at length with a Russian diplomat in late 2016, according to transcripts declassified on Friday that appear to bolster earlier assertions that Mr. Flynn misled Vice President Mike Pence and F.B.I. agents about those conversations.\nThe transcripts have become a conservative cause, and the Justice Department threw the weight of the Trump administration behind it in moving recently to throw out Mr. Flynn’s guilty plea to a charge of lying to agents in the Russia investigation about the calls. President Trump has said Mr. Flynn was badly treated, part of Mr. Trump’s campaign to escalate unfounded accusations that the government’s investigation was a plot to undermine him.\nMr. Flynn has said he does not remember talking in late 2016 with the Russian ambassador to the United States at the time, Sergey I. Kislyak, about sanctions newly imposed by the Obama administration as punishment for Russia’s election meddling. But the transcripts showed that the sanctions were the central discussion point between the men.\nThe new director of national intelligence, John Ratcliffe, declassified the transcripts, and two Republican senators, Charles E. Grassley of Iowa and Ron Johnson of Wisconsin, who pushed Mr. Ratcliffe and his predecessors to share the material with Congress and make it public, released them. The senators held up the 27 partly redacted pages as evidence for their accusations that the F.B.I. abused its power in investigating Mr. Trump’s associates.", "url": "https://www.nytimes.com/2020/05/29/us/politics/flynn-russian-ambassador-transcripts.html"}