{"authors": ["Katherine J. Wu"], "date_download": "2022-10-25 23:25:41", "date_modify": "2022-10-25 23:25:41", "date_publish": "2020-07-21 18:13:46", "description": "Moderna, which is receiving $483 million from the U.S. government, told lawmakers it would not sell its vaccine at cost. Pfizer has said it would also profit, but has so far taken no government money.", "filename": "2020_07_21_health_covid-19-vaccine-coronavirus-moderna-pfizer_1666740341.html", "image_url": "https://static01.nyt.com/images/2020/07/21/science/21VIRUS-VACCINE/21VIRUS-VACCINE-facebookJumbo.jpg?year=2020&h=550&w=1050&s=33c6768a2fa5b18719ce62cca0434d19390adfbd4ec310a7da6e49cf16a13615&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_21_health_covid-19-vaccine-coronavirus-moderna-pfizer_1666740341.html", "title": "Some Vaccine Makers Say They Plan to Profit From Coronavirus Vaccine", "title_page": "Some Vaccine Makers Say They Plan to Profit From Coronavirus Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Executives from four companies in the race to produce a coronavirus vaccine — AstraZeneca, Johnson & Johnson, Moderna Therapeutics and Pfizer — told lawmakers on Tuesday that they are optimistic their products could be ready by the end of 2020 or the beginning of 2021. All four companies are testing vaccines in human clinical trials.\nThree of the firms — AstraZeneca, Johnson & Johnson and Moderna — are getting federal funds for their vaccine development efforts. AstraZeneca and Johnson & Johnson pledged to the lawmakers that they would produce hundreds of millions of doses of their vaccines at no profit to themselves. Moderna, however, which has been granted $483 million from the government to develop its product, made no such promise.\n“We will not sell it at cost,” said Dr. Stephen Hoge, the president of Moderna.\nMany Democratic lawmakers have argued that federal funding for vaccine development should include provisions to guarantee affordability and guard against profiteering.\nAt the Congressional hearing on Tuesday, some House members raised concerns about Pfizer’s decision to reject federal funds, suggesting it could lead to price-gouging and a lack of transparency.", "url": "https://www.nytimes.com/2020/07/21/health/covid-19-vaccine-coronavirus-moderna-pfizer.html"}