{"authors": ["Katie Rogers", "Robin Pogrebin"], "date_download": "2022-10-25 23:47:44", "date_modify": "2022-10-25 23:47:44", "date_publish": "2020-02-05 22:17:24", "description": "The proposed order, called “Making Federal Buildings Beautiful Again,” favors classical design for buildings in Washington. It has drawn opposition from architects.", "filename": "2020_02_05_arts_design_trump-modern-architecture_1666741664.html", "image_url": "https://static01.nyt.com/images/2020/02/06/us/politics/05dc-buildings-1/05dc-buildings-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=207a1327a9a73658a2e513f0b490aa4b665d6ac3265075c0d7226d1701e7bb65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_05_arts_design_trump-modern-architecture_1666741664.html", "title": "Draft Executive Order Would Give Trump a New Target: Modern Design", "title_page": "Draft Executive Order Would Give Trump a New Target: Modern Design - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Should every new government building in the nation’s capital be created in the same style as the White House?\nA draft of an executive order called “Making Federal Buildings Beautiful Again” would establish a classical style, inspired by Greek and Roman architecture, as the default for federal buildings in Washington and many throughout the country, discouraging modern design.\nThe order, spearheaded by the National Civic Art Society, a nonprofit group that believes contemporary architecture has “created a built environment that is degraded and dehumanizing,” would rewrite the current rules that govern the design of office buildings, headquarters, and courthouses, or any federal building project contracted through the General Services Administration that costs over $50 million.\n“For too long architectural elites and bureaucrats have derided the idea of beauty, blatantly ignored public opinions on style, and have quietly spent taxpayer money constructing ugly, expensive, and inefficient buildings,” Marion Smith, the group’s chairman, wrote in a text message. “This executive order gives voice to the 99 percent — the ordinary American people who do not like what our government has been building.”", "url": "https://www.nytimes.com/2020/02/05/arts/design/trump-modern-architecture.html"}