{"authors": ["Mike Ives"], "date_download": "2022-10-25 23:25:31", "date_modify": "2022-10-25 23:25:31", "date_publish": "2020-12-11 08:18:45", "description": "Of the dozens of coronavirus vaccines being tested worldwide, the one under development at the University of Queensland was the first to be abandoned.", "filename": "2020_12_11_world_australia_uq-coronavirus-vaccine-false-positive_1666740331.html", "image_url": "https://static01.nyt.com/images/2020/12/11/world/11xp-virus-OZ-VACCINE-sub/11xp-virus-OZ-VACCINE-sub-facebookJumbo.jpg?year=2020&h=549&w=1050&s=368ce149506eab0637f7816af0b7d513ce1d89c780ebe7368565de264855dfae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_11_world_australia_uq-coronavirus-vaccine-false-positive_1666740331.html", "title": "Australia Scraps Covid-19 Vaccine That Produced H.I.V. False Positives", "title_page": "Australia Scraps Covid-19 Vaccine That Produced H.I.V. False Positives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Australia on Friday canceled a roughly $750 million plan for a large order of a locally developed coronavirus vaccine after the inoculation produced false positive test results for H.I.V. in some volunteers participating in a trial study.\nOf the dozens of coronavirus vaccines being tested worldwide, the Australian one was the first to be abandoned. While its developers said the experimental vaccine had appeared to be safe and effective, the false positives risked undermining trust in the effort to vaccinate the public.\nPrime Minister Scott Morrison on Friday said that his government would compensate for the loss of 51 million doses it had planned to buy from the Australian consortium in part by increasing orders of vaccines made by AstraZeneca and Novavax. The government has said it plans to begin inoculating citizens by March.\n“We can’t have any issues with confidence,” he told reporters, “and we are as a nation now, with a good portfolio of vaccines, able to make these decisions to best protect the Australian people.”", "url": "https://www.nytimes.com/2020/12/11/world/australia/uq-coronavirus-vaccine-false-positive.html"}