{"authors": ["Michael D. Shear", "Caitlin Dickerson"], "date_download": "2022-10-25 23:24:41", "date_modify": "2022-10-25 23:24:41", "date_publish": "2020-07-28 18:20:52", "description": "After the Supreme Court ruled that President Trump failed to present a valid rationale for ending DACA, the administration said it would conduct a “comprehensive review” of the program.", "filename": "2020_07_28_us_politics_trump-daca_1666740281.html", "image_url": "https://static01.nyt.com/images/2020/07/01/us/politics/00dc-DACAhfo/00dc-DACAhfo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bcd9d7ccf1c378ff96ccbb762bf23736addcea7b335d6f49bc3d91fa4f345d4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_28_us_politics_trump-daca_1666740281.html", "title": "Trump Delays Effort to End Protections for Immigrant ‘Dreamers’", "title_page": "Trump Delays Effort to End Protections for Immigrant ‘Dreamers’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many of the hundreds of thousands of DACA beneficiaries who have felt their futures to be in peril reacted with exasperation to the latest development.\n“I was one of the lucky ones,” said Pierre R. Berastaín, whose application for a two-year renewal of his DACA status, which allows him to work at Harvard University, his alma mater, was approved this past month. “I’m very cognizant of the tremendous anxiety of people who are in limbo.”\nMr. Berastaín said that as he waited for a Supreme Court decision on his fate, he dusted off an old safety plan he had developed as a student and updated it with current contact information for his loved ones, his lawyers and any elected officials who might be able to intervene on his behalf if he was arrested by immigration authorities.\n“I had this extreme anxiety and depression because of the instability of my situation,” he said.\nGroups that favor tighter restrictions on immigration were gratified that the program would at least be curtailed.\n“It’s a smart move,” said Jessica M. Vaughan, the director of policy studies at the Center for Immigration Studies, one such group. “In this way, he manages to keep the ball in Congress’s court without having to keep the program going on autopilot.”\nMs. Vaughan said she thought Congress should ultimately decide the fate of the program, but that for now lawmakers should remain focused on responding to the coronavirus pandemic and the resulting economic crisis.\nMr. Trump’s promised assault on immigration, including a pledge to end DACA, was critical to his election victory in 2016 and became a central part of his administration’s agenda as he moved to keep out refugees and asylum seekers, to build a wall across the southwestern border and to reduce legal immigration.", "url": "https://www.nytimes.com/2020/07/28/us/politics/trump-daca.html"}