{"authors": ["Jan Ransom"], "date_download": "2022-10-25 23:32:59", "date_modify": "2022-10-25 23:32:59", "date_publish": "2020-02-05 16:14:29", "description": "Lauren Young is the sixth and final woman to take the stand against Mr. Weinstein at his rape trial.", "filename": "2020_02_05_nyregion_harvey-weinstein-trial-lauren-young_1666740779.html", "image_url": "https://static01.nyt.com/images/2020/02/05/nyregion/05Weinstein-Trial-1/05Weinstein-Trial-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=41dd70c4ad1fdc8ebe90223c1838b65952d8948322f11088e366472d7b5bf300&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_05_nyregion_harvey-weinstein-trial-lauren-young_1666740779.html", "title": "Weinstein ‘Trapped’ and Assaulted Model in Bathroom, She Testifies", "title_page": "Weinstein ‘Trapped’ and Assaulted Model in Bathroom, She Testifies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The trial is one of the most closely watched proceedings in recent history, seen by many as a critical moment in the #MeToo movement, the global reckoning prompted in October 2017 after several women went public with allegations that Mr. Weinstein had sexually harassed or assaulted them.\nIn the New York case against Mr. Weinstein, prosecutors do not have any physical or forensic evidence to support the women’s allegations. In Los Angeles, prosecutors have obtained Ms. Young’s dress, which will likely be tested for the producer’s DNA, the lawyers said in court. Ms. Young told the prosecutors that two days ago, she found the dress she wore that night.\nMs. Young said she met Ms. Salinas, a Mexican model, at a dinner during Oscars season in 2012 at the Restaurant at Mr. C in Beverly Hills. The women exchanged contact information, she said.\nA year later, Ms. Young said Ms. Salinas reached out to set up a meeting with Mr. Weinstein. They agreed on Feb. 19, 2013, and met at a bar in the lobby of the Montage Beverly Hills, a luxury hotel. Mr. Weinstein, she said, showed up 10 minutes later.\nMs. Young said she quickly started discussing her ideas and script, but Mr. Weinstein appeared distracted: He was on his phone. “He was not really paying attention to me,” she said, “and kind of kept pushing off everything I said.”Suddenly, Mr. Weinstein said he had to prepare for an event with the director Quentin Tarantino and told the women to follow him to a suite at the hotel, Ms. Young said. On the way there, she said, Mr. Weinstein asked if she was interested in appearing on “America’s Next Top Model,” but she declined, saying she preferred acting.\nOnce they entered the room, “I kept walking, following Harvey,” Ms. Young said. “I walked in through the bedroom, and into the bathroom.” She said she did not realize she had walked into a bathroom.\nMs. Young said that in a mirror, she could see Ms. Salinas shut the bathroom door, trapping her. Mr. Weinstein then blocked Ms. Young from exiting by opening a shower door, she said. Mr. Weinstein turned on the water, quickly undressed and stepped in and out of the shower.", "url": "https://www.nytimes.com/2020/02/05/nyregion/harvey-weinstein-trial-lauren-young.html"}