{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:49:19", "date_modify": "2022-10-25 23:49:19", "date_publish": "2020-07-18 18:46:10", "description": "The study of nearly 65,000 people in South Korea suggests that school reopenings will trigger more outbreaks.", "filename": "2020_07_18_health_coronavirus-children-schools_1666741759.html", "image_url": "https://static01.nyt.com/images/2020/07/18/science/18virus--kids/merlin_174135054_aed03bad-4e4b-4a8f-8ee7-b89113da5478-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c099df70e3317dc45c33013eec158dcd4e09085f75a1fd3d5642bb172bc1b884&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_18_health_coronavirus-children-schools_1666741759.html", "title": "Older Children Spread the Coronavirus Just as Much as Adults, New Study Finds", "title_page": "Older Children Spread the Coronavirus Just as Much as Adults, New Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, experts said the approach was reasonable. “It is also from a place with great contact tracing, done at the point interventions were being put in place,” said Bill Hanage, an epidemiologist at the Harvard T.H. Chan School of Public Health.\nChildren under 10 were roughly half as likely as adults to spread the virus to others, consistent with other studies. That may be because children generally exhale less air — and therefore less virus-laden air — or because they exhale that air closer to the ground, making it less likely that adults would breathe it in.\nEven so, the number of new infections seeded by children may rise when schools reopen, the study authors cautioned. “Young children may show higher attack rates when the school closure ends, contributing to community transmission of Covid-19,” they wrote. Other studies have also suggested that the large number of contacts for schoolchildren, who interact with dozens of others for a good part of the day, may cancel out their smaller risk of infecting others.\nThe researchers traced the contacts only of children who felt ill, so it’s still unclear how efficiently asymptomatic children spread the virus, said Caitlin Rivers, an epidemiologist at the Johns Hopkins Bloomberg School of Public Health.\n“I think it was always going to be the case that symptomatic children are infectious,” she said. “The questions about the role of children are more around whether children who don’t have symptoms are infectious.”\nDr. Rivers was a member of a scientific panel that on Wednesday recommended reopening schools wherever possible for disabled children and for those in elementary schools, because those groups have the most trouble learning online. She said the new study does not alter that recommendation.\n[Like the Science Times page on Facebook. | Sign up for the Science Times newsletter.]\nThe study is more worrisome for children in middle and high school. This group was even more likely to infect others than adults were, the study found. But some experts said that finding may be a fluke or may stem from the children’s behaviors.", "url": "https://www.nytimes.com/2020/07/18/health/coronavirus-children-schools.html"}