{"authors": ["Alan Rappeport", "Jim Tankersley"], "date_download": "2022-10-25 23:00:25", "date_modify": "2022-10-25 23:00:25", "date_publish": "2020-02-22 19:16:17", "description": "European finance ministers, meeting at the G20 in Riyadh, are pushing the United States for a global tax deal as a year-end deadline looms.", "filename": "2020_02_22_us_politics_digital-tax-economy-europe-united-states_1666738825.html", "image_url": "https://static01.nyt.com/images/2020/02/23/business/23dc-digitaltax-1/22dc-digitaltax-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=8126d3fb0327dbc639b7c9dc742e03e949380640e1fad4606bd8214b61586bbf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_22_us_politics_digital-tax-economy-europe-united-states_1666738825.html", "title": "Digital Tax Fight Emerges as Global Economic Threat", "title_page": "Digital Tax Fight Emerges as Global Economic Threat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIYADH, Saudi Arabia — The world’s top economic leaders warned on Saturday that an international tax fight between the United States and Europe poses a new threat to the global economy if a resolution is not reached this year.\nAfter two years of economic fallout from a trade war between the United States and China, finance ministers and other senior officials at the Group of 20 meeting in Riyadh expressed alarm about an impasse over plans by foreign governments to impose new taxes on American technology companies. If a deal proves elusive in the coming months, European countries will begin collecting levies, which would probably set off retaliatory tariffs from the United States.\n“The trade tensions of today would look like they are not so serious compared to the consequences of something like this,” Angel Gurría, secretary-general of the Organization for Economic Cooperation and Development, said in an interview on the sidelines of the G20 on Saturday. “There’s the cacophony, the trade tensions that would invariably follow, and then there’s the impact on growth.”\nSeveral European countries, led by France, have been rolling out digital services taxes, which would hit American companies like Amazon, Google and Facebook. Italy, Spain, Austria and the United Kingdom have all announced plans for digital services taxes, which assess a levy based on the online activity that takes place in those countries, regardless of whether the company has a physical presence.", "url": "https://www.nytimes.com/2020/02/22/us/politics/digital-tax-economy-europe-united-states.html"}