{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:41:10", "date_modify": "2022-10-25 23:41:10", "date_publish": "2020-09-02 23:09:53", "description": "Federal debt, as a share of the economy, hit 98 percent in the 2020 fiscal year. Many economists are pushing lawmakers to add even more to it.", "filename": "2020_09_02_business_us-federal-debt_1666741270.html", "image_url": "https://static01.nyt.com/images/2020/09/02/business/02DC-CBO-01/merlin_176135361_2fd3d3fe-1e24-42fd-917b-d9b955fa774d-facebookJumbo.jpg?year=2020&h=550&w=1050&s=da51ebf26f0e184372ff961d0c067e1a2ee41b2789360e99e8e613d07fd537b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_02_business_us-federal-debt_1666741270.html", "title": "Federal Borrowing Amid Pandemic Puts U.S. Debt on Path to Exceed World War II", "title_page": "Federal Borrowing Amid Pandemic Puts U.S. Debt on Path to Exceed World War II - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The deficit — the difference between what the United States spends and what it earns through taxes and other revenue — is expected to reach $3.3 trillion for fiscal year 2020, the budget office said on Wednesday. That is more than triple the level it reached in the 2019 fiscal year.\nThat financial gap is exacerbated by additional borrowing over the past decades. At the end of the fiscal year, the budget office predicts, total debt held by the public will be about $20.3 trillion. By comparison, the total output of the American economy — its gross domestic product — is projected to be just over $20.6 trillion for the fiscal year.\nEconomic theory has long held that rising debt as a share of the economy would drive up the amount of money governments must pay in interest to borrowers. Like a household with a lot of loans, the theory went, creditors would demand higher interest rates to hand cash to a heavily indebted borrower. With its debt payments more expensive, the household — or government — would have to borrow even more to stay current on its obligations.\nThat would result in a debt spiral in which the government was not able to do anything but fund its debt, the economists said, though such a spiral did not materialize over the past decade, as debt climbed and interest rates stayed low.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nBecause the pandemic hit the economy so quickly and painfully this year, lawmakers raced to borrow money much faster than they did during the last recession, when it took two years for the debt ratio to climb by a similar amount, in percentage-point terms: Debt as a percent of gross domestic product grew from 39 percent at the end of the 2008 fiscal year to nearly 61 percent at the end of 2010.\nBut it has been decades since the amount of federal debt was larger than the sum of the nation’s annual economic output. That came in 1946, shortly after the war ended.\nThe fiscal woes are not just confined to the United States’ need to borrow. In a separate report released on Wednesday afternoon, the budget office updated its forecasts for the solvency of the Social Security Trust Fund, showing it will run out of money faster than the office previously forecast in June.", "url": "https://www.nytimes.com/2020/09/02/business/us-federal-debt.html"}