{"authors": ["Carl Hulse", "Nicholas Fandos"], "date_download": "2022-10-25 23:24:58", "date_modify": "2022-10-25 23:24:58", "date_publish": "2020-10-02 23:21:22", "description": "With the president ill and a coronavirus outbreak engulfing Washington, Republicans vowed to press ahead with an election-season confirmation.", "filename": "2020_10_02_us_supreme-court-trump-coronavirus.html__2020-10-02T23%3A21%3A22%2000%3A00_1666740298.html", "image_url": "https://static01.nyt.com/images/2020/10/02/us/politics/02dc-virus-confirm-sub/02dc-virus-confirm-sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a9a7a642b62523734f643656ff518c0de5c9086f69f7f5fbe6372328f8893a71&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_02_us_supreme-court-trump-coronavirus.html__2020-10-02T23%3A21%3A22%2000%3A00_1666740298.html", "title": "Trump’s Diagnosis Imperils Quick Supreme Court Confirmation Timeline", "title_page": "Trump’s Diagnosis Imperils Quick Supreme Court Confirmation Timeline - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A coronavirus outbreak that infected President Trump and spread to the Senate threw a fresh element of uncertainty on Friday into the politically fraught fight over installing Judge Amy Coney Barrett on the Supreme Court before Election Day, as Republicans vowed to press ahead and Democrats insisted on a pause.\nPulling off a complex confirmation that touches all three branches of government in the four weeks remaining before the election always promised to be a daunting task for Republicans in the middle of a pandemic. But by Friday evening, with the White House and Congress in turmoil and two Republican members of the Judiciary Committee, Senators Mike Lee of Utah and Thom Tillis of North Carolina, among those announcing they had tested positive for the virus, it was clear that the challenge had grown steeper.\nTop Republicans insisted they would move ahead at an uncommonly swift pace to hold hearings on Judge Barrett’s nomination by Oct. 12, send her nomination to the full Senate by Oct. 22 and confirm her as soon as Oct. 26, eight days before Election Day — even if it meant breaking Senate norms and considering a lifetime judicial nomination by videoconference. But the latest outbreak raised the possibility that Republicans could lose their slim majority in the Judiciary Committee or on the Senate floor.\nIt gave Democrats, who were already objecting to Mr. Trump’s push to install a new Supreme Court justice so close to the election, a new reason to call for a delay. Seeing a potential opening, top Democrats called for the Senate to pause and assess the scope of the outbreak. They declared that a fully virtual hearing for a candidate for a lifetime appointment to the nation’s highest court would be unacceptable.", "url": "https://www.nytimes.com/2020/10/02/us/supreme-court-trump-coronavirus.html/?2020-10-02T23%3A21%3A22%2000%3A00"}