{"authors": ["Mujib Mashal", "Fatima Faizi", "Najim Rahim"], "date_download": "2022-10-25 23:22:38", "date_modify": "2022-10-25 23:22:38", "date_publish": "2020-03-09 06:52:35", "description": "Marathon talks to avoid a split government in Kabul failed, sending the country deeper into a political crisis during Taliban peace negotiations.", "filename": "2020_03_09_world_asia_afghanistan-president-inauguration-ghani-abdullah-_1666740158.html", "image_url": "https://static01.nyt.com/images/2020/03/09/world/09afghanistan-promo/09afghanistan-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=faf8ac59246beb6b31a65788175a7e9579b08a0d2414a2ffece852f8bd34f600&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_09_world_asia_afghanistan-president-inauguration-ghani-abdullah-_1666740158.html", "title": "Ghani Takes the Oath of Afghan President. His Rival Does, Too.", "title_page": "Ghani Takes the Oath of Afghan President. His Rival Does, Too. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The capital city had remained under lockdown for much of Monday, as marathon efforts led by U.S. diplomats failed to prevent a split government after a monthslong election dispute. President Ghani, who was declared the winner of a bitterly disputed vote, had announced that he was going ahead with his inauguration. Mr. Abdullah, who accuses Mr. Ghani of winning unfairly through fraud, had said that he would hold a simultaneous swearing-in next door.\nMr. Abdullah was the chief executive of the coalition government brokered by the United States when a previous election in 2014 also ended in a messy stalemate. Out of four total presidential elections in Afghanistan since the U.S. invasion in 2001, this is the third to be bitterly disputed and to require American mediation. Mr. Abdullah has been at the center of all three.\nAll of this played out in the middle of a negotiated peace plan between the United States and the Taliban, which calls for a full U.S. military withdrawal over the next 14 months as well as the start of direct talks between the Afghan government and the insurgent group. Late on Monday, the U.S. military said in a statement that the initial phase of the withdrawal, reducing the roughly 12,000 American troops in Afghanistan to 8,600 in 135 days, had officially begun.\nThe Afghan government is supposed to be preparing for those talks, which were expected to begin on Tuesday but will now face a delay. The political conflict in Kabul has threatened to unravel the democratic side from within even before it sits across the table from the Taliban.", "url": "https://www.nytimes.com/2020/03/09/world/asia/afghanistan-president-inauguration-ghani-abdullah-.html"}