{"authors": ["Steve Eder", "Henry Fountain", "Michael H. Keller", "Muyi Xiao", "Alexandra Stevenson"], "date_download": "2022-10-25 23:30:16", "date_modify": "2022-10-25 23:30:16", "date_publish": "2020-04-04 13:48:40", "description": "There were 1,300 direct flights to 17 cities before President Trump’s travel restrictions. Since then, nearly 40,000 Americans and other authorized travelers have made the trip, some this past week and many with spotty screening.", "filename": "2020_04_04_us_coronavirus-china-travel-restrictions_1666740616.html", "image_url": "https://static01.nyt.com/images/2020/04/05/multimedia/05virus-chinaflights/00virus-chinaflights-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c079ec1fb8e5b5ca8916d83dc806bcdaa520491a377b6323e73d4545b2bbc2c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_04_us_coronavirus-china-travel-restrictions_1666740616.html", "title": "430,000 People Have Traveled From China to U.S. Since Coronavirus Surfaced", "title_page": "430,000 People Have Traveled From China to U.S. Since Coronavirus Surfaced - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since Chinese officials disclosed the outbreak of a mysterious pneumonialike illness to international health officials on New Year’s Eve, at least 430,000 people have arrived in the United States on direct flights from China, including nearly 40,000 in the two months after President Trump imposed restrictions on such travel, according to an analysis of data collected in both countries.\nThe bulk of the passengers, who were of multiple nationalities, arrived in January, at airports in Los Angeles, San Francisco, New York, Chicago, Seattle, Newark and Detroit. Thousands of them flew directly from Wuhan, the center of the coronavirus outbreak, as American public health officials were only beginning to assess the risks to the United States.\nFlights continued this past week, the data show, with passengers traveling from Beijing to Los Angeles, San Francisco and New York, under rules that exempt Americans and some others from the clampdown that took effect on Feb. 2. In all, 279 flights from China have arrived in the United States since then, and screening procedures have been uneven, interviews show.\nMr. Trump has repeatedly suggested that his travel measures impeded the virus’s spread in the United States. “I do think we were very early, but I also think that we were very smart, because we stopped China,” he said at a briefing on Tuesday, adding, “That was probably the biggest decision we made so far.” Last month, he said, “We’re the ones that kept China out of here.”", "url": "https://www.nytimes.com/2020/04/04/us/coronavirus-china-travel-restrictions.html"}