{"authors": ["Alyson Krueger"], "date_download": "2022-10-25 23:50:49", "date_modify": "2022-10-25 23:50:49", "date_publish": "2020-09-04 09:00:24", "description": "Baristas, court attendants and other employees are enjoying an odd perk this year: Access to the matches, without the crowds.", "filename": "2020_09_04_nyregion_coronavirus-usopen-tennis-spectators_1666741849.html", "image_url": "https://static01.nyt.com/images/2020/09/06/nyregion/06nyvirus-usopenspectators1/04nyvirus-usopenspectators5-facebookJumbo.jpg?year=2020&h=549&w=1050&s=278d92c2c92fa2b719d9cdf4662db697bd9b617a7b5239955b085b2c92d77be3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_04_nyregion_coronavirus-usopen-tennis-spectators_1666741849.html", "title": "This Year's U.S. Open Does Not Allow Spectators. Except These Lucky Few.", "title_page": "This Year's U.S. Open Does Not Allow Spectators. Except These Lucky Few. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They are the lucky spectators of this year’s U.S. Open. Here are some of their stories.\nTamila Latif-Zade\nA court attendant who has worked at the U.S. Open for five years, Ms. Latif-Zade, 22, is from Sheepshead Bay, Brooklyn.\nThe Experience The players, you can tell they forget that nobody is there. As the only spectator, I wish I could cheer them on and celebrate, especially if there is a good point. I feel like it is a big responsibility to be watching them, and I do wish there were other people to share it. The problem is, while I don’t know the official rules, I do think I have to be neutral, and I don’t think I am allowed to cheer them on.\nHow She Got the Gig I have been playing tennis my whole life. I was in the City Parks Foundation program, a public initiative that gives free tennis lessons. I used to play tournaments on the courts next to where the U.S. Open is played. I heard about the opportunity to work for the tournament, and I applied for it and got it.\nFavorite Player Probably Nadal and Federer and Serena. When I am at work, I am neutral, though. I put my feelings to the side, and I get all players everything they need.\nStandout Moment When I was on Arthur Ashe, the main court, that was a wonderful experience. Because I am standing on the court, it is like I am one of the tennis players. It’s so exciting.", "url": "https://www.nytimes.com/2020/09/04/nyregion/coronavirus-usopen-tennis-spectators.html"}