{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:53:11", "date_modify": "2022-10-25 23:53:11", "date_publish": "2020-02-06 11:00:08", "description": "The Vermont senator’s announcement came as the Biden, Buttigieg and Warren campaigns are showing signs of financial strain.", "filename": "2020_02_06_us_politics_bernie-sanders-donations_1666741991.html", "image_url": "https://static01.nyt.com/images/2020/02/06/us/06dems-money/06dems-money-facebookJumbo.jpg?year=2020&h=550&w=1050&s=74a012caad47649b92c11e9417e3972485bcb77bdd844951a2b489a9ac8e7f78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_06_us_politics_bernie-sanders-donations_1666741991.html", "title": "Sanders Raises $25 Million in January, a Huge Show of Financial Strength", "title_page": "Sanders Raises $25 Million in January, a Huge Show of Financial Strength - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Bernie Sanders of Vermont raised $25 million in January, his campaign said on Thursday, a staggering sum that gives him an enviable financial advantage at a crucial moment in the Democratic primary race.\nHe plans to use the windfall to immediately buy $5.5 million in television and digital ads across 10 states, at a time when some of his rivals are shifting or cutting their existing ad reservations.\nThe $25 million haul is more money than any other candidate raised in any full quarter during 2019, including several presidential hopefuls who hold the big-dollar fund-raisers that Mr. Sanders forgoes. The announcement is the latest sign of an epochal change in money in politics, with candidates now able to finance a top-tier national campaign fueled by masses of donors giving a steady stream of small amounts.\nFor Mr. Sanders’s top rivals, the news is likely to be unsettling: Their campaigns are all showing signs of financial strain. Former Mayor Pete Buttigieg of South Bend, Ind., has briefly left the campaign trail to raise money, and former Vice President Joseph R. Biden Jr. is taking time next week for a new batch of fund-raisers.", "url": "https://www.nytimes.com/2020/02/06/us/politics/bernie-sanders-donations.html"}