{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:48:44", "date_modify": "2022-10-25 23:48:44", "date_publish": "2020-12-15 21:34:59", "description": "The central bank joined a network of global financial regulators focused on climate risk. The response to the move underlined its tricky politics.", "filename": "2020_12_15_business_economy_fed-climate-network_1666741724.html", "image_url": "https://static01.nyt.com/images/2020/12/15/us/15dc-fedclimate/15dc-fedclimate-facebookJumbo.jpg?year=2020&h=549&w=1050&s=d857f7502921545ccb3d3245ccbccae947cd1f9c2d30cdd3c0eafb5eaa8e39b6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_15_business_economy_fed-climate-network_1666741724.html", "title": "Fed Joins Climate Network, to Applause From the Left", "title_page": "Fed Joins Climate Network, to Applause From the Left - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The public will expect that we do figure out what are the implications of climate change for financial stability, and that we do put policies in place,” Jerome H. Powell, the Fed chair, said this month at a Senate hearing. “The broad response to climate change on the part of society really needs to be set by elected representatives — that’s you. We see implications of climate change for the job that you’ve given us, and that’s what we’re working on.”\nStill, the latest move could incite a backlash. The announcement comes shortly after Republican House members urged Mr. Powell and the vice chair for supervision, Randal K. Quarles, in a letter on Dec. 9 not to join the network “without first making public commitments” to accept only policies that would not put the United States at a disadvantage or have “harmful impacts” on American bank customers.\nRepublicans have been particularly concerned that increased attention to climate risk by financial regulators could imperil credit access for fossil fuel and other energy companies. For instance, banks might be less likely to extend credit to those industries if regulators viewed such loans as risky and made them harder to provide.\nMr. Powell had recently emphasized that the Fed was likely at some point to join the network alongside its peers, including the Bank of England and Bank of Japan, and the central bank first indicated last month that it would soon be joining the group. Mr. Quarles said during congressional testimony that the Fed was in the process of requesting membership and expected that it would be granted, in response to questions from Senator Brian Schatz, Democrat of Hawaii.\n“Now that they have joined this international effort, I will expect them to take further concrete steps towards managing climate risks,” Mr. Schatz said in a statement in response the announcement on Tuesday. “That includes setting clear supervisory expectations for how banks should manage their climate risk exposure, and using tools like stress testing to hold them accountable.”", "url": "https://www.nytimes.com/2020/12/15/business/economy/fed-climate-network.html"}