{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:29:26", "date_modify": "2022-10-25 23:29:26", "date_publish": "2020-05-31 21:49:11", "description": "Across the country, mayors, public health experts and other officials worry that even though many protesters are wearing masks, the risk of new coronavirus cases will increase as thousands gather.", "filename": "2020_05_31_health_protests-coronavirus_1666740566.html", "image_url": "https://static01.nyt.com/images/2020/06/01/science/01virus-spread/01virus-spread-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=747d9a7680670708d8af0594a4c0072a73a331f3c754977c1513818b909ef2a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_31_health_protests-coronavirus_1666740566.html", "title": "Will Protests Set Off a Second Viral Wave?", "title_page": "Will Protests Set Off a Second Viral Wave? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The crowds tended to be on the younger side, he noted, and younger adults generally have better outcomes if they become ill, though there is a risk they could transmit the virus to relatives and household members who may be older and more susceptible.\nBut others were more concerned about the risk posed by the marches. Dr. Howard Markel, a medical historian who studies pandemics, likened the protest crowds to the bond parades held in American cities like Philadelphia and Detroit in the midst of the 1918 influenza pandemic, which were often followed by spikes in influenza cases.\n“Yes, the protests are outside, but they are all really close to each other, and in those cases, being outside doesn’t protect you nearly as much,” Dr. Markel said. “Public gatherings are public gatherings — it doesn’t matter what you’re protesting or cheering. That’s one reason we’re not having large baseball games and may not have college football this fall.”\nThough many protesters were wearing masks, others were not. SARS-CoV-2, the virus that causes the Covid-19 disease, is mainly transmitted through respiratory droplets spread when people talk, cough or sneeze; screaming and shouting slogans during a protest can accelerate the spread, Dr. Markel said.\nTear gas and pepper spray, which police have used to disperse crowds, cause people to tear up and cough, and increase respiratory secretions from the eyes, nose and mouth, further enhancing the possibility of transmission. Police efforts to move crowds through tight urban areas can result in corralling people closer together, or end up penning people into tight spaces.\nAnd emotions have been running high, Dr. Markel said. “People get lost in the moment, and they lose awareness of who is close to them, who’s not, who’s wearing a mask, who’s not,” he said.\nThe biggest concern is the one that has bedeviled infectious disease experts since the pandemic began, and it’s the coronavirus’s secret weapon: that it can be transmitted by people who don’t display any symptoms and feel healthy enough to participate in protests.", "url": "https://www.nytimes.com/2020/05/31/health/protests-coronavirus.html"}