{"authors": ["Patrick Kingsley"], "date_download": "2022-10-25 23:26:41", "date_modify": "2022-10-25 23:26:41", "date_publish": "2020-09-04 09:00:39", "description": "Stepan Svetlov hasn’t set foot in Belarus for two years. But his social media profile is now a lodestar for demonstrators back home.", "filename": "2020_09_04_world_europe_belarus-blogger-poland-svetlov_1666740401.html", "image_url": "https://static01.nyt.com/images/2020/09/04/world/04Belarus-Profile4/merlin_176519628_a8c58aea-a8ca-478d-b7c1-e4c4877a93c0-facebookJumbo.jpg?year=2020&h=550&w=1050&s=dd72a77a90a54b933c6fa282a87af0e6e514b9857d72f764c95cbb16530e378d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_04_world_europe_belarus-blogger-poland-svetlov_1666740401.html", "title": "The 22-Year-Old Coordinating Protests in Belarus, From a Small Office in Poland", "title_page": "The 22-Year-Old Coordinating Protests in Belarus, From a Small Office in Poland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Wednesday, Mr. Protasevich sat at his computer screen, scrolling through hundreds of photos and videos that had been sent privately by Nexta’s readers for possible inclusion on the feed. Mr. Protasevich’s task was to verify the footage, a job that was quite easy that afternoon, he said, because there were so many sources sending in different images of the same incidents.\nWithin a few minutes, he had selected some of the most captivating footage, overlaid it with a Nexta watermark and then published it on Nexta’s live feed with a brief caption.\nSometimes, this process goes awry. The team has wrongly claimed that Russian security forces were involved in suppressing protests. And they claimed a protester died when in fact he had survived.\nThey corrected the errors, and they say they have a rigorous approach to fact-checking. But they also admit that their work is sometimes hasty. And they acknowledge it blurs the boundary between journalism and activism, particularly now that so many activists inside Belarus have been arrested, creating a leadership vacuum that the Nexta team sometimes feels obliged to fill.\n“We’re journalists, but we also have to do something else,” said Mr. Protasevich. “No one else is left. The opposition leaders are in prison.”\nRegime supporters have accused Mr. Svetlov and his channel of being funded or directed by the West. But Mr. Svetlov said their income is derived entirely from advertising on Telegram and YouTube, and that costs are kept low because they are allowed to use their office rent-free by the Belarusian community center that runs the building.", "url": "https://www.nytimes.com/2020/09/04/world/europe/belarus-blogger-poland-svetlov.html"}