{"authors": ["Kenneth P. Vogel", "Jessica Silver-Greenberg", "Alan Rappeport", "Hailey Fuchs"], "date_download": "2022-10-25 23:37:17", "date_modify": "2022-10-25 23:37:17", "date_publish": "2020-08-22 17:04:15", "description": "At President Trump’s behest, the Treasury Secretary sought out appointees who would restructure the United States Postal Service.", "filename": "2020_08_22_business_economy_dejoy-postmaster-general-trump-mnuchin_1666741037.html", "image_url": "https://static01.nyt.com/images/2020/08/23/us/politics/23dc-postal-print1/00dc-postal-facebookJumbo.jpg?year=2020&h=549&w=1050&s=add71101330f69b9b0857207ef3df989b1a5aeec588afc96fa205d9f5999ee1f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_22_business_economy_dejoy-postmaster-general-trump-mnuchin_1666741037.html", "title": "Mnuchin Paved Way for U.S.P.S. Shake-Up", "title_page": "Mnuchin Paved Way for U.S.P.S. Shake-Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Now, not only was the Trump administration, through Mr. Mnuchin, involving itself in the process for selecting the next postmaster general, but the two Democratic governors who were then serving on the board were not invited to the Treasury meeting. Since the meeting did not include a quorum of board members, it was not subject to sunshine laws that apply to official board meetings and there is no formal Postal Service record or minutes of what was discussed.\nNearly six months later, that meeting, along with other interactions between Mr. Mnuchin and the postal board, has taken on heightened significance as the Trump administration confronts allegations it sought to politicize the Postal Service and hinder its ability to handle a surge in mail-in ballots in November’s election. In interviews, documents and congressional testimony, Mr. Mnuchin emerges as a key player in selecting the board members who hired the Trump megadonor now leading the Postal Service and in pushing the agenda that he has pursued.\nMr. Trump’s animus toward the agency dates to at least 2013, but his criticism of its finances escalated once he took office and found new focus in late 2017, when he first bashed it for essentially subsidizing Amazon, another target of his ire. Amazon’s founder and chief executive, Jeff Bezos, owns The Washington Post, whose coverage has often angered Mr. Trump.\n“This Post Office scam must stop. Amazon must pay real costs (and taxes) now!” the president wrote on Twitter on March 31, 2018, one of several such attacks over the years.\nTwelve days later, he issued an executive order putting Mr. Mnuchin in charge of a postal reform task force. But it was not until earlier this year that the administration found a way to enforce its postal agenda — one that has now collided with the pandemic and the approaching election.", "url": "https://www.nytimes.com/2020/08/22/business/economy/dejoy-postmaster-general-trump-mnuchin.html"}