{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:25:02", "date_modify": "2022-10-25 23:25:02", "date_publish": "2020-10-04 18:55:01", "description": "The possible addition of Judge Amy Coney Barrett could create “the Trump court,” pushing it rightward. Cases on the Affordable Care Act and religious objections to gay rights could offer early clues.", "filename": "2020_10_04_us_politics_supreme-court-roberts_1666740302.html", "image_url": "https://static01.nyt.com/images/2020/10/04/us/politics/04dc-scotus-roberts/merlin_168072975_f17b7f95-5e15-4c62-abe7-4eb16e70644c-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cceb105efc51a63b6003dec7a2b853d99689f41591bfd5523afe7974451238c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_04_us_politics_supreme-court-roberts_1666740302.html", "title": "New Supreme Court Term Could End Roberts’s Dominant Role", "title_page": "New Supreme Court Term Could End Roberts’s Dominant Role - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The court has already ruled on many disputes arising from the 2020 election, and there will be more. Mr. Trump has said he is eager for Judge Barrett to be seated in time to hear postelection challenges.\nProfessor Lazarus said the court’s last term had reassured the public that “there was some truth to the chief justice’s admonition that the justices, while on balance very conservative, were not political partisans.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“All that hard-earned good will may soon be in tatters because of how President Trump has responded to Justice Ginsburg’s passing,” he added. “No matter how hard the chief and his colleagues try to stay above the political fray, it is a battle they cannot win when the president treats his nominees to the court as political loyalists.”\nEven if she is confirmed by Election Day, Judge Barrett will miss the court’s October sitting, which will include significant cases on police violence, abuse of the no-fly list and a $9 billion copyright dispute between Google and Oracle. Under the court’s usual practices, new justices do not participate in cases if they were not present for the arguments.\nThe justices are still adjusting to hearing arguments by telephone. They ask questions one at a time, in order of seniority, a practice that has robbed the arguments of their dynamic quality in the courtroom, where justices respond to and build on their colleagues’ points.\n“There are pluses and there are minuses,” Justice Stephen G. Breyer, now the senior justice of the court’s liberal wing, said in remarks last month at George Washington University.\nThe forced march of serial questioning imposes a kind of order, he said. “Everybody hears what everybody else is saying and what the answers are, and they pay close attention,” he said.", "url": "https://www.nytimes.com/2020/10/04/us/politics/supreme-court-roberts.html"}