{"authors": ["Noah Weiland", "David E. Sanger"], "date_download": "2022-10-25 23:00:44", "date_modify": "2022-10-25 23:00:44", "date_publish": "2020-06-03 16:58:08", "description": "The White House is eager to project progress, but the public-private partnership it has created still faces scientific hurdles, internal tensions and questions from Congress.", "filename": "2020_06_03_us_politics_coronavirus-vaccine-trump-moderna_1666738844.html", "image_url": "https://static01.nyt.com/images/2020/06/03/us/politics/03dc-virus-vaccine1/03dc-virus-vaccine1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ba814dfe3ea4cfca4139eafb31d90f4ea72ef8e8141d8247169305e114ea880b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_03_us_politics_coronavirus-vaccine-trump-moderna_1666738844.html", "title": "Trump Narrows Search for Coronavirus Vaccine to Five Firms", "title_page": "Trump Narrows Search for Coronavirus Vaccine to Five Firms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration has selected five companies as the most likely candidates to produce a vaccine for the coronavirus, senior officials said, a critical step in the White House’s effort to deliver on its promise of being able to start widespread inoculation of Americans by the end of the year.\nBy winnowing the field in a matter of weeks from a pool of around a dozen companies, the federal government is betting that it can identify the most promising vaccine projects at an early stage, speed along the process of determining which will work and ensure that the winner or winners can be quickly manufactured in huge quantities and distributed across the country.\nThe announcement of the decision will be made at the White House in the next few weeks, government officials said. Dr. Anthony S. Fauci, the federal government’s top epidemiologist and director of the National Institute of Allergy and Infectious Diseases, hinted at the coming action on Tuesday when he told a medical seminar that “by the beginning of 2021 we hope to have a couple of hundred million doses.”\nThe five companies are Moderna, a Massachusetts-based biotechnology firm, which Dr. Fauci said he expected would enter into the final phase of clinical trials next month; the combination of Oxford University and AstraZeneca, on a similar schedule; and three large pharmaceutical companies: Johnson & Johnson, Merck and Pfizer. Each is taking a somewhat different approach.", "url": "https://www.nytimes.com/2020/06/03/us/politics/coronavirus-vaccine-trump-moderna.html"}