{"authors": ["Anna Leszkiewicz"], "date_download": "2022-10-25 23:44:29", "date_modify": "2022-10-25 23:44:29", "date_publish": "2020-11-27 12:25:21", "description": "Season 4 of the Netflix show takes viewers into a new decade, with a musical soundtrack to match, including artists like Stevie Nicks, Elton John and David Bowie.", "filename": "2020_11_27_arts_television_the-crown-pop-soundtrack_1666741469.html", "image_url": "https://static01.nyt.com/images/2020/11/27/arts/27crown-music1/27crown-music1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=e5cd480f214686b16bc663b3cc6228594a1b0b856ac436373bb7861481e85abb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_27_arts_television_the-crown-pop-soundtrack_1666741469.html", "title": "How ‘The Crown’ Embraced ’80s Pop", "title_page": "How ‘The Crown’ Embraced ’80s Pop - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The fourth season of “The Crown” enters a new cultural era: the 1980s. As the plot moves into the Margaret Thatcher years, and a younger generation of royals — including Prince Charles and Diana, Princess of Wales — comes to the forefront of the show, the creator Peter Morgan was eager to take the soundtrack in a new direction, too: pop music from the period. “Naturally, I was over the moon about it,” Sarah Bridge, the music supervisor on the third and fourth seasons, said in a telephone interview. “Stepping into the ’80s was a really exciting time. What an incredible decade of music to choose from.”\nAfter reading the scripts, Bridge started making playlists that reflected the era. The result is a season that juxtaposes an orchestra performance at Royal Albert Hall with Ultravox’s “Vienna” playing from a digital clock radio; the crackle of a vinyl record with the Specials blaring in a packed London pub. Bridge explained the thinking behind some of the season’s most notable musical moments.\nEpisode 3: Stevie Nicks, “Edge of Seventeen”", "url": "https://www.nytimes.com/2020/11/27/arts/television/the-crown-pop-soundtrack.html"}