{"authors": ["Haley Willis", "Evan Hill", "Robin Stein", "Christiaan Triebert", "Ben Laffin", "Drew Jordan"], "date_download": "2022-10-25 23:29:24", "date_modify": "2022-10-25 23:29:24", "date_publish": "2020-08-11 17:06:16", "description": "A Minnesota judge ordered that footage from cameras worn by two officers be publicly released. Here’s what that footage tells us. These videos include graphic imagery.", "filename": "2020_08_11_us_george-floyd-body-cam-full-video_1666740564.html", "image_url": "https://static01.nyt.com/images/2020/08/10/video/vi-floyd-bodycam-intro/vi-floyd-bodycam-intro-facebookJumbo.png?year=2020&h=550&w=1050&s=ab6dff42adb732193965e8416718d2f138b1236d71de7fd815c68d76771c1a67&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_11_us_george-floyd-body-cam-full-video_1666740564.html", "title": "New Footage Shows Delayed Medical Response to George Floyd", "title_page": "New Footage Shows Delayed Medical Response to George Floyd - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nearly 11 weeks after George Floyd was killed by the police in Minneapolis, inciting a wave of protests across the United States, a Minnesota county court has released police body camera footage of the episode to the public for the first time.\nThe New York Times has reviewed the full 65 minutes of footage, which was previously viewable only by appointment, and selected crucial moments that offer new information.\nThe footage fills in blanks, raises new questions and gives insight into both Mr. Floyd’s state of mind and how the police response to his apparent use of a counterfeit bill became a deadly encounter. It shows officers escalating the situation from the beginning of the arrest, Mr. Floyd begging not to be placed into a squad car and a repeated lack of care for Mr. Floyd’s health while he is restrained on the ground.\nThe footage was taken from the body cameras of Officers Thomas Lane and J. Alexander Kueng, who detained Mr. Floyd on May 25. The camera of a third officer, Derek Chauvin, who appeared in widely viewed footage kneeling on Mr. Floyd’s neck, fell off during the arrest, and its footage has not been released. Mr. Lane, Mr. Kueng and a fourth officer, Tou Thao, have been charged with aiding and abetting murder, and manslaughter, while Mr. Chauvin was charged with second-degree murder, third-degree murder and second-degree manslaughter. The officers were all fired after Mr. Floyd’s killing.", "url": "https://www.nytimes.com/2020/08/11/us/george-floyd-body-cam-full-video.html"}