{"authors": ["Annie Karni", "Michael S. Schmidt"], "date_download": "2022-10-25 23:24:26", "date_modify": "2022-10-25 23:24:26", "date_publish": "2020-11-12 01:02:33", "description": "If President Trump announces he will run again in 2024, his vice president’s plans could be derailed.", "filename": "2020_11_11_us_politics_mike-pence-trump_1666740266.html", "image_url": "https://static01.nyt.com/images/2020/11/11/us/politics/11dc-pence-1/11dc-pence-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=744b667a64826a2d4c4df2adb75ed7833192a4feceb9d2bd98dcbcde03dc4a03&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_11_us_politics_mike-pence-trump_1666740266.html", "title": "For Pence, the Future Is Tied to Trump as Much as the Present Is", "title_page": "For Pence, the Future Is Tied to Trump as Much as the Present Is - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Then on Tuesday, he spoke to Republican senators at their weekly lunch, continuing his somewhat restrained tone while giving an update on where the campaign’s lawsuits stood and thanking senators for supporting Mr. Trump without making any demand that they fall in line, according to two people who attended the meeting.\nMr. Pence told the lawmakers he planned to travel to Georgia on Nov. 20 to campaign for Republican senators in the two runoff elections. He joked that he considered himself an honorary Iowan because of all the time he had spent campaigning for Senator Joni Ernst, a seeming wink to his own presidential ambitions, which would most likely run through Iowa.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nBut in the same kind of nod to Mr. Trump’s claim for a second term that Secretary of State Mike Pompeo made the same day, he also told the senators that he wanted to keep serving with them, as the president of the Senate, and that he thought he would.\nIn reality, Mr. Pence’s allies expect him to return to Indiana and make a living giving paid speeches and potentially writing a book. It will be the first time in a long time that Mr. Pence will live as a private citizen — he moved from the governor’s mansion in Indiana to temporary housing in Washington during the presidential transition four years ago to the Naval Observatory. He currently does not own a house.\nBut before he starts to think about what kind of house he will live in, and how to fill the years before the 2024 election cycle, he still has a role to play in the end of the 2020 election.\nMr. Pence has already faced an array of tests publicly and privately since Election Day, as he has had to calculate how far to go in supporting the president’s attempts to overturn the election.\nIn one of the most glaring examples, Corey Lewandowski, a Trump ally, pushed for Mr. Pence to travel to the Pennsylvania Convention Center last week to observe votes being counted, according to a person familiar with the matter.", "url": "https://www.nytimes.com/2020/11/11/us/politics/mike-pence-trump.html"}