{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 23:52:41", "date_modify": "2022-10-25 23:52:41", "date_publish": "2020-01-19 22:55:13", "description": "Bernie Sanders, Elizabeth Warren and Pete Buttigieg are trying to woo older black voters with policy. Those policies may be why they’re struggling to win their support.", "filename": "2020_01_19_us_politics_bernie-sanders-black-vote-elizabeth-warren_1666741961.html", "image_url": "https://static01.nyt.com/images/2020/01/17/us/politics/00trust1/00trust1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7d50acdadb556a756397094562f302b4775757fd94d586cc1b6cc564ce28a4c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_19_us_politics_bernie-sanders-black-vote-elizabeth-warren_1666741961.html", "title": "The Big Ask of Black Voters: Trust the Government", "title_page": "The Big Ask of Black Voters: Trust the Government - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Theodore Johnson, a senior fellow at the Brennan Center for Justice who studies race and electoral politics, said black skepticism in government stretches back decades, citing Booker T. Washington and his late 19th century and early 20th century argument for black self-help, rather than a focus on systemic discrimination. Black voters are often described as “moderates,” but Mr. Johnson said the voting choices are more nuanced than straightforward ideological choices.\nRacism “contributes to black people’s lack of support for mass federal programs,” Mr. Johnson said. “There’s a sense that, if you prefer federal programs, that can be an admission that you can’t make it without white people or government.”\nIn “Medicare for all,” free college and other signature progressive proposals, like the cancellation of student loan debt or housing equality, candidates are asking black voters to trust that government can correct the same systemic inequalities that government helped create. But there is often no plan to undo the cynicism that decades of governmental failure have created among older black voters in particular.\n“No matter who is in office, the government has not been our best friend,” said Samuel Crisp, 73. He is part of the Piedmont Progressive Farmers Group, which focuses on egg production, and attended the Warren campaign event in Virginia.\n“They all have programs that work against us,” he added. “And they don’t seem to understand that.”\nThere is some precedent for selling older black voters on the promise for structural change. In 2004, the populist campaign of Senator John Edwards of North Carolina won the South Carolina Democratic primary contest. The Rev. Jesse Jackson’s presidential campaigns in 1984 and 1988 succeeded in bringing a message of systemic upheaval to black voters — winning 11 contests in 1988, including in Virginia and South Carolina. In an interview, Mr. Jackson urged the current crop of left-wing candidates like Mr. Sanders and Ms. Warren to get better at working to relate to and understand black communities.\n“I earned the trust of the people. I worked with them on the ground. I wasn’t just an election candidate. I served with them,” Mr. Jackson said. “I was at their restaurants. I played football. I stayed in their homes.”\nMr. Jackson acknowledged that forming those connections is a different challenge for white candidates, who could risk appearing “pretentious and not genuine,” but he said he believed there were authentic and effective approaches.", "url": "https://www.nytimes.com/2020/01/19/us/politics/bernie-sanders-black-vote-elizabeth-warren.html"}