{"authors": ["Jeremy W. Peters", "Maggie Haberman"], "date_download": "2022-10-25 23:52:40", "date_modify": "2022-10-25 23:52:40", "date_publish": "2020-02-29 00:59:29", "description": "Michael R. Bloomberg, trying to convey the competence and cool-headedness he says are missing in the White House, will air a new three-minute commercial nationally on Sunday.", "filename": "2020_02_28_us_politics_michael-bloomberg-mayor-experience-2020_1666741960.html", "image_url": "https://static01.nyt.com/images/2020/02/28/us/politics/28bloomberg1/28bloomberg1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d66ba1cc1644299ca8b956056cc4f924b80ac59c1b3ea074fd00b32c4dbcb655&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_28_us_politics_michael-bloomberg-mayor-experience-2020_1666741960.html", "title": "Making Pitch to Voters, Bloomberg Peddles His Experience in a Crisis", "title_page": "Making Pitch to Voters, Bloomberg Peddles His Experience in a Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’m not running to be the college debater in chief,” he said, “I’m running to be the commander in chief. I have the capability. I have been training for it for 20 years.\n“Nobody else on that stage has any understanding of how to run something. They are all legislators and legislators don’t have to give results. They pass bills that never get funded, never get enacted.”\nIt’s a make-or-break moment for Mr. Bloomberg, whose lavish spending and unconventional campaign strategy — he is skipping the first four nominating states — will get their first test at the ballot box on Tuesday. Polls show him garnering between 13 and 19 percent support nationally; two polls released Friday of California, Super Tuesday’s biggest prize, showed him at 12 percent.\nAs he traveled across the South this week, Mr. Bloomberg tried to convey the part of his record that highlights the competence and cool-headedness he says are missing in the White House. On Friday, Mr. Bloomberg went after one of Mr. Trump’s biggest vulnerabilities, the performance of the stock market, telling a crowd of several hundred in Memphis that the steep sell-off over the last several days was a direct result of the president’s failure to reassure the country that he can lead.\nInvestors, he said, were “pricing the management incompetence” of Mr. Trump into trading, which has officially pushed the market into a correction — a drop of 10 percent or more from its most recent peak.\n“This week the stock market has plunged, partly out of fear but also because investors have no confidence that the president is capable of managing a crisis,” Mr. Bloomberg said.\nMr. Bloomberg’s record as mayor has been attacked during his time on the campaign trail by his critics and rivals, in part because of his own habit of making misleading statements about controversial policies such as the stop-and-frisk policing tactic. On the debate stage, other Democrats, led by Senator Elizabeth Warren, laced into him over stop-and-frisk, his past misogynistic comments, and the nondisclosure agreements his company had struck with former employees.", "url": "https://www.nytimes.com/2020/02/28/us/politics/michael-bloomberg-mayor-experience-2020.html"}