{"authors": ["Michael M. Grynbaum"], "date_download": "2022-10-25 23:25:02", "date_modify": "2022-10-25 23:25:02", "date_publish": "2020-10-14 11:15:31", "description": "Even journalists inside NBC and MSNBC were taken aback at the network’s decision to air the event opposite an already scheduled ABC forum with Joe Biden, meaning Americans can’t watch both candidates live.", "filename": "2020_10_14_us_elections_trump-town-hall-nbc_1666740302.html", "image_url": "https://static01.nyt.com/images/2020/10/13/us/politics/13elections-briefing-nbc2/merlin_170084103_0ba7d327-3776-44a4-ba6e-5cbdc993b6ff-facebookJumbo.jpg?year=2020&h=550&w=1050&s=553fc5fda85e53f1aae3ff73c4181ef39065eb69da0597b92a9405990df27348&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_14_us_elections_trump-town-hall-nbc_1666740302.html", "title": "NBC Faces Blowback for Holding Trump’s Town Hall Opposite Biden’s", "title_page": "NBC Faces Blowback for Holding Trump’s Town Hall Opposite Biden’s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So why not hold the event on a different night? NBC executives have insisted that the date was their choice, the people said, and that Thursday fit the president’s schedule: Because of the now-canceled second debate, Mr. Trump’s evening was free.\nIt was unclear if the Trump campaign would have accommodated a request by NBC to move the event to a different day. The president is trailing in many national polls and is eager for opportunities to make his case to a sizable audience. NBC’s publicists declined to comment.\nNumerous staff members at NBC and MSNBC expressed private dismay on Wednesday at their leaders’ decision. One former NBC News executive, Mark Lukasiewicz, who produced political conventions and candidate forums for the network, wrote on Twitter, “This is a bad result for American voters, who should not be forced to choose which to watch.”\nIn 2020, many Americans prefer to watch television programs at their own pace, using DVRs and online streams. Viewers who want to see what both Mr. Biden and Mr. Trump have to say on Thursday will have plenty of options to do so.\nBut presidential events have a unique draw, particularly at the height of the campaign: Mr. Biden and Mr. Trump’s first debate in Cleveland last month drew 73 million viewers. Neither town hall on Thursday is likely to come close to those numbers, given that formal debates air simultaneously across a dozen or more networks.\nStill, by scheduling Mr. Trump against Mr. Biden, NBC may end up providing the president with one of his preferred talking points: The president is almost certain to score a higher Nielsen rating than Mr. Biden, since the event will also air on NBC’s sibling cable channels, MSNBC and CNBC.\nWhether exposure to a mass audience is politically useful for Mr. Trump is also an open question: He received poor marks for his performance at the debate last month.", "url": "https://www.nytimes.com/2020/10/14/us/elections/trump-town-hall-nbc.html"}