{"authors": ["Sameer Yasir", "Jeffrey Gettleman"], "date_download": "2022-10-25 23:53:17", "date_modify": "2022-10-25 23:53:17", "date_publish": "2020-08-31 18:33:05", "description": "It’s the biggest decline of any major economy. Economists say once the impact on the country’s vast “informal” work force is taken into account, the damage might be even worse.", "filename": "2020_08_31_world_asia_india-economy-gdp_1666741997.html", "image_url": "https://static01.nyt.com/images/2020/08/31/business/31india-econ-migrants/31india-econ-migrants-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7565e20298f069ee2adf6ad315493fdfdd9b42b8f08864f490f322ec39cdafa3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_31_world_asia_india-economy-gdp_1666741997.html", "title": "India’s Economy Shrank Nearly 24 Percent Last Quarter", "title_page": "India’s Economy Shrank Nearly 24 Percent Last Quarter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — The Indian economy contracted by 23.9 percent in the second quarter, the most drastic fall in decades, as lockdown restrictions meant to contain the spread of the coronavirus wiped out jobs and businesses.\nIndia’s decline was the worst among the world’s top economies, with the U.S. economy shrinking 9.5 percent in the same quarter and Japan’s 7.6 percent.\nData released by the Indian government on Monday showed the extent of the collapse in gross domestic product in the three months ending in June, with the construction, manufacturing and transport industries among the hardest hit. The figures reflect the onset of India’s deepest recession since 1996, when the country first began publishing its G.D.P. numbers.\nIndia’s picture is further complicated by the fact that so many people here are “informally” employed, working in jobs that are not covered by contracts and often fall beyond government reach, such as rickshaw driver, tailor, day laborer and farmhand. Economists say that official numbers are bound to underestimate that part of the economy and that the full damage could be even greater.", "url": "https://www.nytimes.com/2020/08/31/world/asia/india-economy-gdp.html"}