{"authors": ["Amie Tsang"], "date_download": "2022-10-25 23:39:31", "date_modify": "2022-10-25 23:39:31", "date_publish": "2020-03-07 10:33:15", "description": "Some European countries, including France and Germany, have imposed limits on the sale of protective masks and other items.", "filename": "2020_03_07_business_eu-exports-medical-equipment_1666741171.html", "image_url": "https://static01.nyt.com/images/2020/03/07/business/07exportbans/merlin_170110041_1ecf80d0-a2e2-4cdf-a5f7-bde713ac2132-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1927bf37713baee2ca4cb165f23ed839de70b43d0b994d5a996a919b42887bac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_07_business_eu-exports-medical-equipment_1666741171.html", "title": "E.U. Seeks Solidarity as Nations Restrict Medical Exports", "title_page": "E.U. Seeks Solidarity as Nations Restrict Medical Exports - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Top European Union officials called on Friday for solidarity among member countries in the face of the coronavirus, responding to moves by some nations to restrict exports on equipment that could be used to combat the outbreak.\nFrance, Germany and other countries have imposed limits on the export of protective medical equipment, some of which is badly needed but in short supply. Janez Lenarcic, the bloc’s top official for crisis management, said such bans were permitted under European treaties but hinted at a desire to have them removed.\nMember states should make sure that protective equipment is available across Europe, he said. Stella Kyriakides, the European Union health commissioner, put it in simple terms: “Solidarity is key.”\nMaggie De Block, Belgium’s health minister, said on Friday that European Union countries had to be “united” in the distribution of protective face masks.", "url": "https://www.nytimes.com/2020/03/07/business/eu-exports-medical-equipment.html"}