{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:27:54", "date_modify": "2022-10-25 23:27:54", "date_publish": "2020-10-25 12:58:50", "description": "A heavy fine, but no suspensions, came after two dozen players and staff members tested positive for the virus.", "filename": "2020_10_25_sports_football_covid-outbreak-titans-workout_1666740474.html", "image_url": "https://static01.nyt.com/images/2020/10/25/sports/25titans-fined/25titans-fined-facebookJumbo.jpg?year=2020&h=550&w=1050&s=76c97afb0ce357b2f98b8f7d37f667266336173110d2e5ffd25fd70cce2a7b18&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_25_sports_football_covid-outbreak-titans-workout_1666740474.html", "title": "N.F.L. Punishes Titans for Their Handling of Coronavirus Outbreak", "title_page": "N.F.L. Punishes Titans for Their Handling of Coronavirus Outbreak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, the fine, the largest for a violation of the protocols, came as the league tried to keep its season on track amid infections that had spread to at least four teams. The decision to penalize the Titans came three weeks after the league announced stronger measures designed to lower the risk of infections, including using video surveillance cameras in team facilities to monitor the compliance of protocols such as wearing masks.\nThe league also said that teams not in compliance could be fined, lose draft picks and forfeit games if their actions affected other teams.\nThe outbreak on the Titans had already led to the postponement, by three weeks, of their game against the Pittsburgh Steelers, which was originally planned for Oct. 4. They finally played on Sunday, with the Steelers winning, 27-24.\nWith the number of cases on the team continuing to grow, and the team unable to meet in person to practice for nearly two weeks, the league had postponed the Titans’ matchup against the Buffalo Bills, moving it from a Sunday to a Tuesday.\nThe postponement and penalties are not the only scheduling problems the league has been forced to tackle. The league postponed by a day, to Monday, the Week 4 New England-Kansas City game after it was revealed that Cam Newton, the Patriots’ star quarterback, and a Chiefs practice squad quarterback had tested positive for the virus on Oct. 3. On that Wednesday, Stephon Gilmore, another Patriots star, tested positive as well, calling into question the league’s decision to allow the teams to play.\nThe league has not yet taken the step of adding an 18th week to the season to accommodate postponed games. Nor is there any serious consideration yet of shortening the season. Instead, the league will continue to rely on juggling the existing schedule, including rescheduling games by a day or two, to a Monday or a Tuesday, for example.\nThe league has also fined coaches hundreds of thousands of dollars for failing to wear their face masks properly during games. The Raiders were also fined $50,000 this month for allowing an unauthorized person in their locker room, potentially exposing members of the team. Ten Raiders were fined as much as $30,000 this month for attending a crowded, indoor charity event and not wearing masks while there, violating local health guidelines.", "url": "https://www.nytimes.com/2020/10/25/sports/football/covid-outbreak-titans-workout.html"}