{"authors": ["Ana Swanson", "Vindu Goel"], "date_download": "2022-10-25 23:00:23", "date_modify": "2022-10-25 23:00:23", "date_publish": "2020-02-25 10:00:24", "description": "President Trump and Prime Minister Modi have plenty in common, but that doesn’t include a desire to quickly lower trade barriers between the two countries.", "filename": "2020_02_25_business_economy_trump-india-trade-deal_1666738823.html", "image_url": "https://static01.nyt.com/images/2020/02/25/business/25DC-TRADE-01/25DC-TRADE-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=51d5114aa83d5d9d349c1d9c4a6d65f77f7f41fc33256f93e700678d361fbe23&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_25_business_economy_trump-india-trade-deal_1666738823.html", "title": "As Trump Visits India, a Trade Deal Remains Elusive", "title_page": "As Trump Visits India, a Trade Deal Remains Elusive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s visit to India includes a state dinner, tens of thousands of cheering onlookers and even a marching band on camels — but a long-awaited trade deal between the United States and India is notably absent.\nFor the second time since September, when Prime Minister Narendra Modi of India visited the United States, the two countries have failed to reach even a limited “mini-deal” that would increase trade for focused groups of goods, like dairy products, medical devices and Harley-Davidson motorcycles.\nNegotiators from both countries have been working since 2018 on a deal that would lower Indian barriers to some American products, and restore India’s access to a program that allows goods to enter the United States tariff-free.\nBut the breakdown in negotiations illustrates the steep challenge in reaching a trade deal between two countries headed by populist leaders who harbor suspicions of multilateral arrangements. Both Mr. Trump and Mr. Modi want to protect jobs in their own countries by fending off foreign competitors — shared attributes that make it even more difficult to strike a comprehensive agreement that would roll back trade barriers more broadly.", "url": "https://www.nytimes.com/2020/02/25/business/economy/trump-india-trade-deal.html"}