{"authors": ["Zia Ur-Rehman", "Maria Abi-Habib", "Ihsanullah Tipu Mehsud", "Saiyna Bashir"], "date_download": "2022-10-25 23:22:43", "date_modify": "2022-10-25 23:22:43", "date_publish": "2020-03-26 08:17:32", "description": "While Pakistan’s government and military are at odds over how to respond, doctors are protesting to get equipment and more testing, and clerics are refusing to limit mosque gatherings.", "filename": "2020_03_26_world_asia_pakistan-coronavirus-tablighi-jamaat_1666740163.html", "image_url": "https://static01.nyt.com/images/2020/03/26/world/26virus-pakistan-promo/26virus-pakistan-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=60c777b8d8a434c35d8751a3304a36b9a1954f6477e26266a419dbe695f1baa0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_26_world_asia_pakistan-coronavirus-tablighi-jamaat_1666740163.html", "title": "‘God Will Protect Us’: Coronavirus Spreads Through an Already Struggling Pakistan", "title_page": "‘God Will Protect Us’: Coronavirus Spreads Through an Already Struggling Pakistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The gathering proved a perfect transmission point, infecting indeterminate numbers of Pakistanis, at least two Kyrgyz citizens and two Palestinians who flew home and introduced the virus to the Gaza Strip. A similar gathering of Tablighi Jamaat in Malaysia infected more than 620 participants who then returned to half a dozen countries across Southeast Asia.\nIn Pakistan’s capital, Islamabad, doctors and nurses at the Pakistan Institute of Medical Sciences, known as PIMS, who were tasked with screening coronavirus patients threatened to walk off the job this week if the government didn’t provide them with basic equipment like masks and gloves, which they received only on Saturday.\nIn one case at the hospital, government officials who had tested a woman who died there after showing symptoms of the coronavirus disease, Covid-19, refused to share her test results with doctors and nurses there and told them not to talk to journalists about it, they said.\nThe state has always been too impoverished to provide masks to the doctors and nurses at the emergency rooms of public hospitals, and they have always bought their own. But prices are surging as civilians hoard whatever they can, forcing emergency room doctors at PIMS to spend $70 of their $460 monthly salary on masks, some said.\nWhile many of his colleagues called in sick this week, refusing to work as the virus surges, one doctor said he would continue to scrub in every day.\n“We have no other way. We just can’t think about it. If we don’t fight it, who will?” the doctor said, adding that morale was low among his colleagues. “So we tell each other, ‘Our profession is sanctified from God. God will protect us.’ But those are just words.”", "url": "https://www.nytimes.com/2020/03/26/world/asia/pakistan-coronavirus-tablighi-jamaat.html"}