{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:29:33", "date_modify": "2022-10-25 23:29:33", "date_publish": "2020-04-29 12:44:24", "description": "U.S. gross domestic product declined in the first quarter, dragged down by the pandemic’s grip in March. Don’t even ask about this quarter.", "filename": "2020_04_29_business_economy_us-gdp_1666740573.html", "image_url": "https://static01.nyt.com/images/2020/04/29/business/econ-promo/econ-promo-facebookJumbo.png?year=2020&h=550&w=1050&s=dc524c1ce92426a55e3292e39ac00262df155c7b57c2228ac66567b03aeea06d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_29_business_economy_us-gdp_1666740573.html", "title": "US G.D.P. Declined in First Quarter, With Worse Economy to Come", "title_page": "US G.D.P. Declined in First Quarter, With Worse Economy to Come - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The coronavirus pandemic officially snapped the United States’ economic growth streak in the first three months of the year. The question now is how deep the damage will get — and how long the country will take to recover.\nU.S. gross domestic product, the broadest measure of goods and services output, fell at a 4.8 percent annual rate in the first quarter of the year, the Commerce Department said Wednesday. That is the first decline since 2014, and the worst quarterly contraction since 2008, when the country was in a deep recession.\nThere is much worse to come. Widespread layoffs and business closings didn’t hit until late March in most of the country. Economists expect figures from the current quarter, which will capture the shutdown’s impact more fully, to show that G.D.P. contracted at an annual rate of 30 percent or more, a scale not seen since the Great Depression.\n“They’re going to be the worst in our lifetime,” Dan North, chief economist for the credit insurance company Euler Hermes North America, said of the second-quarter figures. “They’re going to be the worst in the post-World War II era.”", "url": "https://www.nytimes.com/2020/04/29/business/economy/us-gdp.html"}