{"authors": ["Michael Rothfeld", "William K. Rashbaum", "Ben Protess"], "date_download": "2022-10-25 23:32:31", "date_modify": "2022-10-25 23:32:31", "date_publish": "2020-01-16 01:46:46", "description": "F.B.I. agents visited Mr. Hyde’s home and business in Connecticut after electronic messages suggested he had been illegally tracking the American ambassador to Ukraine.", "filename": "2020_01_15_nyregion_robert-hyde-impeachment-parnas_1666740751.html", "image_url": "https://static01.nyt.com/images/2020/01/15/multimedia/15hyde-promo/15hyde-promo-facebookJumbo-v2.jpg?year=2020&h=266&w=508&s=a67b377a421bda69eb023e73188876973f6f31f38f555575bbdae67b48decc95&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_15_nyregion_robert-hyde-impeachment-parnas_1666740751.html", "title": "Robert Hyde, Erratic Ex-Landscaper, Is Unlikely New Impeachment Figure", "title_page": "Robert Hyde, Erratic Ex-Landscaper, Is Unlikely New Impeachment Figure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In June, the Secret Service told the police in Avon, Conn., that it had received a complaint that Mr. Hyde had made “veiled threats” on social media, a police report showed. The Avon police found no evidence that he was dangerous.\nIt was around this time that the State Police in Connecticut ordered Mr. Hyde to surrender his guns because of the protective order; he gave the police in Simsbury, Conn., two rifles, three shotguns, a flare gun and ammunition, according to police reports.\nSoon after, employees at First Church of Christ in Simsbury complained to the police about “unsettling behavior and political campaigning” by Mr. Hyde, who was taking videos of himself at the church and posting them on social media, according to a police report. The church staff members asked the police to request that he stop, but an officer was not able to reach Mr. Hyde, the police report says.\nMr. Hyde’s surrendering of his guns and the Secret Service referral were earlier reported by Hearst Newspapers.\nThis week, Mr. Hyde appeared to embrace his newfound notoriety. A stream of posts on his social media accounts included a video of himself and another man doing push-ups by a body of water as a German shepherd wandered around, a document purporting to show that he had paid his child support obligations as of Tuesday, and attacks on Democrats and the media.\n“These are bad people, I’m out to expose their actions,” Mr. Hyde wrote in one post early Wednesday. “Attack me all you want, get the facts first. The media is against me because they’re either complicit or have a hand in it, I welcome an investigation. I’ll provide my email password and hand my phone over, bring it on. #hyde2020.”\nIn another post, Mr. Hyde wrote: “Day Job: ‘Titular Head’ of a Connecticut landscape company… Night Job: CIA international spook, aka Scarfface …lol #draintheswamp #hydegate #impeachmentsham.”\nKenneth P. Vogel and Neil Vigdor contributed reporting. Sheelagh McNeill and Jack Begg contributed research.", "url": "https://www.nytimes.com/2020/01/15/nyregion/robert-hyde-impeachment-parnas.html"}