{"authors": ["Ben Rothenberg"], "date_download": "2022-10-25 23:50:55", "date_modify": "2022-10-25 23:50:55", "date_publish": "2020-09-14 21:42:35", "description": "In his first news conference since being disqualified from the Open, Djokovic said he hoped to be a “wiser” player.", "filename": "2020_09_14_sports_tennis_djokovic-us-open-mental-side_1666741855.html", "image_url": "https://static01.nyt.com/images/2020/09/14/sports/14usopen-djokovic/14usopen-djokovic-facebookJumbo.jpg?year=2020&h=549&w=1050&s=996c2dd71c0a710f74de6f62d57cef52c0c54e84196002781029057fcc09af56&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_14_sports_tennis_djokovic-us-open-mental-side_1666741855.html", "title": "Djokovic, After U.S. Open, Says He Is Working on the Mental Side of Tennis", "title_page": "Djokovic, After U.S. Open, Says He Is Working on the Mental Side of Tennis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Eight days after his abrupt disqualification from the United States Open for accidentally hitting a line judge with a ball, Novak Djokovic said that he saw the incident as an opportunity to improve the mental side of his game and that he hoped he could be a “wiser” player as a result.\n“I’m working mentally and emotionally as hard as I am physically, trying to be the best version of myself on the court, off the court,” Djokovic said Monday from Rome, where he will compete in the Italian Open this week. “I understand that I have outbursts and it’s the personality and kind of player that I have always been.”\nHe added: “Obviously I went through ups and downs in my career, managing to control my emotions more or less. But you’re alone out there, it’s a lot of intensity, a lot of pressure, and you have to deal with all of that.”\nDjokovic spoke with reporters at length Monday for the first time since he was defaulted in the fourth round of the U.S. Open. While behind in the first set against Pablo Carreño Busta, Djokovic hit a ball about 40 feet, from the court toward a back wall, where it hit a line judge in the throat. She collapsed, and Djokovic tried to comfort her. After a lengthy discussion with tournament officials, he was disqualified, upending the men’s singles draw.", "url": "https://www.nytimes.com/2020/09/14/sports/tennis/djokovic-us-open-mental-side.html"}