{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:52:27", "date_modify": "2022-10-25 23:52:27", "date_publish": "2020-08-26 19:09:07", "description": "The 2020 version of the Federal Reserve’s loftiest annual meeting will be webcast this week, allowing the public to tune in for the first time. It could be the stage for an important policy shift.", "filename": "2020_08_26_business_economy_fed-meeting-powell_1666741947.html", "image_url": "https://static01.nyt.com/images/2020/08/26/business/26DC-Fed-Powell/merlin_176152263_01a7c054-9357-4188-a8d7-6b4bcff40439-facebookJumbo.jpg?year=2020&h=549&w=1050&s=cc5fc9f7e695d1af5b803176acc27790ce7c8f6d61efd89c0d8a1f11ea4d2f7e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_26_business_economy_fed-meeting-powell_1666741947.html", "title": "The Fed’s Evolution Is Coming to a Computer Screen Near You", "title_page": "The Fed’s Evolution Is Coming to a Computer Screen Near You - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — For more than a year, the Federal Reserve has wrestled with how to achieve its twin goals — maximum employment and stable inflation — in an era of tepid price increases and very low interest rates.\nWhile not a major kitchen table topic, the Fed’s approach to monetary policy affects every household in America. When it lifts or lowers interest rates to slow or speed growth, it changes the cost of mortgages and car loans. Because its policies help to determine economic strength, they inform how many jobs are available and how long expansions last.\nOn Thursday, Chair Jerome H. Powell will have a chance to update America on the central bank’s soon-to-conclude framework review, in which it has revisited its policy tools for good and bad times, in a speech at the Kansas City Fed’s annual conference. The storied gathering of elite economists has been held behind closed doors in Jackson Hole, Wyo., since 1982. Because of the coronavirus pandemic, the event will be held remotely and streamed on the Kansas City Fed’s YouTube page this year, allowing the public to tune in for the first time ever.\nMr. Powell, who is scheduled to speak at 9:10 a.m., is expected to summarize what the Fed has discovered as it has spent 21 months discussing its future policy approach. He may stop short of offering up the full set of final results — the central bank has hinted that will happen when it updates its long-run policy statement, an outline of overarching principles that officials usually release in January but which many economists expect them to revamp at their Sept. 15-16 meeting.", "url": "https://www.nytimes.com/2020/08/26/business/economy/fed-meeting-powell.html"}