{"authors": ["Nicholas Bogel-Burroughs"], "date_download": "2022-10-25 23:31:39", "date_modify": "2022-10-25 23:31:39", "date_publish": "2020-11-13 19:02:48", "description": "Prosecutors introduced evidence at the hearing of the son having sent racist text messages, while Mr. Arbery’s mother wailed in court as a video of her son’s killing was played.", "filename": "2020_11_13_us_ahmaud-arbery-mcmichael-bond-bail-hearing_1666740699.html", "image_url": "https://static01.nyt.com/images/2020/11/13/us/13arbery-promo/merlin_179929665_368adbe4-792d-4d95-8df9-ed2d09af150a-facebookJumbo.jpg?year=2020&h=549&w=1050&s=8165fced840b02c0bcd1e46223b507dd6f72b54b9849abf431580864232fa4ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_13_us_ahmaud-arbery-mcmichael-bond-bail-hearing_1666740699.html", "title": "Judge Denies Bond to Father and Son Charged With Killing Ahmaud Arbery", "title_page": "Judge Denies Bond to Father and Son Charged With Killing Ahmaud Arbery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bond hearings rarely last longer than a few hours, but prosecutors and defense lawyers introduced a trove of evidence during the public hearings this week that shed new light on the case. Jesse Evans, a prosecutor who is trying the case, read messages on Thursday that he said were written by Travis McMichael, who the authorities have said shot Mr. Arbery. Mr. Evans said he had once used an anti-Asian slur on Facebook and, in a text message to a friend in November 2019, had talked about shooting somebody while using an anti-Black slur and stereotypes.\nImage An undated photo of Ahmaud Arbery that was provided by his father, Marcus Arbery. Credit... via Reuters\nMr. Arbery’s mother, Wanda Cooper-Jones, also spoke at the hearing on Thursday, arguing that the men should not be freed on bond.\n“These men are proud of what they’ve done, and they want to go home because in their selfish minds, they think that they’re the good guys,” she said. “I continue to suffer mentally and emotionally while I wait for justice for my son.”\nJudge Timothy Walmsley said he had significant concerns about Travis McMichael’s bias and was worried that Gregory McMichael had been willing to “place the law in his own hands” and influence the investigation. The father and son, each wearing a suit and appearing on a video feed from jail, could be seen speaking to each other briefly after the judge’s ruling but their microphone was muted.\nMr. Evans had argued that the men should be denied the opportunity for bond because the killing showed they posed a danger to others. The prosecutor also played recordings of phone calls in which the men had suggested that a woman delete her Facebook account and a man not talk to investigators, arguing that they showed that the men may try to obstruct justice. Gregory McMichael is a former police officer and investigator with the local district attorney’s office, ties that some argued may have helped him evade arrest.", "url": "https://www.nytimes.com/2020/11/13/us/ahmaud-arbery-mcmichael-bond-bail-hearing.html"}