{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:28:20", "date_modify": "2022-10-25 23:28:20", "date_publish": "2020-03-10 17:26:34", "description": "The Browns center beat out Sam Acho of the Buccaneers and Michael Thomas of the Giants to lead the union, which is working toward a new collective bargaining agreement.", "filename": "2020_03_10_sports_football_jc-tretter-president-nflpa_1666740500.html", "image_url": "https://static01.nyt.com/images/2020/03/10/sports/10nflpa-tretter/10nflpa-tretter-facebookJumbo.jpg?year=2020&h=550&w=1050&s=03f7d80ce232cbad669dc776ba306863e29f6eb32883b411a52eb39b9c3f8f13&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_10_sports_football_jc-tretter-president-nflpa_1666740500.html", "title": "Cleveland’s J.C. Tretter Elected President of N.F.L. Union", "title_page": "Cleveland’s J.C. Tretter Elected President of N.F.L. Union - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The election, which was held at the union’s annual convention at the Ritz-Carlton resort here in Key Biscayne, comes at a particularly turbulent time. For the past year, team owners and the union have been negotiating a 10-year collective bargaining agreement that includes proposals for sweeping changes to everything from the schedules for the regular season and the playoffs to rules governing practices to retiree benefits. The full union membership of about 2,000 players has until midnight Saturday to vote on the proposal, and it is far from clear whether the deal will be ratified, because many influential players have voiced their opposition.\nThe board agreed on Monday to push the vote back 48 hours from the original Thursday deadline. Afterward, some players who had already submitted their ballots on the agreement asked if they could rescind their votes, but the board voted against allowing that.\nIf a simple majority of players approves the proposed deal, the new president will have to answer to many prominent players — including J.J. Watt, Russell Wilson and Richard Sherman — who opposed the addition of a 17th regular season game and other key features of the agreement. If the deal is rejected, the new president will have to return to the bargaining table with the owners, who have been eager to reach a new agreement quickly so they can start negotiating new broadcast deals with Fox, NBC and other companies.\nIf the players do not ratify the proposed agreement, the owners said that the current labor deal, due to expire next March, would remain in place for the upcoming season. Some owners have warned, though, that they will not be as accommodating to the players if talks are reopened, according to people familiar with their strategy who were not authorized to speak for the owners.\n“Whatever our members decide, we’ll stand behind it, for either scenario,” Tretter said Tuesday.\nAs the 456-page proposal was sent to players last Thursday, Tretter sought to clarify the deal’s specifics by creating and posting to Twitter a fact sheet on the deal. “We are preparing to vote on a CBA that most of us will play under for the rest of our careers,” he wrote in the tweet. “Before you decide whether you’re for or against it, please get informed.” The social media message was widely shared and commented on by other players.", "url": "https://www.nytimes.com/2020/03/10/sports/football/jc-tretter-president-nflpa.html"}