{"authors": ["Alan Feuer", "Nicole Hong", "Benjamin Weiser", "Jan Ransom"], "date_download": "2022-10-25 23:27:05", "date_modify": "2022-10-25 23:27:05", "date_publish": "2020-06-22 21:28:00", "description": "A justice system based on face-to-face meetings has been limping along with virtual hearings, but officials are struggling with how to restart trials and grand jury proceedings.", "filename": "2020_06_22_nyregion_coronavirus-new-york-courts_1666740425.html", "image_url": "https://static01.nyt.com/images/2020/05/26/nyregion/00nyvirus-courts1/00nyvirus-courts1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=112591dbaa6ddc9580999a58a195c74a521791fec06ba6e55481914c481a1948&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_22_nyregion_coronavirus-new-york-courts_1666740425.html", "title": "N.Y.’s Legal Limbo: Pandemic Creates Backlog of 39,200 Criminal Cases", "title_page": "N.Y.’s Legal Limbo: Pandemic Creates Backlog of 39,200 Criminal Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Weeden Wetmore, the district attorney in upstate Chemung County, convened a remote preliminary hearing last month — on the portico of his office. The judge was at the local county courthouse, the defendant in the county jail, and the defense lawyer at his office. The witness, a 17-year-old girl who said she had been robbed at knifepoint, arrived to testify on a bicycle.\nMr. Wetmore plans to continue the al fresco hearings for as long as possible.\n“We’re praying for good weather,” he said.\nIn Queens, Ms. Katz has set aside six rooms on three floors of her office so that simultaneous hearings can be held. Each room has its own feed: three for her prosecutors and three for their witnesses. The witnesses could not be in the same room as prosecutors to avoid suggestions that they were being coached.\n“The criminal justice system is not exactly known for its flexibility,” said Jennifer Naiburg, the chief deputy prosecutor in Queens. “We’re definitely flexible now.”\nThe city’s two federal courts, in Manhattan and Brooklyn, have adapted more smoothly to the crisis. Under their auspices, grand jurors began meeting again recently outside the city, in White Plains and Central Islip. And in both courts, regular audio and video hearings have been held, with dial-in numbers for the public clearly posted on electronic dockets.\nBut obstacles remain, like how to bring in large numbers of prospective jurors for screening.\nTake the capital case of the Uzbek man accused in a 2017 terrorist attack that killed eight people on a Manhattan bike path. More than 1,000 prospective jurors had come in to fill out jury-selection questionnaires, but later were dismissed after Judge Vernon S. Broderick postponed the trial indefinitely because of the pandemic. The process would have to be redone.\nAt a teleconference in April, a jury official explained that bringing in so many potential jurors might take three days “with things being normal.”\nBut, with social-distancing guidelines, she added, “I don’t know what the new normal would be.”\nShaila Dewan contributed reporting.", "url": "https://www.nytimes.com/2020/06/22/nyregion/coronavirus-new-york-courts.html"}