{"authors": ["Steven Lee Myers", "Chris Buckley"], "date_download": "2022-10-25 22:55:56", "date_modify": "2022-10-25 22:55:56", "date_publish": "2020-03-29 19:18:44", "description": "After SARS, Chinese health officials built an infectious disease reporting system to evade political meddling. But when the coronavirus emerged, so did fears of upsetting Beijing.", "filename": "2020_03_29_world_asia_coronavirus-china_1666738556.html", "image_url": "https://static01.nyt.com/images/2020/03/28/world/28virus-china-failures-end/28virus-china-failures-end-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=1e56d2ad4bd3703488ecb32adc5d3a6d0909228749faf7371dad2dce6efe7e42&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_29_world_asia_coronavirus-china_1666738556.html", "title": "China Created a Fail-Safe System to Track Contagions. It Failed.", "title_page": "China Created a Fail-Safe System to Track Contagions. It Failed. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Aggressive action just a week earlier in mid-January could have cut the number of infections by two-thirds, according to a recent study whose authors include an expert from Wuhan’s municipal Center for Disease Control and Prevention. Another study found that if China had moved to control the outbreak three weeks earlier, it might have prevented 95 percent of the country’s cases.\n“I regret that back then I didn’t keep screaming out at the top of my voice,” Ai Fen, one of the doctors at Wuhan Central Hospital who spotted cases in December, said in an interview with a Chinese magazine. “I’ve often thought to myself what would have happened if I could wind back time.”\nChina’s leader, Xi Jinping, has sought to move quickly past the early failings and shift attention to the country’s drive to end the outbreak. The Chinese government has been widely castigated for its initial mistakes, which have become a top talking point of President Trump.\nThe central leadership has focused blame on local bureaucrats, including for censuring doctors who warned others about the infections. It promptly dismissed two health officials and, later, the party secretaries for Hubei Province and its capital, Wuhan.\nNow, interviews with doctors, health experts and officials, leaked government documents, and investigations by the Chinese media reveal the depth of the government’s failings: how a system built to protect medical expertise and infection reports from political tampering succumbed to tampering.\nOthers tried to fill the void of information when the early warning system failed. The medical community found other, informal ways to alert others, disclosing government directives and hospital reports on the internet. During a rare burst of relative transparency early in the epidemic, Chinese journalists did much to expose the problems, but censors closed that window.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nThe government has vowed to fix flaws exposed in the disease surveillance system, but similar promises were made after SARS. Fresh efforts to repair the system now could also falter under a political hierarchy that leaves experts — doctors, even public health officials — unwilling to take on local leaders. In China, politics often ends up overriding the very safeguards created to prevent interference in the flow of information.", "url": "https://www.nytimes.com/2020/03/29/world/asia/coronavirus-china.html"}