{"authors": ["Ivan Nechepurenko"], "date_download": "2022-10-25 23:27:45", "date_modify": "2022-10-25 23:27:45", "date_publish": "2020-07-30 10:53:06", "description": "Trevor R. Reed was charged with assaulting and endangering the lives of two police officers in a case that some have likened to that of another former U.S. Marine in Russia.", "filename": "2020_07_30_world_europe_marine-sentenced-russia_1666740465.html", "image_url": "https://static01.nyt.com/images/2020/07/29/world/29russia-marine01/29russia-marine01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7185041ce8c4913a27319da5fbfe324924cad468f84a13526bd612b91679517c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_30_world_europe_marine-sentenced-russia_1666740465.html", "title": "Russia Sentences Trevor Reed, Former U.S. Marine, to 9 Years", "title_page": "Russia Sentences Trevor Reed, Former U.S. Marine, to 9 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It all looks like a provocation designed to obtain a certain resource that can be used later in international negotiations,” said Ivan Pavlov, a prominent Russian lawyer, when presented with the details of Mr. Reed’s case. “This can be a bargaining chip.”\nProsecutors in Mr. Reed’s case presented little forensic evidence, and the testimony of police officers was inconsistent. Mr. Reed’s lawyers said that investigators also waited long enough that CCTV footage from inside the police car had expired and been deleted from the hard drive.\n“This case, when I read it, I realized that it was just complete nonsense,” said Sergei V. Nikitenkov, one of Mr. Reed’s lawyers.\nMr. Reed had met his Russian girlfriend, Alina V. Tsybulnik, 22, on a dating website in 2016. At the time, he was working for a private defense contractor in Afghanistan, and the two later met in person during a vacation in Greece. Ms. Tsybulnik also visited Mr. Reed in Texas several times over the past four years.\nIn May 2019, Mr. Reed traveled to Russia to spend time with Ms. Tsybulnik, who is a lawyer, and learn Russian. One week before he was to leave, Ms. Tsybulnik’s friends held a party in a park outside Moscow. At the party, Mr. Reed drank more than 23 ounces of vodka, according to his lawyers.\nAfter the party, Ms. Tsybulnik’s friends offered to drive the couple home, but during the trip, Mr. Reed became increasingly agitated. He asked the driver to stop the car and began running drunkenly near a busy highway, while waving his hands and shouting incoherently, the court heard.\nWorried for his safety, his girlfriend and others called the police, according to Ms. Tsybulnik. Mr. Reed said in court that he has no memory of what happened that night after he drank five or six shots of vodka.", "url": "https://www.nytimes.com/2020/07/30/world/europe/marine-sentenced-russia.html"}