{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:32:23", "date_modify": "2022-10-25 23:32:23", "date_publish": "2020-02-01 01:35:06", "description": "In pressing toward their preordained vote of acquittal, Senate Republicans made it clear they see their fortunes and futures intertwined with the president’s.", "filename": "2020_01_31_us_trump-impeachment-senate-republicans_1666740743.html", "image_url": "https://static01.nyt.com/images/2020/01/31/us/politics/31dc-tot-1/31dc-tot-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=49c3ff456ecf90dddf778663e48e73b457025175facc6c104590d907827d7412&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_31_us_trump-impeachment-senate-republicans_1666740743.html", "title": "Once Skeptical, Senate Republicans Are All In on Trump", "title_page": "Once Skeptical, Senate Republicans Are All In on Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s control of Senate Republicans is nearly complete.\nIn their almost unanimous vote on Friday to bar new impeachment trial witnesses, they once again raised one of the big questions in Washington over the past three years: Will Senate Republicans ever step in against the president and say, “Enough?”\nAlthough many Senate Republicans have long expressed serious reservations about Mr. Trump’s character and conduct in office — and some went so far as to say the Democrats had successfully made their case against him — little daylight is visible now. In pressing inexorably toward their preordained vote of acquittal, Senate Republicans made it clear they see their fortunes and futures intertwined with the president’s, and are not willing to rock the 2020 boat.\n“Their party is a cult of personality at this point,” said Senator Christopher S. Murphy, Democrat of Connecticut.\nSenators who normally are jealous guardians of their power over federal spending seemed to brush aside Mr. Trump’s attempt to hold up military aid that Congress had allocated to Ukraine, an ally fighting Russian aggression on its eastern border. Mr. Trump’s pressure campaign to leverage that aid in return for investigations of his political rivals is at the heart of the impeachment trial.", "url": "https://www.nytimes.com/2020/01/31/us/trump-impeachment-senate-republicans.html"}