{"authors": ["Mark Mazzetti", "Julian E. Barnes", "Edward Wong", "Adam Goldman"], "date_download": "2022-10-25 23:39:58", "date_modify": "2022-10-25 23:39:58", "date_publish": "2020-04-30 09:00:21", "description": "Some analysts are worried that the pressure from senior officials could distort assessments about the coronavirus and be used as a weapon in an escalating battle with China.", "filename": "2020_04_30_us_politics_trump-administration-intelligence-coronavirus-china_1666741198.html", "image_url": "https://static01.nyt.com/images/2020/04/06/us/politics/06dc-virus-intel1/06dc-virus-intel1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=30d807660a5ac09c179a3e467453fd0d54e8df52d80ce03ee9d97cc2c0c0d395&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_30_us_politics_trump-administration-intelligence-coronavirus-china_1666741198.html", "title": "Trump Officials Are Said to Press Spies to Link Virus and Wuhan Labs", "title_page": "Trump Officials Are Said to Press Spies to Link Virus and Wuhan Labs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For months, scientists, spies and government officials have wrestled with varying theories about how the outbreak began, and many agree on the importance of determining the genesis of the pandemic. In government and academia, experts have ruled out the notion that it was concocted as a bioweapon. And they agree that the new pathogen began as a bat virus that evolved naturally, probably in another mammal, to become adept at infecting and killing humans.\nA few scientists and national security experts have pointed to a history of lab accidents infecting researchers to suggest it might have happened in this case, but many scientists have dismissed such theories.\n“We do not believe any type of laboratory-based scenario is plausible,” five scientists wrote in a paper published in March in Nature Medicine.\nMr. Trump has spoken publicly about the administration’s “very serious investigations” of the virus’s origin and China’s culpability. Those inquiries took on new urgency in late March, when intelligence officials presented information to the White House that prompted some career officials to reconsider the lab theory. The precise nature of the information, based in part on intercepted communications among Chinese officials, is unclear.\nThe current and former officials did not say whether Mr. Trump himself, who has shown little regard for the independent judgments of intelligence and law enforcement officials, has pressured the intelligence agencies. But he does want any information supporting the lab theory to set the stage for holding China responsible, according to two people familiar with his thinking.\nHe has expressed interest in an idea pushed by Michael Pillsbury, an informal China adviser to the White House, that Beijing could be sued for damages, with the United States seeking $10 million for every death. At a news conference this week, Mr. Trump said the administration was discussing a “very substantial” reparations claim against China — an idea that Beijing has already denounced.", "url": "https://www.nytimes.com/2020/04/30/us/politics/trump-administration-intelligence-coronavirus-china.html"}