{"authors": ["Neal E. Boudette", "Emily Flitter"], "date_download": "2022-10-25 23:25:45", "date_modify": "2022-10-25 23:25:45", "date_publish": "2020-05-09 18:40:14", "description": "He says he’ll move the headquarters of his electric car company out of California to Texas or Nevada.", "filename": "2020_05_09_business_coronavirus-elon-musk-tesla-california_1666740345.html", "image_url": "https://static01.nyt.com/images/2020/05/09/business/09virus-musk/merlin_172073934_998b3d35-12fb-4dc2-bf92-4edfe8dc3068-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a9bc31a20e6248f2e0079fc5608d7448d7c6707240daff77c7502b731833af29&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_09_business_coronavirus-elon-musk-tesla-california_1666740345.html", "title": "Elon Musk Lashes Out at Officials Keeping Tesla Plant Closed Over Virus", "title_page": "Elon Musk Lashes Out at Officials Keeping Tesla Plant Closed Over Virus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Things began to break down on Thursday, Mr. Haggerty said, when a Tesla executive called him and told him Mr. Musk was thinking about suing him.\n“It was only a threat, and as an elected official I get threatened all the time,” Mr. Haggerty said. “It does at that point slow down conversations between my contact at the plant and myself.”\nStill, it did not appear to be game over — until Mr. Musk started tweeting.\n“He could have spent time enjoying his new baby and given me and my staff a couple more days and his plant would have been open on May 18,” Mr. Haggerty said. “Am I somewhat sympathetic with Tesla? Yes I am. Am I sympathetic to the way Musk is treating people? No.”\nIn a statement after Mr. Musk’s tweets, the mayor of Fremont, Lily Mei, said she was growing concerned about the local economy, and she urged county officials to work with local businesses to come up with acceptable guidelines for reopening.\n“We know many essential businesses have proven they can successfully operate using strict safety and social distancing practices,” she said. “I strongly believe these same practices could be possible for other manufacturing businesses, especially those that are so critical to our employment base.”\nIn a statement issued at about the same time, the county health department said, “We look forward to coming to an agreement on an appropriate safety plan very soon.”\nOver the last few months, Mr. Musk has issued several strident calls to reopen the Fremont plant. After local officials ordered the plant closed, he tried to keep the plant open but was forced by the officials to shut it down in late March. In a conference call this past week to report Tesla’s earnings, he called the order “fascist.”", "url": "https://www.nytimes.com/2020/05/09/business/coronavirus-elon-musk-tesla-california.html"}