{"authors": ["Kirk Johnson"], "date_download": "2022-10-25 23:28:36", "date_modify": "2022-10-25 23:28:36", "date_publish": "2020-10-27 10:48:35", "description": null, "filename": "2020_10_27_us_elections_overhauls-of-drug-laws-are-on-the-ballot-in-several-states-that-once-resisted-them_1666740516.html", "image_url": "https://static01.nyt.com/images/2020/10/26/us/26BALLOT-DRUGS-1/26BALLOT-DRUGS-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=89af28b601af0a607c19182eaffac227ef50a5e5a59a6cb0d7346664a4fecf78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_27_us_elections_overhauls-of-drug-laws-are-on-the-ballot-in-several-states-that-once-resisted-them_1666740516.html", "title": "Overhauls of drug laws are on the ballot in several states that once resisted them.", "title_page": "Overhauls of drug laws are on the ballot in several states that once resisted them. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Oregon has an addiction problem. Pockets of rural poverty, chronic homelessness and cities with lots of young people have given the state one of the highest rates of substance abuse in the nation. Because there is so little money allocated to it, it is also one of the toughest places to get treatment.\nA proposed solution on the ballot next week would bring one of the most radical drug-law overhauls in the nation’s history, eliminating criminal penalties for personal-use amounts of drugs such as heroin, methamphetamine and cocaine. Tax revenues from drug sales would be channeled toward drug treatment.\nSupporters of the Oregon proposal, Measure 110, say the swirling, transformational forces of 2020 — the coronavirus pandemic, as well as the wave of social unrest over race, policing and incarceration — have highlighted a need for top-to-bottom change. Opponents say decriminalization courts disaster by normalizing drugs that carry the risk of deadly addiction.\nOregon is far from alone in stepping out onto new terrain. Legal marijuana, stalled for years in politically conservative states even as more left-leaning areas plowed ahead, has found a place on the ballot this year in Arizona, Mississippi, Montana and South Dakota.", "url": "https://www.nytimes.com/2020/10/27/us/elections/overhauls-of-drug-laws-are-on-the-ballot-in-several-states-that-once-resisted-them.html"}