{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:55:54", "date_modify": "2022-10-25 23:55:54", "date_publish": "2020-05-07 17:34:56", "description": "The country has engaged defense contractors, doctors, engineers, scientists — and most of the senses — in its battle against the coronavirus.", "filename": "2020_05_07_world_middleeast_coronavirus-israel_1666742154.html", "image_url": "https://static01.nyt.com/images/2020/05/07/world/07virus-israel-tech/07virus-israel-tech-facebookJumbo.jpg?year=2020&h=550&w=1050&s=71fff642df2e0012e84d6094551fea4ffd0f6a62421a3a0343b448485743eddd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_07_world_middleeast_coronavirus-israel_1666742154.html", "title": "Israeli Army’s Idea Lab Aims at a New Target: Saving Lives", "title_page": "Israeli Army’s Idea Lab Aims at a New Target: Saving Lives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Several Israeli start-ups are vying to develop fast diagnostic tests to smell, hear or see the telltale characteristics of coronavirus infections.\nSOUND One company, Vocalis Health, which uses sensitive audio technology, artificial intelligence and machine learning to analyze voice and breathing, is trying to identify a vocal indicator for the coronavirus. Far-fetched as that may sound, the company has already linked vocal markers to the risk of mortality in patients with congestive heart failure and to pulmonary hypertension.\nWorking with Sheba Medical Center, Vocalis has been recording voice samples from Covid-19 patients in hopes of refining an app that could categorize patients’ infections as mild, moderate or severe based on how they sound. “It’s a whole new area that I think a few years from now will be very central in health care,” said Dr. Eyal Zimlichman, the hospital’s chief medical officer and chief innovation officer.\nSMELL NanoScent, a company whose technology uses arrays of sensors to detect and digitize odors, says that the proliferation of virus cells among the microorganisms that inhabit the noses of Covid-19 patients produces what is believed to be a distinct smell. And it is training its artificial intelligence to detect that smell.\n“It’s not a definitive test,” said Oren Gavriely, NanoScent’s chief executive and co-founder. “But you’d come, you’d blow into a special bag that we’ve designed, you’d have a 30-second test, you’d expose it to the sensing device, and you’d get a result: Either you’re clear or you’re suspected to have something.”\nTwo other teams are developing breathalyzers using spectrum analyzers operating at super-high frequencies. TeraGroup’s has patients blow into a cigar-sized tube, said Oren Sadiv, the start-up’s chief executive. Mr. Sadiv said the device could handle 2,000 tests a day, each for the price of a cup of coffee. He said it would be intended not to make a positive diagnosis but to allow quick and cheap screenings at airports or marketplaces, flagging people who should get tested while letting others pass.", "url": "https://www.nytimes.com/2020/05/07/world/middleeast/coronavirus-israel.html"}