{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:32:03", "date_modify": "2022-10-25 23:32:03", "date_publish": "2020-06-23 18:37:36", "description": "One small favor: If you have a problem with how we did the survey, say so now, before we show the results.", "filename": "2020_06_23_upshot_poll-2020-election-method_1666740723.html", "image_url": "https://static01.nyt.com/images/2020/06/24/upshot/24up-method/24up-method-facebookJumbo.jpg?year=2020&h=550&w=1050&s=32e1ecd0c3070e943464ed25cfa9e97b70e2889d039122d8bbae935dcd77fdfe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_23_upshot_poll-2020-election-method_1666740723.html", "title": "Second-Guessing Our Poll? First, Take a Look at How It Works", "title_page": "Second-Guessing Our Poll? First, Take a Look at How It Works - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The final Times/Siena polls, in Florida and North Carolina, had the president ahead or tied over the last 10 days of the race. Only one other live-interview pollster (the highly regarded Ann Selzer poll) found Mr. Trump leading in top-tier battleground states over the final stretch. Other surveys showing President Trump ahead appeared to do so because they did not contact voters via cellphone, and as a consequence would have tended to lean toward the G.O.P.\nOther high-quality polls also performed solidly in 2016. Most national polls, for instance, fared very well, including the final New York Times/CBS News survey that had Hillary Clinton ahead by three points nationwide, less than a percentage point from her final popular vote margin.\nWhen we analyzed our data after the election, we assessed that we were right for the right reasons, like showing Mr. Trump with a wide lead among white working-class voters, and that there were opportunities to refine our approach. We reached a different conclusion than you might expect: If we could go back, we would have wanted more of our own polling in 2016, not less.\nIn 2018, we conducted a greater number of political surveys. We had an average error of around three points over nearly 50 polls of House races over the final three weeks, with virtually no bias toward either party. Over the final 10 days, the average error was just over two points. Out of more than 400 pollsters, the Times/Siena poll is one of six to earn an A-plus rating from FiveThirtyEight.\nWhy do you think these polls are good?\nThere are three major advantages that we think help explain our track record and offer cause for confidence:\nPartisanship. Perhaps our most important advantage over even other high-quality pollsters is that we can adjust for the partisan makeup of the electorate, using data available on voter registration files. For instance, we can make sure we have the right number of registered Republicans or Democrats, the right number of people who voted in the 2020 Democratic primary, the right number of precincts that voted heavily for Mr. Trump. This works best in states with party registration, like Pennsylvania or Florida, and is harder in the states without it, like Wisconsin or Michigan, but even in the worst cases it’s a lot better than nothing. This is possible only because we start our poll with a voter registration file (not all pollsters do). It doesn’t ensure our results are perfect (and a poll can still be top-notch without this step), but it gives us extra confidence that we’re not fundamentally missing Democrats or Republicans, who may at times become more or less likely to respond to surveys. And we go even further: We complete not just the right number of interviews with Democrats and Republicans, but also the right number by race and region. So, for instance, we have the right number of Hispanic registered Republicans in Miami-Dade County. To our knowledge, that’s an assurance that no other public pollster can make.\nEducation. Our samples are adjusted to properly represent voters without a college degree, based on census data. Many state pollsters still don’t adjust their samples by education, and this is considered one of the major reasons that state polls overestimated Mrs. Clinton’s standing in 2016.\nContacting hard-to-reach groups. We spend a lot of money to complete interviews with groups that all pollsters struggle to reach: low-turnout voters like younger people or Hispanics. These groups are always important, but properly representing low-turnout voters — especially low-turnout registered Democrats, who are often surprisingly favorable to Mr. Trump — was an essential part of why our polls were closer to the mark than most other polls in our postelection analysis of 2016 surveys.\nDoes anyone pick up the phone anymore?\nSome people do. Just not many. We usually complete interviews with about 1 or 2 percent of the voters we try to reach. Low response rates undoubtedly pose a serious challenge to survey research, and there are some known response biases. For instance, people who take telephone surveys are likelier to volunteer in their community than demographically similar individuals who do not take telephone surveys. But for now, it does not appear that the people who take telephone surveys are vastly different politically from those who do not, after accounting for their demographic characteristics.\nWhy not online?\nOnline polling is almost certainly the future of polling and, in many ways, it’s also the present. There are some online polls that are fairly or even favorably comparable to many telephone surveys. But as a whole, online polls continue to have a weaker track record in election polling than telephone polls, and real challenges remain.", "url": "https://www.nytimes.com/2020/06/23/upshot/poll-2020-election-method.html"}