{"authors": ["Jan Ransom"], "date_download": "2022-10-25 23:27:08", "date_modify": "2022-10-25 23:27:08", "date_publish": "2020-06-04 17:34:37", "description": "A flood of arrests has caused a backlog in New York City’s courts, forcing many to wait for more than 24 hours before seeing a judge.", "filename": "2020_06_04_nyregion_nyc-protests-jail_1666740428.html", "image_url": "https://static01.nyt.com/images/2020/06/03/nyregion/03nyunrest-arrests/03nyunrest-arrests-facebookJumbo.jpg?year=2020&h=549&w=1050&s=7d3d6bbed002ef59afe31b5d59f71205583945ccb72f8019d4412559f352a732&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_04_nyregion_nyc-protests-jail_1666740428.html", "title": "Despite Virus, Hundreds Arrested in Unrest Are Held in Cramped Jails", "title_page": "Despite Virus, Hundreds Arrested in Unrest Are Held in Cramped Jails - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They were held for more than a day in crowded New York City jail cells, some without masks. Cheerios and food wrappers littered the floor. In one holding pen, detainees spread tissue over a clogged toilet to try to reduce the stench emanating from it.\nIn the week since the police killing of George Floyd in Minneapolis, hundreds of people arrested in New York City — some while looting, others while clashing with the police during largely peaceful demonstrations — have been detained in cramped cells for more than 24 hours, their health at risk in the midst of a pandemic, defense lawyers said.\nOn Thursday morning, more than 380 people — waiting either in cells at Police Headquarters, in local precincts and in a Manhattan jail — had yet to be brought before a judge. Nearly 70 percent of them had been waiting for more than 24 hours, including one defendant who had been waiting 80 hours, according to court officials and the Legal Aid Society.\nPolice, prosecutors and court officials say they are doing what they can to process people quickly, but they are facing logistical hurdles because of the coronavirus shutdown and an unusually high number of arrests.", "url": "https://www.nytimes.com/2020/06/04/nyregion/nyc-protests-jail.html"}