{"authors": ["Jim Rutenberg", "Nick Corasaniti"], "date_download": "2022-10-25 23:33:14", "date_modify": "2022-10-25 23:33:14", "date_publish": "2020-11-15 23:33:47", "description": "Even before he was elected in 2016, Donald J. Trump was building a conspiracy theory about voter fraud that took on new energy this year, as his political fortunes ebbed during the coronavirus pandemic.", "filename": "2020_11_15_us_politics_trump-voter-fraud-claims_1666740794.html", "image_url": "https://static01.nyt.com/images/2020/11/15/us/politics/15dc-voting1/15dc-voting1-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=84527638d3a86af56cf1fc187e989511e3c3a5c2a13e7f02c01fb51ba784e3b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_15_us_politics_trump-voter-fraud-claims_1666740794.html", "title": "Behind Trump’s Yearslong Effort to Turn Losing Into Winning", "title_page": "Behind Trump’s Yearslong Effort to Turn Losing Into Winning - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the Senate, under the leadership of Mitch McConnell, the majority leader, Republicans blocked Democratic efforts to get more money to states so they could buy more sorting equipment to count the huge influx of mail ballots faster.\nIn key states like Pennsylvania and Michigan, Republican-controlled legislatures refused attempts by civil rights groups and Democrats to change or suspend statutes forbidding election workers from beginning to count ballots before Election Day. And once the counting began, the Trump campaign and the president’s allies pursued other tactics to slow or stop the count and seed doubt about the validity of the results.\nBefore Election Day, party officials at the state and national levels helped organize teams of observers, a role that was once a symbol of the transparency of American democracy. But in this case, Mr. Trump and his allies encouraged their observers in key states to act aggressively to stop what they portrayed as widespread cheating and provide information that could be fed into lawsuits and stoke demonstrations and coverage from friendly commentators and journalists.\nAs a Pennsylvania state senator, Mike Regan, a Republican, put it at a rally in Harrisburg last week, “I’ve been told in no uncertain terms by the state party and by our leaders that they are coordinating with the Trump campaign, and so far Pennsylvania has done everything that the Trump campaign has asked them to do.”\nNearly all of it would be done in the name of a falsehood: that the American voting system was so corroded by fraud that any losing result for the president could not be legitimate.\nThere was no greater proponent of that notion than Mr. Trump, who promoted it heavily from behind his presidential lectern or from his phone. A presidency that began with a lie — that President Barack Obama was not a citizen — is now ending with one, too.\nHow It Began\nIn fact, by the time Mr. Trump acknowledged in September 2016 that Mr. Obama was indeed born in the United States, he was well along in promoting a new false narrative that the election was rigged in favor of his Democratic opponent, Hillary Clinton.", "url": "https://www.nytimes.com/2020/11/15/us/politics/trump-voter-fraud-claims.html"}