{"authors": [], "date_download": "2022-10-25 23:32:59", "date_modify": "2022-10-25 23:32:59", "date_publish": "2020-02-24 16:32:45", "description": "A jury convicted Mr. Weinstein of felony sex crime and rape, but acquitted him of the most serious charges against him, predatory sexual assault.", "filename": "2020_02_24_nyregion_harvey-weinstein-verdict_1666740779.html", "image_url": "https://static01.nyt.com/images/2020/02/24/nyregion/HFO-00weinstein-verdict-ledeall01/HFO-00weinstein-verdict-ledeall01-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=8ead33a1054ce102b5a1fe323ac338b0a405d91d95268fc52ccc5d8f1d6bc301&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_24_nyregion_harvey-weinstein-verdict_1666740779.html", "title": "Full Coverage: Harvey Weinstein Is Found Guilty of Rape", "title_page": "Full Coverage: Harvey Weinstein Is Found Guilty of Rape - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.”\n[music]\nToday: Harvey Weinstein is found guilty of two felony sex crimes. Jodi Kantor and Megan Twohey on what the jury was asked to do, and what it means that they did it. It’s Tuesday, February 25. Jodi and Megan, what did we understand about this case before it started?\nmegan twohey\nWe knew the charges. We knew that Weinstein had been charged with criminal sexual assault of one woman. We knew that he had been charged with rape of another. We knew that he had also been charged with predatory sexual assault, which is basically a pattern of predatory behavior. We also knew that it was complicated. That with at least one of the women in the charges, Weinstein appeared to have ongoing friendly communication with her. That, the defense was saying, was proof that the entire relationship was consensual.\njodi kantor\nIt seemed really narrow. Remember that there was an ocean of women who brought allegations against Harvey Weinstein for sexual harassment, for sexual violence. And yet, there were only two women at the center of these charges.\nmichael barbaro\nAnd remind us why that is, just two?\njodi kantor\nWell, some women had stories that lay beyond the statute of limitations, meaning their stories were essentially too old for them to participate. Some of the behavior they described was not necessarily criminal. And also, there are some women who did not want to participate. They were scared of the scrutiny of a criminal trial.\nmichael barbaro\nAnd Jodi, what didn’t we know as the trial starts?\njodi kantor\nWell, we didn’t know a tremendous amount. Most importantly, we didn’t know anything about the evidence. Harvey Weinstein’s team had released these emails between him and some of his accusers. Would they be able to actually prove that these relationships were affectionate, that they were romantic, that they were consensual?\nmichael barbaro\nAnd therefore, quite possibly, not criminal?\njodi kantor\nRight.\nmichael barbaro\nSo Megan, what are you thinking as this trial is about to start? What’s going through your head?\nmegan twohey\nWell, I’m very curious to know more of the details. And if I’m being totally honest, I’m also a little skeptical. The district attorney here in New York had come under intense pressure to charge Weinstein once the story blew up. There had been so much outrage that the district attorney’s office had failed to bring charges against Harvey Weinstein in 2015, when a woman actually went to the police to report being groped by him, that the D.A.‘s office was now under so much pressure that they would maybe bring charges now before they had a really solid case in hand.\nmichael barbaro\nThat basically, they were responding to public outcry, not necessarily the strongest possible legal case.\nmegan twohey\nExactly.\nmichael barbaro\nSo what happens, Jodi, when this trial actually begins?\njodi kantor\nIt feels really momentous. We’re down at 100 Center Street in Manhattan.\narchived recording\nHarvey, how you doing?\njodi kantor\nThere are a million cameras. It’s almost like him showing up on a kind of red carpet in reverse. He’s got this walker that immediately becomes the cause of a lot of suspicion. He kind of hobbles into court.\narchived recording\nMr. Weinstein, how are you feeling today? How’s your back?\narchived recording (harvey weinstein)\nNot so good. Better.\njodi kantor\nAnd the prosecution and the defense make their openings. And then the prosecution begins to call witnesses. And what you immediately see is, you know, there’s a saying in sex crimes prosecution that there are no perfect victims. And what people mean by that is that these stories don’t unfold in neat scripts. Almost every sex crime story has its sort of wrinkles, its counterintuitive elements. But we see that, in particular, this case is not a case with, quote unquote, “perfect victims.” There were six alleged Weinstein victims who testified during this trial. On the one hand, there’s Jessica Mann and Miriam Haley. They are the basis of the charges. The jury is making its decisions based on whether they believe these women’s stories or not. On the other far end, there are these kind of pattern witnesses, these Molineux witnesses. It’s a controversial concept in the law. There’s been a big fight over whether they should even be included, that the prosecution won. They are there simply to establish a pattern. It’s like in the Cosby trial when you had additional witnesses, you know, repeating the same details, telling the same stories of predation. It’s very powerful. But the jury can’t actually decide anything based on what they say. They’re not at the basis of the charges. And in the middle is Annabella Sciorra, and she’s playing a very unusual role in this trial. She tells this story of being violently raped by Harvey Weinstein many years ago. It’s emotional testimony. There’s major news coverage. But she doesn’t remember everything about it. It’s a long time ago. And remember, the Annabella Sciorra case is outside the statute of limitations, so the jury cannot convict or acquit Harvey Weinstein simply based on Annabella Sciorra’s story. But if they believe those first two women — either Jessica Mann or Miriam Hailey or both — and then if they also believe Anabella Sciorra and add her, then they can get to the most serious charges of predatory sexual assault, which can potentially send Harvey Weinstein to prison for life.\nmichael barbaro\nSo Megan, after this dramatic testimony from Annabella Sciorra, what happens in the trial?\nmegan twohey\nBoth Miriam Haley and Jessica Mann testify.\nmichael barbaro\nThe two women at the center of the criminal charges.\nmegan twohey\nThe two women at the center of the criminal charges. And in both cases, their stories turn out to be more complicated than we could have ever predicted.\nmichael barbaro\nWhat do you mean?\nmegan twohey\nIn the case of Miriam Hailey, she talks about how, when she first met Weinstein, she was trying to get breaks in the entertainment industry and he helped her get a job as a production assistant on one of his TV shows. And that it had started what was kind of half personal, half professional relationship. She says that he assaulted her, that he sexually assaulted her. But that after that, she continued to have friendly communication with him. And two weeks after that, she agreed to meet him at a hotel room, where she says she had sex with him without resisting. And so that is looking to be more nuanced than we originally knew.\nmichael barbaro\nAnd by nuance, you mean it introduces the possibility of some kind of consent — a question.\nmegan twohey\nIt certainly is providing the defense with an opportunity to do some serious cross-examination of her. It wasn’t just that she had returned to meet with him in private and had actually had sex with him after her alleged sexual assault. It’s that she continued to send him messages and signed one of her emails, “Love, Mimi.” And so the defense, in its cross-examination, is going really hard at her on that and suggesting that this is evidence that the whole relationship was consensual, and that she was actually using him to try to advance her career.\nmichael barbaro\nMm-hmm. And how does she explain the ongoing relationship she has with Weinstein after this encounter?\nmegan twohey\nWell, she describes it as, she was kind of trying to regain some sort of power. That she was trying to reframe and regain control over what had happened. And then she says, in terms of staying in touch with him after the fact and having friendly communication with him after the fact, that that was because she was just trying to maintain a positive professional relationship to help her with her career. And she even at one point had used the language of, I was just trying to put it away in a box and pretend like it didn’t happen.\nmichael barbaro\nAnd what about Jessica Mann?\nmegan twohey\nIf Miriam Hailey looks like a little more complicated on the witness stand, Jessica Mann looks so much more complex. This is a woman who didn’t just have some friendly communication with him after she said she was sexually assaulted by him. She describes a three-year romantic relationship with him that went in and out of consensual and nonconsensual sex. And that she felt like he was powerful, and that he manipulated her, and that she stayed within his web of control, because she didn’t know how to break out of it. And that she feared that he could actually even harm her family if she didn’t participate. And in this case, the cross-examination is pretty brutal at times. In fact, Jessica Mann, in trying to explain how and why she stayed in this relationship with Weinstein for years after he had, you know, as she’s told it, assaulted her, she is getting increasingly upset. And there is one point where she just breaks down sobbing uncontrollably, and the judge has to adjourn court early for the day because it looks like she’s pretty much almost having a panic attack. And she can even be heard after court has adjourned behind a closed door, screaming.\nmichael barbaro\nWow.\nmegan twohey\nSo Jodi and I are watching this and thinking, wow, this looks really painful, and it seems somewhat unusual that prosecutors would bring charges in these cases. And then we actually start working the phones. We start calling around to former prosecutors and defense attorneys. And they’re saying, it is unusual. While sex crimes experts will tell you that it’s not unusual for victims to have ongoing communication with their perpetrators, that it’s not unusual for them to even have sex with them after the fact, that it’s really unusual — it basically never happens — that prosecutors bring charges in these type of circumstances. And so we are also, as we’re doing this reporting, realizing that, in fact, this prosecution appears to be even more risky than we had originally thought.\njodi kantor\nAnd what some of these observers are so worried about as they’re watching the trial — these are prosecutors, former prosecutors — they’re saying, is the prosecution meeting the bar for explaining these relationships? When you have these kind of complexities in a trial, you have to really own them. You have to acknowledge that this is very complicated, and you have to provide a narrative of how, essentially, how a relationship can become so abusive. And the prosecution is working on it. They call this sex crimes expert, Dr. Barbara Ziv, who’s counseled many, many victims. And she’s talking about how there’s often this kind of counterintuitive behavior, and how these relationships can be extremely abusive.\nmichael barbaro\nAnd why are these outside prosecutors worried about a case that’s not their own?\njodi kantor\nBecause they realize the symbolic importance of what’s happening here. And remember that in prosecution generally, there’s this big, philosophical question of, do you try the easier, more clear-cut cases where you’re more assured of victory? Or, do you take the really risky cases, which on the one hand can be a source of progress, but on the other hand, they can be a source of a kind of backlash? What these sources are worried about is, what if the prosecution against Harvey Weinstein fails? And in doing so, gives support to the idea that #MeToo has gone too far, that #MeToo is exaggerated, that victims’ stories aren’t completely credible.\nmichael barbaro\nIn other words, all these prosecutors and these sex crimes experts you’re talking to, they recognize these women’s descriptions. They understand these complicated relationships. They don’t doubt them. But they think that by putting these on trial, it could actually undermine the work that they’re doing and future cases like this.\njodi kantor\nAbsolutely. They’re saying, is the Harvey Weinstein trial, of all things, actually going to end up swinging the pendulum back in the other direction away from victims?\nmegan twohey\nAnd that’s actually what Harvey Weinstein’s defense team is arguing in the court. They are saying that this entire case is proof that the #MeToo movement has gone too far, that all of these women had consented to these sexual encounters with Weinstein, and that they are now being relabeled and reimagined. They caution about basically accepting a universe where women have no agency and are not held responsible for their actions for agreeing to go to the hotel rooms to meet men and not expecting there to be sexual advances. Harvey Weinstein’s lead defense attorney is this woman Donna Rotunno, who has made a career of representing men accused of sexual misconduct, and is basically becoming the female face of the backlash to #MeToo, and really seeking to frame the defense within that backlash at every turn.\nmichael barbaro\nMm-hmm. Megan, what are you thinking about as you consider the jury in this case and them taking this all in?\nmegan twohey\nSo I’m looking at these 12 jurors, these seven men and five women, and thinking, wow, we as a country have not been able to come to a consensus on some of the most basic questions of the #MeToo movement. And here they are being asked to go off and decide and render a verdict on some of the most thorny issues that we’re all grappling with right now when it comes to sex and power and consent. And this isn’t just a case in which the two central accusers acknowledged having consensual sex with Weinstein after they say he victimized them. This is also a case that’s missing a lot of the key things that you find in sex crimes prosecutions. You’re not finding a lot of corroborating witnesses and other evidence to bolster the case. It really feels like it’s coming down to —\nmichael barbaro\nDo you believe these women?\nmegan twohey\nExactly.\njodi kantor\nThat’s basically the pitch that the prosecution makes to these 12 jurors. And on the very final day of arguments, what the prosecution is doing is they’re arguing the case on the facts they have, but they’re also making a kind of plea for a different world. A different, more nuanced, more humane way of looking at rape victims. They’re saying, look, sometimes their behavior is contradictory. Sometimes they’re slow to even acknowledge and accept that a crime has occurred. But that’s what we need to start understanding. Joan Illuzzi, the prosecutor, says, come enter this new world. Come enter this new and more nuanced understanding of who rape victims are and how they behave. So then the following Tuesday, the judge basically says to the jury, you go decide.\n[music]\nmichael barbaro\nWe’ll be right back. So Jodi, Megan, tell us about today, Monday.\njodi kantor\nWell, the jury has been deliberating for four days. And actually, at the very end of the day on Friday, there was kind of an inkling that a verdict was coming. And the courtroom, I think from the first moment this morning, based on what we heard, felt kind of momentous. And then soon enough, midway through the morning, they come out and they say a verdict has been reached.\nmegan twohey\nAnd when the verdict is read out, it is mixed. The jury has found Weinstein not guilty of those predatory sexual assault charges, the ones that could have potentially sent him to prison for the rest of his life. But they have found him guilty of criminal sexual assault of Miriam Hailey and of third degree rape of Jessica Mann.\nmichael barbaro\nSo this jury believed both of these women, despite all the complexities and all the nuance and all the layers of their cases?\nmegan twohey\nThat’s what the verdict suggests, that they did, in fact, believe them.\nmichael barbaro\nWhat is Harvey Weinstein’s reaction to this verdict?\nmegan twohey\nSo Harvey Weinstein is apparently sitting there motionless, and he eventually turns to his defense attorneys and says over and over again, but I’m innocent. But I’m innocent.\nmichael barbaro\nSo there’s a sense of disbelief.\nmegan twohey\nIt sounds like he was in total disbelief.\n[music]\nAnd not long after court is finally adjourned,\narchived recording (cyrus vance jr.) Good morning. Can you hear me?\nmegan twohey\nCy Vance, the district attorney, the head prosecutor overseeing this case, holds a press conference.\narchived recording (cyrus vance jr.) Rape is rape, whether the survivor reports within an hour, within a year, or perhaps never. It’s rape, despite the complicated dynamics of power and consent after an assault. It’s rape even if there is no physical evidence, and even if that happened a long time ago. This is the new landscape for survivors of sexual assault in America, I believe. And this is a new day.\nmichael barbaro\nMegan, what do you make of what Cy Vance is saying?\nmegan twohey\nI mean, Cy Vance is trying to paint this conviction with the most sweeping strokes possible. Saying that this is ushering in a whole new era of sex crimes prosecutions and delivering an unprecedented level of accountability and justice for victims of sexual assault.\nmichael barbaro\nIs he right?\njodi kantor\nWell, I think that’s the question. So for two years now, Megan and I have been looking at the impact of #MeToo. And we see that social attitudes have changed. But we’ve said to ourselves, when does that actually begin to come into the courtroom. When does it change a jury’s perception? When does it change a judge’s perception? Look, it’s too hard to say yet. But I do think there’s something that may be very true here. Not really the way Cy Vance put it, but it may turn out to be correct, that in bringing this very risky, very high profile, very boundary-pushing case, the Manhattan D.A. actually has expanded what feels possible in sex crimes prosecutions.\nmegan twohey\nAnd that it does reshape the public understanding and belief about which victims deserve their day in court.\nmichael barbaro\nAnd that, of course, is a real victory for some people, and a very scary overreach for others, I imagine.\nmegan twohey\nThat’s right. There are definitely other people who have watched and seen prosecutors not just bring this case, but win it. And to see these jurors convict on something that the rest of society had yet to come to consensus on and have said that this whole thing has gone too far.\n[music]\nmichael barbaro\nJody, Megan. Thank you very, very much.\njodi kantor\nThank you.\nmegan twohey\nYeah. Thanks for having us.\n[music]\nmichael barbaro\nOn Monday afternoon, lawyers for Harvey Weinstein said they would appeal his conviction as well as the judge’s decision to hold him in jail until his sentencing, scheduled for March 11. We’ll be right back. Here’s what else you need to know today.\narchived recording\nUgly day for Wall Street, the worst we’ve seen for stocks in years. Take a look at how we finish up the day. It looks like —\nmichael barbaro\nFear of economic fallout from the coronavirus reached the financial markets on Monday —\narchived recording (dominic chu)\nWhat this has to do with is the spread of the coronavirus. Now, we’ve known for quite some time that the Chinese cases have been escalating.\nmichael barbaro\n— as the stock market plunged over the prospect that the disease will hurt global commerce.\narchived recording (dominic chu)\nBut now it seems so investors have turned their attention to what’s happening overall with cases outside of China.\nmichael barbaro", "url": "https://www.nytimes.com/2020/02/24/nyregion/harvey-weinstein-verdict.html"}