{"authors": ["Melissa Eddy", "Nicole Perlroth"], "date_download": "2022-10-25 23:47:17", "date_modify": "2022-10-25 23:47:17", "date_publish": "2020-09-18 21:38:08", "description": "Prosecutors believe the woman died from delayed treatment after hackers attacked a hospital’s computers. It could be the first fatality from a ransomware attack.", "filename": "2020_09_18_world_europe_cyber-attack-germany-ransomeware-death_1666741637.html", "image_url": "https://static01.nyt.com/images/2020/09/18/world/18germany-ransom-sub/18germany-ransom-sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3fd12644f480b8b2170c112e0e5e6581291af24b5325a2f254a599a9a1bc6c6b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_18_world_europe_cyber-attack-germany-ransomeware-death_1666741637.html", "title": "Cyber Attack Suspected in German Woman’s Death", "title_page": "Cyber Attack Suspected in German Woman’s Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The most aggressive reported attacks on health care facilities to date were North Korea’s 2017 “WannaCry” ransomware attack, which froze British hospitals and forced doctors to cancel surgeries and turn patients away, and a Russian “NotPetya” attack one month later, which forced hospitals in rural Virginia and across Pennsylvania to turn away patients whose records they could no longer access.\nThe WannaCry attacks were eventually mitigated by a hacker who found a way to neutralize the attacks, but much of the data seized in NotPetya was never recovered. No deaths were reported from either attack, but security experts said it was only a matter of time.\n“This was absolutely inevitable,” said Mr. Callow. “We are fortunate it hasn’t happened sooner.”\nRansomware has become a scourge in the United States, and hospitals are among the softest targets. In 2019, 764 American health care providers — a record — were hit by ransomware. Emergency patients were turned away from hospitals, medical records were inaccessible and in some cases permanently lost, surgical procedures were canceled, tests postponed and 911 services interrupted.\nBut little has been done to deter the attacks and the responses of targeted institutions are often shrouded in secrecy. Despite F.B.I. advisories warning victims not to pay their extortionists, cyber insurers have advised victims to pay ransoms, calculating that the payments are still cheaper than the cost to clean up and recover data.\nThe attacks cost organizations more than $7.5 billion in 2019, according to Emsisoft, a cybersecurity firm that tracks ransomware attacks. An increasing number of victims are choosing to pay, as many as three of four, according to one recent survey of 500 senior executives conducted by Infrascale, a security company.", "url": "https://www.nytimes.com/2020/09/18/world/europe/cyber-attack-germany-ransomeware-death.html"}