{"authors": ["Gillian Friedman", "Sapna Maheshwari"], "date_download": "2022-10-25 23:29:17", "date_modify": "2022-10-25 23:29:17", "date_publish": "2020-07-23 12:15:29", "description": "Ascena Retail is the latest retailer to fall during the pandemic. The disappearance of 1,600 of its 2,800 stores is a fresh blow to shopping malls.", "filename": "2020_07_23_business_ascena-bankruptcy-ann-taylor-lane-bryant_1666740557.html", "image_url": "https://static01.nyt.com/images/2020/07/09/business/00virus-ascena/merlin_95485880_6c016d0c-35cb-426c-b980-98f6b53551bf-facebookJumbo.jpg?year=2020&h=549&w=1050&s=2f98efedaaad225f18137c94fe5933bb0836c9ed43c14a545f33d07f307a957b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_23_business_ascena-bankruptcy-ann-taylor-lane-bryant_1666740557.html", "title": "Ann Taylor and Lane Bryant Owner Ascena Retail Files for Bankruptcy", "title_page": "Ann Taylor and Lane Bryant Owner Ascena Retail Files for Bankruptcy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The owner of Ann Taylor and Lane Bryant, which just a few years ago was one of the country’s largest clothing retailers for women and girls, filed for bankruptcy on Thursday, after declining sales and high debt were exacerbated by store closures mandated by coronavirus lockdowns.\nThe company, Ascena Retail Group, will close 1,600 of its approximately 2,800 stores and hopes to shed $1 billion of its $1.1 billion in debt, the company said in a Chapter 11 filing in U.S. Bankruptcy Court in the Eastern District of Virginia. The closings will include “a select number” of Ann Taylor, Lane Bryant, Loft and Lou & Grey stores, as well as all of its Catherines locations. Ascena had 53,000 employees last year, among them 40,000 part-time workers, according to recent government filings.\n“The meaningful progress we have made driving sustainable growth, improving our operating margins and strengthening our financial foundation has been severely disrupted by the Covid-19 pandemic,” Carrie Teffner, the interim executive chair of Ascena, said in a statement. “As a result, we took a strategic step forward today to protect the future of the business for all of our stakeholders.”\nThe pandemic has taken a heavy toll on retailers, especially apparel sellers and other mall-based chains that might have otherwise stayed afloat, perhaps even for a short period, without turning to bankruptcy court. Ascena, based in Mahwah, N.J., is at least the ninth prominent retailer to file for bankruptcy since early May, right on the heels of Brooks Brothers and Sur La Table this month, and in the wake of J. Crew, Neiman Marcus Group, J.C. Penney, Lucky Brand, Stage Stores and GNC.", "url": "https://www.nytimes.com/2020/07/23/business/ascena-bankruptcy-ann-taylor-lane-bryant.html"}