{"authors": ["Anemona Hartocollis"], "date_download": "2022-10-25 23:25:51", "date_modify": "2022-10-25 23:25:51", "date_publish": "2020-03-28 16:51:55", "description": "College students across the country are pushing to abolish grades, saying the only letters that matter now are C-O-V-I-D.", "filename": "2020_03_28_us_coronavirus-college-pass-fail_1666740351.html", "image_url": "https://static01.nyt.com/images/2020/03/30/us/30virus-passfail-print/merlin_171034944_e5d5a871-46e8-48f3-8f1a-2bf2e8c9f096-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d7654db5fdbcec6a9ab84b86fcbde912c6bb6dffb9e8a0fde217a9062b22415e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_28_us_coronavirus-college-pass-fail_1666740351.html", "title": "With Coronavirus Disrupting College, Should Every Student Pass?", "title_page": "With Coronavirus Disrupting College, Should Every Student Pass? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some universities will still offer the option of letter grades, while others have dropped them altogether. But that’s not good enough for some students, who are seeking a “universal pass” — meaning that nobody would fail, regardless of performance and whether they can continue to take online classes, and that letter grades would be abolished.\nThe idea has acquired petition campaigns on scores of campuses and even an acronym among the cognoscenti: UP.\n“The reality is, there are people who will not pass their classes, there are people who will not finish the semester, who will not graduate on time,” Mr. Polanco said. “The most vulnerable will be drastically harmed.”\nBut some institutions, and even students, have resisted proposals to give everyone equal marks, saying that the idea gives “gut courses” new meaning. It is possible to work hard, they say, even when your world has been turned upside down.\nThe debate is of particular concern to students trying to raise their grade-point averages in their final year or two of college to qualify for law, medical or business schools. Some fear it will hurt their chances if their college careers end with a “pass” instead of high marks.", "url": "https://www.nytimes.com/2020/03/28/us/coronavirus-college-pass-fail.html"}