{"authors": ["Sharon Lafraniere", "Chris Hamby"], "date_download": "2022-10-25 23:25:56", "date_modify": "2022-10-25 23:25:56", "date_publish": "2020-04-05 09:00:10", "description": "The authorities say there has been a surge in fraud and cons seeking to capitalize on fears of the virus.", "filename": "2020_04_05_us_politics_coronavirus-scams-fraud-price-gouging_1666740356.html", "image_url": "https://static01.nyt.com/images/2020/04/04/us/politics/04dc-virus-fraud1/04dc-virus-fraud1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=728f92d3fe7a0d8c7b059bd3c0f4a20fb042ab5d6220fa0d522eede9be4aff59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_05_us_politics_coronavirus-scams-fraud-price-gouging_1666740356.html", "title": "Coronavirus Scammers: Another Thing to Fear", "title_page": "Coronavirus Scammers: Another Thing to Fear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Instead, said David James, the president of the Louisville Metro Council, it was a flagrant attempt to con panicked citizens into handing over their money, along with social security numbers and credit card information that could be used for identity theft.\n“It was ridiculous,” Mr. James said. He estimated that more than 100 people were deceived before the leaders of the apparently fake testers threw their supplies into the back of a truck and fled north up the highway.\nFederal, state and local law enforcement authorities are reporting an explosion of such scams as fraudsters move to capitalize on public panic over the fast-moving pandemic and the flood of federal money making its way to most Americans to help address the economic fallout.\n“We are seeing fraud across the board, everything from low-tech to very sophisticated schemes,” said G. Zachary Terwilliger, the U.S. attorney for the Eastern District of Virginia. The pandemic has affected so many people in so many different ways, he said, that “it just allows the fraudsters to have their buffet, as it were, to prey upon vulnerable people.”\nSeeking to stay ahead of the curve, the Justice Department has set up a task force to investigate price-gouging and prosecutors have been instructed to prioritize fraud cases. With more than $2 trillion in federal assistance pouring into the economy, the authorities are girding for both lone wolf operations and more complicated schemes akin to those that arose during the 2008 federal program to bail out financial institutions.", "url": "https://www.nytimes.com/2020/04/05/us/politics/coronavirus-scams-fraud-price-gouging.html"}