{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:24:45", "date_modify": "2022-10-25 23:24:45", "date_publish": "2020-07-11 15:47:25", "description": "A month ago, Corpus Christi had hardly any cases of coronavirus and business was booming. Now it is struggling to contain one of the state’s fastest growing outbreaks. What happened?", "filename": "2020_07_11_us_coronavirus-texas-corpus-christi_1666740285.html", "image_url": "https://static01.nyt.com/images/2020/07/12/us/00virus-corpuschristi1/00virus-corpuschristi1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=eed471e359fa7e79c2562cea65db7e2f9308287deac51af684e76f89293884a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_11_us_coronavirus-texas-corpus-christi_1666740285.html", "title": "In Texas Beach City, Out-of-Towners Drove In an Outbreak", "title_page": "In Texas Beach City, Out-of-Towners Drove In an Outbreak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Whatever the reason, the virus was almost nowhere, and then, seemingly overnight, it was everywhere. Bars. Restaurants. Graduation celebrations. A draft party for a local baseball player picked up by a major league team. A chance encounter on the beach.\n“I know because they would say to the contact tracers, oh, I was at the beach and some girls from San Antonio told us at the end of the night that they had Covid,” said Annette Rodriguez, the public health director for Corpus Christi and the surrounding county. “And we shared a bottle.”\nThe county attorney tested positive, as did many city workers. At one point, 10 percent of the firefighters in the city were out sick or quarantining because of possible exposure. At City Hall, staffers who were back in the office after months of working from home in the spring were told to return to remote work. Officials instituted a beach curfew and barred cars from the sands over the July 4 holiday.\nThe contrast with even a few weeks ago could not be more stark.\nAt first, city officials had been able to jump on and contain what few small outbreaks there were: at a meat processing plant, or a halfway house. Officials tested aggressively and got those who were exposed to isolate. They felt confident in their approach.\nCorpus Christi is a politically split and culturally mixed town, with a Democratic county leader, a conservative mayor and a population that is majority Hispanic.\n“It’s not even purple. It’s more like lavender,” said Barbara Canales, the top executive for Nueces County, which includes Corpus Christi. “We’re much more interested in our own backyard than in the national scene.”", "url": "https://www.nytimes.com/2020/07/11/us/coronavirus-texas-corpus-christi.html"}