{"authors": ["Jennifer Medina", "Lisa Lerer"], "date_download": "2022-10-25 23:49:31", "date_modify": "2022-10-25 23:49:31", "date_publish": "2020-04-22 09:00:28", "description": "“The way we’ve been able to MacGyver a career as a woman is completely under attack by a global pandemic.”", "filename": "2020_04_22_us_politics_women-coronavirus-2020_1666741771.html", "image_url": "https://static01.nyt.com/images/2020/04/15/us/politics/00womenswork-topalt/00womenswork-topalt-facebookJumbo.jpg?year=2020&h=549&w=1050&s=a3b03d4db919790fe21d3f5c46cc66603d515c3fd910e62d7e3321b1928d4e58&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_22_us_politics_women-coronavirus-2020_1666741771.html", "title": "When Mom’s Zoom Meeting Is the One That Has to Wait", "title_page": "When Mom’s Zoom Meeting Is the One That Has to Wait - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Lurie and her clients are part of a generation of professional women who had arranged their domestic lives, however precariously, to enable full-time careers and parenthood. They are facing this crisis in the midst of high-intensity parenting years, and a crucial moment for growing and establishing their work. Now, able to set up shop remotely, but with schools closed and child care gone, the pandemic is forcing them to confront the bruising reality of gender dynamics as the country is trapped at home.\nEven before the coronavirus crisis, women spent about four hours a day on unpaid work, like laundry, grocery shopping and cleaning, compared with about 2.5 hours for men, according to data from the Organization for Economic Cooperation and Development. That labor has expanded exponentially in recent weeks, as Americans home-school their children and help older family members and friends more vulnerable to the virus.\nIn interviews with more than a dozen women who work as lawyers, writers, architects, teachers, nurses and nonprofit administrators, many said that they were grateful to have some child care help pre-quarantine, and that they could work from home. But they have been slightly stunned to learn that they are expected to organize and manage every domestic need for their family, while maintaining a full-time professional career as part of a dual career couple.\nIt was feminism of earlier generations, after all, that declared “the personal is political.” So the fact that the crisis hit after stinging political defeats for female presidential candidates adds to the uncomfortable reckoning for many Democratic women — even if they had decided themselves that the most viable way to defeat President Trump was to support a male candidate.\nWhen Elizabeth Warren dropped out of the presidential race, Gretchen Newsom sat in her car and burst into tears. Six weeks later, Ms. Warren backed her onetime political rival Joseph R. Biden Jr., and Ms. Newsom is working, parenting and teaching as a single mother. And, as the political director for the San Diego chapter of the International Brotherhood of Electrical Workers, she is struggling around the clock to answer fearful questions from union members.", "url": "https://www.nytimes.com/2020/04/22/us/politics/women-coronavirus-2020.html"}