{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:26:16", "date_modify": "2022-10-25 23:26:16", "date_publish": "2020-05-05 16:45:42", "description": "Experts said the new data suggest that cases could soar in many U.S. communities if schools reopen soon.", "filename": "2020_05_05_health_coronavirus-children-transmission-school_1666740376.html", "image_url": "https://static01.nyt.com/images/2020/05/05/science/05VIRUS-CHILDREN1/05VIRUS-CHILDREN1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=df7615c34871765b6f25f803c93228cf7e19d943d2d43795270a671fbbfd7381&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_05_health_coronavirus-children-transmission-school_1666740376.html", "title": "New Studies Add to Evidence that Children May Transmit the Coronavirus", "title_page": "New Studies Add to Evidence that Children May Transmit the Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Like the Science Times page on Facebook. | Sign up for the Science Times newsletter.]\nThe second study, by a group of German researchers, was more straightforward. The team tested children and adults and found that children who test positive harbor just as much virus as adults do — sometimes more — and so, presumably, are just as infectious.\n“Are any of these studies definitive? The answer is ‘No, of course not,’” said Jeffrey Shaman, an epidemiologist at Columbia University who was not involved in either study. But, he said, “to open schools because of some uninvestigated notion that children aren’t really involved in this, that would be a very foolish thing.”\nThe German study was led by Christian Drosten, a virologist who has ascended to something like celebrity status in recent months for his candid and clear commentary on the pandemic. Dr. Drosten leads a large virology lab in Berlin that has tested about 60,000 people for the coronavirus. Consistent with other studies, he and his colleagues found many more infected adults than children.\nThe team also analyzed a group of 47 infected children between ages 1 and 11. Fifteen of them had an underlying condition or were hospitalized, but the remaining were mostly free of symptoms. The children who were asymptomatic had viral loads that were just as high or higher than the symptomatic children or adults.\n“In this cloud of children, there are these few children that have a virus concentration that is sky-high,” Dr. Drosten said.\nHe noted that there is a significant body of work suggesting that a person’s viral load tracks closely with their infectiousness. “So I’m a bit reluctant to happily recommend to politicians that we can now reopen day cares and schools.”\nDr. Drosten said he posted his study on his lab’s website ahead of its peer review because of the ongoing discussion about schools in Germany.", "url": "https://www.nytimes.com/2020/05/05/health/coronavirus-children-transmission-school.html"}