{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:53:08", "date_modify": "2022-10-25 23:53:08", "date_publish": "2020-01-15 03:08:26", "description": "Elizabeth Warren called Bernie Sanders her “friend” at the Iowa debate, even as they disagreed over what Mr. Sanders said in a 2018 meeting. Afterward, they exchanged words (but didn’t shake hands).", "filename": "2020_01_14_us_politics_bernie-sanders-warren_1666741988.html", "image_url": "https://static01.nyt.com/images/2020/01/16/us/politics/14breakout-warren-sanders-new/14debate-assess2new-facebookJumbo.jpg?year=2020&h=550&w=1050&s=50947dd0038dac197f46d1ad542b5f620ecf1efcb5077694900fed10c2c83b40&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_14_us_politics_bernie-sanders-warren_1666741988.html", "title": "Warren and Sanders Seemed to Calm Things. Then the Debate Ended.", "title_page": "Warren and Sanders Seemed to Calm Things. Then the Debate Ended. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The real danger that we face as Democrats is picking a candidate who can’t pull our party together or someone who takes for granted big parts of the Democratic constituency,” Ms. Warren said during the debate. “We need a candidate who will excite all parts of the Democratic Party, bring everyone in, and give everyone a Democrat to believe in. That’s my plan, and that is why I’m going to win.”\nHere is a transcript of the exchange Ms. Warren and Mr. Sanders had Tuesday:\nMODERATOR ABBY PHILLIP: Senator Sanders, CNN reported yesterday, and Senator Sanders — Senator Warren confirmed in a statement — that in 2018, you told her that you did not believe that a woman could win the election. Why did you say that?\nBERNIE SANDERS: Well, as a matter of fact, I didn’t say it. And I don’t want to waste a whole lot of time on this, because this is what Donald Trump and maybe some of the media want. Anybody knows me knows that it’s incomprehensible that I would think that a woman cannot be president of the United States. Go to YouTube today. There’s a video of me 30 years ago talking about how a woman could become president of the United States. In 2015, I deferred, in fact, to Senator Warren. There was a movement to draft Senator Warren to run for president. And you know what, I stayed back. Senator Warren decided not to run, and I then did run afterward. Hillary Clinton won the popular vote by three million votes. How could anybody in a million years not believe that a woman could become president of the United States? And let me be very clear: If any of the women on this stage or any of the men on this stage win the nomination — I hope that’s not the case, I hope it’s me — but if they do, I will do everything in my power to make sure that they are elected in order to defeat the most dangerous president in the history of our country.\nPHILLIP: So Senator Sanders, I do want to be clear here, you’re saying that you never told Senator Warren that a woman could not win the election?\nSANDERS: That is correct.\nPHILLIP: Senator Warren, what did you think when Senator Sanders told you a woman could not win the election?\nELIZABETH WARREN: I disagreed. Bernie is my friend, and I am not here to try to fight with Bernie. But look, this question about whether or not a woman can be president has been raised and it’s time for us to attack it head-on. And I think the best way to talk about who can win is by looking at people’s winning record. So, can a woman beat Donald Trump? Look at the men on this stage. Collectively, they have lost 10 elections. The only people on this stage who have won every single election that they’ve been in are the women. Amy and me.\nAnd the only person on this stage who has beaten an incumbent Republican anytime in the past 30 years is me. And here’s what I know. The real danger that we face as Democrats is picking a candidate who can’t pull our party together or someone who takes for granted big parts of the Democratic constituency. We need a candidate who will excite all parts of the Democratic Party, bring everyone in, and give everyone a Democrat to believe in. That’s my plan, and that is why I’m going to win.", "url": "https://www.nytimes.com/2020/01/14/us/politics/bernie-sanders-warren.html"}