{"authors": ["Emily Cochrane", "Catie Edmondson"], "date_download": "2022-10-25 23:37:12", "date_modify": "2022-10-25 23:37:12", "date_publish": "2020-08-16 17:45:58", "description": "The House will cut short its summer recess to consider legislation that would counter changes at the Postal Service that critics say undermine casting ballots by mail.", "filename": "2020_08_16_us_politics_coronavirus-postal-service-stimulus-bill_1666741032.html", "image_url": "https://static01.nyt.com/images/2020/08/16/us/politics/16dc-postal/merlin_175699260_8bdf490a-64a7-49ed-9198-d6a2d4275e42-facebookJumbo.jpg?year=2020&h=550&w=1050&s=35ed5ddc24939702db60c0444652449c758f40058a6ee805d7171ed78778e30c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_16_us_politics_coronavirus-postal-service-stimulus-bill_1666741032.html", "title": "Pelosi to Recall House for Postal Service Vote as Democrats Press for DeJoy to Testify", "title_page": "Pelosi to Recall House for Postal Service Vote as Democrats Press for DeJoy to Testify - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Lives, livelihoods and the life of our American democracy are under threat from the president,” Ms. Pelosi said in a letter to Democratic lawmakers. “That is why I am calling upon the House to return to session later this week.”\nThe abrupt return to Washington was announced just hours after Democrats called on top Postal Service officials to testify on Capitol Hill this month about recent policies that they warned pose “a grave threat to the integrity of the election.” It also demonstrates the growing alarm over changes the Postal Service is enforcing under its leader, Louis DeJoy, the postmaster general and a Trump megadonor, less than three months before a general election. Some of the changes, which Mr. DeJoy describes as cost-cutting measures, include ending overtime pay and the removal or transfer of some sorting machines.\nThe move also increases political pressure on Republican senators facing competitive re-election in rural states like Montana and Alaska that are heavily mail dependent, some of which have already expressed unease with delays in mail delivery. (Senator Susan Collins, Republican of Maine, called on the Senate to return and act on a coronavirus relief package that included funding for the agency.) It is unclear whether the Senate will take up the legislation, which would require the agency to maintain current service standards until Jan. 1, 2021, or until after the pandemic is over.\nSenator Chuck Schumer of New York, the minority leader, demanded on Sunday that Senator Mitch McConnell, Republican of Kentucky and the majority leader, bring senators back to Capitol Hill to take up the House measure that he said in a statement “will undo the extensive damage Mr. DeJoy has done at the Postal Service.”\nMark Meadows, the White House chief of staff, said on Sunday that no mail-sorting machines would be dismantled before Election Day and insisted that the notion that they would be was a false “political narrative by my Democrat colleagues.”", "url": "https://www.nytimes.com/2020/08/16/us/politics/coronavirus-postal-service-stimulus-bill.html"}