{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 22:55:31", "date_modify": "2022-10-25 22:55:31", "date_publish": "2020-09-23 10:56:13", "description": "Under international pressure to do more to address global warming, Xi Jinping made a surprise commitment to drastically reduce emissions. Now comes the hard part.", "filename": "2020_09_23_world_asia_china-climate-change_1666738531.html", "image_url": "https://static01.nyt.com/images/2020/09/23/world/23china-climate-1/23china-climate-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=c1dd3b6a9cb06cde84c858a52c8d98ff869305cdaaedb834e1dd0c0af496f739&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_23_world_asia_china-climate-change_1666738531.html", "title": "China’s Pledge to Be Carbon Neutral by 2060: What It Means", "title_page": "China’s Pledge to Be Carbon Neutral by 2060: What It Means - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Coal consumption, which had declined from 2013 to 2017, driven in part by a push to improve China’s notorious air quality, began to rise again in recent years as the economy faced economic headwinds and the government sought to stimulate industrial growth.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nThe rise was interrupted by the Covid-19 shutdown, but China’s economy is recovering more quickly than others. Research by Mr. Myllyvirta has shown that by May, carbon dioxide emissions from energy production, cement making and other industrial uses were 4 percent higher than the year before. China also granted more construction permits for coal-fired power plants in the first six months of 2020 than it had each year in 2018 and 2019.\nMr. Xi, in laying out his country’s plans in a speech at the United Nations, did not detail how China would meet the targets. Li Shuo, a policy adviser for Greenpeace China, said that the lack of specificity was probably intended to leave the Communist Party leadership flexibility in the short term to pursue an economic rebound following the pandemic.\nThe government’s next five-year plan, to be released soon, will be a key document, detailing the necessary economic, industrial and environmental changes that will be necessary.\n“They really need to roll up their sleeves from today to capture the level of ambition we heard last night in our daily practices,” Mr. Li said in a telephone interview from Beijing, referring to Mr. Xi’s U.N. speech.\nThe impact could affect all 1.4 billion people in China", "url": "https://www.nytimes.com/2020/09/23/world/asia/china-climate-change.html"}