{"authors": ["Stacy Cowley", "Emily Flitter", "David Enrich"], "date_download": "2022-10-25 23:29:35", "date_modify": "2022-10-25 23:29:35", "date_publish": "2020-05-02 15:08:15", "description": "Requirements for using federal coronavirus loans are complicated and confusing for owners. “It’s chaos,” one lawyer said.", "filename": "2020_05_02_business_economy_loans-coronavirus-small-business_1666740575.html", "image_url": "https://static01.nyt.com/images/2020/05/01/business/oakImage-1588372598096/oakImage-1588372598096-facebookJumbo.jpg?year=2020&h=549&w=1050&s=05bdbec412e93d3520b75ab637cf3886ce8a5ffaac146cdfce5a7db4b73fe72f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_02_business_economy_loans-coronavirus-small-business_1666740575.html", "title": "Some Small Businesses That Got Aid Fear the Rules Too Much to Spend It", "title_page": "Some Small Businesses That Got Aid Fear the Rules Too Much to Spend It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The $2 trillion CARES Act, which created the program, specifies that small businesses — generally those with fewer than 500 employees — can use the loan money to pay employees, but also for rent, utilities or interest payments. The loans will be forgiven if they are spent on those expenses within eight weeks and the business keeps paying the same number of employees, at the same rate, as it did before the pandemic.\nThe Treasury Department and the Small Business Administration, which is running the program, added a restriction: For a loan to be forgivable, businesses have to spend at least 75 percent of it on payroll. Otherwise, the rules say, the borrower will pay interest of 1 percent on any portion of the loan that is not forgiven.\nBut what’s unclear is what happens if borrowers keep all the money as a loan to be used later or if they must spend the entire sum within eight weeks, with an economic turnaround still months away.\nTake Jodi Burns, the owner of Blazing Fresh Donuts in Guilford, Conn. Ms. Burns could use the loan she got — an amount under $50,000 — to hire back her eight employees, but she would be paying most of them to stay home, since the bakery is open only 12 hours a week these days. She would prefer to hold on to the cash beyond eight weeks; her hope is that it becomes a low-interest loan she can use for payroll and rent when her shop is open longer.\nMs. Burns doesn’t know whether she can do that. She has called her local S.B.A. office, small-business advisory organizations, a law firm and her lender to ask for guidance, but no one has given her any assurances. Moreover, having signed documents requiring her to use the funds for purposes allowed under the paycheck program’s rules, Ms. Burns is nervous about misusing them.\n“I don’t accidentally want to commit bank fraud,” she said.", "url": "https://www.nytimes.com/2020/05/02/business/economy/loans-coronavirus-small-business.html"}