{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 23:22:24", "date_modify": "2022-10-25 23:22:24", "date_publish": "2020-04-08 13:06:31", "description": "In a country where anti-immigrant sentiment gave rise to the Brexit movement, Britain’s health care system depends heavily on foreign doctors, who are now on the front lines fighting the epidemic.", "filename": "2020_04_08_world_europe_coronavirus-doctors-immigrants_1666740144.html", "image_url": "https://static01.nyt.com/images/2020/04/06/world/00virus-immigrantdocs3/00virus-immigrantdocs3-facebookJumbo.jpg?year=2020&h=518&w=991&s=8bf4a4dc64775c1efea1697724485bbd948cdf9f77f79f0815a4d6c762a8ea64&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_08_world_europe_coronavirus-doctors-immigrants_1666740144.html", "title": "Eight U.K. Doctors Died From Coronavirus. All Were Immigrants.", "title_page": "Eight U.K. Doctors Died From Coronavirus. All Were Immigrants. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the deteriorating political situation in Sudan and the recent birth of a son persuaded Dr. el-Tayar to settle back in Britain, where he went to work once again for the health service. Having lost his status as a senior doctor when he left for Sudan, he had taken up work filling in at a surgical assessment unit in Herefordshire, northwest of London, examining patients coming through the emergency room.\nIt was there that his family believes Dr. el-Tayar, working with only rudimentary protective gear, contracted the virus. Sequestered in the western London home where he loved sitting next to his 12-year-old son, he became so short of breath recently that he could not string together a sentence. While on a ventilator, his heart failed him.\nHad the health service started screening hospital patients for the virus sooner or supplied doctors with better protective gear, Dr. el-Tayar might have lived, said his cousin, Dr. el-Khidir.\n“In our morbidity analyses, we go through each and every case and ask, ‘Was it preventable? Was it avoidable?’” he said. “I’m trying to answer this question with my cousin now. Even with all the difficulties, I’ve got to say the answer has to be yes.”\nAnalysts warn that doctor shortages across countries ravaged by the coronavirus will worsen as the virus spreads. While ventilators may be the scarcest resource for now, a shortage of doctors and nurses trained to operate them could leave hospitals struggling to make use even of what they have.\nBy recruiting foreign doctors, Britain saves the roughly $270,000 in taxpayer money that it costs to train doctors locally, a boon to a system that does not spend enough on medical education to staff its own hospitals. That effectively leaves Britain depending on the largess of countries with weaker health care systems to train its own work force.", "url": "https://www.nytimes.com/2020/04/08/world/europe/coronavirus-doctors-immigrants.html"}