{"authors": ["Andrew Higgins"], "date_download": "2022-10-26 00:11:57", "date_modify": "2022-10-26 00:11:57", "date_publish": "2020-03-05 11:46:52", "description": "As President Vladimir V. Putin welcomed Turkey’s leader to Moscow, his primary goal is to protect his long-term project of dividing NATO.", "filename": "2020_03_05_world_europe_putin-erdogan-syria_1666743117.html", "image_url": "https://static01.nyt.com/images/2020/03/05/world/05putin-erdogan1/merlin_169754832_4246bd93-1d35-43af-976e-76eb38fc2b41-facebookJumbo.jpg?year=2020&h=549&w=1050&s=661721b69d7eae9df056e4bdb3f17a1aab3e565d6924f7296b29bba12908608c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_05_world_europe_putin-erdogan-syria_1666743117.html", "title": "Putin and Erdogan Reach Accord to Halt Fighting in Syria", "title_page": "Putin and Erdogan Reach Accord to Halt Fighting in Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — After six hours of talks at the Kremlin, the presidents of Russia and Turkey on Thursday announced what they said was a deal to halt fighting in the Syrian region of Idlib, calming a volatile conflict that had pushed the two countries to the brink of open war.\nThey said the agreement included a cease-fire that would come into force in Idlib, the last stronghold of Syrian rebels, at midnight. The agreement also included joint patrols by Russian and Turkish troops of a seven-mile wide corridor along a highway that runs through Idlib eastward from the Mediterranean coast toward the border with Iraq.\nIdlib, in northwestern Syria, has been the scene of intense fighting in recent weeks as the Russian-backed forces of Syria’s president, Bashar al-Assad, have moved to expel the last rebels. The fighting there last week killed at least 34 soldiers from Turkey, which supports the rebels, and has sent hundreds of thousands of Syrian refugees fleeing toward the closed border with Turkey, which is already hosting more than three million Syrians.\n“We do not always agree with our Turkish partners in our assessments of what is happening in Syria, but each time at critical moments, relying on the achieved high level of bilateral relations, we have thus far managed to find common ground on the disputed issues that have arisen, and come to acceptable solutions,” President Vladimir V. Putin of Russia said late Thursday in the Kremlin, standing alongside Turkey’s president, Recep Tayyip Erdogan. “That’s what happened this time too.”", "url": "https://www.nytimes.com/2020/03/05/world/europe/putin-erdogan-syria.html"}