{"authors": ["Mike Isaac", "Kate Conger"], "date_download": "2022-10-25 23:28:50", "date_modify": "2022-10-25 23:28:50", "date_publish": "2020-05-12 16:05:31", "description": "A deal would unite two large players in food delivery as more people order in meals during the pandemic.", "filename": "2020_05_12_technology_uber-grubhub-deal_1666740530.html", "image_url": "https://static01.nyt.com/images/2020/05/12/business/12ubergrubhub/12ubergrubhub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fad497e81ecfa9eb891881c0d68f42448252107f921af0a8a925db0366ee6c97&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_12_technology_uber-grubhub-deal_1666740530.html", "title": "Uber Said to Be in Talks to Acquire Grubhub", "title_page": "Uber Said to Be in Talks to Acquire Grubhub - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After Bloomberg reported the talks between Grubhub and Uber, Grubhub’s shares soared 29 percent, while Uber’s rose more than 2 percent.\nIn a statement, Uber said it was always looking to provide value to customers and addressed the sudden share price rises. “We have shown ourselves to be disciplined with capital, and we do not respond to speculative M&A premiums,” it said.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nGrubhub said in a statement: “As we have consistently said, consolidation could make sense in our industry, and, like any responsible company, we are always looking at value-enhancing opportunities.” It added that it was confident in its strategy.\nUber’s talks with Grubhub are taking place as deal-making, a business largely built on boardroom confidence, has slowed during the pandemic. About $831.7 billion in takeovers had been announced through Thursday, according to Refinitiv, down 39 percent from a year earlier.\nMergers advisers said many clients had hit pause on deal talks — except for transactions that make financial and strategic sense, including those done by embattled companies whose fortunes may improve by eliminating competition.\nUber approached Grubhub after the pandemic hit, said one person with knowledge of the deal talks. By then, Uber’s ride-hailing business had been severely hurt as most travel was halted. Last week, the company posted a $2.9 billion loss for the first three months of the year and said that even though its revenue was up from a year earlier, its ride-hailing business had all but collapsed in March. It also announced it was laying off 14 percent of its work force.\nBut its Uber Eats division has been a bright spot. Revenue for the business rose 53 percent in the first quarter from a year earlier.", "url": "https://www.nytimes.com/2020/05/12/technology/uber-grubhub-deal.html"}