{"authors": ["Tim Arango", "Matt Furber"], "date_download": "2022-10-25 23:29:28", "date_modify": "2022-10-25 23:29:28", "date_publish": "2020-07-29 09:00:19", "description": "Two months after the killing of Mr. Floyd, a South Minneapolis neighborhood remains a police-free zone.", "filename": "2020_07_29_us_george-floyd-memorial_1666740568.html", "image_url": "https://static01.nyt.com/images/2020/07/23/us/00floyd-memorial1/00floyd-memorial1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=2cb8242bde95528adc23257843525fd913decd202eb3184794426ef0da152a69&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_29_us_george-floyd-memorial_1666740568.html", "title": "Minneapolis: Solemn by Day, Violent by Night", "title_page": "Minneapolis: Solemn by Day, Violent by Night - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“What people aren’t recognizing is that people who live there are having a very, very challenging time from the unlawfulness that is occurring after the sun goes down,” said Andrea Jenkins, a member of the City Council whose district includes the memorial space. “There are constant gunshots every night. Emergency vehicles can’t get in. Disabled people are not able to access their medications, their appointments, their food deliveries, et cetera. It’s a very challenging situation.”\nMs. Jenkins, who noted that the area has historically been plagued by gang violence, has also been taking a leading role in discussions over how to memorialize Mr. Floyd’s killing. One proposal suggests making the garden permanent. Other ideas include a civil rights museum and renaming Chicago Ave. in honor of Mr. Floyd. Activists are finding ways to preserve the street art that was painted over the plywood boards that went up to protect businesses during the protests.\nFrom Baltimore to Ferguson to New York, organic memorials to mark where Black men have been killed by the police have taken shape in recent years.\nBut time has also worn many of them away. On Staten Island, there is a plaque where Eric Garner was killed by the police in 2014, but a memorial with flowers and candles was set on fire a year after his death. In Baltimore, where Freddie Gray’s death in a police van sparked protests, a graffiti mural in honor of him was destroyed when the housing project where he lived was torn down this year. In Ferguson last year, on the fifth anniversary of Mr. Brown’s death, a memorial that had been taken down was rebuilt.\nEven before the killing of Mr. Floyd, Ms. Jenkins and other activists in South Minneapolis said they had hoped to build a site to recognize the history of racial injustice in the city. “I’ve been talking about a museum for the last three years,” Ms. Jenkins said. “My top priority is to build a center for racial healing in the city of Minneapolis because Black people have been in pain for hundreds of years.”\nThe conversation over what to do with the space comes as many activists in the city are fighting to defund the Police Department and reimagine public safety. But that push for reform is happening amid a rise in violence. Many Black residents of South Minneapolis, especially those who live near Cup Foods, the convenience store where Mr. Floyd was accused of using a fake $20 bill to buy cigarettes before he was killed, say they are caught between two emotions: anger at the police but fearful for their safety now that officers have pulled back from the area.\nMs. Dawkins lives a few doors down from Cup Foods, and on a recent afternoon was selling candy and drinks and promoting a GoFundMe campaign to raise money to avoid foreclosure. When the pandemic hit, she was furloughed from her job at Nordstrom, and her fiancé is also out of work.", "url": "https://www.nytimes.com/2020/07/29/us/george-floyd-memorial.html"}