{"authors": ["Nicholas Fandos", "Emily Cochrane"], "date_download": "2022-10-25 23:37:20", "date_modify": "2022-10-25 23:37:20", "date_publish": "2020-08-21 18:44:19", "description": "The postmaster general, under fire for recent changes that have slowed mail delivery, defended his approach and asked Congress to help free the Postal Service from costly retirement obligations.", "filename": "2020_08_21_us_politics_dejoy-postal-service-senate-hearing_1666741040.html", "image_url": "https://static01.nyt.com/images/2020/08/21/us/politics/21dc-postal1/21dc-postal1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d638ce5a841758d73fd744bdf9e986001f21ad5a0926d46bba03e7ab5fb3c575&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_21_us_politics_dejoy-postal-service-senate-hearing_1666741040.html", "title": "DeJoy Tells Senators Election Mail Will Be Delivered ‘Fully and on Time’", "title_page": "DeJoy Tells Senators Election Mail Will Be Delivered ‘Fully and on Time’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Louis DeJoy, the embattled postmaster general whose cost-cutting and operational changes have prompted widespread concern about mail-in voting, said on Friday he was “extremely, highly confident” the Postal Service could handle the largest vote-by-mail program in American history. He said it was “outrageous” for Democrats to suggest that he might intentionally slow ballot delivery to help President Trump.\nTestifying before Congress for the first time amid a sharp backlash, Mr. DeJoy, a major donor to Mr. Trump, defended many of the changes as necessary to help the Postal Service get its financial house in order. He acknowledged that the moves have slowed some mail delivery and reiterated that he would suspend his cost-cutting measures until after the election.\n“There has been no changes to any policies with regard to election mail,” Mr. DeJoy told the Senate Homeland Security and Governmental Affairs Committee, adding, “The Postal Service is fully capable and committed to delivering the nation’s election mail fully and on time.”\nUnder intense pressure from Democrats, however, he refused to reverse other steps, like removing hundreds of blue mailboxes and mail-sorting machines, that he said his predecessors had initiated in response to a steady decline in mail volume. He told senators that he did not know about the machine removal when it began, saying it was “not a critical issue within the Postal Service.”", "url": "https://www.nytimes.com/2020/08/21/us/politics/dejoy-postal-service-senate-hearing.html"}