{"authors": ["Emily Flitter"], "date_download": "2022-10-25 23:29:14", "date_modify": "2022-10-25 23:29:14", "date_publish": "2020-04-16 22:51:08", "description": "Frustrated with the process and banks, they have to figure out how to stay afloat while Congress tries to come up with more funding.", "filename": "2020_04_16_business_coronavirus-sba-loans-out-of-money_1666740554.html", "image_url": "https://static01.nyt.com/images/2020/04/16/business/16virus-sbafunds1/16virus-sbafunds1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=3033f87b2cd226eb82c3a69edcb8fbe9aa18cf073b07eb756e97e002902bd79d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_16_business_coronavirus-sba-loans-out-of-money_1666740554.html", "title": "Loan Money Runs Out While Small-Business Owners Wait in Line", "title_page": "Loan Money Runs Out While Small-Business Owners Wait in Line - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Foreign businesses and even large restaurant chains — which successfully lobbied for an exemption to a rule restricting the program to businesses with 500 or fewer employees — have managed to get loans, showing the uneven way in which the program has been carried out.\nPotbelly Sandwich Shop, a chain of 400 restaurants, disclosed in a filing that it got $10 million under the program from JPMorgan Chase. Wave Life Sciences, a biotech company incorporated in Singapore, secured $7.2 million from the program, according to a filing. A company spokeswoman, Alicia Suter, said the pandemic “makes it difficult to predict or plan for potential impacts to ongoing and planned business activities and operations.” She said 97 percent of the company’s work force was based in the United States.\nOf course, hundreds of thousands of borrowers have been approved for, or received, aid under the so-called Paycheck Protection Program, which was meant to give small businesses loans that would be forgiven if they were used to pay employees, rent or mortgage principal. Federal officials tried to get the aid operation up and running as quickly as possible knowing that small businesses were under extreme pressure and could fold if the rollout was slow.\nBut that created confusion.\nHari Singh, the owner of CrossFit NYC, which has two gyms in Manhattan that together cost $100,000 in monthly rent, thought he was doing everything he needed to do to get help through the program. On March 28, five days before its official launch, he asked his banker at his Citigroup branch, where he had been a customer for 40 years, how to apply. The banker seemed at first not to know the details of the program, Mr. Singh said, but later assured him that as soon as Citi began accepting applications, his would be considered.\nMr. Singh calculated that he needed at least $200,000 from the program to pay rent and the employees he had not laid off when New York ordered all nonessential businesses to close. He checked in with the bank every day, and every day he was told to wait.\n“There is not 24 hours that I didn’t email or text someone at Citibank,” Mr. Singh said. While he waited, he studied up on the loan program and considered applying through other banks. He participated in a webinar hosted by Newsday, during which a representative from the Small Business Administration warned owners not to file two loan applications at once.", "url": "https://www.nytimes.com/2020/04/16/business/coronavirus-sba-loans-out-of-money.html"}