{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:29:26", "date_modify": "2022-10-25 23:29:26", "date_publish": "2020-05-23 21:54:34", "description": "Compared to white or Hispanic patients, black patients seeking care have more advanced cases of Covid-19, researchers reported.", "filename": "2020_05_23_health_coronavirus-black-patients_1666740566.html", "image_url": "https://static01.nyt.com/images/2020/05/23/us/politics/23virus-black/merlin_172258572_5dffa565-bb12-4140-a111-4a8311ac0157-facebookJumbo.jpg?year=2020&h=549&w=1050&s=2ef893734d20d8c41fc62ee95b5fe8998700c308326cf40c29c5529c46b70e63&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_23_health_coronavirus-black-patients_1666740566.html", "title": "Black Coronavirus Patients Land in Hospitals More Often, Study Finds", "title_page": "Black Coronavirus Patients Land in Hospitals More Often, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the coronavirus spread across the United States, sweeping through low-income, densely populated communities, black and Hispanic patients have been dying at higher rates than white patients.\nCrowded living conditions, poorer overall health and limited access to care have been blamed, among other factors. But a new study suggests that the disparity is particularly acute for black patients.\nAmong those seeking medical care for Covid-19, the illness caused by the coronavirus, black patients were hospitalized at nearly three times the rate of white and Hispanic patients, according to an analysis of patient records from a large health care system in Northern California.\nThe disparity remained even after researchers took into account differences in age, sex, income and the prevalence of chronic health problems that exacerbate Covid-19, like hypertension and Type 2 diabetes.", "url": "https://www.nytimes.com/2020/05/23/health/coronavirus-black-patients.html"}