{"authors": ["Catie Edmondson"], "date_download": "2022-10-26 00:11:44", "date_modify": "2022-10-26 00:11:44", "date_publish": "2020-01-09 01:59:03", "description": "Mr. Lee lashed out after he said he was chided by a top administration official for questioning President Trump’s Iran strategy.", "filename": "2020_01_08_us_politics_senator-mike-lee-iran-briefing_1666743104.html", "image_url": "https://static01.nyt.com/images/2020/01/08/us/politics/08dc-lee/08dc-lee-facebookJumbo.jpg?year=2020&h=549&w=1050&s=951a986825a859524cbffb235cee9f2255860c2adebfccfea3c31d8ee6bd33f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_08_us_politics_senator-mike-lee-iran-briefing_1666743104.html", "title": "Mike Lee, a G.O.P. Senator, Calls Administration’s Iran Briefing ‘Insulting’", "title_page": "Mike Lee, a G.O.P. Senator, Calls Administration’s Iran Briefing ‘Insulting’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senator Mike Lee of Utah, a libertarian-leaning Republican, has always been a loud but lonely voice in his party clamoring to rein in presidential war powers, so it came as little surprise on Wednesday when he questioned President Trump’s decision to strike Iran’s most important general.\nBut as Mr. Lee emerged from a closed-door, classified briefing with Mr. Trump’s national security team, he launched into an uncharacteristically indignant tirade that went well beyond his usual staid constitutional arguments about war powers. He blasted the administration for what he called a shoddy briefing on the president’s strategy on Iran, delivered in what he described as an “insulting and demeaning” way by administration officials he said were unwilling to engage in a genuine discussion about a possible military escalation in the Middle East.\nThe message, Mr. Lee said, was: “Do not debate, do not discuss the issue of the appropriateness of further military intervention against Iran. If you do, you will be emboldening Iran.”\nThe briefing, scheduled after Mr. Trump ordered a drone strike on Maj. Gen. Qassim Suleimani in Iraq last week, was led by Mike Pompeo, the secretary of state; Gina Haspel, the C.I.A. director; and Mark T. Esper, the defense secretary. It was, Mr. Lee said, “probably the worst briefing I’ve seen, at least on a military issue, in the nine years I’ve served in the United States Senate.”", "url": "https://www.nytimes.com/2020/01/08/us/politics/senator-mike-lee-iran-briefing.html"}