{"authors": ["Niraj Chokshi"], "date_download": "2022-10-25 23:25:40", "date_modify": "2022-10-25 23:25:40", "date_publish": "2020-05-10 22:13:01", "description": "An industry that is intimately familiar with failure confronts a crisis unlike any other. Executives say they have no idea when passengers will return.", "filename": "2020_05_10_business_airlines-coronavirus-bleak-future_1666740340.html", "image_url": "https://static01.nyt.com/images/2020/05/11/business/11virus-airlines-promo/11virus-airlines-promo-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=7af2eb8a63742965339bc66a1576724dc833167228fdda0eff345604c9445de7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_10_business_airlines-coronavirus-bleak-future_1666740340.html", "title": "The Airline Business Is Terrible. It Will Probably Get Even Worse.", "title_page": "The Airline Business Is Terrible. It Will Probably Get Even Worse. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To stem the bleeding, airlines have made deep cuts to every imaginable expense, closing dozens of airport lounges that were once considered critical to attracting well-heeled travelers like investment bankers, freezing hiring and bonuses, slashing advertising and technology budgets and postponing cabin renovations. American is taking its entire fleet of 34 Boeing 757s and nine Airbus A330-300s out of service years ahead of schedule. Southwest more than halved an order for the troubled Boeing 737 Max.\nAnd they’ve drastically cut their schedules, by as much 90 percent. Airlines could slash more flights, but have not for a multitude of reasons. Schedules are often set weeks in advance and many flight costs, including those for cabin crews and pilots, are fixed. In addition, the federal stimulus passed in March requires that airlines continue minimum service, and there are costs associated with parking aircraft, too. Still, even with few passengers, airlines are earning some money from the cargo they carry in the bellies of their planes.\nDesperate to preserve cash, the airlines have also aggressively discouraged customers from seeking refunds, offering vouchers for future travel instead and attracting the ire of lawmakers. Legally, passengers are entitled to refunds for canceled flights and, at a hearing last week, Senator Richard Blumenthal, Democrat of Connecticut, described the practice of pushing vouchers instead as “misleading and sometimes deceptive.” Nicholas Calio, chief executive of the industry trade group Airlines for America, said that refunding all tickets could lead to bankruptcy.\nThe industry has leaned on employees for savings, too, getting more than 100,000 to voluntarily accept fewer hours, lower pay or early retirement. Payrolls have largely been spared the ax, for now, because Congress set aside $25 billion to pay workers through September as long as airlines refrain from imposing furloughs or pay cuts. But some airlines have already tested those limits, and executives have signaled that layoffs will come when those protections expire.\nSouthwest’s chief executive, Gary Kelly, last month warned employees that if a dramatic rebound doesn’t materialize by July, the airline could shrink. It wasn’t a prediction, he said in a recorded message, but a recognition that the timing of the recovery is out of the company’s hands.\n“Our goal is to thrive,” he said. “The imperative here is to survive.”\nThere’s little indication that a recovery is coming soon. Most industry analysts and executives expect years to pass before airlines fly as many passengers as they did before the pandemic. Even then, a rebound may come in fits and starts, propelled by medical advancements, an economic rebound and shifts in the public’s tolerance for risk.\nTake China, for example. The number of domestic flights there started to recover in mid-February, but plateaued in early March at just over 40 percent of levels before the outbreak, according to the International Air Transport Association, a global industry group.", "url": "https://www.nytimes.com/2020/05/10/business/airlines-coronavirus-bleak-future.html"}