{"authors": ["John Williams"], "date_download": "2022-10-25 23:37:31", "date_modify": "2022-10-25 23:37:31", "date_publish": "2020-01-23 15:57:59", "description": "Ms. Arthur, previously the publisher at Little, Brown, succeeds Sonny Mehta, who died late last year.", "filename": "2020_01_23_books_knopf-editor-reagan-arthur_1666741051.html", "image_url": "https://static01.nyt.com/images/2020/01/24/books/23Knopf-print/23Knopf-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cff51daa19403b794b7d8c1ab48f92f7fe3daf13fc936724934c504a40195353&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_23_books_knopf-editor-reagan-arthur_1666741051.html", "title": "Reagan Arthur Named Publisher at Knopf", "title_page": "Reagan Arthur Named Publisher at Knopf - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Alfred A. Knopf announced Thursday that Reagan Arthur is its new publisher, succeeding Sonny Mehta, who died at 77 in December after more than three decades at the helm of the august literary imprint.\nArthur, 55, becomes just the fourth head of Knopf, following Knopf himself, Robert Gottlieb and Mehta. The imprint, which has published presidents and popes along with several Nobel Prize winners, celebrated its 100th anniversary in 2015.\nGottlieb, who left Knopf to become the editor of The New Yorker, had chosen Mehta as his successor, in 1987, and last fall Mehta had identified Arthur as his first choice to replace him. Arthur said that while she had long admired Mehta’s work, she didn’t know him well personally, and that “the opportunity came as a surprise.”\nShe went to lunch with Mehta last fall to discuss the possibility of moving to Knopf. “I went in thinking that I do publish pretty commercial stuff in addition to literary stuff,” she said, “and that’s exactly what he pointed to as the strengths of Knopf: having that small-c catholic approach to reading and a basic love of storytelling.”", "url": "https://www.nytimes.com/2020/01/23/books/knopf-editor-reagan-arthur.html"}