{"authors": [], "date_download": "2022-10-25 23:48:48", "date_modify": "2022-10-25 23:48:48", "date_publish": "2020-06-25 05:15:37", "description": "The latest on stock market and business news during the coronavirus outbreak.", "filename": "2020_06_25_business_stock-market-today-coronavirus_1666741728.html", "image_url": "https://static01.nyt.com/images/2020/04/10/business/markets-briefing-promo-image/markets-briefing-promo-image-facebookJumbo-v2.png?year=2020&h=550&w=1050&s=da0fd9ff919477167107b7d34eeac365ad422c40097b558d59e8d850c77f1359&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_25_business_stock-market-today-coronavirus_1666741728.html", "title": "Hollywood’s Comeback Stalls as ‘Tenet’ Is Delayed Again", "title_page": "Hollywood’s Comeback Stalls as ‘Tenet’ Is Delayed Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The improper payments represent some of the wasteful government spending that occurred in the wake of the rapid economic stabilization effort that was undertaken after Congress passed a $2.6 trillion bailout package in March, as the Treasury Department, working with the Internal Revenue Service, raced to deliver nearly $270 billion in payments to Americans.\n“The agencies faced difficulties delivering payments to some individuals, and faced additional risks related to making improper payments to ineligible individuals, such as decedents, and fraud,” the report said.\nThe report noted that while the I.R.S. typically uses death records maintained by the Social Security Administration to prevent improper payments, that did not happen with the first three batches of stimulus payments because of a legal interpretation of the legislation authorizing the payments.\nI.R.S. lawyers “determined that I.R.S. did not have the legal authority to deny payments to those who filed a return for 2019, even if they were deceased at the time of payment,” the report found. That decision, the G.A.O. said, went against the agency’s own internal controls that had been in place for seven years and “substantially increased the risk of potentially making improper payments to decedents.”\nThe G.A.O. recommended that the I.R.S. find ways to notify ineligible recipients of the payments how to return them, though it did not explain how that would work with regard to those who are deceased. It also suggested that Congress ensure that the Treasury and its Bureau of the Fiscal Service, which distributed the payments, gain full access to the Social Security Administration’s complete set of death records to help prevent money from being paid to the deceased.\nIn its report, the G.A.O. also warned that the $660 billion Paycheck Protection Program was vulnerable to fraud because the Small Business Administration is relying on borrower certifications to determine if the loans are needed and how they are being used.\n1.5 million new state employment claims were reported in the latest weekly tally.", "url": "https://www.nytimes.com/2020/06/25/business/stock-market-today-coronavirus.html"}