{"authors": ["Daniel Victor"], "date_download": "2022-10-25 23:44:22", "date_modify": "2022-10-25 23:44:22", "date_publish": "2020-09-08 12:14:45", "description": "The couple had pledged to refund taxpayers for work on Frogmore Cottage after giving up royal duties in January.", "filename": "2020_09_08_world_europe_harry-meghan-frogmore-cottage_1666741462.html", "image_url": "https://static01.nyt.com/images/2020/09/08/multimedia/08xp-frogmore/merlin_174142146_d6cd1bc2-3a75-4aa1-b7ee-3466f67596df-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f5d637d77860fd77bd29a42a558d5cb6745aaed596e0a4d75e033f7b7da3e114&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_08_world_europe_harry-meghan-frogmore-cottage_1666741462.html", "title": "Harry and Meghan Repay Millions for Frogmore Cottage Renovation", "title_page": "Harry and Meghan Repay Millions for Frogmore Cottage Renovation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prince Harry and his wife, Meghan, have repaid the 2.4 million pounds, or $3.2 million, in taxpayer money that funded the renovations of their residence on the grounds of Windsor Castle, the couple said on Monday.\nAfter they gave up their royal duties in January, the couple, known formally as the Duke and Duchess of Sussex, had pledged to pay taxpayers back for the 2019 refurbishment of the residence, Frogmore Cottage. Though they are now living in California, they have kept their home in Britain.\nJames Holt, a spokesman for the couple, said Harry had repaid the money to the Sovereign Grant, the public fund that goes to the royal family. The contribution “fully covered the necessary renovation costs of Frogmore Cottage,” the spokesman said.\nThe couple’s announcement came less than a week after they signed a megadeal with Netflix to create documentaries, documentary series, feature films, scripted shows and children’s programming under a new production company. It was not immediately clear how much the couple would be paid.", "url": "https://www.nytimes.com/2020/09/08/world/europe/harry-meghan-frogmore-cottage.html"}