{"authors": ["Emilia Phillips"], "date_download": "2022-10-25 23:37:26", "date_modify": "2022-10-25 23:37:26", "date_publish": "2020-03-03 16:00:05", "description": "In “Postcolonial Love Poem,” Natalie Diaz takes a traditional form and makes it her own, centering the experiences of queer women of color.", "filename": "2020_03_03_books_review_natalie-diaz-postcolonial-love-poem_1666741046.html", "image_url": "https://static01.nyt.com/images/2020/04/12/books/review/12Phillips-SUB01/12Phillips-SUB01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=eefb551c0d09d30657eee18633ca5faa4d469f11db76c88c611fa21355975305&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_03_books_review_natalie-diaz-postcolonial-love-poem_1666741046.html", "title": "Poems of Love and Desire That Push Back Against Oppression", "title_page": "Poems of Love and Desire That Push Back Against Oppression - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Among some scholars, the term “postcolonial” is controversial, as it implies that colonization is over. For Indigenous Americans, though, colonization is a never-ending condition of life. So what does it mean to write a “postcolonial love poem”? In English, love poems are grounded in European traditions dominated by patriarchal power dynamics and heterosexual gender roles. Diaz claims the form — its imagery, its language — and makes it her own, centering the experiences of queer women of color. In “Like Church,” Diaz writes that white people think “brown people” have better sex “when we are sad. / Like horses. Or coyotes. All hoof or howl.” Later, she reflects on this racist assumption:\nBut it’s hard, isn’t it? Not to perform\nwhat they say about our sadness, when we are\nalways so sad.\n…\nThey are only light because we are dark.\nIf we didn’t exist, it wouldn’t be long before\nThey had to invent us. Like the light switch.\nYet there’s nothing sad in the speaker and her beloved’s lovemaking, which is full of ecstatic renewal, “full of God, and joy, and sins, / and sweet upside-down cake.” Diaz leans into desire, love and sex as a means to strengthen and heal wounds. “I do my grief work / with her body,” she writes, and “I’ve only ever escaped through her body.” In “Manhattan Is a Lenape Word,” Diaz writes that “in this city I have / many lovers” and that “All my loves / are reparations loves.”\nThere is an extreme lushness to the language Diaz uses, especially about love, sex and desire. She often figures herself as the Minotaur in the labyrinth or at least as having horns:\nBut sometimes when I get my horns in a thing—\na wonder, a grief, or a line of her—it is a sticky and ruined\nfruit to unfasten from ….\nAnd:\nI am the animal born to rush your rich red\nmuletas—each breath, each sigh, each groan—\na hooked horn of want. My mouth at your inner\nthigh.\nIn these poems of desire Diaz’s gift for musicality and imagery is most apparent. In “Ode to the Beloved’s Hips,” she rockets through alliteration and other sonic devices as she plunders metaphor for rapturous praise:\nI never tire\nto shake this wild hive, split with thumb the sweet-\ndripped comb—hot hexagonal hole, dark diamond—\nto its nectar-dervished queen. Maenad tongue—\ncome-drunk hum-tranced honey-puller—for her hips,\nI am—strummed-song and succubus.\nA few poems in this collection recall the style and concerns of Diaz’s first book, “When My Brother Was an Aztec.” Poems like “My Brother, My Wound” and “The Mustangs,” about a brother who plays basketball and struggles against the world, offer a bridge between projects; why should one’s obsessions and concerns be resolved just because one finishes a book about them? “Americans worship their obsessions in violent ways— / they write them down,” Diaz writes, even as she counts herself among their number.\nThis book asks us to read the world carefully, knowing that not everything will be translated for us, knowing that it is made up of pluralities. “Let’s say it’s all text,” Diaz writes, “the animal, the dune, / the wind in the cottonwood, and the body.” Diaz’s collection is no doubt one of the most important poetry releases in years, one to applaud for its considerable demonstration of skill, its resistance to dominant perspectives and its light wrought of desire.", "url": "https://www.nytimes.com/2020/03/03/books/review/natalie-diaz-postcolonial-love-poem.html"}