{"authors": ["Richard Fausset"], "date_download": "2022-10-25 23:24:33", "date_modify": "2022-10-25 23:24:33", "date_publish": "2020-11-01 10:00:18", "description": "The pastor at the Ebenezer Baptist Church in Atlanta, where Martin Luther King Jr. once preached, is betting that Georgia is ready to send a religious progressive to Washington.", "filename": "2020_11_01_us_politics_raphael-warnock-ga_1666740273.html", "image_url": "https://static01.nyt.com/images/2020/11/01/us/politics/01Warnock-00/01Warnock-00-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ec98e2b3b511f21cbd333343f879e021b0193151f0aad1155bb9ac9bb88d5e0e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_01_us_politics_raphael-warnock-ga_1666740273.html", "title": "Can Raphael Warnock Go From the Pulpit to the Senate?", "title_page": "Can Raphael Warnock Go From the Pulpit to the Senate? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For now, though, Ms. Loeffler and Mr. Collins have been so busy attacking each other, and fighting to prove they are the more conservative candidate, that they have had little time to savage Dr. Warnock. That has left him free to define himself, emphasizing his up-from-poverty life story in ads.\nIn one early spot, he walks through the Savannah, Ga., housing project where he grew up with 11 brothers and sisters, and declares that children there today “have it harder now than I did back then. That’s got to change.”\nThe ad also underscores his role at Ebenezer, part of his campaign’s full-on embrace of his life in the church — he calls his recent barnstorming campaign the “Rev Up the Vote” tour — and the leap he is trying to make from the pulpit to the Senate.\n“There is alway a distance between the ideals that we set and the reality of our lives,” he said in a brief interview after a campaign stop in Rome, Ga. “I think that’s the case of the church, and the covenant we have there, and that’s the case with respect to the American covenant.”\nDr. Warnock found his religious calling early in life. Both of his parents were Pentecostal preachers — his father also worked salvaging abandoned cars — and his future vocation seemed so obvious in high school that his friends called him “Rev.”\nFrom there, he built a résumé that made his ascendance at Ebenezer seem preordained. He attended Morehouse College (Dr. King’s alma mater), then the Union Theological Seminary in New York City. There he earned advanced degrees and found a mentor in the Rev. Dr. James H. Cone, father of Black liberation theology, a system Dr. Cone once described as “an interpretation of the Christian Gospel from the experience and perspectives and lives of people who are at the bottom in society — the lowest economic and racial groups.”\nIn the 1990s Dr. Warnock worked as an assistant pastor at Abyssinian Baptist Church, a spiritual pillar of Harlem, where he spoke out against the work requirements that were central to then-mayor Rudolph W. Giuliani’s welfare reform efforts. Dr. Warnock called the program a “hoax” that used welfare recipients “to displace other workers who receive respectable compensation.”", "url": "https://www.nytimes.com/2020/11/01/us/politics/raphael-warnock-ga.html"}