{"authors": ["Ali Watkins"], "date_download": "2022-10-25 23:53:29", "date_modify": "2022-10-25 23:53:29", "date_publish": "2020-02-06 22:06:11", "description": "After an MS-13 witness was killed, the police commissioner blamed a new criminal justice law. Court documents show otherwise.", "filename": "2020_02_06_nyregion_ms-13-long-island_1666742009.html", "image_url": "https://static01.nyt.com/images/2020/02/05/nyregion/06ms13/05ms13-facebookJumbo.jpg?year=2020&h=549&w=1050&s=40285b299a9b9d947a43df8492cce8caf98219925c7f57b7871fd9a93318fddc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_06_nyregion_ms-13-long-island_1666742009.html", "title": "Police Chief Made Fiery Claim Over MS-13 Murder. Records Dispute It.", "title_page": "Police Chief Made Fiery Claim Over MS-13 Murder. Records Dispute It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Four days after a confidential witness in a case against the MS-13 gang was murdered on Long Island, the local police commissioner identified what he said was one of the causes of the brutal crime: the state’s new criminal justice policies.\nThe commissioner, Patrick Ryder of Nassau County, said that because of a new law, the witness’s information had been shared “too early” with defense teams. Commissioner Ryder suggested that the release of information had led to the murder of the witness a day before he was scheduled to testify in court.\n“We’re asking Albany to go back, rethink it, come back then with changes to that law,” Commissioner Ryder said. “But it needs to happen quickly, before we have another victim, as in this case.”\nBut an examination of court records on Thursday indicated that in fact the information was never disclosed to the defendants in the case — and that the new criminal justice policies had nothing to do with the murder of Wilmer Maldonado Rodriguez.", "url": "https://www.nytimes.com/2020/02/06/nyregion/ms-13-long-island.html"}