{"authors": ["David Waldstein"], "date_download": "2022-10-25 23:48:55", "date_modify": "2022-10-25 23:48:55", "date_publish": "2020-05-13 00:09:35", "description": "One sick singer attended choir practice, infecting 52 others, two of whom died. A study released by the C.D.C. shows that self-isolation and tracing efforts helped contain the outbreak.", "filename": "2020_05_12_health_coronavirus-choir_1666741735.html", "image_url": "https://static01.nyt.com/images/2020/05/12/multimedia/12virus-choir/12virus-choir-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9e66f37ff370bc29fc5265f45b091971320348752738990181a0a82af79eb89b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_12_health_coronavirus-choir_1666741735.html", "title": "Coronavirus Ravaged a Choir. But Isolation Helped Contain It.", "title_page": "Coronavirus Ravaged a Choir. But Isolation Helped Contain It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Leibrand and Lea Hamner, a communicable disease and epidemiology supervisor in Skagit County, conducted the investigation into the choir outbreak and were the authors of the report, which the Centers for Disease Control and Prevention released on Tuesday.\nThey labeled the choir practice a point-source exposure and said very few such events had been so clearly isolated as this one, making it a helpful study of how the virus spreads.\n“It’s rare to have a group with a single common exposure,” Ms. Hamner said. “Here, we have a defined group, and they all had a similar exposure for a similar amount of time, so we are able to really understand transmission a little bit better with that kind of event.”\nWhat made the choir practice so fertile for transmission was most likely the very act of singing, in which people projecting their voices at loud volume are prone to emit tiny droplets known as aerosols that can carry the virus. It is a phenomenon familiar to anyone who has sat close to the stage during a play or a musical performance.\n“When you project your voice, you can project more virus,” Dr. Leibrand said. “So it seems like this would be a pretty good indicator we shouldn’t be going back to large groups singing in an enclosed space, i.e., church, because that would be the same sort of situation as this.”\nSome people in the Skagit County choir may even have been what the report calls super-emitters — people who release more particles than others during speech.\nAs of Tuesday afternoon, the total number of cases in Skagit County was 406, according to the Washington Department of Public Health.", "url": "https://www.nytimes.com/2020/05/12/health/coronavirus-choir.html"}