{"authors": ["Christopher Clarey"], "date_download": "2022-10-25 23:50:49", "date_modify": "2022-10-25 23:50:49", "date_publish": "2020-08-31 07:00:12", "description": "The field is considerably diminished because of complications related to the pandemic, but our columnist can tell you about many other Grand Slam draws that lacked the best players of the day.", "filename": "2020_08_31_sports_tennis_-us-open-serena-djokovic_1666741849.html", "image_url": "https://static01.nyt.com/images/2020/08/31/sports/30virus-usopen-asterisks-1/merlin_38561421_8348808f-3550-437e-8bba-408b691e4347-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5a0a39373dff52c3f2656845cd3d3c09da8a43d21c4c8cdab0c979f75868677a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_31_sports_tennis_-us-open-serena-djokovic_1666741849.html", "title": "Attach an Asterisk to This U.S. Open? Tennis History Mocks That Idea", "title_page": "Attach an Asterisk to This U.S. Open? Tennis History Mocks That Idea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The United States Open that is set to begin in New York on Monday will be far from full strength, extraordinarily far, but will it really be the Asterisk Open?\nAs of Sunday evening, 24 of the top 100 women were missing, including six of the top eight and three of the four reigning Grand Slam singles champions: Ashleigh Barty, Simona Halep and Bianca Andreescu. Though Serena Williams and Naomi Osaka will be in the field, it will have the fewest top 10 players — four — of any U.S. Open since the WTA rankings began in 1975.\nOn the men’s side, only 12 of the top 100 were out as of Sunday, but this will be the first Grand Slam tournament of the 21st century without both Rafael Nadal and Roger Federer. Stan Wawrinka, a three-time major singles champion, will be missing, too.\nThe absences are primarily due to concerns about traveling and scheduling during the coronavirus pandemic. Some stars are still recovering from injuries. Federer, the Swiss superstar, has had two knee operations this year. Andreescu has struggled to stay healthy since winning the Open in New York last year.", "url": "https://www.nytimes.com/2020/08/31/sports/tennis/-us-open-serena-djokovic.html"}