{"authors": ["Pranshu Verma", "Farnaz Fassihi"], "date_download": "2022-10-25 23:54:36", "date_modify": "2022-10-25 23:54:36", "date_publish": "2020-10-26 22:45:09", "description": "The Trump administration is trying to fortify its campaign of maximum pressure against Iran from being reversed by a potential Biden administration.", "filename": "2020_10_26_world_middleeast_trump-sanctions-iran-oil_1666742076.html", "image_url": "https://static01.nyt.com/images/2020/10/26/nyregion/26dc-sanctions/26dc-sanctions-facebookJumbo.jpg?year=2020&h=550&w=1050&s=91c3acf8680691ba94e32e811cd252516d26c571dfd78a8936da5cbf29e949d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_26_world_middleeast_trump-sanctions-iran-oil_1666742076.html", "title": "U.S. Imposes Sanctions on Iran’s Oil Sector", "title_page": "U.S. Imposes Sanctions on Iran’s Oil Sector - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration imposed sweeping economic sanctions against Iran’s oil sector on Monday as tensions between Washington and Tehran continue to escalate in the days leading up to the American presidential election.\nThe Treasury Department announced sanctions on Iran’s Ministry of Petroleum, the National Iranian Oil Company and its oil-tanker subsidiary for providing financial support to Iran’s Islamic Revolutionary Guards Corps, the elite military unit that is designated as a terrorist group by the United States. The sanctions are expected to create a new obstacle should any future president seek to open negotiations with Iran.\nThe department also penalized multiple front companies, subsidiaries and executives affiliated with those organizations, including Iran’s petroleum minister, Bijan N. Zanganeh. Four people involved in selling Iranian gasoline to the Maduro government in Venezuela were also named.\nTreasury Secretary Steven T. Mnuchin said the Iranian government “uses the petroleum sector to fund the destabilizing activities” of the Revolutionary Guards Corps, adding that Iranian leaders continue “to prioritize its support for terrorist entities and its nuclear program over the needs of the Iranian people.”", "url": "https://www.nytimes.com/2020/10/26/world/middleeast/trump-sanctions-iran-oil.html"}