{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 22:55:33", "date_modify": "2022-10-25 22:55:33", "date_publish": "2020-09-17 16:36:58", "description": "Beijing’s hopes of using Europe as a counterweight to the United States have faltered as country after country confronts China over trade, Hong Kong, human rights and other issues.", "filename": "2020_09_17_world_asia_china-europe-xi-jinping_1666738533.html", "image_url": "https://static01.nyt.com/images/2020/09/16/world/00china-europe-1promo/00china-europe-1promo-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=48512234b7b45c8fdbafa3bbdcdea84e0b4de81dbd0dfa35a83bbee52e21cd55&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_17_world_asia_china-europe-xi-jinping_1666738533.html", "title": "China, Seeking a Friend in Europe, Finds Rising Anger and Frustration", "title_page": "China, Seeking a Friend in Europe, Finds Rising Anger and Frustration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After rebuking a senior Czech lawmaker for visiting Taiwan this month, the Chinese foreign minister, Wang Yi, received an obscenity-laced public letter that punctuated just how far China’s standing in Europe has fallen.\n“You should be ashamed,” another lawmaker, Pavel Novotny, an outspoken district mayor in Prague, wrote, calling the Chinese “impudent, thoughtless, uncouth clowns” and demanding an apology.\nThe outburst was not an isolated one.\nIn country after country, China is facing rising anger over its policies and its behavior — from trade to human rights — a major setback on a continent that Beijing has viewed as a more pragmatic, and thus more willing, partner to provide ballast against sharply deteriorating relations with the United States.\nFor China’s leader, Xi Jinping, a lasting shift in European views poses an enormous challenge. In the short term, it threatens to undermine the country’s post-pandemic economic recovery by stifling new investments as the United States restricts them, especially in high tech. In the longer term, it could blunt his ambitions for China to offer an alternative to the United States as the global leader dictating the rules for governance and trade.", "url": "https://www.nytimes.com/2020/09/17/world/asia/china-europe-xi-jinping.html"}