{"authors": ["Niraj Chokshi", "Felix Schmitt", "Tom Jamieson"], "date_download": "2022-10-25 23:25:37", "date_modify": "2022-10-25 23:25:37", "date_publish": "2020-05-25 07:00:18", "description": "To make up for lost revenue during the pandemic, Lufthansa, Virgin Atlantic and other airlines are hauling more cargo on aircraft, including where passengers used to sit.", "filename": "2020_05_25_business_coronavirus-airlines-cargo-passengers_1666740337.html", "image_url": "https://static01.nyt.com/images/2020/05/20/business/00cargo1a/00cargo1a-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3b7e7b5b0c298893be5513e678527573c6e2f4ac756d59a10b28e11a34798a03&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_25_business_coronavirus-airlines-cargo-passengers_1666740337.html", "title": "As Passengers Disappeared, Airlines Filled Planes With Cargo", "title_page": "As Passengers Disappeared, Airlines Filled Planes With Cargo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Most passenger planes today fly virtually empty, but when Virgin Atlantic flight VS251 landed at Heathrow Airport near London on a cloudy afternoon late last month, most of its 258 seats were occupied.\nNo one was violating social distancing recommendations, though. The seats, along with the plane’s belly, were loaded with medical supplies. That flight was one of nine that Virgin flew last month that used passenger planes — without any passengers — to transport ventilators, masks, gloves and other medical necessities between Shanghai and London.\nIt was one of the most vivid examples of how thoroughly the pandemic has muddled the economics of the industry. Airlines have long carried freight alongside passengers, but it never made sense to use their planes exclusively for cargo. That changed in March. As companies eliminated thousands of flights, cargo space became scarce and the price of sending goods by plane shot up, creating an economic case for repurposing idled passenger planes.", "url": "https://www.nytimes.com/2020/05/25/business/coronavirus-airlines-cargo-passengers.html"}