{"authors": ["Niraj Chokshi"], "date_download": "2022-10-25 23:31:03", "date_modify": "2022-10-25 23:31:03", "date_publish": "2020-04-29 15:33:29", "description": "The company, which saw sales plunge in the first quarter, said air travel might not recover for years.", "filename": "2020_04_29_business_boeing-layoffs-coronavirus_1666740663.html", "image_url": "https://static01.nyt.com/images/2020/04/29/business/29virus-markets-briefing-boeing/29virus-markets-briefing-boeing-facebookJumbo.jpg?year=2020&h=549&w=1050&s=71c77a5e9fed04d6b2d17963203bba0671a068c89f291717fe9bf89f72efe6f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_29_business_boeing-layoffs-coronavirus_1666740663.html", "title": "Boeing, Expecting a Long Slump, Will Cut 16,000 Jobs", "title_page": "Boeing, Expecting a Long Slump, Will Cut 16,000 Jobs  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The breathtaking slowdown in global aviation is taking a huge toll on Boeing, which said on Wednesday that it would slash about 16,000 jobs after reporting that revenue tumbled by 26 percent in the first three months of the year.\n“The global pandemic has changed the way we live and work,” said Boeing’s chief executive, David L. Calhoun, in a note to staff. “It is changing our industry. We are facing utterly unexpected challenges.”\nAirlines around the world are trying to stay alive, with losses expected to total more than $300 billion by year’s end, according to an industry trade group. As a result, many carriers are delaying purchases, deliveries and maintenance.\nBoeing said it was slowing aircraft production, including for the troubled 737 Max, the 787, the 777 and the 777x. The company is also exploring ways to raise more capital, either from the federal government or from financial markets. The job cuts, about 10 percent of Boeing’s staff, will be even steeper for those employed in the divisions most exposed to the downturn, the commercial airplanes and services businesses. Staff cuts in those units will be about 15 percent.", "url": "https://www.nytimes.com/2020/04/29/business/boeing-layoffs-coronavirus.html"}