{"authors": ["Mary Pembleton"], "date_download": "2022-10-25 22:57:14", "date_modify": "2022-10-25 22:57:14", "date_publish": "2020-04-18 02:10:55", "description": "Some limited evidence suggests it might help reduce symptoms and duration, but it should never replace the flu vaccine or medical advice from your doctor.", "filename": "2020_04_17_parenting_elderberry-benefits-dangers_1666738634.html", "image_url": "https://static01.nyt.com/images/2020/02/27/multimedia/27-Parenting-elderberry/27-Parenting-elderberry-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c8c4059602a121e65671aae1989f25e9bd68d3831e234a7ae85386ae139e5181&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_17_parenting_elderberry-benefits-dangers_1666738634.html", "title": "Can Elderberry Treat the Flu?", "title_page": "Can Elderberry Treat the Flu? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This story was originally published on March 3, 2020 on NYT Parenting.\nIt’s touted as a “miracle” remedy for a variety of pesky winter bugs: colds, flu and yes, even recently, the coronavirus. Elderberry has garnered a cult following on social media in recent years, and has the sales numbers to show for it. According to a report published by the American Botanical Council in 2019, sales of elderberry supplements, which are made from the fruit of a flowering shrub, more than doubled in the United States between 2017 and 2018 to a total of nearly $51 million.\n“In my own community, many of my friends dose their kids with elderberry in pretty much every iteration,” said Ashley Adams English, author of “Home Apothecary with Ashley English,” meaning they give their children elderberry in the form of homemade syrups, gummies and more.\nElderberry supplementation has long been used as a folk remedy for flu, but what does the science say? And is it safe? Here’s what to know.\nWhat is elderberry?\nThe elderberry is a flowering plant native to Europe and North America. Its fruit — which ripen as berries in clusters and which can range in color from bright red to blue to dark purple or black — are often packaged into products like lozenges, syrups, gummies, capsules, tinctures and teas. You can find them in pharmacies, grocery stores, vitamin shops and on Amazon.", "url": "https://www.nytimes.com/2020/04/17/parenting/elderberry-benefits-dangers.html"}