{"authors": ["Shawn Hubler", "Dana Goldstein"], "date_download": "2022-10-25 23:48:34", "date_modify": "2022-10-25 23:48:34", "date_publish": "2020-07-13 17:59:37", "description": "California’s two largest districts made the joint call amid a White House push to get children back into classrooms.", "filename": "2020_07_13_us_lausd-san-diego-school-reopening_1666741714.html", "image_url": "https://static01.nyt.com/images/2020/07/13/us/13VIRUS-CALSCHOOLS-la/13VIRUS-CALSCHOOLS-la-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e49c388bcd3722a49c7a3b964db85991e14b350ae991843eeef62e071359b46a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_13_us_lausd-san-diego-school-reopening_1666741714.html", "title": "LA and San Diego Schools to Go Online-Only in The Fall", "title_page": "LA and San Diego Schools to Go Online-Only in The Fall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But in cities where the virus has continued to rage, efforts at compromise solutions have increasingly proven unworkable — a shattering realization for families that have strained for months to cobble normalcy out of a situation that is pitting their children’s development and education against parental livelihoods and household health.\nBullet Train to Nowhere : Construction of the California high-speed rail system, America’s most ambitious infrastructure project, Construction of the California high-speed rail system, America’s most ambitious infrastructure project, has become a multi-billion-dollar nightmare\nA Piece of Black History Destroyed: Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Then came the Mill fire\nWarehouse Moratorium: As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, the anger has turned to widespread action\nMahogany Taylor, a 39-year-old mother of two and the president of the San Diego Unified Council of PTAs, said the loss of in-person instruction was particularly destructive for elementary school students — many of whom cannot type — and for low-income students, who often lack internet access, and who make up nearly 60 percent of San Diego Unified’s students.\nAt the same time, Ms. Taylor said, a districtwide survey showed that 40 percent of parents already were planning to insist on remote instruction. “We obviously believe that school is the best place for kids,” she said, “but we also want them to be safe.”\nAll across the nation, school officials are trying to balance safety against learning losses. Initial research showed that during the first round of school closures, American children were set back, on average, by seven months in their reading and math learning, with children from low-income families, and students of color, experiencing even bigger losses.\nStill, district leaders in Los Angeles and San Diego said, California was not in a position to reopen schools.\n“Those countries that have managed to safely reopen schools have done so with declining infection rates and on-demand testing available,” the statement said. “California has neither. The skyrocketing infection rates of the past few weeks make it clear the pandemic is not under control.”\nMr. Beutner, whose district is the nation’s second largest, said in an interview that schools “can’t just tap our heels together” like Dorothy in “The Wizard of Oz” and “pretend it’s appropriate to bring people back” despite “skyrocketing” rates of new infections.", "url": "https://www.nytimes.com/2020/07/13/us/lausd-san-diego-school-reopening.html"}