{"authors": ["Dana Goldstein", "Adam Popescu", "Nikole Hannah-Jones"], "date_download": "2022-10-25 23:49:20", "date_modify": "2022-10-25 23:49:20", "date_publish": "2020-04-06 09:00:22", "description": "Teachers at some schools across the country report that fewer than half of their students are participating in online learning.", "filename": "2020_04_06_us_coronavirus-schools-attendance-absent_1666741760.html", "image_url": "https://static01.nyt.com/images/2020/04/06/us/06virus-attendance-3/06virus-attendance-3-facebookJumbo.jpg?year=2020&h=549&w=1050&s=680c2d83ecd00da6bb963c0f3fa706596a1e79b527f0ade8f921f004a7df96b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_06_us_coronavirus-schools-attendance-absent_1666741760.html", "title": "As School Moves Online, Many Students Stay Logged Out", "title_page": "As School Moves Online, Many Students Stay Logged Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tracy Radich, a fourth-grade teacher at the Joseph M. Gallagher School in Cleveland, spent Tuesday and Wednesday going down her roster of 20 students, trying to call each student’s parents and make individual plans to help each of them learn from home.\nSome of her students’ families speak Somali, Swahili or Spanish, so she asked colleagues who speak those languages to help.\nSo far, only three of her students have been consistently engaged with online lessons, she said. About six do not have regular access to the internet. One boy typically goes to the library to get online, but the city’s libraries are now closed, too. She expects to interact with several students mostly through phone calls.\n“We are going to come together and meet everybody where they are,” Ms. Radich said.\nSchool funding is typically tied to student enrollment or attendance counts across the country, but Ohio has unlinked funding from those counts, a policy that education experts expect most states to adopt in the coming weeks.\nIn rural Minford, a town of about 700 in southern Ohio near the border with Kentucky, the district is distributing laptops as well as work packets on paper to students without internet or technology access, estimated at 25 to 30 percent of the student body by the district’s superintendent.\nRegardless of whether Minford’s students can participate in online classes or turn in work, administrators expect to promote a majority of them to the next grade, said Marin Applegate, the district’s school psychologist. “We do not feel they are in control and cannot be held accountable,” she said.\nSome school systems, like the District of Columbia Public Schools, have stopped taking formal attendance altogether. The nation’s largest school district, New York City, which is at the center of the coronavirus crisis, has not yet released data on the number of children participating in online learning. The district said it would officially begin tracking remote attendance on Monday.", "url": "https://www.nytimes.com/2020/04/06/us/coronavirus-schools-attendance-absent.html"}