{"authors": ["Nick Cumming-Bruce", "Declan Walsh"], "date_download": "2022-10-25 23:44:05", "date_modify": "2022-10-25 23:44:05", "date_publish": "2020-10-23 10:39:40", "description": "The two main factions in years of civil war that have drawn in Russia, Turkey and other regional powers signed an accord at the United Nations in Geneva.", "filename": "2020_10_23_world_middleeast_libya-ceasefire_1666741445.html", "image_url": "https://static01.nyt.com/images/2020/10/23/world/23LIBYA-TRUCE/merlin_168419724_de9432bd-3375-4c0b-9a3a-2b721b46e963-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ad1d665994432aa1668d8bb50bc8ca1d4390c8a93b3f3cc2edc4a3c4235b9afe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_23_world_middleeast_libya-ceasefire_1666741445.html", "title": "Libya’s Two Main Factions Agree to a Cease-Fire", "title_page": "Libya’s Two Main Factions Agree to a Cease-Fire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GENEVA — Libya’s two main warring factions agreed to a cease-fire on Friday, raising hopes for an end to years of bloody turmoil that have drawn in military forces from Russia, Turkey and other regional powers.\nThe two sides signed the agreement at the United Nations in Geneva at the end of a weeklong meeting of delegates from the internationally recognized Government of National Accord, which is based in the capital Tripoli, and the self-styled Libyan National Army led by Khalifa Hifter and based in the country’s east.\nThe two sides agreed to a complete, countrywide and permanent agreement with immediate effect, said Stephanie Williams, the United Nations acting special envoy who was chairwoman of the most recent talks. She said it called for frontline forces to return to their bases and for the withdrawal of all foreign forces and mercenaries within three months, a process that would be monitored by the United Nations.", "url": "https://www.nytimes.com/2020/10/23/world/middleeast/libya-ceasefire.html"}