{"authors": ["Kai Schultz", "Sameer Yasir"], "date_download": "2022-10-25 23:00:41", "date_modify": "2022-10-25 23:00:41", "date_publish": "2020-01-02 20:51:23", "description": "As demonstrations over a citizenship law sweep India, more accounts are emerging of mistreatment and harsh tactics by police and state officials.", "filename": "2020_01_02_world_asia_india-protests-police-muslims_1666738841.html", "image_url": "https://static01.nyt.com/images/2019/12/30/world/0103asiaam-promo/0103asiaam7-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=50eef7cbb7caea92f1aebbe8d950b8462b2511408537075bd9c95385efc44158&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_02_world_asia_india-protests-police-muslims_1666738841.html", "title": "As India Violence Gets Worse, Police Are Accused of Abusing Muslims", "title_page": "As India Violence Gets Worse, Police Are Accused of Abusing Muslims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NAGINA, India — The teens were trapped.\nAs the protest broke up, Indian police officers in the town of Nagina chased a group of Muslim teenagers into an empty house. They grabbed them and took them to a makeshift jail. And then, the boys and community leaders said, the officers tortured them.\nFour of the boys, who ranged in age from 13 to 17, said in interviews with The New York Times that police officers used wooden canes to beat them and threatened to kill them for taking part in demonstrations against a divisive citizenship law that has fueled rallies and rioting across India. Three had obvious signs of deep bruising or other injuries.\nMany Indians fear that the new law, which is seen as a huge political victory for Prime Minister Narendra Modi and his Hindu nationalist base, is blatantly discriminatory toward Muslims and threatens the very foundation of India as a secular and tolerant nation.\nIn Uttar Pradesh, the northern Indian state where Nagina is and the one with the most Muslim residents, the rioting has been among the most intense, and the violent backlash from the police has been the most deadly and troubling.", "url": "https://www.nytimes.com/2020/01/02/world/asia/india-protests-police-muslims.html"}