{"authors": ["Jan Ransom"], "date_download": "2022-10-25 23:28:43", "date_modify": "2022-10-25 23:28:43", "date_publish": "2020-10-12 09:00:21", "description": "Even as Mayor Bill de Blasio has emptied out the city’s jails, the number of people who are placed in punitive segregation each year has remained about the same.", "filename": "2020_10_12_nyregion_rikers-solitary-confinement_1666740523.html", "image_url": "https://static01.nyt.com/images/2020/09/08/nyregion/00solitary1/merlin_173965089_fedc6eab-94d9-494a-8f0b-04cd717251e2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=fff896053bf7ba948dacd337836d10477636a59a1a54689fba24ef5e8810496f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_12_nyregion_rikers-solitary-confinement_1666740523.html", "title": "As N.Y.C. Jails Become More Violent, Solitary Confinement Persists", "title_page": "As N.Y.C. Jails Become More Violent, Solitary Confinement Persists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During his first three years in office, Mr. de Blasio’s administration made great strides in reducing the number of people held in solitary confinement. Between 2013 and 2017, the number of inmates held in the most restrictive isolation units fell by more than two-thirds.\nBut from 2017 through 2019, the number held in punitive segregation each year remained largely unchanged, at about 1,700, even as the population dropped from 46,100 to about 31,500, according to city statistics. In fact, the percentage of the population facing this punishment actually increased.\nOne reason, officials say, is that many of the inmates held in jail now are awaiting trial on charges they committed violent offenses and have mental health issues. “We are dealing with a more difficult population,” said the city’s correction commissioner, Cynthia Brann. “The use of punitive segregation is incident-driven,” she said. “People are not put there arbitrarily.”\nMr. de Blasio nevertheless pledged in June to make New York City one of the first major jurisdictions to do away with solitary confinement altogether, setting up a panel to develop a plan for the city.\nHis decision was motivated in part by the death last year of Layleen Polanco, a transgender woman who had an epileptic seizure while in solitary after guards failed to check on her. Her family was granted a $5.9 million settlement in August, the largest ever for an inmate’s death at Rikers Island.\n“We need to make changes immediately in how people who are incarcerated in our jail system are handled and we need to make sure they are safe,” Mr. de Blasio said in June.\nCity officials first moved to restrict the use of solitary confinement for young people after the suicide of Kalief Browder, a teenager who spent three years on Rikers Island awaiting trial on a robbery charge, much of it in isolation, only to have the charges dropped. His death prompted the city to ban solitary confinement first for 16- and 17-year-olds, and later for detainees under 22.", "url": "https://www.nytimes.com/2020/10/12/nyregion/rikers-solitary-confinement.html"}