{"authors": ["Damien Cave", "Amy Qin"], "date_download": "2022-10-25 23:40:01", "date_modify": "2022-10-25 23:40:01", "date_publish": "2020-04-28 23:50:47", "description": "Beijing has adopted a “no-holds barred” diplomatic push to quash criticism of its handling of the outbreak and to fend off efforts, including by President Trump, to hold it financially accountable.", "filename": "2020_04_28_world_asia_coronavirus-china-compensation_1666741201.html", "image_url": "https://static01.nyt.com/images/2020/04/28/world/28China-reax/28China-reax-facebookJumbo.jpg?year=2020&h=550&w=1050&s=292b066d45a56ac02565b46084f7418ca1276395b538886387f04119e2e3ddd7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_28_world_asia_coronavirus-china-compensation_1666741201.html", "title": "China Mounts Aggressive Defense to Calls for Coronavirus Compensation", "title_page": "China Mounts Aggressive Defense to Calls for Coronavirus Compensation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "China is pushing back against the growing chorus of voices around the world calling for the country to pay compensation for the damage caused by the coronavirus pandemic, which originated in the Chinese city of Wuhan.\nPoliticians in the United States are “lying through their teeth,” a spokesman for the Chinese Foreign Ministry, Geng Shuang, said at a news briefing on Tuesday.\nThe spokesman’s comments came one day after President Trump suggested that the United States would seek “substantial” compensation for Beijing’s handling of the coronavirus outbreak.\nRichard McGregor, a China analyst with the Lowy Institute in Sydney, said the dispute reflects China’s refusal to accept criticism at a time when its rival, the United States, seems weak and continues to struggle with the virus, political division and mass unemployment.", "url": "https://www.nytimes.com/2020/04/28/world/asia/coronavirus-china-compensation.html"}