{"authors": ["Christopher F. Schuetze"], "date_download": "2022-10-25 23:34:18", "date_modify": "2022-10-25 23:34:18", "date_publish": "2020-02-14 19:18:10", "description": "After raids in six states on Friday morning, federal prosecutors arrested 12 men, one of them a police employee.", "filename": "2020_02_14_world_europe_germany-far-right-terrorism_1666740858.html", "image_url": "https://static01.nyt.com/images/2020/02/14/world/14germany01/14germany01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=693c56dcaf78c7ab315f1cc83a1ddd2a3f2285c471ce9632b755c2c750cbde42&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_14_world_europe_germany-far-right-terrorism_1666740858.html", "title": "Germany Says It’s Broken Up a Far-Right Terrorism Network", "title_page": "Germany Says It’s Broken Up a Far-Right Terrorism Network - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — Twelve men — one a police employee — were arrested Friday on charges of forming and supporting a far-right terrorism network planning wide-ranging attacks on politicians, asylum seekers and Muslims, the authorities said.\nThe arrests come as Germany confronts both an increase in violence and an infiltration of its security services by far-right extremists. After focusing for years on the risks from Islamic extremists and foreign groups, officials are recalibrating their counterterrorism strategy to address threats from within.\nThe arrests are the latest in a series of episodes that Christine Lambrecht, the justice minister, called a “very worrying right-wing extremist and right-wing terrorist threat in our country.”\n[Read: Following latest attack, Germans are told far-right terrorism is the number one threat.]\n“We need to be particularly vigilant and act decisively against this threat,” she said on Twitter.", "url": "https://www.nytimes.com/2020/02/14/world/europe/germany-far-right-terrorism.html"}