{"authors": ["Jenny Gross"], "date_download": "2022-10-25 23:52:06", "date_modify": "2022-10-25 23:52:06", "date_publish": "2020-03-02 22:52:00", "description": "The opioid crisis and an increase in illicit drug use have fueled a resurgence of hepatitis C, a viral infection of the liver.", "filename": "2020_03_02_health_hep-c-virus.html_action=click&pgtype=Article&state=default&module=styln-hepatitis&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666741926.html", "image_url": "https://static01.nyt.com/images/2020/03/02/multimedia/02xp-hepc/02xp-hepc-facebookJumbo.jpg?year=2020&h=549&w=1050&s=78193b93cbf4aec1ac885ff9bf9f1d5e0352ca91c3963c4a845d8f8930edc913&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_02_health_hep-c-virus.html_action=click&pgtype=Article&state=default&module=styln-hepatitis&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666741926.html", "title": "Most Adults Should be Screened for Hepatitis C, New U.S. Guidelines Urge", "title_page": "Most Adults Should be Screened for Hepatitis C, New U.S. Guidelines Urge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Most adults in the United States should be screened for hepatitis C, according to guidelines published Monday, as the opioid crisis and more prevalent use of illicit injected drugs have driven a nearly fourfold increase in new cases over the last decade.\nDespite substantial advances in treatment over the past five years, infections are on the rise. Roughly 44,700 new hepatitis C infections were reported in the United States in 2017, according to federal data. A major challenge for health officials is that a significant number of people have the virus but do not know they are infected, said the U.S. Preventive Services Task Force, a national panel of health experts.\nThe expanded guidelines, which were published in The Journal of the American Medical Association, call for the screening of all adults between the ages of 18 and 79. Previously, U.S. health guidelines had recommended testing for adults born between 1945 and 1965.\nHepatitis C leads to chronic liver disease in most people who contract it, and some eventually develop cirrhosis and liver cancer. It is spread primarily through the sharing of needles among people who use illicit drugs.", "url": "https://www.nytimes.com/2020/03/02/health/hep-c-virus.html?action=click&pgtype=Article&state=default&module=styln-hepatitis&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}