{"authors": ["Kate Kelly", "Jeanna Smialek", "Alan Rappeport"], "date_download": "2022-10-25 23:29:18", "date_modify": "2022-10-25 23:29:18", "date_publish": "2020-04-04 20:44:10", "description": "Apollo has led a push to expand a program intended to keep loans flowing to small businesses and households by allowing for more kinds of assets to be offered as collateral.", "filename": "2020_04_04_business_economy_apollo-federal-reserve-lending-talf_1666740558.html", "image_url": "https://static01.nyt.com/images/2020/04/05/business/03DC-FedLobby-print/03DC-FedLobby-print-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=34e5735880cc43beecdd943b300b96b2df0775f26499384c605c0bcc22cdada6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_04_business_economy_apollo-federal-reserve-lending-talf_1666740558.html", "title": "Private Equity Firm Pushes for Broader Access to Fed Lending Program", "title_page": "Private Equity Firm Pushes for Broader Access to Fed Lending Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As government officials fight to prevent an economic depression by setting up emergency lending programs to keep credit flowing to taxpayers and small businesses, a prominent private equity firm is pushing to ensure that a broader spectrum of investments are included.\nApollo Global Management, the large private-equity and financing firm, has been pressing government officials in recent weeks to expand the types of assets eligible to be offered as collateral in a Federal Reserve lending program, according to six people who have been briefed on the firm’s initiative and a draft of an Apollo presentation that was reviewed by The New York Times.\nThe presentation, which was drafted by Marc J. Rowan, a co-founder of Apollo, on March 29, and shared widely within the investor community, argues that a Fed lending program called the Term Asset-Backed Securities Loan Facility, or TALF, should become “a broad program” that would allow a wider array of assets to participate. Doing so, he argued, could be essential to keeping the economy afloat.\nTALF, which was deployed during the 2008 financial crisis to help stabilize markets and keep loans flowing to businesses and households, was revived by the Fed on March 23 as part of a package of programs. While it is not yet up and running, the program will offer cheap loans in exchange for bundles of debt, called asset-backed securities.", "url": "https://www.nytimes.com/2020/04/04/business/economy/apollo-federal-reserve-lending-talf.html"}