{"authors": ["Howard Megdal"], "date_download": "2022-10-25 23:27:49", "date_modify": "2022-10-25 23:27:49", "date_publish": "2020-01-14 13:51:24", "description": "The league and its players’ union have agreed in principle on a new collective bargaining agreement that would nearly double the maximum salary and provide paid maternity leave.", "filename": "2020_01_14_sports_basketball_wnba-contract-collective-bargaining-agreement_1666740469.html", "image_url": "https://static01.nyt.com/images/2020/01/14/sports/14wnba-sparks/14wnba-sparks-facebookJumbo.jpg?year=2020&h=549&w=1050&s=621242f46f1a169b537df62b717b5df60bbc23c77b7f989fa68f0a95fd22cf68&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_14_sports_basketball_wnba-contract-collective-bargaining-agreement_1666740469.html", "title": "W.N.B.A. Makes ‘Big Bet on Women’ With a New Contract", "title_page": "W.N.B.A. Makes ‘Big Bet on Women’ With a New Contract - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We have several mothers in the league, and we had players that talked to us about what they realized they needed while they were playing,” Nneka Ogwumike, the W.N.B.A. players’ union president, said in a phone interview on Monday.\nIn exchange for these and other benefits is a new requirement that will be gradually phased in: Players must be in W.N.B.A. training camps from the start. No more reporting late, or even after the season begins, to finish commitments to clubs overseas, with exceptions built in only for national team play and players in their first three seasons. Players, from superstars to rookies, have long supplemented their league pay by competing for clubs overseas during the off-season.\n“We had to be incredibly innovative with this,” Ogwumike said. “And to be honest, with what the league wanted, we understood that it would take some novel change to get the league where we want it to go. We wanted to ensure that it is still allowing players the opportunity to get the salaries that we are used to getting in both markets while also phasing in a system that will hold the league as a certain priority.”\nThe year-round play of some players has had its consequences. Last year, Seattle Storm forward Breanna Stewart ruptured her right Achilles’ tendon while playing overseas and missed the entire 2019 season while she was the reigning Most Valuable Player Award winner.\nThat and other examples of players returning fatigued or injured have prompted the league and union to find ways to encourage players to stay stateside more.\nThe league has agreed to add $1.6 million annually in what are being called league marketing agreements, up to $250,000 for any one player, Engelbert said. For a top player, this new deal could mean a single-season salary of $215,000, another $250,000 in a league marketing agreement, plus bonus incentives for things like All-Star appearances and awards that could push her total compensation above $500,000.", "url": "https://www.nytimes.com/2020/01/14/sports/basketball/wnba-contract-collective-bargaining-agreement.html"}