{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:34:23", "date_modify": "2022-10-25 23:34:23", "date_publish": "2020-12-31 10:00:26", "description": "China has spent heavily to help its poorest citizens, an approach that few developing countries can afford and even Beijing may struggle to sustain.", "filename": "2020_12_31_world_asia_china-poverty-xi-jinping_1666740863.html", "image_url": "https://static01.nyt.com/images/2020/12/29/world/00China-Poverty01/00China-Poverty01-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=69f6f55b7709ac42a6030e1b7e3ddfbc3d675d7251483eea04edca58ca696023&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_31_world_asia_china-poverty-xi-jinping_1666740863.html", "title": "Jobs, Houses and Cows: China’s Costly Drive to Erase Extreme Poverty", "title_page": "Jobs, Houses and Cows: China’s Costly Drive to Erase Extreme Poverty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Beijing poured almost $700 billion in loans and grants into poverty alleviation over the past five years — about 1 percent of each year’s economic output. That excludes large donations by state-owned enterprises like State Grid, a power transmission giant, which put $120 billion into rural electricity upgrades and assigned more than 7,000 employees to work on poverty alleviation projects.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nThe campaign took on new urgency this year as the country faced devastation from the coronavirus pandemic and severe flooding. One by one, provinces announced they had met their goals. In early December, Mr. Xi declared that China had “achieved a significant victory that impresses the world.”\nBut Mr. Xi acknowledged further efforts were needed to share wealth more widely. A migrant worker in a coastal factory city can earn as much in a month as a Gansu farmer earns in a year.\nMr. Xi also called for officials to make sure that newly created jobs and aid for the poor did not fade away in the coming years.\nGansu, China’s poorest province, declared in late November that it had lifted its last counties out of poverty. Just a decade ago, poverty in the province was widespread.\nHu Jintao, China’s leader before Mr. Xi, visited people living in simple homes with few furnishings. Villagers ate so many potatoes that local officials were embarrassed when a young girl initially refused to eat yet another one with Mr. Hu in front of television cameras because she was tired of them, according to a cable disclosed by WikiLeaks.\nThough many villages are still reachable only by single-lane roads, they are lined with streetlights powered by solar panels. New industrial-scale pig farms, plant nurseries and small factories have sprung up, creating jobs. Workers are building new houses for farmers.", "url": "https://www.nytimes.com/2020/12/31/world/asia/china-poverty-xi-jinping.html"}