{"authors": [], "date_download": "2022-10-25 23:49:36", "date_modify": "2022-10-25 23:49:36", "date_publish": "2020-06-18 13:11:50", "description": "Garrett Rolfe, who was fired after the shooting and now faces criminal charges including felony murder, turned himself in on Thursday.", "filename": "2020_06_18_us_rayshard-brooks-garrett-rolfe-video.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741776.html", "image_url": "https://static01.nyt.com/images/2020/06/15/us/15ambriefing-rayshard/15ambriefing-rayshard-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=ea7231563ad04d1b2e4469bd212bee3133063608d5d9153f160bc433e1792a10&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_18_us_rayshard-brooks-garrett-rolfe-video.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741776.html", "title": "Atlanta Officer Who Shot Rayshard Brooks Surrenders", "title_page": "Atlanta Officer Who Shot Rayshard Brooks Surrenders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Friday night, June 12, an employee at a Wendy’s restaurant in South Atlanta calls 911. A 27-year-old man named Rayshard Brooks had fallen asleep in his car in the drive-through lane. Soon, two police officers respond. They and Mr. Brooks speak calmly and cordially for 41 minutes. “That was it.” But then in just 45 seconds, one of the officers fatally shoots Mr. Brooks as he is running away. [gunshots] How could a routine police response go so suddenly and horribly wrong? The Times examined witness videos, security footage, police body-cam and dash-cam videos. We synchronized and slowed down those videos so we can see and hear what unfolded. We reviewed police records, and procedures, and statements made by the officers involved. And we identified the critical moments and missteps that led to a young man losing his life. It’s 10:41 p.m., eight minutes after the 911 call when Officer Devin Brosnan arrives at Wendy’s. He raps on Brooks’s car window and wakes him up. Brooks appears groggy and disoriented. [beeping] Brosnan, who joined the Atlanta Police Department last year, talks to Brooks and then requests an officer who can perform sobriety tests. At 10:55 p.m., Officer Garrett Rolfe arrives. [beeping] Rolfe joined the Atlanta Police Force in 2013, and is an experienced D.U.I. investigator. Rolfe has once been reprimanded for firing his service weapon, police records show. He takes charge of the investigation. Rolfe begins to question Brooks, who is confused about where he is. He seems to think he’s six miles down the road near a Home Lodge Hotel. There’s another Wendy’s right beside it. At 11:02 p.m., Rolfe asks Brooks to get out of the car. Moments later, Brooks will also consent to a series of sobriety tests. Brooks is clearly inebriated. But he’s compliant and friendly throughout this time. The officers are courteous. And Rolfe gives him clear and precise instructions. When Rolfe now asks Brooks if he’ll take a breathalyzer test, Brooks hesitates at first. Brooks offers to go to his sister’s house. Why did Brooks want to resolve his situation without being arrested? According to court records, he was on probation for domestic violence and theft offenses. He was probably aware that a new arrest or conviction would almost certainly send him back to prison. The breathalyzer returns a blood alcohol reading of .108 percent, above the legal limit of .08 percent. Rolfe has little option now but to charge Brooks with D.U.I. Some policing experts told us he could have written a citation and drove Brooks home. Others said police are expected to show zero tolerance with drunken driving. For 41 minutes, Brooks and the officers have spoken calmly and respectfully. They even shared a few laughs. Now, Rolfe moves to arrest Brooks. And in 45 seconds, he will fatally shoot him. [gunshots] [yelling] Let’s watch this back, and break down what happens. Rolfe has signaled or sought Brooks’s consent for every action to this point. But he moves to handcuff Brooks swiftly and without clearly telling him he’s under arrest. This breaches D.U.I. arrest procedures. Brooks resists, and the three tumble to the ground. Brosnan draws his Taser … … and pushes it into Brooks’s leg. Brooks grabs the Taser. Both officers’ body cameras fall to the ground. Brooks stands up and strikes Rolfe with an open hand. As Rolfe draws his Taser, Brooks fires a dart, hitting Brosnan’s arm. Rolfe fires the Taser twice … [yelling] … and hits Brooks’s body. We hear Rolfe using his Taser as he chases Brooks. This is a breach of police procedures. Rolfe passes the Taser to his left hand and reaches for his gun. Brooks looks behind and fires the Taser he’s holding. We confirmed these Taser models with the Atlanta Police. Once they’re fired twice, they must be reloaded. So at this point, Brooks is unarmed. Rolfe drops his Taser, draws his handgun and fires three times at Brooks, who is 18 feet away and is trying to escape in a busy Wendy’s parking lot. [gunshots] Two bullets hit Brooks in the back, one piercing his heart. A third bullet hits this Chevrolet Trailblazer, which had three passengers in it. This photo from the Fulton County District Attorney shows the bullet hole. No one in the car was injured. Rolfe shouts at Brooks … ... and appears to kick him on the ground. This image, also provided by the Fulton County D.A., shows that moment more clearly. Officer Brosnan approaches and briefly stands on Brooks’s shoulder. [yelling] Meanwhile, witnesses denounce the shooting. The officers stand over Brooks for about a minute before Rolfe runs back to his vehicle to get his medical kit. Brosnan continues to stand by. It’s over two minutes before Brooks receives medical assistance. “Every fucking time!” Rolfe administers CPR until emergency services take over. At 11:39 p.m., 15 minutes after he’s shot, an ambulance takes Rayshard Brooks to a hospital where he is later announced dead. Was Rolfe justified in shooting a man holding a Taser, and who was trying to escape? Police procedures on the use of deadly force state that an officer must reasonably believe the suspect possesses a deadly weapon, and that the suspect poses an immediate threat of serious bodily injury to the officer or others. In a statement made through his lawyer, Officer Rolfe said he did use reasonable force because he “heard a sound like a gunshot” and fearing for his safety and the safety of others, he “fired” his weapon. The description of a gunshot doesn’t square with what Rolfe told investigating police at the scene. And minutes before this, Rolfe appears to have been aware that Brooks fired the Taser twice. This and other evidence will be scrutinized in what has now become a homicide investigation. Rolfe has been charged on 11 counts, including felony murder, and both officers with aggravated assault.", "url": "https://www.nytimes.com/2020/06/18/us/rayshard-brooks-garrett-rolfe-video.html?action=click&module=Top%20Stories&pgtype=Homepage"}