{"authors": ["Jill Cowan"], "date_download": "2022-10-25 23:49:27", "date_modify": "2022-10-25 23:49:27", "date_publish": "2020-07-17 21:34:29", "description": "Districts in counties with rising caseloads will be required to teach remotely until conditions improve.", "filename": "2020_07_17_us_california-schools-reopening-newsom_1666741767.html", "image_url": "https://static01.nyt.com/images/2020/07/17/us/17virus-calschools/17virus-calschools-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ffcb2a179a8d897f0c787e655c5ab008f7b6bff0837c06120f9147ab779bea31&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_17_us_california-schools-reopening-newsom_1666741767.html", "title": "Newsom Order Would Keep Most California Schools Online", "title_page": "Newsom Order Would Keep Most California Schools Online - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Counties would have to be off the list for at least two weeks before their classrooms would be allowed to reopen, but the decision would still be up to local officials on whether to resume in-person classes, the governor said.\nBullet Train to Nowhere : Construction of the California high-speed rail system, America’s most ambitious infrastructure project, Construction of the California high-speed rail system, America’s most ambitious infrastructure project, has become a multi-billion-dollar nightmare\nA Piece of Black History Destroyed: Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Then came the Mill fire\nWarehouse Moratorium: As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, the anger has turned to widespread action\nMany districts in those counties had already said they would start the academic year online, including San Francisco, Oakland, Sacramento, Long Beach, Santa Ana and San Bernardino. But at least a few districts that had planned to hold in-person classes would be required to switch.\n“Quite frankly, we are going to have to pivot, which is my new least favorite word,” said Eimear O’Farrell, the superintendent of Clovis Unified School District in Fresno County, which is on the watchlist.\nOn Wednesday, the Central Valley district with about 43,000 students had rolled out what Ms. O’Farrell described as a painstakingly developed plan to welcome students back to classrooms in August.\n“It is a challenge and a source of frustration for us,” she said in a virtual news conference on Friday afternoon. “Every superintendent has been aiming to get this information out in time.”\nThe statewide rules would also require teachers and staff members in schools that are allowed to reopen to maintain six feet of physical distance with one another and children, and mandate masks for students in third grade and up. Younger children would be encouraged but not required to wear face coverings, and all children would be encouraged to maintain six feet of distance.\nThe guidelines recommend that school employees be tested regularly for the coronavirus, something teachers across the country have been pushing for, although the federal Centers for Disease Control and Prevention has said doing so is not necessary, and scaling up testing has been a challenge.", "url": "https://www.nytimes.com/2020/07/17/us/california-schools-reopening-newsom.html"}