{"authors": ["Ezra Marcus"], "date_download": "2022-10-25 23:28:18", "date_modify": "2022-10-25 23:28:18", "date_publish": "2020-06-23 18:32:52", "description": "A monument to Robert E. Lee in Richmond, Va., has become the site of an unlikely community space. That may change abruptly with new restrictions from the police.", "filename": "2020_06_23_style_statue-richmond-lee_1666740498.html", "image_url": "https://static01.nyt.com/images/2020/06/22/fashion/22MONUMENT05/merlin_173792856_00748c9a-9954-46b3-8241-382c04381798-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7d8c26b84b640eb69553ae6129aeaca1b78bcd4b4aeda7911b6603db1d623eed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_23_style_statue-richmond-lee_1666740498.html", "title": "Will the Last Confederate Statue Standing Turn Off the Lights?", "title_page": "Will the Last Confederate Statue Standing Turn Off the Lights? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The towering bronze and stone Confederate statue still stands at the middle of it all, despite an order by the governor of Virginia, Ralph Northam, that it be taken down. The move has been blocked by a temporary injunction from a Richmond circuit court, and the situation is complicated further by a new state law that goes into effect on July 1 that gives local governments the authority to remove monuments on their own. The governor is still promising to remove the statue.\nBut the monument’s appearance has changed dramatically. Over the last few weeks, visitors have tagged the statue’s enormous base with a kaleidoscopic array of graffiti, including with the protest messages of “stop killing us” and “defund the police.”\nPaint canisters are left for others to use, and new words appear every day. At night, an artist named Dustin Klein, who produces visual displays for EDM concerts, projects images of figures including Harriet Tubman and George Floyd on the monument’s surface. The park’s grass has turned brown and patchy from so much use.\nEven as protesters elsewhere in Richmond continued to clash with police, Lee Circle had become something of a round-the-clock community space — a site of “public gatherings that never before existed,” as The Richmond Times-Dispatch put it.\nThat may change abruptly. On June 22, state and local police announced that the grounds would “close to the public from sunset to sunrise” and that “unlawful activity” in the park was prohibited, including “climbing on the statue or its steps,” and affixing “additional banners, flags, posters or other objects” to the statue. (This morning, President Trump tweeted his intent to pass an executive order authorizing “the Federal Government to arrest anyone who vandalizes or destroys any monument, statue or other such Federal property in the U.S. with up to 10 years in prison.”)", "url": "https://www.nytimes.com/2020/06/23/style/statue-richmond-lee.html"}