{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:47:18", "date_modify": "2022-10-25 23:47:18", "date_publish": "2020-08-08 23:47:09", "description": "A series of executive actions will provoke lawsuits but is unlikely to stoke faster growth in an economy that has cooled this summer.", "filename": "2020_08_08_business_trump-stimulus-recovery_1666741638.html", "image_url": "https://static01.nyt.com/images/2020/08/08/multimedia/08dc-trump-assess/merlin_172393002_b15caa8d-bc81-4767-b320-0a71445d953c-facebookJumbo.jpg?year=2020&h=550&w=1050&s=08e91a40a0c0cc22a4bd5352716ad0e644836972d453ab593d0881eb5261ea0f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_08_business_trump-stimulus-recovery_1666741638.html", "title": "Trump’s Go-It-Alone Stimulus Won’t Do Much to Lift the Recovery", "title_page": "Trump’s Go-It-Alone Stimulus Won’t Do Much to Lift the Recovery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The executive actions President Trump took on Saturday were pitched as a unilateral jolt for an ailing economy. But there is only one group of workers that seems guaranteed to benefit from them, at least right away: lawyers.\nMr. Trump’s measures include an eviction moratorium, a new benefit to supplement unemployment assistance for workers and a temporary delay in payroll tax liability for low- and middle-income workers. They could give renters a break and ease payments for some student loan borrowers. But they are likely to do little to deliver cash any time soon to Americans hit hard by the recession.\nEven conservative groups have warned that suspending payroll tax collections is unlikely to translate into more money for workers. An executive action seeking to essentially create a new unemployment benefit out of thin air will almost certainly be challenged in court. And as Mr. Trump’s own aides concede, the orders will not provide any aid to small businesses, state and local governments or low- and middle-income workers.\nIf the actions signal the death of a congressional deal to provide that aid, economists warn, the economy will limp toward November without the fiscal support that hastened its recovery after its quick dive into a pandemic-induced recession.", "url": "https://www.nytimes.com/2020/08/08/business/trump-stimulus-recovery.html"}