{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:24:07", "date_modify": "2022-10-25 23:24:07", "date_publish": "2020-11-23 19:07:24", "description": "Mr. Biden said he would name Mr. Kerry to a cabinet-level climate post, a role laden with political and diplomatic challenges in the post-Trump era.", "filename": "2020_11_23_climate_john-kerry-climate-change_1666740247.html", "image_url": "https://static01.nyt.com/images/2020/11/23/climate/23CLI-KERRY1/23CLI-KERRY1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6d81b3cf43496a0af3fc4f2d71f8b8893adc024fcaf3d8d3785d819cfe28e597&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_23_climate_john-kerry-climate-change_1666740247.html", "title": "With John Kerry Pick, Biden Selects a ‘Climate Envoy’ With Stature", "title_page": "With John Kerry Pick, Biden Selects a ‘Climate Envoy’ With Stature - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Grover Norquist, president of Americans for Tax Reform and an opponent of addressing climate change, called Mr. Kerry “the poster child for what Middle America thinks the elitists look like who live in their fancy houses and drive their expensive cars and use a lot of carbon and tell the rest of us that the peasants are enjoying life too much.”\nRepublicans have been eager to pursue that line of attack, claiming repeatedly that the Biden administration is destined to embrace the Green New Deal proposals supported by Senator Bernie Sanders of Vermont and Representative Alexandria Ocasio-Cortez of New York. Mr. Biden has denied that, while pledging to “work with Congress to implement a bold agenda that addresses the climate emergency, achieves environmental justice and creates good-paying jobs.”\nBob Inglis, a Republican climate activist and former conservative congressman from South Carolina, said Mr. Biden’s choice of an elder statesman might make Republicans more willing to work constructively, as “it takes away the threat of creating a new Democratic star.”\nAnother factor in Mr. Kerry’s appeal to Republicans? His appointment prompted concern on the left.\nThe group Food & Water Action, which fights against the oil and gas extraction technique known as hydraulic fracturing, or fracking, criticized Mr. Kerry for having supported natural gas and for being a “promoter of false climate solutions like market-based carbon-trading schemes.”\nMr. Kerry last year created a coalition of Republicans and Democrats willing to work together on climate change. Several Republican members strongly embrace the continued burning of natural gas as a way to eliminate coal, which emits twice as much carbon dioxide. However, drilling for natural gas also releases methane — an extremely potent greenhouse gas.\nMr. Biden’s support for natural gas was one of the biggest sources of concern for liberals throughout his campaign. Even as Mr. Biden promised to steer the United States toward reaching net-zero emissions by 2050 and pledged to end new permits for oil and gas drilling on public lands and waters, he vowed not to ban fracking and publicly embraced natural gas as a “bridge” between coal and renewable energy sources like solar and wind.\nIt may be Mr. Kerry who serves as the bridge — between the dissatisfied left, the unmoving right and the waiting world. He has been advocating action on climate change since he served in 1992 with then-Senator Al Gore on the U.S. delegation to the first Rio Earth Summit, where the framework of United Nations climate talks was formed.", "url": "https://www.nytimes.com/2020/11/23/climate/john-kerry-climate-change.html"}