{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:48:42", "date_modify": "2022-10-25 23:48:42", "date_publish": "2020-06-28 19:47:08", "description": "Paranoid hallucinations plague many coronavirus patients in I.C.U.s, an experience that can slow recovery and increase risk of depression and cognitive issues.", "filename": "2020_06_28_health_coronavirus-delirium-hallucinations_1666741722.html", "image_url": "https://static01.nyt.com/images/2020/06/15/science/00VIRUS-DELIRIUM1/00VIRUS-DELIRIUM1-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=539369c67b0dde122725263f304ce95b149913e7a34da83cdcf37d44c5989584&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_28_health_coronavirus-delirium-hallucinations_1666741722.html", "title": "‘They Want to Kill Me’: Many Covid Patients Have Terrifying Delirium", "title_page": "‘They Want to Kill Me’: Many Covid Patients Have Terrifying Delirium - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Kim Victory was paralyzed on a bed and being burned alive.\nJust in time, someone rescued her, but suddenly, she was turned into an ice sculpture on a fancy cruise ship buffet. Next, she was a subject of an experiment in a lab in Japan. Then she was being attacked by cats.\nNightmarish visions like these plagued Ms. Victory during her hospitalization this spring for severe respiratory failure caused by the coronavirus. They made her so agitated that one night, she pulled out her ventilator breathing tube; another time, she fell off a chair and landed on the floor of the intensive care unit.\n“It was so real, and I was so scared,” said Ms. Victory, 31, now back home in Franklin, Tenn.\nTo a startling degree, many coronavirus patients are reporting similar experiences. Called hospital delirium, the phenomenon has previously been seen mostly in a subset of older patients, some of whom already had dementia, and in recent years, hospitals adopted measures to reduce it.\n“All of that has been erased by Covid,” said Dr. E. Wesley Ely, co-director of the Critical Illness, Brain Dysfunction and Survivorship Center at Vanderbilt University and the Nashville Veteran’s Administration Hospital, whose team developed guidelines for hospitals to minimize delirium.", "url": "https://www.nytimes.com/2020/06/28/health/coronavirus-delirium-hallucinations.html"}