{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:44:44", "date_modify": "2022-10-25 23:44:44", "date_publish": "2020-06-15 16:56:24", "description": "The British prime minister held talks with European Union leaders and agreed to accelerate negotiations on a future trading relationship to try to avoid a brutal break at the end of December.", "filename": "2020_06_15_world_europe_uk-brexit-boris-johnson_1666741484.html", "image_url": "https://static01.nyt.com/images/2020/06/15/world/15brexit/15brexit-facebookJumbo.jpg?year=2020&h=549&w=1050&s=be6a8d2972ca3ab0c5dc38f5b6836950ba691954036bda9153f3db18d2c98c91&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_15_world_europe_uk-brexit-boris-johnson_1666741484.html", "title": "With Brexit Trade Talks at an Impasse, Boris Johnson Finally Engages", "title_page": "With Brexit Trade Talks at an Impasse, Boris Johnson Finally Engages - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Barnier said last week that there had been “no significant areas of progress” at the last negotiating round. Mr. Frost said that progress “remains limited,” with negotiators “reaching the limits” of what could be achieved in formal talks.\nWithout key political decisions, the talks after four rounds were faltering. Mr. Johnson and Ms. von der Leyen have agreed on an accelerated series of negotiations to run through July and part of August. Both sides say that any agreement must be made before the end of October, to allow the British and all the European parliaments to ratify the deal and for both sides to prepare.\nBut that is not much time, and some believe that faced with the prospect of no deal, some form of modest extension could be arranged if the two sides were close to an agreement.\nThe two sides have adopted a posture of being open to an outcome with no deal, rather than to make too many concessions. Both want an agreement though, because the economic disruption of a brutal break would be significant.\nGiven comparable size and the flow of goods, it would probably be worse for Britain, which sends more than 40 percent of its exports to the European Union and gets more than 50 percent of its imports from the bloc. But the pain would be felt on the continent as well.\nThe remaining roadblocks to a deal are significant, both political and economic. Europe wants a comprehensive agreement, as suggested in the nonbinding political declaration both sides signed as part of the withdrawal agreement. Britain, especially with time so short, wants a more modest free trade agreement, with side deals to handle issues like fishing, which has a larger political than economic importance for both sides.", "url": "https://www.nytimes.com/2020/06/15/world/europe/uk-brexit-boris-johnson.html"}