{"authors": ["Peter S. Goodman"], "date_download": "2022-10-25 23:34:11", "date_modify": "2022-10-25 23:34:11", "date_publish": "2020-02-25 05:00:11", "description": "The country, preparing for trade talks with Brussels, is vowing to break with European Union rules. But that could wall off a vast market for its exports.", "filename": "2020_02_25_business_brexit-britain-eu-trade-talks_1666740851.html", "image_url": "https://static01.nyt.com/images/2020/02/25/business/25brexittrade-2-promo/25brexittrade-2-promo-facebookJumbo.jpg?year=2020&h=549&w=1050&s=0e4a4749889f43f34565a42205218f521c79e812861c64a6382fb8a6eb7b57a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_25_business_brexit-britain-eu-trade-talks_1666740851.html", "title": "Post-Brexit, Britain Is Going Its Own Way. That Way Looks Expensive.", "title_page": "Post-Brexit, Britain Is Going Its Own Way. That Way Looks Expensive. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROWLEY REGIS, England — Except for protracted uncertainty over Britain’s future relationship with Europe, these are promising days at Cube Precision, a factory in the Black Country of England.\nThe company manufactures tools used to make parts for airplanes and cars. Some of those parts eventually wind up in jets made by Airbus, a company now overwhelmed with orders as a safety scandal engulfs its primary competitor, Boeing. Another catastrophe is also increasing its sales: Companies that had been hiring Chinese factories to make their tools are shifting orders to Cube Precision to avoid the chaos of the coronavirus epidemic.\nBut Brexit threatens revenue-destroying disruption.\nLike most of British industry, Cube Precision is intimately intertwined with Europe, selling its wares to companies that send exports there. Last month, Britain officially left the ranks of the European Union. In the next few weeks, negotiators plan to begin hashing out a deal governing future trade across the English Channel. The positions staked out by the British government pose perils for businesses that depend on Europe for sales and parts.\nPrime Minister Boris Johnson and his Conservative Party owe their commanding parliamentary majority to nationalist sloganeering that promises to “Get Brexit Done” and “Take Back Control.” As the government prepares for trade talks, it is asserting the right to diverge from European rules governing a host of commercial concerns — from fishing access and financial regulations to product safety, labor and environmental standards.", "url": "https://www.nytimes.com/2020/02/25/business/brexit-britain-eu-trade-talks.html"}