{"authors": ["Catie Edmondson", "Emily Cochrane"], "date_download": "2022-10-25 23:37:12", "date_modify": "2022-10-25 23:37:12", "date_publish": "2020-08-18 00:00:41", "description": "The postmaster general, under fire for his business ties and his cost-cutting measures, will testify before the House next week.", "filename": "2020_08_17_us_politics_dejoy-postal-service-mail-in-voting_1666741032.html", "image_url": "https://static01.nyt.com/images/2020/08/17/us/politics/17dc-postal/17dc-postal-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0789263e5111b22408c692e50c4d523b6a2405169cfbf97963a80f5f9fcd2e5c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_17_us_politics_dejoy-postal-service-mail-in-voting_1666741032.html", "title": "DeJoy Earned Millions From Company With Financial Ties to Postal Service", "title_page": "DeJoy Earned Millions From Company With Financial Ties to Postal Service - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The vote poses a challenge for politically vulnerable House Republicans. They will have to decide whether to break with Mr. Trump, who has continued a near-daily assault on voting by mail, and support emergency aid for the beleaguered post office after negotiators failed to reach an agreement on a broader coronavirus relief package.\nMr. Trump, who has long criticized the Postal Service, complained about the hearing on Monday because it coincided with the opening day of the Republican National Convention, declaring that Democrats “are always playing games.”\n“GET TOUGH REPUBLICANS!!!” he said on Twitter.\nSpeaker Nancy Pelosi of California and Senator Chuck Schumer of New York, the minority leader, had originally pressed for $25 billion for the agency during coronavirus relief negotiations, though they had tentatively discussed lowering the amount to $10 billion, which administration officials signaled they were open to. But talks have since stalled, and top Republicans on Monday criticized Ms. Pelosi’s decision to interrupt the annual summer recess to vote on the stand-alone legislation.\n“It’s not only unrealistic, it’s unnecessary,” Mark Meadows, the White House chief of staff, told reporters aboard Air Force One. “This is not a funding issue as much as it is a long-term reform issue.”\nMr. Meadows said the president was “willing to provide money for the post office as long as it is included in some other skinny measure if we cannot agree to a larger deal.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nSenator Mitch McConnell of Kentucky, the majority leader, has rebuffed Democrats’ claims that the Postal Service needs more money to handle as many as 80 million ballots that could be cast by mail in the November election, telling reporters that “the Postal Service is going to be just fine.”\n“We’re going to make sure that the ability to function going into the election is not adversely affected,” Mr. McConnell said at a news conference in Horse Cave, Ky.", "url": "https://www.nytimes.com/2020/08/17/us/politics/dejoy-postal-service-mail-in-voting.html"}