{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:50:34", "date_modify": "2022-10-25 23:50:34", "date_publish": "2020-04-26 16:23:47", "description": "Jim Bello, 49 and healthy, fell gravely ill, highlighting agonizing mysteries of the coronavirus. Doctors’ relentless effort to save him was a roller-coaster of devastating and triumphant twists.", "filename": "2020_04_26_health_coronavirus-patient-ventilator_1666741834.html", "image_url": "https://static01.nyt.com/images/2020/04/20/science/00VIRUS-ICU-jim2/merlin_171561201_b2a411b6-00c6-472d-9f44-9673bf09447b-facebookJumbo.jpg?year=2020&h=549&w=1050&s=06e5253f8d8c508e58a1d37c11f4a4e574c434d1d1abef2f83f96cb98cb94a29&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_26_health_coronavirus-patient-ventilator_1666741834.html", "title": "32 Days on a Ventilator: One Covid Patient’s Fight to Breathe Again", "title_page": "32 Days on a Ventilator: One Covid Patient’s Fight to Breathe Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HINGHAM, Mass. — “Is he going to make it?” Kim Bello asked, clutching her phone, alone in her yard.\nShe had slipped outside so her three children, playing games in the living room, could be shielded from a wrenching conversation with a doctor treating her husband, Jim. For two weeks, he had been battling the coronavirus at Massachusetts General Hospital, on a ventilator and, for the past nine days, connected to a last-resort artificial heart-lung machine as well.\nThe physician, Dr. Emmy Rubin, gently told Ms. Bello that while her husband had a chance of surviving, “If you’re asking for an honest opinion, it’s more likely than not that he won’t.”\nMr. Bello, 49, an athletic and healthy lawyer, had developed a 103 degree fever in early March after a hike in the White Mountains in New Hampshire and landed in a suburban emergency room six days later, struggling to breathe.\nNow, despite all his doctors had done, his lungs looked white as bone on his latest X-ray, with virtually no air-filled spaces — “one of the worst chest X-rays I’ve ever seen,” Dr. Paul Currier, another of his doctors, said.", "url": "https://www.nytimes.com/2020/04/26/health/coronavirus-patient-ventilator.html"}