{"authors": ["Peter Eavis"], "date_download": "2022-10-25 23:51:23", "date_modify": "2022-10-25 23:51:23", "date_publish": "2020-05-05 13:35:45", "description": "The lawsuit accuses SoftBank of improperly backing out of an offer to buy shares held by Mr. Neumann, employees and other investors.", "filename": "2020_05_05_business_adam-neumann-softbank-lawsuit_1666741883.html", "image_url": "https://static01.nyt.com/images/2020/05/05/business/05neumann/05neumann-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6c96fc6fc48f4e586b63f52d89b09e4d97ea230c31f8aac99a3c9d83fd2a6370&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_05_business_adam-neumann-softbank-lawsuit_1666741883.html", "title": "Adam Neumann, WeWork’s Former Chief, Sues SoftBank", "title_page": "Adam Neumann, WeWork’s Former Chief, Sues SoftBank - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Adam Neumann, a co-founder of WeWork, sued SoftBank on Monday, accusing it of breaching a contract by withdrawing an offer to buy up to $3 billion in WeWork stock from Mr. Neumann and other shareholders.\nSoftBank, a Japanese conglomerate that has invested in many fast-growing but unprofitable start-ups, included the stock offer in a bailout that saved WeWork from financial collapse last year. Mr. Neumann’s lawsuit, filed in the Delaware Court of Chancery, contends that SoftBank and one of its investment funds “reneged on their promise to pay for the benefits they had already received” when they withdrew the offer last month.\nSoftBank, which gained effective control of WeWork in the rescue, previously said it walked away from the stock-purchase offer because certain provisions of the deal had not been met. But Mr. Neumann’s lawsuit asserts that SoftBank “was secretly taking actions to undermine” the deal.\nTo complete the transaction, WeWork had to assume full ownership of a joint venture in China. Mr. Neumann’s lawsuit contends that SoftBank and its chief executive, Masayoshi Son, worked to prevent that from happening.", "url": "https://www.nytimes.com/2020/05/05/business/adam-neumann-softbank-lawsuit.html"}