{"authors": ["Sarah Mervosh", "Vanessa Swales"], "date_download": "2022-10-25 23:47:24", "date_modify": "2022-10-25 23:47:24", "date_publish": "2020-03-10 17:57:03", "description": "With hundreds of cases and more than two dozen deaths from the virus in the U.S., officials are trying to limit its spread.", "filename": "2020_03_10_us_coronavirus-closings_1666741644.html", "image_url": "https://static01.nyt.com/images/2020/03/10/us/10virus-us-schools01alt/10virus-us-schools01alt-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0c2910cf037ce8aee655e5daf41b8758774ef66a0ef86ac5c393611805d79294&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_10_us_coronavirus-closings_1666741644.html", "title": "Coronavirus Closings: Schools, Colleges, Nursing Homes and More", "title_page": "Coronavirus Closings: Schools, Colleges, Nursing Homes and More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nearly 1,000 people in 36 states and Washington, D.C., have tested positive for the coronavirus, with the number of known cases growing rapidly. Tuesday was the eighth consecutive day with more confirmed diagnoses than the previous day.\nThe outbreak has most severely affected nursing home patients and older Americans, but college campuses and high schools have announced some cases, and the rapid spread of infections has encouraged schools of all kinds to take extraordinary measures.\nThe Fulton County school system, which covers the suburbs of Atlanta, did not hold school on Tuesday, becoming the largest U.S. school district to do so, after an employee tested positive.\nIn the Seattle area, which is experiencing a severe outbreak, a suburban K-12 school district was the first in the area to move all of its classes online. The setup meant that students as young as second grade were working on card tables in their bedrooms, and parents were folding laundry while keeping one eye on virtual classes.", "url": "https://www.nytimes.com/2020/03/10/us/coronavirus-closings.html"}