{"authors": ["Ronen Bergman", "David M. Halbfinger"], "date_download": "2022-10-26 00:11:43", "date_modify": "2022-10-26 00:11:43", "date_publish": "2020-05-20 01:16:09", "description": "Israel was behind a cyberattack that disrupted a major port in Iran, done in response to an attempt by the Revolutionary Guards to infiltrate an Israeli water facility.", "filename": "2020_05_19_world_middleeast_israel-iran-cyberattacks_1666743103.html", "image_url": "https://static01.nyt.com/images/2020/05/19/world/19ISRAEL-CYBER2/19ISRAEL-CYBER2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=480917035305fdeb023e9f663b10a661215bf65cfe85ac76779c21fada584be4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_19_world_middleeast_israel-iran-cyberattacks_1666743103.html", "title": "Israel Hack of Iran Port Is Latest Salvo in Exchange of Cyberattacks", "title_page": "Israel Hack of Iran Port Is Latest Salvo in Exchange of Cyberattacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TEL AVIV — Israel was behind a cyberattack on May 9 that disrupted operations at a major port in Iran, according to high-ranking intelligence officials and experts in the Middle East who are kept informed of covert Israeli actions in the region.\nThe attack on the computer systems at the Shahid Rajaee port in the strategically important Strait of Hormuz was limited in scope, creating traffic jams of delivery trucks and some delays in shipments, but causing no substantial or lasting damage.\nIsrael and Iran have recently been engaged in an exchange of attempted and successful cyberattacks, and the purpose of Israel’s relatively small-scale effort at the port, according to intelligence officials, was to send a message to Tehran: Don’t target Israeli infrastructure.\nThe hacking of the port’s computers came in direct response, those experts familiar with the decision-making process said, to a failed Iranian cyberattack on an Israeli water facility last month.", "url": "https://www.nytimes.com/2020/05/19/world/middleeast/israel-iran-cyberattacks.html"}