{"authors": ["Karan Deep Singh", "Vindu Goel", "Hari Kumar", "Jeffrey Gettleman"], "date_download": "2022-10-25 23:44:23", "date_modify": "2022-10-25 23:44:23", "date_publish": "2020-03-25 11:32:45", "description": "India’s 1.3 billion people have been told to stay at home. For some, it will mean starving. And an already fragile economy may collapse.", "filename": "2020_03_25_world_asia_india-lockdown-coronavirus_1666741463.html", "image_url": "https://static01.nyt.com/images/2020/03/25/world/25virus-india07/25virus-india07-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=bbd7505a41a8e16be8498977122750fefdec7712b7d06ec852a14d8363acc0f1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_25_world_asia_india-lockdown-coronavirus_1666741463.html", "title": "India, Day 1: World’s Largest Coronavirus Lockdown Begins", "title_page": "India, Day 1: World’s Largest Coronavirus Lockdown Begins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — India’s economy was sputtering even before its leader announced the world’s largest coronavirus lockdown. Now the state-ordered paralysis of virtually all commerce in the country has put millions of people out of work and left many families struggling to eat.\nOn the first day of the nationwide 21-day shutdown of nearly all services on Wednesday, the streets of Mumbai, India’s largest metropolis — usually so busy it’s known as Maximum City — were silent. Shuttered shops, empty train tracks, closed airports and idle factories all across the country were signs of the economic impact of the social distancing that the Indian government said was necessary to prevent new coronavirus infections.\nIndia has reported 606 coronavirus cases so far, but with the population density so high and the public health system so weak, Prime Minister Narendra Modi ordered the country’s 1.3 billion residents to stay inside to keep India from sliding into a disaster that could potentially dwarf what China, Italy, Spain, the United States and other countries have faced.\nBut Mr. Modi’s effort to prevent the spread of the virus will lead to its own calamitous damage.\n[Analysis: Under Modi, India’s press is not so free anymore.]", "url": "https://www.nytimes.com/2020/03/25/world/asia/india-lockdown-coronavirus.html"}