{"authors": ["Nick Corasaniti", "Jim Rutenberg"], "date_download": "2022-10-25 23:24:31", "date_modify": "2022-10-25 23:24:31", "date_publish": "2020-12-15 00:23:05", "description": "The vote made official Joe Biden’s victory, despite President Trump’s attempt to subvert the nation’s democratic process, and it put pressure on Republicans to acknowledge the outcome.", "filename": "2020_12_14_us_politics_biden-electoral-college_1666740271.html", "image_url": "https://static01.nyt.com/images/2020/12/14/us/politics/14electoralcollege-vote00-toned/14electoralcollege-vote00-toned-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8e6ac7ba8b51d62e0dffda34b04f257f05f551e5bacf253098f2e1486878e8e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_14_us_politics_biden-electoral-college_1666740271.html", "title": "Electoral College Vote Officially Affirms Biden’s Victory", "title_page": "Electoral College Vote Officially Affirms Biden’s Victory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It began at 10 a.m. in New Hampshire, where electors met in a statehouse chamber festooned with holiday decorations and gave their four votes to Joseph R. Biden Jr. By noon on Monday, the battleground states of Arizona, Georgia and Pennsylvania, ground zero for many of President Trump’s fruitless lawsuits, had backed Mr. Biden too. In New York, Bill and Hillary Clinton voted for Mr. Biden along with 27 other electors.\nAnd when California cast its 55 votes for Mr. Biden around 5:30 p.m. Eastern time, it pushed him past the threshold of 270 Electoral College votes needed to win the presidency, putting the official seal on his victory after weeks of efforts by Mr. Trump to use legal challenges and political pressure to overturn the results.\nWith the Electoral College vote behind him, Mr. Biden called for unity while forcefully denouncing the president and his allies for their assault on the nation’s voting system. In an address in Wilmington, Del., on Monday night, he said the Republican efforts to get the Supreme Court to undo the result represented a “position so extreme we’ve never seen it before,” and called the attacks on election officials at the local level “unconscionable.”\nMr. Biden said that “it is time to turn the page” on the election. Praising officials who stood up for the integrity of the system, he added: “It was honest, it was free and it was fair. They saw it with their own eyes. And they wouldn’t be bullied into saying anything different.”", "url": "https://www.nytimes.com/2020/12/14/us/politics/biden-electoral-college.html"}