{"authors": ["Gina Kolata"], "date_download": "2022-10-25 23:22:59", "date_modify": "2022-10-25 23:22:59", "date_publish": "2020-05-01 23:09:45", "description": "The drug failed as a treatment for hepatitis and Ebola. With federal funding, scientists trained it on the coronavirus.", "filename": "2020_05_01_health_coronavirus-remdesivir_1666740179.html", "image_url": "https://static01.nyt.com/images/2020/05/01/science/01VIRUS-REMDESIVIR2/01VIRUS-REMDESIVIR2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=06c258f5aa44dc0a9a71d04ad0c43996846be6269a1bbfa047a9a174cec236f7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_01_health_coronavirus-remdesivir_1666740179.html", "title": "How Remdesivir, New Hope for Covid-19 Patients, Was Resurrected", "title_page": "How Remdesivir, New Hope for Covid-19 Patients, Was Resurrected - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Remdesivir, an antiviral drug designed to treat both hepatitis and a common respiratory virus, seemed fated to join thousands of other failed medications after proving useless against those diseases. The drug was consigned to the pharmaceutical scrap heap, all but forgotten by the scientists who once championed it.\nBut on Friday, the Food and Drug Administration issued an emergency approval for remdesivir as a treatment for patients severely ill with Covid-19, the disease caused by the coronavirus.\nThe story of remdesivir’s rescue and transformation testifies to the powerful role played by federal funding, which allowed scientists laboring in obscurity to pursue basic research without obvious financial benefits. This research depends almost entirely on government grants.\nDr. Mark Denison of Vanderbilt University is one of a handful of researchers who discovered remdesivir’s potential. He began studying coronaviruses a quarter-century ago, a time when few scientists cared about them — the ones infecting humans caused colds, he recalled, and scientists just wanted to know how they worked.", "url": "https://www.nytimes.com/2020/05/01/health/coronavirus-remdesivir.html"}