{"authors": ["Sydney Ember", "Annie Karni", "Maggie Haberman"], "date_download": "2022-10-25 23:47:27", "date_modify": "2022-10-25 23:47:27", "date_publish": "2020-03-10 20:27:52", "description": "The presidential race entered extraordinary new ground as the leading Democrats called off primary-night events in Cleveland, and President Trump’s signature rallies also faced an uncertain future.", "filename": "2020_03_10_us_politics_sanders-biden-rally-coronavirus_1666741647.html", "image_url": "https://static01.nyt.com/images/2020/03/10/us/politics/10sanders-rally-01/merlin_170316597_8d92746d-7be4-432a-88b3-06b4a77521ef-facebookJumbo.jpg?year=2020&h=550&w=1050&s=df7a1aa34d43e23a49fdc7a4b54c34cf4cc03a5055cae609b5a43d55088c1042&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_10_us_politics_sanders-biden-rally-coronavirus_1666741647.html", "title": "Sanders and Biden Cancel Events as Coronavirus Fears Upend Primary", "title_page": "Sanders and Biden Cancel Events as Coronavirus Fears Upend Primary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The new uncertainty about political rallies and face-to-face contact with voters has the potential to remake the entire presidential campaign. Not only will Democrats need mass rallies to help unite the party, after a bruising primary race, behind a nominee and a policy agenda. It is Mr. Trump, more than any American leader in modern politics, who has used mega-rallies to motivate his supporters, dominate cable news airwaves with coverage and feed his own ego and morale.\nIn recent days, Mr. Trump has complained to advisers about the toll the coronavirus is taking on his efforts to campaign publicly, and has continued to insist in private, as he has done in public, that worries about the virus are being overblown, according to two people familiar with his comments. Following his lead, the campaign has told reporters that all of its activity was “proceeding as normal.”\nBut several people close to Mr. Trump have suggested to his campaign and White House officials that he not go ahead with rallies, a person close to Mr. Trump said. It was unclear how forceful any of them had been in pushing him away from them.\nSince his 2016 campaign, Mr. Trump has left the glad-handing at diners and the round-table discussions to surrogates, focusing solely on rallies to communicate his message and connect with supporters. Any slowdown or suspension of rallies would deprive him of a major political weapon at a time when concerns about the virus — as well as the damage to a national economy that is Mr. Trump’s calling card in the 2020 race — could further alienate some disaffected Republicans and independents from the Trump camp.\nFor the first time in months, Mr. Trump has no rally scheduled for the coming weeks. His last campaign rally took place on March 2 in Charlotte, N.C., on the eve of Super Tuesday. But on Tuesday evening, his campaign announced a “Catholics for Trump” event at a convention center in Milwaukee on March 19. It is not technically a rally, but two campaign officials described it as a test run to see how people reacted to the president holding a large-scale event.", "url": "https://www.nytimes.com/2020/03/10/us/politics/sanders-biden-rally-coronavirus.html"}