{"authors": ["Fatima Faizi", "Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:28:04", "date_modify": "2022-10-25 23:28:04", "date_publish": "2020-11-06 13:26:29", "description": "Zarifa Ghafari, one of the few female mayors in Afghanistan, has been subjected to death threats and assassination attempts, and believes her father was gunned down because of her.", "filename": "2020_11_06_world_asia_afghanistan-mayor-zarifa-ghafari_1666740484.html", "image_url": "https://static01.nyt.com/images/2020/11/06/world/06afghan-mayor01/06afghan-mayor01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b077c4e33e4c2fe470f4c08de8de8c0e1b83db4f8a5c1382811a72eea3b83ba1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_06_world_asia_afghanistan-mayor-zarifa-ghafari_1666740484.html", "title": "An Afghan Mayor Expected to Die. Instead, She Lost Her Father.", "title_page": "An Afghan Mayor Expected to Die. Instead, She Lost Her Father. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — Zarifa Ghafari, one of Afghanistan’s first female mayors, had been expecting to be assassinated. But on Thursday night, it was her father who was cut down by gunmen in front of his house in Kabul, the capital.\nMs. Ghafari, 27, has survived several attempts on her own life. Her position as a reform-minded woman in public office — she is the mayor of Maidan Shar, a town in Wardak Province, which borders Kabul — has exposed her to grave danger in Afghanistan’s predominantly patriarchal society.\nBut the reason for the killing of her father, Abdul Wasi Ghafari, an Afghan Army colonel, was unclear. Was it just one more in a flurry of anonymous, targeted killings in Kabul? Or was it retaliation for Ms. Ghafari’s recent firing of several subordinates, which drew the latest in a series of death threats against her?\nMs. Ghafari believes she knows. “It is the Taliban,” she said on Friday. “They don’t want me in Maidan Shar. That is why they killed my dad.”", "url": "https://www.nytimes.com/2020/11/06/world/asia/afghanistan-mayor-zarifa-ghafari.html"}