{"authors": ["Gillian R. Brassil", "Giulia Mcdonnell Nieto Del Rio", "Billy Witz", "David Waldstein"], "date_download": "2022-10-25 23:28:02", "date_modify": "2022-10-25 23:28:02", "date_publish": "2020-07-10 16:45:01", "description": "It is not just the N.F.L.’s Washington team that could get a name change. A number of schools are also reconsidering nicknames, though some are resisting any switch.", "filename": "2020_07_10_sports_football_washington-redskins-name-change-mascots_1666740482.html", "image_url": "https://static01.nyt.com/images/2020/07/13/sports/10unrest-mascotnames-print/10unrest-mascotnames-1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=9b29567bae569126d931a43db79e7089e8b7251506aab92bd35c341c0768e81c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_10_sports_football_washington-redskins-name-change-mascots_1666740482.html", "title": "In Campaign Against Racism, Team Names Get New Scrutiny", "title_page": "In Campaign Against Racism, Team Names Get New Scrutiny - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Guy Jones had been advocating for 21 long years, hoping for the day when Anderson High School, outside Cincinnati, would drop the nickname he found vulgar and insulting to his Native American heritage.\nA member of the Hunkpapa Lakota nation from the Standing Rock reservation in South Dakota, he and three white Anderson students in 1999 sought to persuade the school board to change the nickname that “made me cringe every time I heard it.”\nThe school board voted down their proposal, and did so in 2003 and in 2018. But last week it finally relented and voted to erase the name for good, in part, Jones said, because of a wave of momentum fueled by the Black Lives Matter movement.\n“Things are changing,” he said, “and I’m glad they are.”\nThe very next day, Jones heard more news that cheered him out of Washington, where for years the N.F.L. team that uses the same nickname, Redskins, had vowed never to change it.", "url": "https://www.nytimes.com/2020/07/10/sports/football/washington-redskins-name-change-mascots.html"}