{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 22:56:00", "date_modify": "2022-10-25 22:56:00", "date_publish": "2020-02-13 15:18:19", "description": "President Xi Jinping reshuffled the leadership in Hubei Province, the center of the outbreak, installing protégés in the hope of getting the crisis under control.", "filename": "2020_02_13_world_asia_china-coronavirus-xi-jinping_1666738560.html", "image_url": "https://static01.nyt.com/images/2020/02/13/world/13china-politics0001/13china-politics0001-facebookJumbo.jpg?year=2020&h=550&w=1050&s=80f8f59129fde63bc9ddc6cbff19e22ee626bf9b217aed14cc51ed22eff67337&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_13_world_asia_china-coronavirus-xi-jinping_1666738560.html", "title": "China Ousts 2 Party Officials Amid Outrage About Coronavirus Response", "title_page": "China Ousts 2 Party Officials Amid Outrage About Coronavirus Response - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Jiang, by contrast, was an economist and a former banker, who was only three years ago on the shortlist to take over China’s central bank.\nWuhan’s party secretary, Ma Guoqiang, was replaced by Wang Zhonglin, a counterpart in another regional capital, Jinan, in Shandong Provence. Mr. Ma had offered to resign, the city’s mayor said in January, but he had remained in his position until Thursday.\nMr. Wang served for 15 years in the Public Security Bureau in Shandong before rising through the party ranks.\nMr. Xi’s inclination to turn to officials with whom he is familiar is not surprising. Nor are their backgrounds in security affairs. Moving to install the officials now, even before the extent of the crisis is clear, underscored the challenge the epidemic has created for Mr. Xi and for his ambitions as the country’s most powerful leader since Mao Zedong.\nWu Qiang, an independent political analyst in Beijing, said in an interview that, “To cope with a crisis that may become more serious in the future, the first thing that they need is highly loyal people.”\nAt Wednesday’s meeting of the Politburo Standing Committee, Mr. Xi urged officials to do everything possible to improve the care of those sickened in Hubei. At the same time, he urged them to make sure that business returned to normal and that the government met its economic development goals for the year, according to an official summary of the meeting by Xinhua, the state-run news agency.\nThose goals include his 2020 deadlines for eradicating extreme poverty and creating a “comprehensively well-off society.”", "url": "https://www.nytimes.com/2020/02/13/world/asia/china-coronavirus-xi-jinping.html"}