{"authors": ["Charlie Savage", "Adam Goldman", "Matt Apuzzo"], "date_download": "2022-10-25 23:02:18", "date_modify": "2022-10-25 23:02:18", "date_publish": "2020-02-14 18:02:36", "description": "Amid turmoil in the U.S. attorney’s office in Washington, the attorney general has also sent outside prosecutors to review other politically sensitive cases.", "filename": "2020_02_14_us_politics_michael-flynn-prosecutors-barr_1666738938.html", "image_url": "https://static01.nyt.com/images/2020/02/14/us/politics/14dc-flynn/14dc-flynn-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=656ba8d737977766920ca9a94abfc7e3cf5a0f8839cb8a626ec100972ee1aa13&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_14_us_politics_michael-flynn-prosecutors-barr_1666738938.html", "title": "Barr Installs Outside Prosecutor to Review Case Against Michael Flynn, Ex-Trump Adviser", "title_page": "Barr Installs Outside Prosecutor to Review Case Against Michael Flynn, Ex-Trump Adviser - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Attorney General William P. Barr has assigned an outside prosecutor to scrutinize the criminal case against President Trump’s former national security adviser Michael T. Flynn, according to people familiar with the matter.\nThe review is highly unusual and could trigger more accusations of political interference by top Justice Department officials into the work of career prosecutors.\nMr. Barr has also installed a handful of outside prosecutors to broadly review the handling of other politically sensitive national-security cases in the U.S. attorney’s office in Washington, the people said. The team includes at least one prosecutor from the office of the United States attorney in St. Louis, Jeff Jensen, who is handling the Flynn matter, as well as prosecutors from the office of the deputy attorney general, Jeffrey A. Rosen.\nOver the past two weeks, the outside prosecutors have begun grilling line prosecutors in the Washington office about various cases — some public, some not — including investigative steps, prosecutorial actions and why they took them, according to the people. They spoke on condition of anonymity to discuss the sensitive internal deliberations.", "url": "https://www.nytimes.com/2020/02/14/us/politics/michael-flynn-prosecutors-barr.html"}