{"authors": ["Tariro Mzezewa"], "date_download": "2022-10-25 23:48:54", "date_modify": "2022-10-25 23:48:54", "date_publish": "2020-03-03 16:42:56", "description": "Here are some tips for cleaning your area of a plane and keeping healthy on a flight.", "filename": "2020_03_03_travel_how-to-clean-your-airplane-seat-and-space_1666741734.html", "image_url": "https://static01.nyt.com/images/2020/03/15/travel/15TIPS-plane-disinfect/15TIPS-plane-disinfect-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=6f3bd4c35673db4b8828e0a02c68f9fb2e36df0424b759acac2c39dd849f3033&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_03_travel_how-to-clean-your-airplane-seat-and-space_1666741734.html", "title": "How to Disinfect Your Space on an Airplane", "title_page": "How to Disinfect Your Space on an Airplane - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The airplane and airplane seat is a public space, and we know that germs can live on surfaces for a long time, so it doesn’t hurt to clean it,” said Aaron Milstone, associate hospital epidemiologist at the Johns Hopkins Hospital.\nHere are some tips for cleaning your area of a plane and keeping healthy on a flight.\nKeep your hands clean and stop touching your face\n“Wiping down surfaces on a plane won’t hurt, as long as it doesn’t give you a false sense of security,” Andrew Mehle, associate professor of medical microbiology and immunology at the University of Wisconsin Madison, said, stressing that sanitizing your space on a plane should be done in conjunction with washing hands and following other best practices.\nViral particles, the transmission vehicle of the coronavirus, must travel within mucus or saliva, and they must enter through eyes, nose or mouth. While the coronavirus can last on surfaces like tray tables, touch screens, door handles and faucets — one study found that other coronaviruses, like SARS and MERS stay on metal, glass and plastic for up to nine days — a disinfectant on a hard surface, or soap while washing your hands, will kill the virus.\nHowever, most people tend to touch their faces more often than they realize. Doing so after touching a surface where there are droplets from when someone sneezed or coughed can lead to the virus being passed on.\nSo first things first: Wash your hands.\n“It’s just as important to think about where your hands have been and to wash your hands,” said Dr. Mehle.", "url": "https://www.nytimes.com/2020/03/03/travel/how-to-clean-your-airplane-seat-and-space.html"}