{"authors": ["Jan Hoffman", "Katie Benner"], "date_download": "2022-10-25 23:22:56", "date_modify": "2022-10-25 23:22:56", "date_publish": "2020-10-21 15:05:38", "description": "The Justice Department announced an $8 billion settlement with the company. Members of the Sackler family will pay $225 million in civil penalties but criminal investigations continue.", "filename": "2020_10_21_health_purdue-opioids-criminal-charges_1666740176.html", "image_url": "https://static01.nyt.com/images/2020/10/21/science/21PURDUE/21PURDUE-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b04c0134fd03940ed2f1386b9516b182b18117f13fdefb9ae076558d09624cd5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_21_health_purdue-opioids-criminal-charges_1666740176.html", "title": "Purdue Pharma Pleads Guilty to Criminal Charges for Opioid Sales", "title_page": "Purdue Pharma Pleads Guilty to Criminal Charges for Opioid Sales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But state attorneys general from Massachusetts, New York and North Carolina, among others, have raised questions about just how much of an effect the settlement will have with respect to holding the Sackler family to account. Purdue was keen to settle its federal legal troubles under a Trump administration, which it sensed would cut a better deal than a new Biden administration. The $225 million that the Sacklers would pay as part of their civil settlements is small relative to the family’s net worth, estimated to be at least $13 billion, much of it generated from sales of OxyContin.\nFentanyl Overdoses: What to Know Card 1 of 5 Devastating losses. Drug overdose deaths, largely caused by the synthetic opioid drug fentanyl, reached record highs in the United States in 2021. Here’s what you should know to keep your loved ones safe: Understand fentanyl’s effects. Fentanyl is a potent and fast-acting drug, two qualities that also make it highly addictive. A small quantity goes a long way, so it’s easy to suffer an overdose. With fentanyl, there is only a short window of time to intervene and save a person’s life during an overdose. Stick to licensed pharmacies. Prescription drugs sold online or by unlicensed dealers marketed as OxyContin, Vicodin and Xanax are often laced with fentanyl. Only take pills that were prescribed by your doctor and came from a licensed pharmacy. Talk to your loved ones. The best way to prevent fentanyl use is to educate your loved ones, including teens, about it. Explain what fentanyl is and that it can be found in pills bought online or from friends. Aim to establish an ongoing dialogue in short spurts rather than one long, formal conversation. Learn how to spot an overdose. When someone overdoses from fentanyl, breathing slows and their skin often turns a bluish hue. If you think someone is overdosing, call 911 right away. If you’re concerned that a loved one could be exposed to fentanyl, you may want to buy naloxone, a medicine that can rapidly reverse an opioid overdose and is often available at local pharmacies without prescription.\nJoe Rice, a negotiator for local governments that are suing Purdue, said, “Purdue is doing everything they can to get this deal done in this administration. It’s advantageous to both sides.”\nThis federal case against Purdue is distinct from thousands of opioid-related lawsuits against other drug manufacturers, as well as distributors and pharmacy chains, still pending in federal and state courts.\nPurdue has long demanded that the federal charges against it be resolved before it would agree to a larger settlement with cities, tribes, states and individuals, who claim that its relentless marketing of OxyContin directly contributed to a crisis of addiction and overdoses, resulting in towering costs in health care, law enforcement and unemployment. Lawyers close to negotiations expect that the final settlement may emerge early next year.\nIn the federal settlement, the company agreed to plead guilty to felony charges of defrauding federal health agencies and violating anti-kickback laws. The penalties include $3.54 billion in criminal fines and $2 billion in criminal forfeiture of profits, the largest penalties ever levied against a pharmaceutical manufacturer. The company pleaded guilty to marketing opioids to more than 100 doctors that it suspected of writing illegal prescriptions and lying about this to the federal Drug Enforcement Administration.\nPurdue also pleaded guilty to paying illegal kickbacks to doctors and to an electronic health records company, Practice Fusion. In January Practice Fusion paid $145 million in fines for taking kickbacks from drug manufacturers in exchange for embedding pop-up alerts to physicians, intended to boost opioid prescriptions.\nThe Purdue settlement also includes $2.8 billion in civil penalties, related to allegations that the company violated the False Claims Act by using aggressive marketing tactics to convince doctors to unnecessarily prescribe opioids — frivolous prescriptions that experts say helped fuel a drug addiction crisis that has ravaged America for decades. Those prescriptions were often paid for by federal health care programs like Medicare and Medicaid.", "url": "https://www.nytimes.com/2020/10/21/health/purdue-opioids-criminal-charges.html"}