{"authors": ["Kai Schultz", "Sameer Yasir"], "date_download": "2022-10-25 23:22:34", "date_modify": "2022-10-25 23:22:34", "date_publish": "2020-04-28 08:45:36", "description": "As India starts loosening restrictions, a once-broad consensus among leaders on how to proceed has weakened — and many people are staying home anyway.", "filename": "2020_04_28_world_asia_india-coronavirus-lockdown_1666740154.html", "image_url": "https://static01.nyt.com/images/2020/04/28/world/28virus-india-top/merlin_171916635_6d61172a-6217-4039-9a9f-b6d7e0731b51-facebookJumbo.jpg?year=2020&h=549&w=1050&s=f9271ee71e1a940c3b1ace8bb4833a71a49a3d8b68bd2fdd227ec7b586e5e253&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_28_world_asia_india-coronavirus-lockdown_1666740154.html", "title": "Unified in Coronavirus Lockdown, India Splinters Over Reopening", "title_page": "Unified in Coronavirus Lockdown, India Splinters Over Reopening - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — When the Indian government eased coronavirus restrictions last week, allowing many shops to reopen in rural parts of the country, Uday Shankar Sharma, a retail store owner in a small farming village, said he had no intention of complying.\nOver the past few weeks, Mr. Sharma said fear had deepened in Sabna, where he lives in northern India. Community meetings held under a clock tower have stopped. Neighbors barely talk to each other. Streets are so silent that people can hear grasshoppers in the daytime.\nMr. Sharma said resuming business was simply too dangerous right now, even though his district of more than three million people has only reported one case of the coronavirus.\n“It is better to stay hungry than to get the coronavirus,” he said in a telephone interview. “Why should I risk the lives of my family members for a few hundred rupees?”", "url": "https://www.nytimes.com/2020/04/28/world/asia/india-coronavirus-lockdown.html"}