{"authors": ["Fatima Faizi", "Fahim Abed"], "date_download": "2022-10-25 23:28:07", "date_modify": "2022-10-25 23:28:07", "date_publish": "2020-11-05 19:46:08", "description": "At least 244 pro-government forces and 200 civilians were killed in Afghanistan in November.", "filename": "2020_11_05_magazine_afghan-war-casualty-report-november-2020_1666740487.html", "image_url": "https://static01.nyt.com/images/2020/11/21/world/21AFGHANISTAN-01/21AFGHANISTAN-01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=3a64113636474dbe6e08454c171f26f92302ebe4e8e579a044e5ef2933a2dbb6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_05_magazine_afghan-war-casualty-report-november-2020_1666740487.html", "title": "Afghan War Casualty Report: November 2020", "title_page": "Afghan War Casualty Report: November 2020 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The following report compiles all significant security incidents confirmed by New York Times reporters throughout Afghanistan from the past seven days. It is necessarily incomplete as many local officials refuse to confirm casualty information. The report includes government claims of insurgent casualty figures, but in most cases these cannot be independently verified by The Times. Similarly, the reports do not include Taliban claims for their attacks on the government unless they can be verified. Both sides routinely inflate casualty totals for their opponents.\nNov. 27-Dec. 3, 2020\nAt least 39 pro-government forces and four civilians were killed in Afghanistan the past week. The deadliest attack took place in Ghazni Province, where a military Humvee stolen by the Taliban and laden with explosives targeted a military base in Ghazni City, the provincial capital, killing 31 soldiers and wounding 24 others. The explosion was so powerful that it damaged several buildings on the base. In Zabul Province, a car bomb targeted the convoy of Atta Jan Haqbayan, the head of provincial council, killing three civilians and wounding 23 others, including Haqbayan. Afghan government and Taliban negotiators in Qatar agreed to the principles and procedures that will guide the ongoing peace negotiations between them, officials announced on Wednesday, an important move that could pave the way for talks that have been hobbled by disagreements for more than two months.\n[Read the Afghan War Casualty Report from previous weeks.]\nDec. 3 Paktia Province: three security forces killed\nA car bomb targeted a patrol of Afghan forces in the southern part of Gardez, the provincial capital, killing three members of the National Directorate of Security, Afghanistan’s intelligence agency, and wounding 14 civilians.\nDec. 1 Nangarhar Province: one civilian killed\nA tribal elder was shot and killed by unknown gunmen in Farm-e-Adah area of Behsud District.", "url": "https://www.nytimes.com/2020/11/05/magazine/afghan-war-casualty-report-november-2020.html"}