{"authors": ["Damien Cave"], "date_download": "2022-10-25 23:48:45", "date_modify": "2022-10-25 23:48:45", "date_publish": "2020-06-03 09:00:28", "description": "Above all, it’s trust. Countries are rebuilding relationships under enormous economic pressure, while keeping a wary eye on a virus that’s not going away soon.", "filename": "2020_06_03_world_australia_coronavirus-travel-bubble_1666741725.html", "image_url": "https://static01.nyt.com/images/2020/06/03/world/03virus-travel/03virus-travel-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c26da774b6a7e353aa7696e202b3f50d2ec3633959827f0cfbf505f311f39ded&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_03_world_australia_coronavirus-travel-bubble_1666741725.html", "title": "What Will It Take to Reopen the World to Travel?", "title_page": "What Will It Take to Reopen the World to Travel? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They predicted a mix of precautions and incentives. Masks, fever checks, contact-tracing apps and even coronavirus throat swabs will make travel more agonizing, even as discounts and smaller crowds soften the blow. A reduction in flights will mean more connections and longer journeys, testing travelers’ patience.\nThe baby steps toward a reopened world start with the healthy — the nations that have low rates of death and few active cases.\nThe Baltic countries have gone first, and Australia and New Zealand are following a similar path. But even for countries with close ties, it is like starting from scratch.\nBorder agencies, airports, airlines and health officials in Australia and New Zealand have spent more than a month trying to work out a proposal that would let travelers avoid the mandatory 14-day quarantine now in place for a smattering of international arrivals. They hope to have the system up and running by September.\nMr. Tasker, the Auckland Airport official, said the biggest hurdle was making sure that local transmission of the virus was as close to eliminated as possible. Beyond that, travelers can expect new protocols and constant reminders about social distancing, health and hygiene from booking through return. Australia’s coronavirus tracking app, COVIDSafe, could also be used to share location data between both countries.\nIf it works for the two island neighbors, the bubble could grow to include other locations.\nMany European countries are also starting out with a restricted guest list. Denmark and Norway are opening to each other on June 15, for example, but are excluding Sweden, where a looser lockdown has let the virus proliferate.\nWith every phase of reopening, officials said, more movement means more risk and more work, for governments but also travelers.", "url": "https://www.nytimes.com/2020/06/03/world/australia/coronavirus-travel-bubble.html"}