{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:53:30", "date_modify": "2022-10-25 23:53:30", "date_publish": "2020-01-01 23:10:00", "description": "A meeting with President Volodymyr Zelensky of Ukraine would have been the first for a top Trump official since the impeachment inquiry began.", "filename": "2020_01_01_us_politics_pompeo-cancels-ukraine-trip_1666742010.html", "image_url": "https://static01.nyt.com/images/2020/01/01/us/politics/01DC-DIPLO/merlin_166477125_e8e576ff-b755-414c-b168-490b0746d5ed-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ff0ac21e0db8e4df5029a96c3abbd43e8da59cb815b11ce05252895142b874ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_01_us_politics_pompeo-cancels-ukraine-trip_1666742010.html", "title": "Pompeo Cancels Ukraine Trip Amid Protests at Embassy in Iraq", "title_page": "Pompeo Cancels Ukraine Trip Amid Protests at Embassy in Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Secretary of State Mike Pompeo on Wednesday canceled a weeklong trip to Ukraine and four other nations to stay in Washington and monitor tensions in Iraq after protesters broke into the United States Embassy compound in Baghdad and wrecked parts of it, the State Department said.\nThe department’s spokeswoman, Morgan Ortagus, said in a statement that Mr. Pompeo aimed to “ensure the safety and security of Americans in the Middle East” by staying in Washington and would travel in the “near future” to the countries he had been scheduled to visit.\nThe Iraqi protesters, who were mostly members of Iranian-backed militias, broke into the embassy compound on Tuesday and set some outbuildings on fire. The attackers trapped diplomats and other embassy employees inside larger buildings, but the ambassador, Matthew Tueller, was outside the country on leave. The protests on Wednesday were calmer, and no demonstrators breached the gates. Protesters dispersed in the afternoon, and there were no reports of injuries.\nFormer State Department officials and associates of Mr. Pompeo say he has been keen to ensure that American diplomats are not harmed under his watch, especially because as a congressman, he was among the most scathing critics of Secretary of State Hillary Clinton’s handling of a militant group’s attack on an American compound in Benghazi, Libya. The 2012 assault resulted in the deaths of four Americans, including Ambassador J. Christopher Stevens.", "url": "https://www.nytimes.com/2020/01/01/us/politics/pompeo-cancels-ukraine-trip.html"}