{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:55:05", "date_modify": "2022-10-25 23:55:05", "date_publish": "2020-02-13 17:58:37", "description": "Court documents revealed Manchester City tried to kill a UEFA investigation that could lead to a Champions League ban by claiming news media reports undermined the case.", "filename": "2020_02_13_sports_soccer_manchester-city-champions-league-ban_1666742105.html", "image_url": "https://static01.nyt.com/images/2020/02/13/sports/13mancity/13mancity-facebookJumbo.jpg?year=2020&h=550&w=1050&s=43d88ebd1f0eea7df12c0589c6af449d5580e376b38063e79b0af502eea3f8ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_13_sports_soccer_manchester-city-champions-league-ban_1666742105.html", "title": "Manchester City Cited Media Leaks in Failed Bid to Avoid Ban", "title_page": "Manchester City Cited Media Leaks in Failed Bid to Avoid Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The details of City’s reaction to the threat of punishment were published Wednesday by the court, which rejected the appeal in November but only released its report on the case this week. In a 35-page document rejecting City’s appeal, the court detailed efforts by the club to bring an early end to a case that has captivated European soccer since details of City’s so-called financial doping were first published after a leak of internal club documents in 2018.\nA ruling on Manchester City’s possible punishment had been expected late last year, and again last month. The delay of a resolution to the case has highlighted the difficulty the adjudicatory arm of UEFA’s financial control body has had in coming to a final decision — one that is likely to lead to an outcry, whatever decision is made.\nAny failure to act on the recommendation of UEFA investigators would most likely be seen as a deathblow to the organization’s efforts to impose financial controls on its member clubs. But any penalty, and especially one that sees Manchester City ejected from the Champions League, the world’s richest club competition, will almost certainly lead to more legal action on behalf of the club, which is bankrolled by Sheikh Mansour bin Zayed al Nahyan, a billionaire brother of the ruler of the United Arab Emirates.\nAnd the ability of wealthy teams to avoid punishment is not without precedent; last year, UEFA cleared another Gulf-owned team, Paris Saint-Germain, of breaching financial rules, even though the evidence had suggested there was a case to answer.\nManchester City has vigorously denied wrongdoing, and its officials have warned UEFA that they will mount an aggressive response to any effort to punish the club or bar it from the Champions League. “The accusation of financial irregularities are entirely false,” City said in a statement. “The club’s published accounts are full and complete and a matter of legal and regulatory record.”", "url": "https://www.nytimes.com/2020/02/13/sports/soccer/manchester-city-champions-league-ban.html"}