{"authors": ["Chris Buckley"], "date_download": "2022-10-25 22:57:44", "date_modify": "2022-10-25 22:57:44", "date_publish": "2020-07-02 13:04:05", "description": "A new national security law will allow Beijing’s sprawling and secretive security system to establish a visible foothold in the territory.", "filename": "2020_07_02_world_asia_hong-kong-security-china_1666738664.html", "image_url": "https://static01.nyt.com/images/2020/07/02/world/02china-politics-01/merlin_174096729_0c6ffa72-83c4-4fc5-a7df-e1fe770453e7-facebookJumbo.jpg?year=2020&h=549&w=1050&s=a8d0da7bdcab72a33c6847c665f85fafda759a5c24a3c0914be37306520c4840&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_02_world_asia_hong-kong-security-china_1666738664.html", "title": "Hong Kong Law Opens Door to China’s Hulking Security State", "title_page": "Hong Kong Law Opens Door to China’s Hulking Security State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "China’s state security apparatus has largely worked in the shadows while the Communist Party leader, Xi Jinping, expanded it over recent years into a bulwark against threats to party rule, public order and national unity.\nHong Kong could change that low profile.\nUnder a national security law that went into force this week, China will openly station security officials in Hong Kong to subdue opposition to the party’s rule. The law authorizes these agents to investigate cases, collect intelligence and help oversee enforcement of the rules across schools, news outlets and social organizations. Until now, Chinese agents operated covertly in Hong Kong.\n“When I was abducted to China, it was done in secret. Now it can be done openly,” said Lam Wing-kee, a Hong Kong book store owner who was snatched in 2015 and spirited to mainland China. He said that security officials placed him in solitary confinement for five months and interrogated him about publishing gossip-laden books about Mr. Xi and other party leaders.\n“Now that the Chinese national security agencies have official protection in Hong Kong, essentially Hong Kong will be no different from any part of China,” said Mr. Lam, who now lives in Taiwan.", "url": "https://www.nytimes.com/2020/07/02/world/asia/hong-kong-security-china.html"}