{"authors": ["Rachel Abrams"], "date_download": "2022-10-25 23:52:11", "date_modify": "2022-10-25 23:52:11", "date_publish": "2020-01-09 23:33:19", "description": "The former Fox News anchor has mostly ignored the movie in which she is played by Charlize Theron — until now.", "filename": "2020_01_09_business_media_megyn-kelly-roger-ailes-bombshell_1666741931.html", "image_url": "https://static01.nyt.com/images/2020/01/09/business/09KELLY-05/09KELLY-05-facebookJumbo.jpg?year=2020&h=550&w=1050&s=dd9524516c0bc583f3e3ba4c4055774d75ce8dc1502dc8d26552e52c16643520&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_09_business_media_megyn-kelly-roger-ailes-bombshell_1666741931.html", "title": "Megyn Kelly Talks About Roger Ailes and ‘Bombshell’ in YouTube Video", "title_page": "Megyn Kelly Talks About Roger Ailes and ‘Bombshell’ in YouTube Video - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Megyn Kelly has kept her distance from “Bombshell,” a Hollywood awards contender that presents her as a key figure in exposing sexual harassment at Fox News. Until now.\nOn Thursday, the former Fox News anchor posted an online video, nearly 30 minutes long, that shows her watching the film in the company of other women who said they were sexually harassed while working at the network under its chairman, Roger Ailes, who died in 2017, less than a year after he was forced out.\nThe video includes a detailed discussion between Ms. Kelly and her former colleagues in which they share painful details of what it was like to work at the network. One of the women, Juliet Huddy, said that during a workplace meeting, Mr. Ailes said, “Turn around, let me see your ass.”\nIn a written introduction to the video on her Instagram page, Ms. Kelly, who had previously described being harassed by Mr. Ailes in her 2016 memoir “Settle for More,” said she had no connection to “Bombshell.” “I did not produce, consult on, or have anything to do with the film,” she wrote. “Neither I nor the women I watched it with sold the rights to our stories (or in my case, my book), so it was somewhat jarring to see a version of our experiences told by strangers.”", "url": "https://www.nytimes.com/2020/01/09/business/media/megyn-kelly-roger-ailes-bombshell.html"}