{"authors": ["Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:42:55", "date_modify": "2022-10-25 23:42:55", "date_publish": "2020-06-23 17:26:52", "description": "European Union officials are racing to agree on who can visit the bloc as of July 1 based on how countries of origin are faring with new coronavirus cases. Americans, so far, are excluded, according to draft lists seen by The New York Times.", "filename": "2020_06_23_world_europe_coronavirus-EU-American-travel-ban_1666741375.html", "image_url": "https://static01.nyt.com/images/2020/06/23/world/23virus-europe-travel/23virus-europe-travel-facebookJumbo.jpg?year=2020&h=550&w=1050&s=24df05c5f68399110222880258cc3c1b89f0f600df115fccc2ef23bcc921a719&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_23_world_europe_coronavirus-EU-American-travel-ban_1666741375.html", "title": "EU May Ban Travel from US as it Reopens Borders, Citing Coronavirus Failures", "title_page": "EU May Ban Travel from US as it Reopens Borders, Citing Coronavirus Failures - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — European Union countries rushing to revive their economies and reopen their borders after months of coronavirus restrictions are prepared to block Americans from entering because the United States has failed to control the scourge, according to draft lists of acceptable travelers reviewed by The New York Times.\nThat prospect, which would lump American visitors in with Russians and Brazilians as unwelcome, is a stinging blow to American prestige in the world and a repudiation of President Trump’s handling of the virus in the United States, which has more than 2.3 million cases and upward of 120,000 deaths, more than any other country.\nEuropean nations are currently haggling over two potential lists of acceptable visitors based on how countries are faring with the coronavirus pandemic. Both lists include China, as well as developing nations like Uganda, Cuba and Vietnam. Both also exclude the United States and other countries that were deemed too risky because of the spread of the virus.\nTravelers from the United States and the rest of the world already had been excluded from visiting the European Union — with few exceptions mostly for repatriations or “essential travel” — since mid-March. But a final decision on reopening the borders is expected early next week, before the bloc reopens on July 1.", "url": "https://www.nytimes.com/2020/06/23/world/europe/coronavirus-EU-American-travel-ban.html"}