{"authors": ["David E. Sanger", "Nicole Perlroth"], "date_download": "2022-10-25 23:25:36", "date_modify": "2022-10-25 23:25:36", "date_publish": "2020-12-08 21:01:39", "description": "The Silicon Valley company said hackers — almost certainly Russian — made off with tools that could be used to mount new attacks around the world.", "filename": "2020_12_08_technology_fireeye-hacked-russians_1666740336.html", "image_url": "https://static01.nyt.com/images/2020/12/09/business/08JPfireeye1-print/08fireeye-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=96912c96b7e86c44eecb3a8f2214923a4b93c8febcbeac909cc397c3b4f9b04b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_08_technology_fireeye-hacked-russians_1666740336.html", "title": "FireEye, a Top Cybersecurity Firm, Says It Was Hacked by a Nation-State", "title_page": "FireEye, a Top Cybersecurity Firm, Says It Was Hacked by a Nation-State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The $3.5 billion company, which partly makes a living by identifying the culprits in some of the world’s boldest breaches — its clients have included Sony and Equifax — declined to say explicitly who was responsible. But its description, and the fact that the F.B.I. has turned the case over to its Russia specialists, left little doubt who the lead suspects were and that they were after what the company calls “Red Team tools.”\nThese are essentially digital tools that replicate the most sophisticated hacking tools in the world. FireEye uses the tools — with the permission of a client company or government agency — to look for vulnerabilities in their systems. Most of the tools are based in a digital vault that FireEye closely guards.\nThe F.B.I. on Tuesday confirmed that the hack was the work of a state, but it also would not say which one. Matt Gorham, assistant director of the F.B.I. Cyber Division, said, “The F.B.I. is investigating the incident and preliminary indications show an actor with a high level of sophistication consistent with a nation-state.”\nThe hack raises the possibility that Russian intelligence agencies saw an advantage in mounting the attack while American attention — including FireEye’s — was focused on securing the presidential election system. At a moment that the nation’s public and private intelligence systems were seeking out breaches of voter registration systems or voting machines, it may have a been a good time for those Russian agencies, which were involved in the 2016 election breaches, to turn their sights on other targets.\nThe hack was the biggest known theft of cybersecurity tools since those of the National Security Agency were purloined in 2016 by a still-unidentified group that calls itself the ShadowBrokers. That group dumped the N.S.A.’s hacking tools online over several months, handing nation-states and hackers the “keys to the digital kingdom,” as one former N.S.A. operator put it. North Korea and Russia ultimately used the N.S.A.’s stolen weaponry in destructive attacks on government agencies, hospitals and the world’s biggest conglomerates — at a cost of more than $10 billion.", "url": "https://www.nytimes.com/2020/12/08/technology/fireeye-hacked-russians.html"}