{"authors": ["Matthew Futterman"], "date_download": "2022-10-25 23:50:52", "date_modify": "2022-10-25 23:50:52", "date_publish": "2020-09-06 23:40:48", "description": "The stadium has been home to thrilling tennis moments, but also to strange and unusual ones.", "filename": "2020_09_06_sports_tennis_djokovic-us-open-moments_1666741852.html", "image_url": "https://static01.nyt.com/images/2020/09/06/sports/06usopen-ashe-1/06usopen-ashe-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=04c5984890b25b8810b3fa68bfd2257f852befd8c167831572830c341d5c0d6d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_06_sports_tennis_djokovic-us-open-moments_1666741852.html", "title": "Ashe Stadium Again Turns Into an Arena of the Absurd", "title_page": "Ashe Stadium Again Turns Into an Arena of the Absurd - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since its opening in 1997, Arthur Ashe Stadium has been the site of some of the most thrilling tennis in the history of the game, matches that have gone into the small hours of the night, in front of raucous and often unruly crowds, by tennis standards.\nIt has also been the site of some of the strangest, most controversial moments in the sport.\nOn Sunday, in what has already been a strange tournament — the first Grand Slam of the Open era to be played without spectators — Ashe added another spectacle to the list, even though only a handful of people were there to see it: tournament officials defaulting the world No. 1, Novak Djokovic, from his fourth-round match for hitting a ball into the throat of a line judge.\nOfficials did not release the name of the judge, who was treated at the tennis center after crumpling to the ground upon being struck by the ball.\nAlthough the episode was unintentional, the rules required that Djokovic, who had just lost his serve to go down, 5-6, in the first set to Pablo Carreño Busta, be eliminated from the tournament.", "url": "https://www.nytimes.com/2020/09/06/sports/tennis/djokovic-us-open-moments.html"}