{"authors": ["Ivan Nechepurenko"], "date_download": "2022-10-25 23:27:54", "date_modify": "2022-10-25 23:27:54", "date_publish": "2020-01-29 21:27:36", "description": "Naama Issachar had been sentenced to seven and a half years in prison for a small amount of marijuana. The case was linked to the American extradition of a Russian man.", "filename": "2020_01_29_world_europe_putin-pardon-american-israeli_1666740474.html", "image_url": "https://static01.nyt.com/images/2020/01/29/world/29russia-israel/29russia-israel-facebookJumbo.jpg?year=2020&h=549&w=1050&s=758faf43ab6f3bd355770b0be8ad440bcb58de5507ef44facb43fe1e9394dcf1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_29_world_europe_putin-pardon-american-israeli_1666740474.html", "title": "Putin Pardons American-Israeli Swept Up in Geopolitical Game", "title_page": "Putin Pardons American-Israeli Swept Up in Geopolitical Game - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — An American-Israeli woman was pardoned on Wednesday, months after her severe punishment on charges of having a small amount of marijuana had made her an unwitting pawn in a geopolitical game.\nThe pardon, issued by President Vladimir V. Putin, came on the eve of a visit to Moscow by Prime Minister Benjamin Netanyahu of Israel. The two leaders are expected to talk about the Middle East plan proposed by President Trump this week.\nThe woman, Naama Issachar, was arrested in April after Russian officials said they found marijuana in her luggage during an airline stopover in Moscow while en route from India to Israel. The amount — 9.5 grams, about a third of an ounce — would normally result in no more than a month’s detention, a fine and deportation from Russia. The amount is within the legal limit in Israel.\nBut in October, a Russian court sentenced Ms. Issachar to seven and a half years in prison on drug possession and smuggling charges, and she was sent to a penal colony. Investigators said Ms. Issachar had admitted to possession, but she later said that the statement was given under pressure.", "url": "https://www.nytimes.com/2020/01/29/world/europe/putin-pardon-american-israeli.html"}