{"authors": ["Julian E. Barnes"], "date_download": "2022-10-25 22:56:56", "date_modify": "2022-10-25 22:56:56", "date_publish": "2020-04-02 20:17:57", "description": "Intelligence officials have told the White House for weeks that China has vastly understated the spread of the coronavirus and the damage the pandemic has done.", "filename": "2020_04_02_us_politics_cia-coronavirus-china_1666738616.html", "image_url": "https://static01.nyt.com/images/2020/04/02/us/politics/02dc-virus-intel/02dc-virus-intel-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=f7ab7fcef1bf8099332f9bd9503440f87aec34a780f02656080b7046249cf29c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_02_us_politics_cia-coronavirus-china_1666738616.html", "title": "C.I.A. Hunts for Authentic Virus Totals in China, Dismissing Government Tallies", "title_page": "C.I.A. Hunts for Authentic Virus Totals in China, Dismissing Government Tallies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The C.I.A. has been warning the White House since at least early February that China has vastly understated its coronavirus infections and that its count could not be relied upon as the United States compiles predictive models to fight the virus, according to current and former intelligence officials.\nThe intelligence briefings in recent weeks, based at least in part on information from C.I.A. assets in China, played an important role in President Trump’s negotiation on Thursday of an apparent détente with President Xi Jinping of China. Since then, both countries have ratcheted back criticism of each other.\nObtaining a more accurate count of the Chinese rate of infection and deaths from the virus has worldwide public health implications at a time of grave uncertainty over the virus, its speed of transmission and other fundamental questions. For American officials, the totals are critical to getting a better understanding of how Covid-19 will affect the United States in the months to come and of the effectiveness of countermeasures like social distancing, according to American intelligence agencies and White House officials.\nSo far, to the frustration of both the White House and the intelligence community, the agencies have been unable to glean more accurate numbers through their collection efforts.", "url": "https://www.nytimes.com/2020/04/02/us/politics/cia-coronavirus-china.html"}