{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:37", "date_modify": "2022-10-25 23:29:37", "date_publish": "2020-04-29 18:00:39", "description": "The Federal Reserve left rates unchanged near zero at its April meeting and suggested it would not be raising them anytime soon as the virus takes a huge toll on economic growth.", "filename": "2020_04_29_business_economy_fed-coronavirus-interest-rates_1666740577.html", "image_url": "https://static01.nyt.com/images/2020/04/29/business/29DC-FED-01/merlin_171561381_efb6553f-12f4-4d71-992d-2978cbe20c90-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2f65cfeb112b6302839d0902bde948065cfafea1ad39570575bf973276d150ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_29_business_economy_fed-coronavirus-interest-rates_1666740577.html", "title": "Fed Suggests Tough Road Ahead as It Pledges to Help Insulate Economy", "title_page": "Fed Suggests Tough Road Ahead as It Pledges to Help Insulate Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He highlighted the need for fiscal policies that protect businesses and households from “avoidable insolvency.”\nThe Fed’s announcement came just hours after a government report showed that the economy contracted at a 4.8 percent annualized rate in the first quarter. While that was the worst reading since 2008 and ended the record-long expansion, it probably barely scraped the surface of the coronavirus damage. Lockdowns started only toward the end of the quarter.\nThe contraction is expected to look even worse in the three months through June, but what will happen after that remains extremely uncertain. States and cities are tiptoeing toward a reopening, but that process could take months. It is also unclear when consumers will feel comfortable enough to return to shopping malls and concerts, let alone travel for work or pleasure.\nFed officials warned that the economy may be in for an unsteady journey back to growth and prosperity. Mr. Powell said second-quarter economic data would be “worse” than anything previously seen, that it might take consumers time to feel comfortable spending again, and that companies and workers might need additional financial help.\nIn their post-meeting release, Fed officials flagged “considerable risks to the economic outlook” over the medium term, suggesting central bank officials did not anticipate growth to bounce back quickly in the “V-shaped” recovery that President Trump and some other administration officials still seemed to expect.\n“They are giving some insight into how they see the trajectory for the economy, which is not a V-shaped path,” said Michelle Meyer, head of U.S. economics at Bank of America. “They’ll keep interest rates low for a long time, they’ll err on the side of being more accommodative, rather than less.”", "url": "https://www.nytimes.com/2020/04/29/business/economy/fed-coronavirus-interest-rates.html"}