{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 23:56:06", "date_modify": "2022-10-25 23:56:06", "date_publish": "2020-02-21 04:51:26", "description": "The acting chief of staff, addressing a crowd of several hundred in England, spoke freely about the impeachment inquiry into President Trump.", "filename": "2020_02_20_us_politics_mulvaney-trump_1666742166.html", "image_url": "https://static01.nyt.com/images/2020/02/20/us/20mulvaney/merlin_162373191_c0e65dcd-f7c7-4366-a10f-1ef76dab6ef0-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1dbcabdc1b87fde0b3d68f37061a656be179336f9013b6e53bc97c6e8283224e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_20_us_politics_mulvaney-trump_1666742166.html", "title": "Mick Mulvaney Says He Often Disagrees With Trump (Just Never Publicly)", "title_page": "Mick Mulvaney Says He Often Disagrees With Trump (Just Never Publicly) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Addressing the budget deficit, which reached almost $1 trillion last year, Mr. Mulvaney, a deficit hawk when he was a Republican congressman from South Carolina, was surprisingly candid about his party.\n“My party is very interested in deficits when there is a Democrat in the White House. The worst thing in the whole world is deficits when Barack Obama was the president,” said Mr. Mulvaney, who still holds the title of director of the Office of Management and Budget. “Then Donald Trump became president, and we’re a lot less interested as a party.”\nMr. Mulvaney also broached the Ukraine matter at the heart of the impeachment proceedings and insisted that Democrats had no real interest in seeking testimony and were merely putting on a publicity stunt.\n“There’s a story you don’t know about impeachment,” he said, adding that Democrats leading the inquiry like Representative Adam B. Schiff never had an interest in substantive interviews with witnesses.\nThat he and John R. Bolton, the former national security adviser, were among the first people subpoenaed for testimony proved that, Mr. Mulvaney said, as Democrats should have known that those efforts would result in a court battle as was the case in previous impeachments.\n“We were the least likely to ever go down and testify,” he said, citing executive privilege because of their proximity to the president. “We did not withhold information and fail to comply.” He falsely claimed that Democrats had not sought a subpoena from Mr. Trump’s personal lawyer Rudolph W. Giuliani, whom Mr. Mulvaney claimed could have disclosed many things that do not fall under attorney-client privilege.\nMr. Mulvaney acknowledged erring in a now infamous news briefing in October, when he said that the president suspended $391 million in aid to Ukraine in exchange for investigations into his political rivals. He said he did not believe that he had made those remarks until aides showed him video afterward.", "url": "https://www.nytimes.com/2020/02/20/us/politics/mulvaney-trump.html"}