{"authors": ["Maggie Haberman", "Jonathan Martin", "Alexander Burns"], "date_download": "2022-10-25 23:32:16", "date_modify": "2022-10-25 23:32:16", "date_publish": "2020-07-02 22:58:09", "description": "Last month represented the political nadir of President Trump’s three and a half years in office, thanks to self-inflicted wounds as he played to his base and missteps by a fractured campaign.", "filename": "2020_07_02_us_politics_trump-2020-campaign-problems_1666740736.html", "image_url": "https://static01.nyt.com/images/2020/07/02/us/politics/02trump-campaign1/02trump-campaign1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=b5fdde845a89788dfceb87e7e011373c7391339e7bb38248a367f8575fa7f83d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_02_us_politics_trump-2020-campaign-problems_1666740736.html", "title": "Why June Was Such a Terrible Month for Trump", "title_page": "Why June Was Such a Terrible Month for Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Last Saturday night, over dinner at the White House, Bernard Marcus, a top Republican donor, told President Trump he was alarmed at Mr. Trump’s plummeting poll numbers and Jared Kushner’s stewardship of his father-in-law’s re-election effort.\nMr. Trump sought to assuage Mr. Marcus’s concerns, assuring the billionaire Home Depot founder that his political fortunes would soon change in part because he was bringing in “good people” to steady his campaign, according to a person briefed on their conversation.\nThe next morning, before setting off for a round of golf, the president tweeted a video from a Florida retirement community that featured a Trump supporter yelling, “white power,” setting Mr. Trump’s aides on a scramble to reach him on the course and have him delete the message.\nAs Mr. Trump heads to Mount Rushmore on Friday to spend the Independence Day holiday in the carved presence of presidential greatness, he is suffering through the most trying stretch of his administration thanks in large part to his self-inflicted wounds. June represented the political nadir of his three and a half years in the Oval Office, when a race in which he had been steadily trailing, but faring respectably, broke open and left him facing the possibility of not just defeat but humiliation this fall.", "url": "https://www.nytimes.com/2020/07/02/us/politics/trump-2020-campaign-problems.html"}