{"authors": ["Stephanie Saul", "Nick Corasaniti"], "date_download": "2022-10-25 23:53:18", "date_modify": "2022-10-25 23:53:18", "date_publish": "2020-01-25 16:00:08", "description": "Seeking inroads in the state, Mr. Steyer, a hedge-fund billionaire, is paying black vendors, hiring black staff members and appearing in rural outposts, lavishing money and attention. It’s paying dividends.", "filename": "2020_01_25_us_politics_tom-steyer-millions-south-carolina_1666741998.html", "image_url": "https://static01.nyt.com/images/2020/01/26/us/politics/26steyer-01/merlin_167383110_4ac2d06d-4823-42b0-9537-20d705690946-facebookJumbo.jpg?year=2020&h=550&w=1050&s=da41c7dedc6c68909fcbc34f344ff1232238bd0476bbc43c01c8aa0953fcb890&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_25_us_politics_tom-steyer-millions-south-carolina_1666741998.html", "title": "Tom Steyer Spends Millions in South Carolina. Black Voters Reap the Benefit.", "title_page": "Tom Steyer Spends Millions in South Carolina. Black Voters Reap the Benefit. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The company’s owner, Annie Bailey, is well known locally because she cooked for Stedman Graham, Oprah Winfrey’s longtime partner, when he appeared here.\n“They were very specific that they wanted sweet tea, lemonade and water,” Ms. Bailey said as her crew cleaned up after Mr. Steyer’s appearance at the Jerusalem Baptist Church.\nMs. Bailey said she catered the event for $1,250, a discounted rate, because she regarded the campaign as a “good cause.” And she has become a supporter of Mr. Steyer and is spreading the word to her friends, she said.\n“I think he has great ideas,” Ms. Bailey said.\nThe Steyer campaign has also committed to spending about $150,000 on advertising in the black-owned media.\nThe ad buy seems to have earned Mr. Steyer some good will, or at least positive media attention. One of the top items last week in The Minority Eye, a black-owned news site in Columbia, trumpeted Mr. Steyer’s ad spending with a headline, “Steyer’s investment in black-owned media shows a sincere commitment to black voters.”\nThe Steyer campaign then turned the Minority Eye story into a Facebook ad, putting roughly $2,000 behind the ad and targeting it almost exclusively to thousands in South Carolina. (The publisher of The Minority Eye, Michael Bailey, is also the official spokesman for Mr. Cordero’s group, the Democratic black caucus. Mr. Bailey is not related to Annie Bailey.)\nThough Mr. Steyer’s ads predominantly address issues core to his campaign, like climate change and instituting term limits that would prevent members of Congress from serving more than 12 years, some of the ones in South Carolina specifically feature topics of concern to black voters. One television ad features Harold Mitchell, a former state representative and leader in the black community, who boasted of Mr. Steyer’s stated commitment to cleaning up pollution in black neighborhoods affected by environmental hazards.", "url": "https://www.nytimes.com/2020/01/25/us/politics/tom-steyer-millions-south-carolina.html"}