{"authors": ["Li Yuan"], "date_download": "2022-10-25 23:39:33", "date_modify": "2022-10-25 23:39:33", "date_publish": "2020-12-24 14:11:13", "description": "The Alibaba chief paid for pushing back against Beijing. But the shift in attitude also speaks to a growing wealth gap and diminished opportunities for the young.", "filename": "2020_12_24_technology_china-jack-ma-alibaba_1666741173.html", "image_url": "https://static01.nyt.com/images/2020/12/23/business/00newworld-illo/00newworld-illo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5deb1e57c68496f80f1f8d3e566698460f97991d6fcaa64894aff47208100425&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_24_technology_china-jack-ma-alibaba_1666741173.html", "title": "Why China Turned Against Alibaba's Jack Ma", "title_page": "Why China Turned Against Alibaba's Jack Ma - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This loss of stature has come as Mr. Ma is facing increasing trouble with the Chinese government. Chinese officials on Thursday said they had opened an antitrust investigation into Alibaba, the powerhouse e-commerce company that he co-founded and over which he still holds considerable sway.\nAt the same time, government officials are continuing to circle Ant Group, the fintech giant that Mr. Ma had spun out of Alibaba.\nLast month the authorities quashed Ant’s planned blockbuster initial public offering, less than two weeks after Mr. Ma publicly castigated financial regulators for being obsessed with minimizing risk and accused China’s banks of behaving like “pawnshops” by lending only to those who could put up collateral. On Thursday, on the same morning that the Alibaba antitrust investigation was announced, four regulatory agencies said that officials would meet with Ant to discuss new supervision measures.\nOn its surface, the shift in Mr. Ma’s public image stems in large part from the Chinese government’s growing criticism of his business empire. A look beneath the surface shows a deeper and more troubling trend for both the Chinese government and the entrepreneurs who powered the country out of its economic dark ages over the past four decades.\nA growing number of people in China seem to feel the opportunities that people like Mr. Ma enjoyed are disappearing, even amid China’s post-coronavirus surge. While China has more billionaires than the United States and India combined, about 600 million of its people earn $150 a month or less. While consumption in the first 11 months of this year fell about 5 percent nationally, China’s luxury consumption is expected to grow nearly 50 percent this year compared with 2019.", "url": "https://www.nytimes.com/2020/12/24/technology/china-jack-ma-alibaba.html"}