{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 23:47:52", "date_modify": "2022-10-25 23:47:52", "date_publish": "2020-10-16 16:16:29", "description": "With negotiations for a five-year extension stalled, the Russian president’s proposal puts pressure on President Trump to salvage an Obama-era accord.", "filename": "2020_10_16_world_europe_putin-nuclear-new-start-treaty_1666741672.html", "image_url": "https://static01.nyt.com/images/2020/10/16/world/16RUSSIA-START/merlin_178613928_8187c55a-3aa6-4bfd-85ed-aa683d11e3a2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=efb199abe4d74138b30af22615944a5405dcb00041f6857bbaae1594fae00245&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_16_world_europe_putin-nuclear-new-start-treaty_1666741672.html", "title": "Putin Proposes Extending U.S.-Russia Nuclear Treaty for a Year", "title_page": "Putin Proposes Extending U.S.-Russia Nuclear Treaty for a Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Russia on Friday proposed extending a soon-to-expire nuclear arms treaty for one year without any changes, a move seen in Washington as a tactic to delay action on the treaty until after the American presidential election.\nThe Trump administration swiftly dismissed Moscow’s proposal as a “non-starter.”\nThe Russian offer came just two days after the Kremlin rejected as “nonsense” what the Trump administration hailed as a tentative deal to salvage the pact, the New Start treaty, the last remaining major arms control pact between the two biggest nuclear powers.\nRussia’s president, Vladimir V. Putin, who had previously pushed hard for a five-year extension of the accord, made the surprise proposal during a videoconference with his Kremlin Security Council, saying it would be “extremely sad if the treaty ceased to exist.”\nWhile boasting that “we clearly have new weapons systems that the American side does not have, at least not yet,” Mr. Putin cast his offer as a gesture of good will toward “all states of the world that are interested in maintaining strategic stability.” A one year-extension, he added, would allow for “meaningful negotiations” to continue up to and possibly beyond early February, when the current treaty expires.", "url": "https://www.nytimes.com/2020/10/16/world/europe/putin-nuclear-new-start-treaty.html"}