{"authors": ["Li Yuan"], "date_download": "2022-10-25 23:39:33", "date_modify": "2022-10-25 23:39:33", "date_publish": "2020-03-31 09:00:24", "description": "The sudden silence of Ren Zhiqiang, a vocal member of the Communist Party, signals a retreat from the principles that led China out of poverty.", "filename": "2020_03_31_business_china-ren-zhiqiang-censorship_1666741173.html", "image_url": "https://static01.nyt.com/images/2020/03/27/business/27Newworld-illo/00Newworld-illo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1361fb0c6ecb1f0cdbd33133f303c394ca7150334e732fb2485fa3293b4b6b9b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_31_business_china-ren-zhiqiang-censorship_1666741173.html", "title": "China's Ren Zhiqiang Vanishes, in a Blow to Reform", "title_page": "China's Ren Zhiqiang Vanishes, in a Blow to Reform - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In one sense, it is a minor miracle that Mr. Ren — nicknamed the Big Cannon for his tendency to air his provocative views — managed to stay out of jail for so long. As chairman of a state-controlled real estate developer, he clashed with city and central government officials, including Mr. Yu. He sued two ministries over payment disputes and cut off the heating supply of a big state-owned bookstore after it repeatedly failed to pay construction fees, according to his autobiography. He prompted one Beijing mayor to declare that a company that sued the government should not exist, he wrote.\nHe was influenced by free-market economists like Milton Friedman and Friedrich Hayek. He believed government control needed to be checked.\n“State power in any country is greedy, so it needs to be subject to public supervision,” he wrote in his autobiography. “Otherwise, the power will be abused and everybody will suffer from it.”\nMr. Ren became an important national voice between 2010 and 2015, when Weibo, China’s equivalent of Twitter, became a public arena where people shared their grievances and debated ideas. Before then, he was widely hated in China because he declared that his job was to build housing for the rich, and he blamed government policies for a lack of affordable housing. As housing prices surged despite government cool-down efforts, people began to see him as honest instead of greedy.\nIn 2011, near the peak of China’s openness to new ideas, Mr. Ren, an avid reader, started a book club. It drew China’s top entrepreneurs, intellectuals and government officials. Books included Alexis de Tocqueville’s “Democracy in America” and Hannah Arendt’s “The Origins of Totalitarianism.” The events became so popular that people had to apply through a lottery system to join. Some people flew to Beijing from all over the country to attend.\nMr. Ren said his goal was to help China’s young generation develop independent thinking so it would not follow the orders of authority slavishly. The government said no to some topics and speakers, but left it largely alone.\nBy early 2016, he had nearly 38 million followers on Weibo. But party attitudes toward expression were changing.", "url": "https://www.nytimes.com/2020/03/31/business/china-ren-zhiqiang-censorship.html"}