{"authors": ["Joumana Khatib"], "date_download": "2022-10-25 23:46:22", "date_modify": "2022-10-25 23:46:22", "date_publish": "2020-12-23 19:56:43", "description": "Essays from Joan Didion, George Saunders on why fiction matters and plenty more.", "filename": "2020_12_23_books_january-2021-books_1666741582.html", "image_url": "https://static01.nyt.com/images/2020/12/25/books/00JANUARY-BOOKS-COMBO/00JANUARY-BOOKS-COMBO-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ac89e1d8fb790889f0993eefed320c5d82d6baa216bf2877b409e672ec89eaf9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_23_books_january-2021-books_1666741582.html", "title": "13 New Books to Watch For in January", "title_page": "13 New Books to Watch For in January - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[ Read our review. ]\nImage\nThe Copenhagen Trilogy: Childhood, Youth, Dependency ,’ by Tove Ditlevsen. Translated by Tiina Nunnally and Michael Favala Goldman. (Farrar, Straus & Giroux, Jan. 26.)\nDitlevsen was well known in her native Denmark by the time she died, but few of her works have broken through in English. Her novel “The Faces,” perhaps her best-known work, details the unraveling of a children’s book author. Ditlevsen’s three memoirs, originally published in the late ’60s and 1971, are collected here in one volume. She writes about growing up in working-class Denmark on the precipice of World War II, nurturing her creative ambition and navigating her relationships, including a truly harrowing third marriage to a man who encouraged her addiction to Demerol. Fans of Rachel Cusk and “Borgen,” take note.\nImage\nIn 1849, Elizabeth Blackwell became the first woman in the United States to earn a medical degree, and encouraged her younger sister Emily to follow suit a few years later. Their interest in the field unnerved many, especially men — one male dean of a medical school wrote, “You cannot expect us to furnish you with a stick to break our heads with” — though neither sister was driven by a strong commitment to the women’s movement or suffrage. Emily’s accomplishments have often been eclipsed by those of her older sister, but Nimura tells both their stories in detail.\nImage\nUsing his own land purchase as a jumping-off point, Winchester explores the political, social and emotional meaning humans have attached to property over the centuries. His book takes readers across the world, touching on dispossession, boundary-drawing and humanity’s “frenetic appetite for territory.” (Winchester, whose previous books have taken up the eruption of Krakatoa, the origins of the Oxford English Dictionary, a history of the Atlantic Ocean and other capacious topics, is no stranger to sprawling subject matter.)", "url": "https://www.nytimes.com/2020/12/23/books/january-2021-books.html"}