{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:39:36", "date_modify": "2022-10-25 23:39:36", "date_publish": "2020-11-23 19:02:09", "description": "General Motors said it would no longer back President Trump’s effort to strip California of the power to set fuel economy standards.", "filename": "2020_11_23_climate_general-motors-trump_1666741176.html", "image_url": "https://static01.nyt.com/images/2020/11/23/climate/23CLI-GM/23CLI-GM-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=6b1ec71650fc2313b149af88a9e9e4a3ac527ee89e05a9a4875465970aee7835&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_23_climate_general-motors-trump_1666741176.html", "title": "General Motors Drops Support for Trump Climate Rollbacks", "title_page": "General Motors Drops Support for Trump Climate Rollbacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We believe the ambitious electrification goals of the president-elect, California, and General Motors are aligned to address climate change by drastically reducing automobile emissions,” she wrote. “We are confident that the Biden administration, California, and the U.S. auto industry, which supports 10.3 million jobs, can collaboratively find the pathway that will deliver an all-electric future. To better foster the necessary dialogue, we are immediately withdrawing from the pre-emption litigation and inviting other automakers to join us.”\nThe president-elect has promised policies to make the United States electricity sector a net-zero producer of planet-warming pollutants by 2035 — and to reduce total American emissions to zero by 2050. To do that, virtually all cars and trucks would have to stop burning diesel and gasoline, and their electric batteries would have to be charged by renewable energy sources like the wind and the sun.\nEnvironmentalists applauded the move by General Motors. “This is a victory for Americans from every corner of the country who all deserve cleaner cars and clean air,” said Wendy Wendlandt, acting president of Environment America. “We hope other automakers will follow the lead of G.M., Ford, BMW, Honda, Volkswagen, Volvo and others driving toward the right side of history when it comes to the clean car standards. It’s never too late to do the right thing.”\nA spokesman for Toyota, Scott Vazin, wrote in an email, that “Given the changing circumstances, we are assessing the situation, but remain committed to our goal of a consistent, unitary set of fuel economy standards applicable in all 50 states.”\nA spokesman for Fiat Chrysler did not respond to a request for comment.\nRepresentative Debbie Dingell, Democrat of Michigan, who was once a G.M. lobbyist, said, “General Motors did the right thing today by removing their name from this misguided lawsuit. It’s time for other automakers to do the same.” Ms. Dingell represents the auto manufacturing city of Dearborn, Mich., on the outskirts of Detroit, and for decades, she and her deceased husband, former Representative John Dingell, pushed back against tightening fuel economy standards.\nSince his first days in office, Mr. Trump proudly pushed his plan to roll back auto fuel economy standards as a signature economic move, one that he vowed would revive American auto manufacturing. The plan also ignited Mr. Trump’s fight with California, which has led the legal fight for states to enact their own fuel economy standards.\nBut in the end, Mr. Trump’s rollbacks exceeded even what automakers had asked for, prompting a rift within the industry. Some automakers sided with the White House, arguing that they needed a single national standard to give them market stability. Others sided with California, saying the state’s standards would drive the industry to a more innovative future and a global resurgence.", "url": "https://www.nytimes.com/2020/11/23/climate/general-motors-trump.html"}