{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:47:14", "date_modify": "2022-10-25 23:47:14", "date_publish": "2020-09-11 18:05:11", "description": "Big companies say the president’s directive to delay collection of the tax that funds Social Security is more trouble than it is worth. Federal employees are upset they are stuck with it.", "filename": "2020_09_11_business_trump-payroll-tax-cut_1666741634.html", "image_url": "https://static01.nyt.com/images/2020/09/11/business/11DC-Virus-Payroll-01/merlin_176823189_2c847606-c16a-472a-bea8-7ce6acbffa75-facebookJumbo.jpg?year=2020&h=550&w=1050&s=07b6aa2639d5db31d621056d2e07866903366c3cb0322cecd0548b02b23f26f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_11_business_trump-payroll-tax-cut_1666741634.html", "title": "Trump’s Payroll Tax ‘Cut’ Fizzles", "title_page": "Trump’s Payroll Tax ‘Cut’ Fizzles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Many of these men and women are fresh out of high school and earning the first paychecks of their lives,” an Army captain wrote to Representative Donald S. Beyer Jr., Democrat of Virginia, who represents Northern Virginia suburbs that are home to many civilian and military federal employees. “The sudden influx of money, unexplained, will likely be spent very quickly by many of them, with little regard for later consequences. Many of the soldiers within the ranks live paycheck to paycheck, and if they are not aware that all of this money must be paid back next year, it could be ruinous to their financial health.”\nNot all federal employees will be forced into the deferral. The chief administration of the House told members on Friday that it would opt out of the plan, having determined “that implementing the deferral would not be in the best interests of the House or our employees.”\nMr. Trump has been fixated on the payroll tax throughout the pandemic. He pushed Congress early and often to temporarily eliminate the 15.3 percent tax on wages that helps fund Social Security and Medicare, which is split between employers and employees.\nThe idea flopped with Republican and Democratic lawmakers alike, despite the president’s threats to veto any economic recovery package that did not include a payroll tax cut. Instead, lawmakers voted in March to allow companies to delay payment of their half of payroll tax liabilities for the year, with the money due in installments in 2021 and 2022.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nStymied by Congress, and urged on by some of his outside advisers including the conservative economists Arthur B. Laffer and Stephen Moore, Mr. Trump signed an executive action on the payroll tax in August. He did not have the authority to eliminate the tax on his own, so instead, Mr. Trump ordered the Treasury Department to delay workers’ obligation to pay the tax through the end of the year, for employees earning up to $4,000 every two weeks.\nLarry Kudlow, the director of Mr. Trump’s National Economic Council, told the Republican National Convention last month that the move “essentially gave a pay raise to 140 million working Americans.”\nThat did not turn out to be the case. Last month, Treasury officials issued rules clarifying that companies could choose whether to withhold employees’ payroll taxes from September through the end of the year.", "url": "https://www.nytimes.com/2020/09/11/business/trump-payroll-tax-cut.html"}