{"authors": ["Nicholas Fandos", "David Enrich"], "date_download": "2022-10-25 23:24:37", "date_modify": "2022-10-25 23:24:37", "date_publish": "2020-05-06 09:00:14", "description": "The parent company of the New York Stock Exchange, which her husband runs, changed compensation terms to give Kelly Loeffler, a top executive, awards worth millions of dollars as she left for Congress.", "filename": "2020_05_06_us_politics_kelly-loeffler-compensation_1666740277.html", "image_url": "https://static01.nyt.com/images/2020/05/06/us/politics/06dc-loeffler-promo2/merlin_170882046_125dbbe8-915d-47ef-9e7d-bb4cb1c6f99a-facebookJumbo.jpg?year=2020&h=549&w=1050&s=3fb0e5a6fd82f39183c46736fe5e9c67b803b30da94b79a3ae1bc6b9f8f47775&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_06_us_politics_kelly-loeffler-compensation_1666740277.html", "title": "Loeffler Got Lucrative Parting Gift From Public Company en Route to the Senate", "title_page": "Loeffler Got Lucrative Parting Gift From Public Company en Route to the Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Kelly Loeffler accepted an appointment to be a United States senator from Georgia, she left behind a high-paying job as a senior executive at the parent company of the New York Stock Exchange. But on her way to Washington, her old employer gave her a lucrative parting gift.\nMs. Loeffler, who was appointed to the Senate in December and is now in a competitive race to hold her seat, appears to have received stock and other awards worth more than $9 million from the company, Intercontinental Exchange, according to a review of securities filings by The New York Times, Ms. Loeffler’s financial disclosure form and interviews with compensation and accounting experts. That was on top of her 2019 salary and bonus of about $3.5 million.\nThe additional compensation came in the form of shares, stock options and other instruments that Ms. Loeffler had previously been granted but was poised to forfeit by leaving the company. Intercontinental Exchange altered the terms of the awards, allowing her to keep them. The largest component — which the company had previously valued at about $7.8 million — was a stake in an Intercontinental Exchange subsidiary that Ms. Loeffler had been running.\n“It looks, feels and has the sweet aroma of a pure windfall,” said Brian T. Foley, the managing director of Brian Foley & Company, an executive compensation consulting firm in White Plains, N.Y.", "url": "https://www.nytimes.com/2020/05/06/us/politics/kelly-loeffler-compensation.html"}