{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:23:02", "date_modify": "2022-10-25 23:23:02", "date_publish": "2020-06-11 22:09:41", "description": "At least a dozen treatments are being evaluated for virus patients whose immune systems go on the attack.", "filename": "2020_06_11_health_coronavirus-cytokine-storm_1666740182.html", "image_url": "https://static01.nyt.com/images/2020/06/16/science/11VIRUS-CYTOKINE/11VIRUS-CYTOKINE-facebookJumbo.jpg?year=2020&h=550&w=1050&s=97709778e102fa3ad36d8424d20e8959373f0044c86376ee45122f8386cc4f67&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_11_health_coronavirus-cytokine-storm_1666740182.html", "title": "Coronavirus Can Set Off a ‘Cytokine Storm.’ These Drugs May Calm It.", "title_page": "Coronavirus Can Set Off a ‘Cytokine Storm.’ These Drugs May Calm It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many coronavirus patients seem to get better at first, then rapidly decline and are overtaken by an overwhelming immune response that causes the body to turn on itself.\nThis “cytokine storm” was once an arcane phenomenon familiar mainly to rheumatologists who study when and how the immune system’s safeguards fail.\nBut it has become increasingly clear in the past few months that, at least in a subset of people who have the virus, calming the storm is the key to survival.\nAt least a dozen candidate drugs to treat the coronavirus rely on this premise. A few devices that purify the blood, as dialysis machines do, are also being tested. One promising drug made by Roche is in several clinical trials, including a late-stage trial in combination with the antiviral drug remdesivir. And a recent paper in the journal Science Immunology described preliminary data on a drug that stems the flood of cytokines at its source, and seems to lead to rapid recovery.", "url": "https://www.nytimes.com/2020/06/11/health/coronavirus-cytokine-storm.html"}