{"authors": ["Derrick Bryson Taylor"], "date_download": "2022-10-25 23:49:24", "date_modify": "2022-10-25 23:49:24", "date_publish": "2020-04-14 15:52:25", "description": "African-American men worry that following the C.D.C. recommendation to cover their faces in public could expose them to harassment from the police.", "filename": "2020_04_14_us_coronavirus-masks-racism-african-americans_1666741764.html", "image_url": "https://static01.nyt.com/images/2020/04/09/us/0xp-virus-racialprofiling-image/0xp-virus-racialprofiling-image-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=3c2503bd0d31f7c3574d74e6f8ac8387ababdd2c354b24d9afcc468c5f8137a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_14_us_coronavirus-masks-racism-african-americans_1666741764.html", "title": "For Black Men, Fear That Masks to Protect from Covid-19 Will Invite Racial Profiling", "title_page": "For Black Men, Fear That Masks to Protect from Covid-19 Will Invite Racial Profiling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In March, before the C.D.C. issued its recommendation, two black men in surgical masks filmed themselves as a police officer was kicking them out of a Walmart in Wood River, Ill. In the video, which has been viewed more than 250,000 times on YouTube, the officer can be seen following them.\n“He just followed us from outside, told us that we cannot wear masks,” one of the men says. “This police officer just put us out for wearing masks and trying to stay safe.”\nChief Brad Wells of the Wood River police said in a news release that the officer in the video “incorrectly” told the men that a city ordinance prohibited masks.\n“This statement was incorrect and should not have been made,” Chief Wells said. “In fact, I support the wearing of a nonsurgical mask or face covering when in public during the Covid-19 pandemic period.” The men have since filed a complaint, and an internal investigation is underway.\nThe video received widespread attention, including in Atlanta, where Mayor Keisha Lance Bottoms said on Twitter that she was “appalled” by the incident. She said she had signed an order directing the Atlanta police not to enforce a state law that prohibits the wearing of face masks in public. The order, which expires after 60 days, ensures that people who are complying with the C.D.C.’s recommendation are able to do so without fear of citation or arrest.\nNikema Williams, a Georgia state senator, wrote a letter to Gov. Brian Kemp on Friday asking him to temporarily suspend the state’s mask law. While she is recovering from Covid-19, her husband, Leslie Small, has been doing their shopping. Both are African-American. Ms. Williams said that Mr. Small, who is 6 feet 3 inches tall and weighs about 300 pounds, “was telling me how uncomfortable it was to wear a mask in stores because folks get intimidated and look at him like he’s up to no good.”", "url": "https://www.nytimes.com/2020/04/14/us/coronavirus-masks-racism-african-americans.html"}