{"authors": ["Sheera Frenkel", "Davey Alba"], "date_download": "2022-10-25 23:32:15", "date_modify": "2022-10-25 23:32:15", "date_publish": "2020-04-30 09:00:24", "description": "Facebook, Twitter and YouTube have declined to remove the president’s statements about unproven coronavirus treatments.", "filename": "2020_04_30_technology_trump-coronavirus-social-media_1666740735.html", "image_url": "https://static01.nyt.com/images/2020/05/01/business/00JPvirus-trumpsocial-print/merlin_171873678_47a3ab65-676d-4ff1-a2e3-82be453428bb-facebookJumbo.jpg?year=2020&h=549&w=1050&s=6aa20862426ba7dddb3784279defd39fc45a1535131d7c8de624f6eb5e45e06a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_30_technology_trump-coronavirus-social-media_1666740735.html", "title": "Trump’s Disinfectant Talk Trips Up Sites’ Vows Against Misinformation", "title_page": "Trump’s Disinfectant Talk Trips Up Sites’ Vows Against Misinformation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The question of whether to take down” the president’s comments on social media “is an unwinnable argument,” said Claire Wardle, executive director of First Draft, an organization that fights online disinformation.\nFacebook, which owns Instagram and WhatsApp, said it continued “to remove definitive claims about false cures for Covid-19, including ones related to disinfectant and ultraviolet light.” YouTube said Mr. Trump’s comments did not violate its misinformation policy. Twitter said satire and discussions of Mr. Trump’s remarks that did not include a call to action, as well as his comments themselves, did not violate its policies.\nSome lawmakers have said the companies need to do more. On Thursday, members of Parliament in Britain criticized representatives from Facebook, Google and Twitter for not responding more aggressively to posts by world leaders and celebrities who shared false or scientifically dubious information. They pointed to posts promoting President Trump’s comments about disinfectant and the conspiracy theory shared by the actor Woody Harrelson that coronavirus was caused by 5G wireless technology.\nThe social media companies came under scrutiny after Mr. Trump, at his daily White House briefing on the virus last Thursday, floated the idea that an “injection inside” the human body with a disinfectant could help combat the illness. He then turned to Dr. Deborah Birx, the coronavirus response coordinator, and asked if she had heard of using “the heat and the light” to treat the coronavirus.\n“Not as a treatment,” Dr. Birx said, before Mr. Trump cut her off.\nMedical experts and scientists immediately pounced on the comments as medically unsafe and urged people not to inject themselves with disinfectants or bleach.\nLast Friday, after right-wing news outlets such as Breitbart published articles saying Mr. Trump’s words were being taken out of context, the president said he had made his comments about UV lights and disinfectant injections sarcastically.", "url": "https://www.nytimes.com/2020/04/30/technology/trump-coronavirus-social-media.html"}