{"authors": ["Michael Crowley", "Edward Wong", "Ana Swanson"], "date_download": "2022-10-25 23:25:45", "date_modify": "2022-10-25 23:25:45", "date_publish": "2020-05-29 19:15:40", "description": "Critics say the actions would do little to blunt China’s influence and could ultimately hurt the U.S. and others.", "filename": "2020_05_29_us_politics_trump-hong-kong-china-WHO_1666740345.html", "image_url": "https://static01.nyt.com/images/2020/05/29/us/politics/29dc-trump-china-sub2/29dc-trump-china-sub2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c0441ced1fa7920caf765b5e9396b3c49987a8a2e12882c4f40b2d85d6f1b2e9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_29_us_politics_trump-hong-kong-china-WHO_1666740345.html", "title": "Trump Says U.S. Will Leave the W.H.O., Moves to Strip Hong Kong of Special U.S. Relationship", "title_page": "Trump Says U.S. Will Leave the W.H.O., Moves to Strip Hong Kong of Special U.S. Relationship - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump said Friday that his administration would “begin the process” of ending the American government’s special relationship with Hong Kong, including on trade and law enforcement, and that he was withdrawing from the World Health Organization, as part of a broad effort to retaliate against China.\nBut the president was unclear about the speed and full scope of the actions, and his remarks left many questions unanswered. Stock markets rose after Mr. Trump’s speech in the White House Rose Garden, suggesting that investors had feared the president would take even more draconian steps against China, the world’s second-largest economy.\nMr. Trump voiced a range of grievances against China’s “malfeasance,” angrily denouncing the country’s trade and security practices and its crackdown on civil liberties in Hong Kong, as well as its influence at the W.H.O.\nAs punishment, the president said he would begin stripping away Hong Kong’s privileges with the United States, including an extradition treaty and commercial relations, with few exceptions. He said that Hong Kong would be subject to export controls that prevent China from gaining access to certain types of advanced technology, but he did not specify whether the tariffs that apply to imports from the mainland would be expanded to Hong Kong.", "url": "https://www.nytimes.com/2020/05/29/us/politics/trump-hong-kong-china-WHO.html"}