{"authors": ["Nicholas Fandos", "Carl Hulse"], "date_download": "2022-10-25 23:24:59", "date_modify": "2022-10-25 23:24:59", "date_publish": "2020-10-01 22:27:20", "description": "Senate Democrats forced a mostly symbolic vote on the Affordable Care Act, previewing their strategy of making the Supreme Court confirmation fight a referendum on health care, a top voter concern.", "filename": "2020_10_01_us_politics_health-care-senate-democrats-supreme-court_1666740299.html", "image_url": "https://static01.nyt.com/images/2020/10/01/us/politics/01dc-democrats1/01dc-democrats1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=35b1f09988f7ee544542286192fa59e58fb625a4e7565d794385fc9da8a898ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_01_us_politics_health-care-senate-democrats-supreme-court_1666740299.html", "title": "Spotlighting Health Care, Democrats Seek to Use Court Fight to Damage Republicans", "title_page": "Spotlighting Health Care, Democrats Seek to Use Court Fight to Damage Republicans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With Republicans bent on portraying the Democrats’ opposition to Judge Barrett as an attack on religious freedom based on her devout Catholicism, Democrats are determined to steer their criticism elsewhere, highlighting an issue that polls show is a top concern for voters. The plan was cemented in a recent discussion between Mr. Schumer, Speaker Nancy Pelosi and former Vice President Joseph R. Biden Jr., the Democratic presidential nominee, who agreed the best way to confront Mr. Trump’s election-season confirmation push was with a singular focus on the potential threat to health care, rather than on personal attacks on Judge Barrett.\nFor now, Democrats have opted against using parliamentary tactics to grind the Senate to a complete halt to try to delay a confirmation vote until after the election on Nov. 3, as some progressive groups have demanded. And after a brief discussion, Democratic members of the Judiciary Committee rejected suggestions to sit out days of confirmation hearings scheduled for this month.\n“It has a limited impact,” said Senator Richard J. Durbin of Illinois, the No. 2 Senate Democrat and a veteran of decades of confirmation showdowns as a member of the judiciary panel. “It is a matter of hours. It is not even usually days.”\nInstead, they are trying to starve the confirmation process of legitimacy by boycotting customary “courtesy visits” with Judge Barrett, and they intend to exploit opportunities in Senate procedure where they can make the case to voters that Republicans are racing to install someone on the nation’s highest court whose writings suggest she regards at least parts of the health care law as invalid. A case challenging the law is scheduled to come before the Supreme Court the week after Election Day.\nThe calculation is rooted in realism: Democrats have neither the parliamentary power to delay the confirmation until after the election nor the votes to block her eventual approval.", "url": "https://www.nytimes.com/2020/10/01/us/politics/health-care-senate-democrats-supreme-court.html"}