{"authors": ["Jane L. Levere"], "date_download": "2022-10-25 23:48:48", "date_modify": "2022-10-25 23:48:48", "date_publish": "2020-06-01 19:50:41", "description": "They’re requiring masks, taking temperatures and speeding check-ins. But as one travel expert put it, “So much is uncertain right now.”", "filename": "2020_06_01_business_coronavirus-airports-airlines_1666741728.html", "image_url": "https://static01.nyt.com/images/2020/06/01/business/01itineraries1/01itineraries1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0d6013f4c2e3c2bf9f93d47c354d4fb52a9d2014b84453a154ac261032a0b918&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_01_business_coronavirus-airports-airlines_1666741728.html", "title": "Airlines Say It’s Safe to Travel. But Is It?", "title_page": "Airlines Say It’s Safe to Travel. But Is It? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Airlines and airports around the world are doing everything they can to instill confidence that it is safe to fly again, despite the coronavirus pandemic.\nAirlines are requiring face masks for passengers and staff, imposing new aircraft cleaning procedures, using social distancing to board flights, blocking middle seats on planes and, in one case, even prohibiting passengers from lining up to use plane bathrooms.\nAs to the airports, they are screening passengers’ temperatures through high- and low-tech means; using biometric screening to speed check-in, security and customs and immigration processes; and using autonomous robots to clean terminal floors.\nBut none of it is consistent. And it’s unclear whether the measures are enough.\nWill social distancing measures work, for instance, when travelers are sitting on planes for hours with strangers? Temperature checks may identify those already ill, but how do you screen for the virus when, by some estimates, 35 percent of people with it are asymptomatic and 40 percent of transmission occurs before people feel sick?", "url": "https://www.nytimes.com/2020/06/01/business/coronavirus-airports-airlines.html"}