{"authors": ["Kaitlyn Greenidge"], "date_download": "2022-10-25 22:55:11", "date_modify": "2022-10-25 22:55:11", "date_publish": "2020-03-06 18:20:38", "description": "In “Stamped,” Ibram X. Kendi and Jason Reynolds team up to help teenagers understand — and combat — racism.", "filename": "2020_03_06_books_review_stamped-ibram-x-kendi-jason-reynolds_1666738511.html", "image_url": "https://static01.nyt.com/images/2020/03/08/books/review/08-BKS-GREENIDGE/08-BKS-GREENIDGE-facebookJumbo.jpg?year=2020&h=549&w=1050&s=4d4ead69b9e22e8052e66b73f4eeaf713549107445cdbf3870358b9baa929593&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_06_books_review_stamped-ibram-x-kendi-jason-reynolds_1666738511.html", "title": "Can You Dismantle White Supremacy With Words?", "title_page": "Can You Dismantle White Supremacy With Words? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Americans have always assumed that the key to undoing the all-encompassing framework of white supremacy lies, in part, in literacy. Literacy helped combat slavery in practical ways — reading and writing meant you could more easily escape by forging free papers, for example. But there was also literacy’s metaphysical promise — that you could write your way into new futures, into places that existed outside of imaginations made narrow by anti-blackness. Think of Frederick Douglass tricking white boys into teaching him to form letters, or Toni Morrison proudly displaying a letter from the Texas Board of Corrections declaring that it had banned her novel “Paradise,” because of its potential to start a riot. Books and reading are dangerous, which is why the question of which books are made available to children is always contested.\nSTAMPED: RACISM, ANTIRACISM, AND YOU (Little, Brown, 258 pp., $18.99; ages 12 and up) is both explicitly and implicitly in conversation with this tradition. Written by Ibram X. Kendi and Jason Reynolds, it’s billed as a “remix” of Kendi’s best-selling “Stamped From the Beginning,” which won the 2016 National Book Award for nonfiction. “I wish I learned this history at your age,” Kendi writes in an introductory note. “But there were no books telling the complete story of racist ideas.” Collaborating with the award-winning Reynolds, who was recently named the National Ambassador for Young People’s Literature, seems like a natural. Kendi calls him “a great writer in the purest sense,” one who “makes my head bop from side to side.”\nTo that end, Reynolds and Kendi have created a book that slyly draws attention to the page itself. “Uh-oh. The R-word,” they write. The word that “for many of us still feels Rated R. Or can be matched only with the other R word — run. But don’t. Let’s all just take a deep breath. Inhale. Hold it. Exhale and breathe out” — and here, the text breaks apart to give us the dangerous word — “race” — in the thick black font you see on a crate spelling out “Explosives.” This ingenious device allows the reader time and visual space, making manifest the moment of stillness after a theoretical bomb has dropped.\nReynolds’s engaging, clear prose shines a light on difficult and confusing subjects, including anti-blackness and the creation of racial capitalism. Terms like “segregationist,” “integrationist” and “anti-racist” are defined in direct, accessible language, becoming real tools for a reader to take from the book. This is no easy feat. These ideas are the water that we all swim in. But the book’s pauses of white space and radical changes in font and text size force the reader to stop and really consider what is being deconstructed.", "url": "https://www.nytimes.com/2020/03/06/books/review/stamped-ibram-x-kendi-jason-reynolds.html"}