{"authors": ["Austin Frakt"], "date_download": "2022-10-25 22:56:41", "date_modify": "2022-10-25 22:56:41", "date_publish": "2020-05-11 09:00:13", "description": "Trade-offs are routine in health policy, and the math and analysis underlying them have been around for decades.", "filename": "2020_05_11_upshot_virus-price-human-life_1666738601.html", "image_url": "https://static01.nyt.com/images/2020/04/28/upshot/00up-health-tradeoff1/merlin_170400063_bc92d94e-37ed-47b7-99ce-71156d4a6995-facebookJumbo.jpg?year=2020&h=549&w=1050&s=1cd0efc06749b590ac5601cd5619623fb1df9b95adf906eeeb7847964e0f7aaf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_11_upshot_virus-price-human-life_1666738601.html", "title": "Putting a Dollar Value on Life? Governments Already Do", "title_page": "Putting a Dollar Value on Life? Governments Already Do - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In his book The Economists’ Hour, Binyamin Appelbaum of The New York Times documents how estimates of the economic value of life have influenced regulatory decisions since the 1970s. In 1972, a member of a Nixon administration task force on regulating the auto industry put a life’s worth at $885,000 in today’s dollars.\nTwo years later, using a similar figure, the Department of Transportation rejected a regulation to install bars at the rear of trucks to prevent passenger vehicles from sliding underneath them in a collision. The reasoning? It would not have been cost effective, meaning the cost would have exceeded the value of lives it would have saved. The bars became required in 1998 when the Department of Transportation’s value of a life reached $2.5 million.\nThe dollar value placed on life and how it is used has changed with the political tides.\nIn 1979, as he announced reforms in the regulatory process, President Jimmy Carter signaled support for cost-effectiveness calculations. “Society’s resources are vast, but they are not infinite,” he said. “We must ensure that regulation gives Americans their money’s worth.” A mere two years later, Al Gore, then a congressman, called cost effectiveness an “attempt to cripple” essential government functions. “What dollar figure can be assigned to the avoidance of birth deformities?” he said.\nMore recently, under President George W. Bush, the dollar value of life for regulatory decisions went down. Under President Barack Obama, it went up.\nOne of the earliest values of life used in regulation came from a 1978 calculation by the Canisius College economics professor Warren Prunella. He estimated the value of a life saved by proposed furniture fabric flammability standards at $1 million, which was later adopted by Congress for regulations made by the Consumer Product Safety Commission.", "url": "https://www.nytimes.com/2020/05/11/upshot/virus-price-human-life.html"}