{"authors": ["Ana Swanson", "Jeanna Smialek"], "date_download": "2022-10-25 23:41:22", "date_modify": "2022-10-25 23:41:22", "date_publish": "2020-01-03 19:43:58", "description": "Manufacturing activity fell to its lowest level in more than a decade, a sign of fallout from President Trump’s trade war.", "filename": "2020_01_03_business_manufacturing-trump-trade-war_1666741282.html", "image_url": "https://static01.nyt.com/images/2020/01/04/business/03DC-MANUFACTURING-print/merlin_160827738_341f1f8e-5768-4cb0-938a-38bfdac4282d-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4fdaa3e2943389ae68700e2044c0df04662ceacd7259f37ec43c8084d8bc2e27&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_03_business_manufacturing-trump-trade-war_1666741282.html", "title": "U.S. Manufacturing Slumps as Trade War Damage Lingers", "title_page": "U.S. Manufacturing Slumps as Trade War Damage Lingers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — American manufacturing activity contracted last month more than it had in a decade, data released Friday showed, a sign that economic damage from President Trump’s trade war could linger even after the United States and China sign an initial trade deal.\nAn index published by the Institute for Supply Management dropped to 47.2 in December, the lowest reading since June 2009 and the fifth straight month of contraction. A reading below 50 indicates the manufacturing sector is contracting.\nThe lackluster manufacturing data came amid growing concerns that Mr. Trump’s recent truce with China may only partly relieve economic damage from a prolonged trade war. Mr. Trump said Tuesday that the United States and China would sign an initial trade deal at the White House on Jan. 15, and that talks for a second-phase deal would begin “at a later date.”\nThe agreement will provide some relief to manufacturers and other businesses rocked by trade uncertainty, but it leaves the vast majority of Mr. Trump’s tariffs on Chinese goods in place. As a result, American manufacturers and other businesses that import parts and components from China will continue to pay higher costs to procure them.", "url": "https://www.nytimes.com/2020/01/03/business/manufacturing-trump-trade-war.html"}