{"authors": ["Maggie Haberman", "Kate Conger"], "date_download": "2022-10-25 23:47:45", "date_modify": "2022-10-25 23:47:45", "date_publish": "2020-05-28 21:36:46", "description": "The president and his allies have often accused Twitter and Facebook of bias against conservatives, and had resisted taking action until this week, when Twitter fact-checked his own false statements.", "filename": "2020_05_28_us_politics_trump-order-social-media_1666741665.html", "image_url": "https://static01.nyt.com/images/2020/05/28/us/politics/28dc-trumporder-1/28dc-trumporder-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7a0e1ff256d19141978e8c5445f450a33f7068b1d08b484cf96bfc4f2629fa2e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_28_us_politics_trump-order-social-media_1666741665.html", "title": "Trump Signs Executive Order on Social Media, Claiming to Protect ‘Free Speech’", "title_page": "Trump Signs Executive Order on Social Media, Claiming to Protect ‘Free Speech’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The law has enabled technology companies to flourish, allowing them to mostly set their own rules for their platforms and to collect a vast amount of free content from users against which to sell ads. The executive order is aimed at removing that shield, Mr. Trump said.\nThe companies, along with many free speech advocates, have maintained that amending Section 230 would cripple online discussion and bury platforms under endless legal bills.\n“We have clear content policies and we enforce them without regard to political viewpoint,” said Riva Sciuto, a Google spokeswoman. “Our platforms have empowered a wide range of people and organizations from across the political spectrum, giving them a voice and new ways to reach their audiences. Undermining Section 230 in this way would hurt America’s economy and its global leadership on internet freedom.”\nLiz Bourgeois, a Facebook spokeswoman, said that “by exposing companies to potential liability for everything that billions of people around the world say, this would penalize companies that choose to allow controversial speech and encourage platforms to censor anything that might offend anyone.”\nConservative pundits have said the companies remove their posts more frequently than their liberal counterparts or ban them from social media services altogether.\nBut if protection from liability was ended, the order could end up backfiring on Mr. Trump, who has used Twitter to lob insults at rivals and to interact freely with his supporters. Without the liability shield that Section 230 provides, social media platforms could be forced to remove posts that are considered false or defamatory — and the president often pushes the boundaries with his commentary.\nMoments after saying free speech was under attack from tech companies, Mr. Trump suggested he would shut down Twitter if it were legally possible, although he acknowledged there would be substantial obstacles. But he suggested he was planning legislation dealing with social media platforms.", "url": "https://www.nytimes.com/2020/05/28/us/politics/trump-order-social-media.html"}