{"authors": ["Katie Thomas", "Sheri Fink"], "date_download": "2022-10-25 23:25:33", "date_modify": "2022-10-25 23:25:33", "date_publish": "2020-08-25 00:07:48", "description": "Many experts — including a scientist who worked on the Mayo Clinic study — were bewildered about where a key statistic came from.", "filename": "2020_08_24_health_fda-blood-plasma_1666740333.html", "image_url": "https://static01.nyt.com/images/2020/08/24/science/24VIRUS-PLASMA1/24VIRUS-PLASMA1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=41e1602b625f2d95e0cc72100141ae48b2b5ada38c9ee827f1ddd07dea70b1e9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_24_health_fda-blood-plasma_1666740333.html", "title": "F.D.A. ‘Grossly Misrepresented’ Blood Plasma Data, Scientists Say", "title_page": "F.D.A. ‘Grossly Misrepresented’ Blood Plasma Data, Scientists Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“For the first time ever, I feel like official people in communications and people at the F.D.A. grossly misrepresented data about a therapy,” said Dr. Walid Gellad, who leads the Center for Pharmaceutical Policy and Prescribing at the University of Pittsburgh.\nIt is especially worrisome, he said, given concerns over how Mr. Trump has appeared to politicize the process of approving treatments and vaccines for the coronavirus. Over the next couple of months, as data emerges from vaccine clinical trials, the safety of potentially millions of people will rely on the scientific judgment of the F.D.A. “That’s a problem if they’re starting to exaggerate data,” Dr. Gellad said. “That’s the big problem.”\nWhen asked where the 35 percent figure came from, an agency spokeswoman initially directed a reporter to a graph of survival statistics buried in the Trump administration’s application for emergency authorization. The chart, analyzing the same tiny subset of Mayo Clinic study patients, did not include numerical figures, but it appeared to indicate a 30-day survival probability of about 63 percent in patients who received plasma with a low level of antibodies, compared with about 76 percent in those who received a high level of antibodies.\nOn Monday, Dr. Peter Marks, the director of F.D.A.’s center for biologics, evaluation and research, said that the agency reviewed published studies of plasma and conducted its own analysis of data from the Mayo Clinic’s program of hospitalized patients who received plasma. Although the size of the benefit varied, he said in a statement, “there appears to be roughly a 35 percent relative improvement in the survival rates of patients” who received the plasma with higher versus lower levels of antibodies.\nHe added: “Given the safety profile observed, the totality of evidence regarding potential efficacy more than adequately met the ‘may be effective’ standard for granting an Emergency Use Authorization.”", "url": "https://www.nytimes.com/2020/08/24/health/fda-blood-plasma.html"}