{"authors": ["Ashley Southall", "Michael Gold"], "date_download": "2022-10-25 23:27:59", "date_modify": "2022-10-25 23:27:59", "date_publish": "2020-10-04 22:38:20", "description": "As coronavirus cases rise in some neighborhoods, police officials warn officers that they could be disciplined if they fail to comply.", "filename": "2020_10_04_nyregion_nypd-masks-mandatory-virus_1666740479.html", "image_url": "https://static01.nyt.com/images/2020/10/04/nyregion/04nypdmasks/04nypdmasks-facebookJumbo.jpg?year=2020&h=550&w=1050&s=73fe19b509da622ac0a21f13e1aad4eaa0a900af7de119dd6bb86ff2cc318271&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_04_nyregion_nypd-masks-mandatory-virus_1666740479.html", "title": "N.Y.P.D. Warns Officers: Wear Your Masks", "title_page": "N.Y.P.D. Warns Officers: Wear Your Masks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Attention returned to the police last month as coronavirus cases began rising again in the city, and the mayor announced that officers would once again be told to enforce masking and social -distancing requirements.\nGovernor Cuomo complained on Sunday that local officials were not doing enough to slow the spread of the virus in the hot spots and threatened to close all business activity in those areas if local governments did not step up. Last week, he threatened fines of up to $10,000 a day for lax enforcement.\nThe directives from the Police Department were issued hours after President Donald Trump revealed that he had tested positive for the coronavirus. But Chief Monahan, in the video, said the reminder was timed ahead of a memorial service scheduled on Monday in Manhattan for 46 police department employees who died from Covid-19.\nAt the peak of the pandemic, almost 20 percent of the department’s 36,000 officers were out sick. Many continue to test positive for the virus, Chief Monahan said in the video.\nOver the weekend, compliance among officers was mixed. Twitter users shared photos after the directive went out showing officers in Times Square and other locations who were not wearing masks. Patrick J. Lynch, the president of the Police Benevolent Association, spoke at a Republican rally on Saturday on Staten Island where organizers did not require masks and many in the crowd did not wear them.\n“We understand the seriousness of it, but the nature of our job makes it difficult to always think first of the mask,” said Mr. Lynch in an interview with NY1, a local television station.\nA police officer outside the 10th Precinct station house in Chelsea around noon on Sunday was wearing a mask as she stood guard at the entrance. But a stream of officers and detectives entering and leaving the station did not wear anything over their faces.", "url": "https://www.nytimes.com/2020/10/04/nyregion/nypd-masks-mandatory-virus.html"}