{"authors": ["Jennifer Medina"], "date_download": "2022-10-25 23:30:58", "date_modify": "2022-10-25 23:30:58", "date_publish": "2020-08-25 04:01:04", "description": "The former ambassador to the United Nations and former governor of South Carolina warned about socialism in America.", "filename": "2020_08_25_us_politics_nikki-haley-rnc-speech_1666740658.html", "image_url": "https://static01.nyt.com/images/2020/08/24/us/politics/24vid-rnc-haley1/24vid-rnc-haley1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=18f46a14e6777e3c6bc7c9b56da4acb2c38f442134864c28d23df1c66774cd95&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_25_us_politics_nikki-haley-rnc-speech_1666740658.html", "title": "Full Transcript: Nikki Haley’s R.N.C. Speech", "title_page": "Full Transcript: Nikki Haley’s R.N.C. Speech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At home, the president is the clear choice on jobs and the economy. He’s moved America forward while Joe Biden has held America back. When Joe was V.P., I was governor of the great state of South Carolina. We had a pretty good run. Manufacturers of all kinds flocked to our state from overseas, creating tens of thousands of American jobs. People were referring to South Carolina as “the beast of the southeast,” which I loved.\nEverything we did happened in spite of Joe Biden and his old boss. We cut taxes. They raised them. We slashed red tape. They piled on more mandates. And when we brought in good-paying jobs, Biden and Obama sued us. I fought back, and they gave up.\nA Biden/Harris administration would be much, much worse. Last time, Joe’s boss was Obama. This time it would be Pelosi, Sanders, and the Squad. Their vision for America is socialism. And we know that socialism has failed everywhere. They want to tell Americans how to live and what to think. They want a government takeover of health care. They want to ban fracking and kill millions of jobs. They want massive tax hikes on working families.\nJoe Biden and the socialist left would be a disaster for our economy. But President Trump is leading a new era of opportunity. Before Communist China gave us the coronavirus, we were breaking economic records left and right. The pandemic has set us back, but not for long. President Trump brought our economy back before, and he will bring it back again.\nThere is one more important area where our president is right. He knows that political correctness and cancel culture are dangerous, and just plain wrong. In much of the Democratic Party, it’s now fashionable to say that America is racist. That is a lie. America is not a racist country.\nThis is personal for me. I am the proud daughter of Indian immigrants. They came to America and settled in a small southern town. My father wore a turban. My mother wore a sari. I was a brown girl in a Black and white world. We faced discrimination and hardship, but my parents never gave into grievance and hate. My mom built a successful business. My dad taught 30 years at a historically Black college. And the people of South Carolina chose me as their first minority and first female governor.\nAmerica is a story that’s a work in progress. Now is the time to build on that progress and make America even freer, fairer, and better for everyone. That’s why it’s so tragic to see so much of the Democratic Party turning a blind eye towards riots and rage. The American people know we can do better. And of course we value and respect every Black life. The Black cops who have been shot in the line of duty, they matter. The Black small business owners who have watched their life’s work go up in flames, they matter. The Black kids who’ve been gunned down on the playground, their lives matter too. And their lives are being ruined and stolen by the violence on our streets.", "url": "https://www.nytimes.com/2020/08/25/us/politics/nikki-haley-rnc-speech.html"}