{"authors": ["Jonathan Kandell"], "date_download": "2022-10-25 23:39:04", "date_modify": "2022-10-25 23:39:04", "date_publish": "2020-07-30 12:25:28", "description": "Its first popularly elected president, he transformed a police state into a vibrant country while angering Beijing by insisting that Taiwan be treated as a sovereign state.", "filename": "2020_07_30_world_asia_lee-teng-hui-dead_1666741144.html", "image_url": "https://static01.nyt.com/images/2020/07/31/world/00lee-obit-HFO1-print/00lee-obit-HFO1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e9f56db73104a8606bf3b8309f7990fc579a5f47d8cf0990ed4867d265ea461a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_30_world_asia_lee-teng-hui-dead_1666741144.html", "title": "Lee Teng-hui, 97, Who Led Taiwan’s Turn to Democracy, Dies", "title_page": "Lee Teng-hui, 97, Who Led Taiwan’s Turn to Democracy, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lee Teng-hui, who as president of Taiwan led its transformation from an island in the grip of authoritarian rule to one of Asia’s most vibrant and prosperous democracies, died on Thursday in Taipei, the capital. He was 97.\nThe office of Taiwan’s president, Tsai Ing-wen, announced the death, at Taipei Veterans Hospital. News reports said the cause was septic shock and multiple organ failure.\nMr. Lee’s insistence that Taiwan be treated as a sovereign state angered the Chinese government in Beijing, which considered Taiwan part of its territory and pushed for its unification with the mainland under Communist rule. His stance posed a political quandary for the United States as it sought to improve relations with Beijing while dissuading it from taking military action to press its claims over the island.\nAs president from 1988 to 2000 — the first to be elected by popular vote in Taiwan — Mr. Lee never backed down from disputes with the mainland, and he continued to be a thorn in its side well into his later years. In 2018 he called, unsuccessfully, for a referendum on declaring the country’s name to be Taiwan, not the Republic of China, as it is formally known — a move that would have paved the way for sovereignty.", "url": "https://www.nytimes.com/2020/07/30/world/asia/lee-teng-hui-dead.html"}