{"authors": ["Ernesto Londoño", "Manuela Andreoni", "Letícia Casado"], "date_download": "2022-10-25 23:50:44", "date_modify": "2022-10-25 23:50:44", "date_publish": "2020-06-06 09:00:22", "description": "A rise in illegal deforestation heightens the risk of fires in the Brazilian rainforest even more destructive than those that drew global outrage last year.", "filename": "2020_06_06_world_americas_amazon-deforestation-brazil_1666741844.html", "image_url": "https://static01.nyt.com/images/2020/06/07/world/07amazon-bw/06amazon-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1f255c66fd925ff58977621d5d5c6608c5e2599cae8d2792082e6599c603f032&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_06_world_americas_amazon-deforestation-brazil_1666741844.html", "title": "Amazon Deforestation Soars as Pandemic Hobbles Enforcement", "title_page": "Amazon Deforestation Soars as Pandemic Hobbles Enforcement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Since coming to office, President Jair Bolsonaro of Brazil has enabled increased razing of the Amazon rainforest.\nNow, the coronavirus has accelerated that destruction.\nIllegal loggers, miners and land grabbers have cleared vast areas of the Amazon with impunity in recent months as law enforcement efforts were hobbled by the pandemic.\nThose recently cleared areas will almost certainly make way for a rash of fires even more widespread and devastating than the ones that drew global outrage last year. The newly cleared patches are typically set ablaze during the drier months of August to October to prepare the land for cattle grazing, often spiraling out of control into wildfires.\n“The trend line is shooting upward compared to a year that was already historic in terms of a rise in deforestation,” said Ana Carolina Haliuc Bragança, a federal prosecutor who leads a task force that investigates environmental crimes in the Amazon. “If state entities don’t adopt very decisive measures, we’re looking at a likely tragedy.”", "url": "https://www.nytimes.com/2020/06/06/world/americas/amazon-deforestation-brazil.html"}