{"authors": ["Matthew Rosenberg", "Jim Rutenberg"], "date_download": "2022-10-25 22:56:51", "date_modify": "2022-10-25 22:56:51", "date_publish": "2020-05-09 09:00:08", "description": "Elements of the right have sought to bolster President Trump’s political standing by turning scientific questions into political issues.", "filename": "2020_05_09_us_politics_coronavirus-death-toll-presidential-campaign_1666738611.html", "image_url": "https://static01.nyt.com/images/2020/05/09/us/politics/09virus-deathtollhp/09virus-deathtollhp-facebookJumbo.jpg?year=2020&h=550&w=1050&s=074ae99eb4db136bacd5457c28028a134904d4cb7e7b013a6e40cfdb51399832&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_09_us_politics_coronavirus-death-toll-presidential-campaign_1666738611.html", "title": "Fight Over Virus’s Death Toll Opens Grim New Front in Election Battle", "title_page": "Fight Over Virus’s Death Toll Opens Grim New Front in Election Battle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an interview, James Taylor, who wrote the Heartland critique, drew a direct line between problems he saw in the modeling of Covid-19 deaths and climate science, arguing that in both instances “we don’t have perfect information” with which to make projections. “The coronavirus models’ failure to make accurate predictions to this point should be instructive when we are told to blindly accept certain climate models,” he said.\nMr. Trump, for his part, has at times sought to use the uncertainty to his advantage. Last month, after his most ardent supporters had attacked the worst-case death estimates for weeks as evidence of hysteria, Mr. Trump began calling attention to the two million figure — as a benchmark against which to judge his handling of the crisis.\nThen he went further, pointing to 100,000 deaths as the number against which to judge him.\n“We will be lower than that number,” Mr. Trump told reporters as the death count kept by Johns Hopkins University approached 38,000. “But I really believe it could have been millions of people had we not done what we did.”\nLast Sunday, though, Mr. Trump acknowledged that the toll could hit 100,000. Still, he said, it could have been much worse had his administration not acted. “If we didn’t do it, the minimum we would have lost was a million two, a million four, a million five, that’s the minimum. We would have lost probably higher. It’s possible higher than 2.2.”\nLimited Data\nEven under the best circumstances, modeling how a pandemic will play out, like modeling the pace and impact of climate change, is an imperfect science. And there is indeed great uncertainty about what the death toll is now — and what it will be — given limited data about the new coronavirus and the different counting methods jurisdictions are using.", "url": "https://www.nytimes.com/2020/05/09/us/politics/coronavirus-death-toll-presidential-campaign.html"}