{"authors": ["Mark Landler", "Stephen Castle"], "date_download": "2022-10-25 23:42:56", "date_modify": "2022-10-25 23:42:56", "date_publish": "2020-12-21 17:29:56", "description": "Dozens of countries banned air and rail links to Britain, foreshadowing what a “no deal” Brexit could look like in 10 days.", "filename": "2020_12_21_world_europe_coronavirus-variant-uk_1666741376.html", "image_url": "https://static01.nyt.com/images/2020/12/21/world/21virus-uk-new1/21virus-uk-new1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5e786eab65ee7653a7fd6a11f0576079d30dec43f1a68e5b3cef527b1312d3e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_21_world_europe_coronavirus-variant-uk_1666741376.html", "title": "Concerns About Coronavirus Variant Cut Off U.K. From Europe", "title_page": "Concerns About Coronavirus Variant Cut Off U.K. From Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, the multiplying problems hammered the stock market and depressed the pound. And there was an unnerving sense that Britain was entering a new, more volatile phase of the pandemic at the very moment that its relationship with its largest trading partner was being thrust into uncharted territory.\nPolitical commentators grasped for a precedent for the chaos, with some harkening back to the turbulent events of 1978 and 1979, when nationwide strikes, compounded by harsh winter weather, led to the collapse of the Labour government and the political ascension of Margaret Thatcher.\n“The government has got to do something to get things under control,” said Jonathan Powell, who served as chief of staff to former Prime Minister Tony Blair when a series of strikes in 2000 caused a politically damaging fuel crisis. “The one thing the public hates is when the government loses control.”\nThe trigger for the current upheaval was Mr. Johnson’s announcement Saturday that he was imposing a strict lockdown on London and the southeast of England, after new data indicated that a viral mutation had turbocharged infection rates in those areas.\nScientists who briefed the press Monday estimate the variant is 50 percent to 70 percent more transmissible than the original virus. (Mr. Johnson had earlier said up to 70 percent.) They raised the possibility that children might be more susceptible to it than to the original virus, though that could be affected by Britain’s decision to leave schools open during lockdowns, which means children are mixing more than adults.\nMr. Johnson’s move was a reversal from three days earlier, when he promised to honor his vow to ease restrictions for a few days around Christmas so that families could get together. Within hours of the announcement, thousands of people thronged railway stations and airports to try to flee London before the new rules took effect.", "url": "https://www.nytimes.com/2020/12/21/world/europe/coronavirus-variant-uk.html"}