{"authors": ["Bill Pennington"], "date_download": "2022-10-25 23:28:15", "date_modify": "2022-10-25 23:28:15", "date_publish": "2020-09-27 21:51:50", "description": "New England struggled to get its passing offense going against the Raiders but got timely dashes from running backs Rex Burkhead and Sony Michel.", "filename": "2020_09_27_sports_football_patriots-raiders-score-cam-newton-rex-burkhead_1666740495.html", "image_url": "https://static01.nyt.com/images/2020/09/27/sports/27nfl-pats/27nfl-pats-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b86b4f034899788729d946747a14eb35cd1c5e3f23dfd167a8e0c68212a6e8b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_27_sports_football_patriots-raiders-score-cam-newton-rex-burkhead_1666740495.html", "title": "Patriots Turn to Burkhead and the Run After Newton Falters Early", "title_page": "Patriots Turn to Burkhead and the Run After Newton Falters Early - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New England’s dominant running performance came at the end of an uneasy week of practice, a time when the offensive line had to be rebuilt because of an injury to a crucial starter. Moreover, running back James White, a team captain, missed his second game since the death of his father in a car accident in which his mother was also a passenger.\nThe Patriots were playing without starting center David Andrews, who is sidelined with a thumb injury. Pro Bowl left guard Joe Thuney took Andrews’s place and handled the snapping — and blocking — duties with aplomb. Other parts of the offensive line were rearranged as well, including considerable playing time for the rookie Justin Herron at tackle.\n“The offensive line, we had some moving parts in there — shuffled things around a little bit,” Patriots Coach Bill Belichick said. But as a bottom-line guy, Belichick also had this observation on the true measure of an offensive line’s worth: “We didn’t go backward. We didn’t have a lot of negative plays. Then when we had a chance to break a tackle, the backs made a lot of yards on their own.”\nSeveral of the Patriots said White was on their minds Sunday and that they were dedicating the victory to him.\n“We just want to reward him and put him in good spirits,” Newton said. “And if he did watch the game, we’re excited like heck to hopefully get him back here soon. We’ve been praying for him.”\nAfter the Patriots’ uneven start, two scores in the final minute of the first half brought some life to a what had been a desultory game. Continuing to mix a variety of running plays and short, precise passes, the Patriots put together a 12-play, 86-yard drive that had them ahead, 13-3, with 42 seconds left in the second quarter. The last play of the possession was a swing pass to Burkhead who eluded several Raiders with a powerful move upfield then dove over three defenders at the goal line for a touchdown.\nTaking over at its own 39-yard line with 34 seconds remaining in the second quarter, Las Vegas charged down the field with the benefit of a 28-yard pass interference penalty. A 1-yard touchdown pass from Derek Carr to tight end Foster Moreau cut the Patriots’ lead to 13-10 with six seconds left in the half.", "url": "https://www.nytimes.com/2020/09/27/sports/football/patriots-raiders-score-cam-newton-rex-burkhead.html"}