{"authors": ["Emily Flitter", "Peter Eavis"], "date_download": "2022-10-25 23:30:59", "date_modify": "2022-10-25 23:30:59", "date_publish": "2020-04-24 09:00:17", "description": "They poured the money into stock buybacks and dividends. Now, those hurting from the pandemic want government aid.", "filename": "2020_04_24_business_coronavirus-bailouts-buybacks-cash_1666740659.html", "image_url": "https://static01.nyt.com/images/2020/04/09/business/09nocash/09nocash-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e1cbf31526323c9ec63c0fcdea8ef1fe43352ad778d85fa40e7ef8d1e9fbf45c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_24_business_coronavirus-bailouts-buybacks-cash_1666740659.html", "title": "Some Companies Seeking Bailouts Had Piles of Cash, Then Spent It", "title_page": "Some Companies Seeking Bailouts Had Piles of Cash, Then Spent It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Over all, S&P 500 companies now have a smaller cash buffer to support their borrowing than they did nine years ago, according to one widely used measure: net debt to EBITDA, which stands for earnings before interest, taxes, depreciation and amortization. The higher the ratio, the less cash the company has on hand and coming in to pay its debts. It was 1.8 as of March 30, according to FactSet, significantly higher than it was a year before the 2008 financial crisis.\nThe big-business trade group, the Business Roundtable, has long argued that distributing cash through buybacks helps improve the general economy by giving money to enterprising investors who can put it to use elsewhere.\n“People act like buying back stock is a bad use of capital. No, it’s not,” JPMorgan Chase’s chief executive, Jamie Dimon, said at a Business Roundtable event in Washington in December 2018. “You buy back stock, that’s a redeployment of capital to a better and higher use.” He added that it was “beneficial for all of America.”\nThe investor Warren E. Buffett, whose company, Berkshire Hathaway, is known for its enormous cash pile, has also said stock repurchases are fine as long as a company “has ample funds to take care of the operational and liquidity needs of its business.”\nZion Research, which analyzes stocks for investors, recently ranked companies that pushed their stock buybacks to a point where any financial weakness might limit their ability to continue those programs. American Airlines and Boeing — both in line for taxpayer bailouts — were at the top.\n“You look at some of the companies that are struggling and are potentially in need of the most help — they’d love to have some of that capital right now,” said David Zion, founder of the firm.\nIn the past five years, American Airlines spent $13 billion on stock buybacks and dividends, and Boeing nearly $53 billion. American could receive as much as $10.6 billion in grants and loans from the Treasury. The stimulus bill that Congress passed last month provides as much as $17 billion for companies considered crucial to national security, a category dominated by Boeing.", "url": "https://www.nytimes.com/2020/04/24/business/coronavirus-bailouts-buybacks-cash.html"}