{"authors": ["Katie Rogers", "Lara Jakes", "Ana Swanson"], "date_download": "2022-10-25 22:55:49", "date_modify": "2022-10-25 22:55:49", "date_publish": "2020-03-18 20:26:32", "description": "“It’s not racist at all,” the president said. But experts warned that the term could result in xenophobia.", "filename": "2020_03_18_us_politics_china-virus_1666738549.html", "image_url": "https://static01.nyt.com/images/2020/03/18/us/politics/18dc-virus-name-sub/18dc-virus-name-sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=58de1ee604bde9535c5f4a74428c81e83fdcd69243a4e9b4cb85f580eedf9b79&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_18_us_politics_china-virus_1666738549.html", "title": "Trump Defends Using ‘Chinese Virus’ Label, Ignoring Growing Criticism", "title_page": "Trump Defends Using ‘Chinese Virus’ Label, Ignoring Growing Criticism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At Wednesday’s briefing, a reporter also asked the president what he thought of an unnamed White House official referring to the coronavirus as the “Kung Flu.” Mr. Trump skirted that question before asserting that the Chinese “probably would agree” with the coronavirus as the “Chinese” virus, though Chinese officials have made it clear they do not.\nMedical historians and public health experts — including some in Mr. Trump’s administration — have emphasized that pandemics have no ethnicity and stressed that associating them with an ethnic group can lead to discrimination.\nBut since the beginning of the outbreak in Wuhan, Mr. Trump has repeatedly signaled in his public remarks that he viewed the virus as a foreign threat, and has repeatedly highlighted his early decision to close American borders to Chinese travelers.\n“We closed it down to China, the source, very, very early,” Mr. Trump said to reporters on Tuesday. “Far earlier than even the great professionals wanted to do. And I think, in the end, that’s going to be — that will have saved a tremendous number of lives.”\nBut Yanzhong Huang, a senior fellow for global health at the Council on Foreign Relations, said Mr. Trump’s travel measures fell far short of a comprehensive approach that would include testing and quarantines, and overall were “too little, too late.”\nThe virus most likely emerged in China in November or December, and it is clear that some travelers from China were already spreading the virus within the United States in January, before the restrictions went into place at the beginning of February, Mr. Huang said.\nStill, since the beginning of the outbreak, Mr. Trump and high-ranking administration officials have sought to pinpoint blame for the spread of the virus on China, and Beijing has responded in kind. The finger-pointing over which country has done less to contain the disease has caused tensions between the two nations almost daily.", "url": "https://www.nytimes.com/2020/03/18/us/politics/china-virus.html"}