{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 23:52:37", "date_modify": "2022-10-25 23:52:37", "date_publish": "2020-02-28 20:49:58", "description": "She earned coveted endorsements and released racial justice plans that scholars agree could make a real difference. That hasn’t meant much on the ground.", "filename": "2020_02_28_us_politics_elizabeth-warren-black-vote_1666741957.html", "image_url": "https://static01.nyt.com/images/2020/02/28/us/politics/28warren-southcarolina/28warren-southcarolina-facebookJumbo.jpg?year=2020&h=550&w=1050&s=900d83c2e11f8021af61b7d599a97d511ebc088afb54d8b6c0baa61e10271b2e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_28_us_politics_elizabeth-warren-black-vote_1666741957.html", "title": "Elizabeth Warren Has Won Black Activists. She’s Losing the Black Vote.", "title_page": "Elizabeth Warren Has Won Black Activists. She’s Losing the Black Vote. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Look at this audience, and it’s no representation from African-Americans. One percent? 2 percent?” Mr. Brown said. “Her message is strong, and those who hear her like her, but she just hasn’t reached people on the ground.”\nMs. Warren has vocal support from some of the most prominent racial justice activists, online influencers and scholars — people with enormous digital followings, and visibility in the media. She won that support through a conscious political courtship, listening to black activists and releasing several policy plans to reflect how she valued their input.\nIt has paid off with endorsements and presidential forums, and fueled a perception of Ms. Warren as the candidate of diverse coalitions. She scored highest among the 2020 candidates on the Center for Urban and Racial Equity’s “Racial Justice Scorecard,” lit up a crowd of women of color at She the People’s presidential forum last year, and announced the support of a collection of activists and organizers called Black Womxn For in November.\n“We are really focused on who is going to advance the best policies that will transform the lives of black people across the country,” said Alicia Garza, the activist and founder of the Black to the Future Action Fund, a political group that recently endorsed Ms. Warren, a Massachusetts senator.\nHowever, there remains a significant disconnect between that perception and the reality of securing black and Latino votes. And that disconnect is becoming harder to hide, as Ms. Warren lost decisively among Latino voters in Nevada and her prospects among black voters in South Carolina look equally grim. Recent polling averages project she will finish fourth or fifth in the state, behind more widely known or well-funded candidates like former Vice President Joseph R. Biden Jr., Senator Bernie Sanders of Vermont and the businessman Tom Steyer.", "url": "https://www.nytimes.com/2020/02/28/us/politics/elizabeth-warren-black-vote.html"}