{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:23:10", "date_modify": "2022-10-25 23:23:10", "date_publish": "2020-08-14 15:06:27", "description": "Antibody trials sponsored by Regeneron and Eli Lilly are off to a slow start because of a dearth of tests, overwhelmed hospitals and reluctant patients.", "filename": "2020_08_14_health_covid-19-antibody-treatments_1666740190.html", "image_url": "https://static01.nyt.com/images/2020/08/14/science/14VIRUS-TRIALS1/14VIRUS-TRIALS1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8ce9fae35a006ab428f5eeac8de325dda1216effa70e036b755f5cc0866f6fff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_14_health_covid-19-antibody-treatments_1666740190.html", "title": "Coronavirus Antibody: Clinical Trials of Drugs Are Taking Longer Than Expected", "title_page": "Coronavirus Antibody: Clinical Trials of Drugs Are Taking Longer Than Expected - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Both companies rushed to develop their products in record time and began large studies this summer at dozens of hospitals and clinics around the country. They are testing various groups of patients, such as those who are positive but not yet sick enough to be hospitalized, and those who have been exposed to the virus from someone already infected. All of the trials compare the experimental drugs to a placebo, or sham treatment.\nThe fast-moving disease has presented opportunities and challenges for the researchers testing antibodies. As the number of infections mounted in states like Florida, Texas and Arizona, there was no shortage of patients who would be eligible for trials. But at the same time, the outbreaks overwhelmed the very hospitals that would be overseeing the studies.\nIn remote meetings with doctors at trial sites around the country, Dr. Skovronsky said some had to step out to care for patients who required emergency intervention.\n“That doesn’t happen when you’re setting up diabetes trials or cancer trials,” he said. “We’ve had investigators say: ‘Look, I’d love to do research, but I don’t have time to set up a new trial. I’ve got an I.C.U. full of patients.’”\nOne major hurdle has been testing. In both of the outpatient trials run by Eli Lilly and Regeneron, doctors must compete with a ticking clock. According to the rules of the Regeneron trial, a patient must be treated with the antibodies within seven days of the onset of symptoms. Both the Regeneron and Eli Lilly trials require giving the drug within three days of taking a positive test.\nBut with turnaround times in some areas lagging for five days or more, keeping within those time frames has proved difficult.", "url": "https://www.nytimes.com/2020/08/14/health/covid-19-antibody-treatments.html"}