{"authors": ["Matt Flegenheimer", "Katie Glueck"], "date_download": "2022-10-25 23:52:47", "date_modify": "2022-10-25 23:52:47", "date_publish": "2020-02-08 04:45:10", "description": "In New Hampshire, the Democratic field defines itself, unflatteringly, as “cool newcomer” vs. “establishment experience.”", "filename": "2020_02_07_us_politics_joe-biden-debate-new-hampshire_1666741967.html", "image_url": "https://static01.nyt.com/images/2020/02/07/us/politics/07debate-assess1/07debate-assess1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a261ce868bf89c8aa811b90b74936feea9317017de9e70991d0de8513f2ff9ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_07_us_politics_joe-biden-debate-new-hampshire_1666741967.html", "title": "Biden Tells Voters to Look to the Past. (Just Not the Last Week.)", "title_page": "Biden Tells Voters to Look to the Past. (Just Not the Last Week.) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANCHESTER, N.H. — For months, he played the big-talking front-runner, swaggering if rarely steady, hoping voters would not linger long on the tautology of his premise: Joe Biden was the candidate who should win, he told fellow Democrats, because he was the candidate who could win.\nSo it was with some apparent humility — and then plenty of residual swagger — that Mr. Biden, days off a fourth-place debacle in Iowa, opened Friday night’s debate with an unusual prediction: He would probably do some more losing next week.\n“I took a hit in Iowa,” the former vice president allowed. “I’ll probably take a hit here.”\nSince joining the race last year, Mr. Biden has presented himself as the safe choice for risk-averse times, the O.K.-that’ll-do option for Democrats whose chief priority has been finding the candidate best positioned to defeat President Trump. But with Mr. Biden’s setback in Iowa and a slate of flawed competitors beside him onstage on Friday — their shortcomings laid bare in several punchy exchanges throughout the night — the party has been left to consider an unsettling truth.\nThere is no safe option. And that is starting to feel especially risky.\nFor a perpetually anxious party, the gathering on Friday supplied an untimely forum to air the weaknesses of several top contenders, aided by the man whose standing has fallen the fastest.", "url": "https://www.nytimes.com/2020/02/07/us/politics/joe-biden-debate-new-hampshire.html"}