{"authors": ["Eric Lipton", "Nicholas Fandos", "Sharon Lafraniere", "Julian E. Barnes"], "date_download": "2022-10-25 23:24:43", "date_modify": "2022-10-25 23:24:43", "date_publish": "2020-03-20 15:24:58", "description": "The North Carolina Republican is seeking to clear himself through an ethics investigation after the disclosure that he sold most of his holdings before the market tumbled.", "filename": "2020_03_20_us_politics_coronavirus-richard-burr-insider-trading_1666740283.html", "image_url": "https://static01.nyt.com/images/2020/03/20/us/politics/20dc-virus-stock/merlin_168164559_6fefb4bb-b17e-4995-a65d-398e25ca047f-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6ddc0d05ad8389a6631b0004cf789d11215dfcedd6cdfbe831c5ee4079c7d964&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_20_us_politics_coronavirus-richard-burr-insider-trading_1666740283.html", "title": "Richard Burr Seeks Ethics Investigation After Uproar Over Stock Sales", "title_page": "Richard Burr Seeks Ethics Investigation After Uproar Over Stock Sales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I don’t know whether there is a violation, but it is certainly the type of facts that motivated the passage of the STOCK Act in the first place, and they are certainly the type of facts that warrant an investigation,” Mr. Sanderson said.\nMr. Burr was one of only three senators to vote against the legislation, calling the law unnecessary because insider trading is already banned by other laws. He boasted to a North Carolina radio station at the time that he was one of three “brave souls that walked up and said we shouldn’t be doing this.”\nPublicly available disclosures show that the stock sales by Mr. Burr and his wife included as much as $150,000 in stock in two hotel chains, Wyndham Hotels and Resorts and Extended Stay America. The stock value of both companies has declined rapidly in recent weeks.\nAs of 2018, the period covered by his most recent financial disclosure report, Mr. Burr had a net worth of about $1.7 million, making him the 154th wealthiest member of Congress, out of the 530 examined by Roll Call in an annual report on lawmakers and their assets.\nThis means his sale on Feb. 13 represented a large share of his wealth; other than his stock portfolio, his assets consisted of real estate in Winston-Salem and Nags Head, N.C., and various bank accounts worth at least $802,000.\nIt was not the first time that Mr. Burr had moved suddenly to protect his wealth.\nIn 2008, after he heard the Treasury secretary at the time, Henry M. Paulson, talk about challenges banks were facing — as the nation was entering a recession — he called his wife and told her to withdraw as much cash as possible from their bank accounts, Mr. Burr told supporters during a speech in North Carolina.\n“I want you to go to the A.T.M., and I want you to draw out everything it will let you take,” Mr. Burr said, according to an account in The Hendersonville Times-News and The Hill newspaper.", "url": "https://www.nytimes.com/2020/03/20/us/politics/coronavirus-richard-burr-insider-trading.html"}