{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:49:28", "date_modify": "2022-10-25 23:49:28", "date_publish": "2020-08-13 09:00:18", "description": "Every choice on what to do about schooling amid a pandemic is potentially risky or unfair. Even if the problem is systemic, the angst is personal.", "filename": "2020_08_13_upshot_coronavirus-school-parents-difficult-choices_1666741768.html", "image_url": "https://static01.nyt.com/images/2020/08/11/upshot/00up-virus-parent-wars/00up-virus-parent-wars-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=7d590dc071b14f46fbfb37ad2caa17a4bc9fa402b8151b9631b2b4f8deeb582f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_13_upshot_coronavirus-school-parents-difficult-choices_1666741768.html", "title": "Why Parents, With ‘No Good Choice’ This School Year, Are Blaming One Another", "title_page": "Why Parents, With ‘No Good Choice’ This School Year, Are Blaming One Another - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the shaming, scholars say, is distracting from the larger societal issues underlying the problem. Parents have been left stranded, with very little in the way of support.\n“There is a natural human tendency to want to blame it on someone else when this is truly a systemic problem,” said Prudence Carter, dean of the Graduate School of Education at the University of California, Berkeley. “Parents are trying to do the best they can to survive and take care of their own personal situation because we really don’t have a government or leadership right now that’s trying to coordinate this across the nation.”\nYoung children need child care and help with remote school, and public health guidance is to avoid large groups. Some schools have provided computers and lunches to students in need, but little else, and because they cannot say when it will be safe to reopen, it is hard for parents to plan alternative arrangements. Families’ needs vary — considerations include children’s learning differences; parents’ work schedules and incomes; and high-risk family members. Out of necessity, parents are grasping for any solution they can find.\nCompounding the anxiety of the pandemic school year is the national conversation about racism and inequity that arose after the death of George Floyd in police custody. More Americans are grappling with the role of structural racism in society, and how their individual decisions about things like schooling have contributed to it. In some places, schools have disavowed tutoring pods because they say they contribute to inequity.\n“I’m certainly thinking about it all the time, in this moment of heightened awareness of racism and anti-Blackness and Covid racial disparities,” said Professor Carter, who studies racial and other inequalities in schools and society. “We’re all in this together. How could we think more communitarian-like as opposed to individualistic? But to expect any one family to be able to solve that problem is not a rational thing.”", "url": "https://www.nytimes.com/2020/08/13/upshot/coronavirus-school-parents-difficult-choices.html"}