{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:23:06", "date_modify": "2022-10-25 23:23:06", "date_publish": "2020-10-25 17:57:26", "description": "If elected, Joe Biden and his allies are preparing to pass climate change legislation, piece by piece — knowing full well that the candidate’s $2 trillion plan would be a tough sell.", "filename": "2020_10_25_climate_biden-climate-change_1666740186.html", "image_url": "https://static01.nyt.com/images/2020/10/16/climate/00CLI-BIDEN1/00CLI-BIDEN1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=eab4bc5236fa34765eb5cbf5a14ea0d7af211c4e5ebc80029de2fae55a47e4ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_25_climate_biden-climate-change_1666740186.html", "title": "Biden Pledges Ambitious Climate Action. Here’s What He Could Actually Do.", "title_page": "Biden Pledges Ambitious Climate Action. Here’s What He Could Actually Do. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If those spending measures cannot secure enough Republican support to beat a filibuster, Mr. Schumer plans to use a budgetary procedure, called reconciliation, to muscle through climate spending and tax policy. Presidents Trump and George W. Bush used reconciliation to pass their huge tax cuts, and Mr. Obama passed part of the Affordable Care Act using the rule.\nMore than a year ago, Mr. Schumer tasked Democrats on the Senate committees responsible for climate policy to begin crafting climate-related tax legislation that could be bundled into a larger budget bill. Such policies could include extending tax credits for wind and solar power or increasing royalties for oil and gas drilling on public lands. They could possibly include a tax on carbon dioxide emissions, although passage of such a measure would violate Mr. Biden’s pledge not to raise taxes on families with income below $400,000.\n“Nothing is off the table,” Mr. Schumer said.\nMany Republicans are expected to oppose those efforts, countering that they could harm the economy, but some gas-and-coal-state Democrats who balked at Mr. Obama’s cap-and-trade bill say they have shifted over the past decade as the politics and reality of climate change have grown more urgent.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“What’s changed is that it’s gotten worse,” said Senator Jon Tester, Democrat of Montana, who said in 2010 that he worried Mr. Obama’s bill would harm his state’s agriculture and coal industries.\n“We’re supposed to get our first frost tonight — in October, a month late,” Mr. Tester said, speaking by telephone from his farm in Big Sandy, Mont. “You really have to have your head buried in the sand not to see we’ve got a problem.”\nSenator Bob Casey, Democrat of Pennsylvania and a Catholic, said his thinking had been shaped in part by Pope Francis’ 2015 encyclical, which calls for transformational change to stop climate change and environmental degradation.\n“We can’t wait 10 more years,” he said. “I don’t think we can wait five years.”\nOther coal-state Democrats are not there. Senator Joe Manchin of West Virginia, who shot a copy of Mr. Obama’s climate bill in a campaign ad in 2010 and re-upped it in 2018, will play a key role in any climate debate, particularly if he becomes chairman of the Senate Energy Committee.", "url": "https://www.nytimes.com/2020/10/25/climate/biden-climate-change.html"}