{"authors": ["Michael Wilson"], "date_download": "2022-10-25 23:28:04", "date_modify": "2022-10-25 23:28:04", "date_publish": "2020-06-11 07:00:10", "description": "Though the city is recording hundreds of new coronavirus cases each week and some officers have died, many are not heeding instructions to cover their faces.", "filename": "2020_06_11_nyregion_nypd-face-masks-nyc-protests_1666740484.html", "image_url": "https://static01.nyt.com/images/2020/06/10/nyregion/10nyunrest-masks-3/10nyunrest-masks-3-facebookJumbo.jpg?year=2020&h=550&w=1050&s=13a6300721f273e23bed97f548686bc8af9d7bd65e70ddf116077ccdfb40ed05&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_11_nyregion_nypd-face-masks-nyc-protests_1666740484.html", "title": "Why Are So Many N.Y.P.D. Officers Refusing to Wear Masks at Protests?", "title_page": "Why Are So Many N.Y.P.D. Officers Refusing to Wear Masks at Protests? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While police officers may forgo mask-wearing for any number of reasons, from peer pressure within ranks that are loath to change to a desire to more easily communicate, the images have fueled a perception of the police as arrogant and dismissive of protesters’ health — perhaps even at the peril of their own.\nAnd while several officers have conspicuously knelt down with or hugged people at rallies, the widespread failure to use masks is creating a more standoffish look, one that protesters say suggests that the police operate above the rules — one of the very beliefs motivating the nationwide movement.\n“If you’re out here to protect the public, it starts with you,” said Chaka McKell, 46, a carpenter from Bedford-Stuyvesant who attended a protest in Downtown Brooklyn on Monday. “The head sets the example for the tail.”\nThe official New York Police Department policy is that officers should wear masks when interacting with the public. But in a statement on Wednesday, the department dismissed the criticism about the lack of masks as petty.\n“Perhaps it was the heat,” Sgt. Jessica McRorie of the department’s press office said in a statement. “Perhaps it was the 15 hour tours, wearing bullet resistant vests in the sun. Perhaps it was the helmets. With everything New York City has been through in the past two weeks and everything we are working toward together, we can put our energy to a better use.”", "url": "https://www.nytimes.com/2020/06/11/nyregion/nypd-face-masks-nyc-protests.html"}