{"authors": ["Deborah Solomon"], "date_download": "2022-10-25 22:59:56", "date_modify": "2022-10-25 22:59:56", "date_publish": "2020-04-08 17:34:24", "description": "A leading philanthropist, she championed, without fanfare, the New York City Ballet and numerous art museums. She also loved her dahlias.", "filename": "2020_04_08_arts_dance_anne-bass-78-arts-patron-and-peerless-gardener-dies_1666738796.html", "image_url": "https://static01.nyt.com/images/2020/04/10/books/07Bass1/07Bass1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=f1decd56524d2c10f9673206575916562b79843ae2748a85c17f96fde8de98ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_08_arts_dance_anne-bass-78-arts-patron-and-peerless-gardener-dies_1666738796.html", "title": "Anne Bass, 78, Arts Patron and Peerless Gardener, Dies", "title_page": "Anne Bass, 78, Arts Patron and Peerless Gardener, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Anne Hendricks Bass, the arts patron who helped raise the profile of ballet in the United States, harking back to an era when art was viewed as a vehicle for beauty and moral uplift, died on April 1 at her home in Manhattan. She was 78.\nJulian Lethbridge, her longtime partner, said the cause was ovarian cancer.\nMs. Bass was well established in Fort Worth before she made her name in New York City, and her style as a patron was entirely her own. In contrast to boastful Texans with their McRanches or status-hungry New Yorkers in pursuit of donor plaques, Ms. Bass was reticent and aloof.\nSlender with pale blue eyes, she armored herself with an apparent indifference to the less gracious aspects of life, which included her much-publicized divorce from the oilman Sid Bass in the 1980s. She saved her energy for her interests, especially gardening and architecture, which she pursed with a seriousness that was almost alarming to those who knew her.\n“Anne was a research junkie,” said Heather Watts, a former principal dancer with the New York City Ballet and one of Ms. Bass’s closest friends. “If I told her I liked dahlias, I’d receive articles and books about dahlias.”", "url": "https://www.nytimes.com/2020/04/08/arts/dance/anne-bass-78-arts-patron-and-peerless-gardener-dies.html"}