{"authors": ["Liz Alderman"], "date_download": "2022-10-25 23:33:26", "date_modify": "2022-10-25 23:33:26", "date_publish": "2020-11-07 10:00:22", "description": "The coronavirus lockdowns have taken a steep toll on Paris’s “bouquinistes,” whose bookstalls stretch for miles along the Seine. “We are barely making enough to eat.”", "filename": "2020_11_07_world_europe_france-paris-seine-books_1666740806.html", "image_url": "https://static01.nyt.com/images/2020/11/05/world/00paris-books-dispatch1/00paris-books-dispatch1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=65f978d1e58c4e45889313a7b9581d77ec6323ca51a137658ee7139d1bf032e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_07_world_europe_france-paris-seine-books_1666740806.html", "title": "Along the Seine, Booksellers Try to Hold Off an Unhappy Ending", "title_page": "Along the Seine, Booksellers Try to Hold Off an Unhappy Ending - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — On a recent breezy day, Jérôme Callais wrapped a secondhand biography of Robespierre tightly in cellophane, covering the burgundy leather hardcover with an expert flick of the wrist and positioning it near a weighty tome on Talleyrand inside his dark green bookstand on a quai above the Seine.\nThe sky was a brilliant blue, and the sun cast a rose-hued glow on the gargoyle faces ornamenting the Pont Neuf, not far from where Mr. Callais has sold dusty classics to countless visitors for more than 30 years.\nIn normal times, Parisiens and tourists from around the world would be browsing his wares, and those of the roughly 230 other open-air booksellers known as “les bouquinistes,” whose boxy metal bookstalls stretch for nearly four miles along the Left and Right banks of the river.\nBut as lockdown restrictions to curb the coronavirus pandemic keep browsers at bay, the booksellers’ livelihood is rapidly being put in jeopardy. Many are bracing for what they fear may be the final chapter for a centuries-old métier that is as iconic to Paris as the Louvre and Notre Dame.", "url": "https://www.nytimes.com/2020/11/07/world/europe/france-paris-seine-books.html"}