{"authors": ["Jeanna Smialek", "Jim Tankersley"], "date_download": "2022-10-25 23:44:24", "date_modify": "2022-10-25 23:44:24", "date_publish": "2020-03-03 14:59:52", "description": "The central bank cut interest rates by half a percentage point, its biggest single cut in more than a decade, as a pre-emptive move to protect the economy from the coronavirus.", "filename": "2020_03_03_business_economy_fed-rate-cut_1666741464.html", "image_url": "https://static01.nyt.com/images/2020/03/03/us/undefined-promo-1583251236908/undefined-promo-1583251236908-facebookJumbo.png?year=2020&h=549&w=1050&s=10075b685958b7c3d31abc80e7ad5d0ae0388c879151bf4a2a773fbb214266e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_03_business_economy_fed-rate-cut_1666741464.html", "title": "Fed Makes Emergency Rate Cut as Markets Tremble Over Coronavirus", "title_page": "Fed Makes Emergency Rate Cut as Markets Tremble Over Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We do recognize that a rate cut cannot reduce the rate of infection, it won’t fix a broken supply chain,” Mr. Powell said. “We get that — we don’t think we have all the answers.”\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nIf anything, containing the longer-term economic fallout may necessitate preventive actions that will weigh on near-term economic growth, like restricting air travel, closing movie theaters, shuttering factories and quarantining workers. China, the initial source of the outbreak, has engaged in those types of restrictions, hurting its economy temporarily but enabling it to slow the virus’s spread.\nAnthony S. Fauci, the director of the Centers for Disease Control and Prevention, called China’s measures “rather draconian” on Tuesday at a news conference but acknowledged that they had slowed the number of virus cases. “They have taken social distancing to its farthest extreme,” he said.\nMany economists predict that the United States could face a significant slowdown — or even a recession — if efforts to contain an outbreak here fail.\nNeil Dutta, the head of economic research at Renaissance Macro Research, wrote in a note after the announcement that “the Fed’s tools are imperfect and not adequate to deal with a public health crisis.” He added that “the panic needs to come from the opposite of 17th Street” — which is where the White House is.\nPresident Trump said on Tuesday that he might further tighten limits on international travel in hopes of blocking the arrival of more visitors infected by the coronavirus, but he ruled out for now any restrictions on travel within the United States.\n“We’re not looking at that at all,” Mr. Trump said. “But we’re looking at other countries and we’re being very stringent,” he told reporters before boarding his Marine One helicopter to fly to the National Institutes of Health for a visit.", "url": "https://www.nytimes.com/2020/03/03/business/economy/fed-rate-cut.html"}