{"authors": ["Kirk Semple"], "date_download": "2022-10-25 22:59:12", "date_modify": "2022-10-25 22:59:12", "date_publish": "2020-03-15 18:48:48", "description": "The López Obrador government’s measured approach to battling the coronavirus played out this weekend in a full soccer schedule and a crowded music festival. “Yes, there’s worry,” one fan said, “but you have to have fun.”", "filename": "2020_03_15_sports_soccer_soccer-mexico-coronavirus_1666738752.html", "image_url": "https://static01.nyt.com/images/2020/03/15/world/15mexico-soccer-virus/merlin_170535927_26d0da6e-5709-484a-b2e8-24f958b01b53-facebookJumbo.jpg?year=2020&h=549&w=1050&s=1226d3f1236407b2f01b9254e5ab2be39bfef7fb2c4d902807d9840e440a3d93&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_15_sports_soccer_soccer-mexico-coronavirus_1666738752.html", "title": "‘We Call for Calm’: Mexico’s Restrained Response to the Coronavirus", "title_page": "‘We Call for Calm’: Mexico’s Restrained Response to the Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Further measures were announced on Saturday. The Pumas-Cruz Azul game — one of several professional soccer matches contested in crowded stadiums across Mexico on Friday night and Saturday — was also one of the last.\nOn Saturday afternoon, while the women’s teams played before a crowd of more than 22,000 fans, the authorities announced that the remainder of the weekend’s league matches would be played in empty arenas. That would include a much-anticipated match between the Mexico City rivals Club América and Cruz Azul, which would take place in the cavernous Azteca Stadium. The league announced Sunday that it would suspend the season after the Club América-Cruz Azul match on Sunday night.\nThe school Easter break was expanded from two weeks to a month beginning on March 20, and federal health officials recommended that all “nonessential activities” be suspended starting on March 23 and that large-scale events with more than 5,000 people be postponed.\nBut officials and organizers gave the green light to Vive Latino, a major two-day music festival in Mexico City, which drew tens of thousands of people to its first day of performances on Saturday. As fans pressed together for hours in front of enormous stages, social media posts showing the crowds drew scathing replies aimed at both organizers and attendees.", "url": "https://www.nytimes.com/2020/03/15/sports/soccer/soccer-mexico-coronavirus.html"}