{"authors": ["Emily Cochrane", "Jim Tankersley"], "date_download": "2022-10-25 23:29:16", "date_modify": "2022-10-25 23:29:16", "date_publish": "2020-07-27 23:32:47", "description": "The proposal comes after Republicans struggled to iron out their policy differences with the administration and each other. Democrats are all but guaranteed to reject the offer.", "filename": "2020_07_27_us_politics_republicans-jobless-aid_1666740556.html", "image_url": "https://static01.nyt.com/images/2020/07/27/us/politics/27dc-virus-cong-sub/27dc-virus-cong-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9417cc961d6e5479bac90adb15f36ed0a849962e998f937e012cc320b26f7a86&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_27_us_politics_republicans-jobless-aid_1666740556.html", "title": "As Republicans Embrace Cut in Jobless Aid, Divisions Weaken Their Leverage", "title_page": "As Republicans Embrace Cut in Jobless Aid, Divisions Weaken Their Leverage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It would limit legal liability for businesses that open amid the pandemic, a top priority of business groups in Washington, for coronavirus-related episodes that take place through October 2024. It establishes a tax credit for companies to reconfigure their workplaces to promote safety from the virus, and it would expand tax credits for employers that hire and retain workers amid the outbreak. The proposal would also offer tax certainty to Americans who work in one state and live in another, and are facing the prospect of paying income taxes in multiple states if they were forced to work from home.\nThe package would both extend government aid for small businesses through the Paycheck Protection Program, which was established in March, and narrow the set of companies eligible to receive it. It would also create an alternate source of aid for businesses in low-income, high-poverty areas: a 20-year loan, with an interest rate of 1 percent, that would give those businesses enough cash to replace up to two years of lost revenues.\nIt also includes a bipartisan proposal to force Congress to consider future deficit and debt-reduction measures.\nThe introduction of the package had been delayed for days as Republicans worked to resolve internal divisions with each other and Mr. Trump and to put forward a united front before negotiations with Democrats. But on Monday, the measure already faced resistance by some rank-and-file Republicans and was scorned by Democrats in both chambers, who said it failed to meet even a fraction of the country’s economic and health needs.\n“If they’re not even getting to the fundamentals of food and rent and economic survival, they’re not really ready to have a serious negotiation,” Ms. Pelosi said after a nearly two-hour meeting with Mr. Mnuchin, Mr. Meadows and Senator Chuck Schumer of New York, the Democratic leader.\nMr. Schumer added, “We hope they can get their act together — we very much want to get something done for the needs of the people.”\nMr. Meadows, as he left Ms. Pelosi’s office with Mr. Mnuchin, declared it a good meeting and said the pair would return on Tuesday. Both Democratic leaders said they planned to carefully review the Republican offer overnight.", "url": "https://www.nytimes.com/2020/07/27/us/politics/republicans-jobless-aid.html"}