{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:49:01", "date_modify": "2022-10-25 23:49:01", "date_publish": "2020-06-02 15:52:03", "description": "Medical records from a little-known company were used in two studies published in major journals. The New England Journal of Medicine has asked to see the data.", "filename": "2020_06_02_health_coronavirus-study_1666741741.html", "image_url": "https://static01.nyt.com/images/2020/06/02/science/02VIRUS-STUDIES1/02VIRUS-STUDIES1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=67747f6d14f9a03f70680ac09c4035480159c68e127a35641c1f5cdc9e82ea83&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_02_health_coronavirus-study_1666741741.html", "title": "Scientists Question Medical Data Used in Second Coronavirus Study", "title_page": "Scientists Question Medical Data Used in Second Coronavirus Study - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since the outbreak began, researchers have rushed to publish new findings about the coronavirus spreading swiftly through the world. On Tuesday, for the second time in recent days, a group of clinicians and researchers has questioned the data used in studies in two prominent medical journals.\nA group of scientists who raised questions last week about a study in The Lancet about the use of antimalarial drugs in coronavirus patients have now objected to another paper about blood pressure medicines in the New England Journal of Medicine, which was published by some of the same authors and relied on the same data registry.\nMoments after their open letter was posted online Tuesday morning, the editors of the N.E.J.M. posted an “expression of concern” about the paper, and said they had asked the paper’s authors to provide evidence that the data are reliable.\nThe Lancet followed later in the day with a statement about its own concerns regarding the malarial drugs paper, saying that the editors have commissioned an independent audit of the data.", "url": "https://www.nytimes.com/2020/06/02/health/coronavirus-study.html"}