{"authors": ["Declan Walsh", "Nada Rashwan"], "date_download": "2022-10-25 23:44:14", "date_modify": "2022-10-25 23:44:14", "date_publish": "2020-03-07 00:57:54", "description": "The sudden surge of cases stoked growing fears among a nervous Egyptian public of a much larger number of infections than their government has either detected or declared.", "filename": "2020_03_06_world_middleeast_egypt-nile-coronavirus_1666741454.html", "image_url": "https://static01.nyt.com/images/2020/03/06/world/06egypt/06egypt-facebookJumbo.jpg?year=2020&h=549&w=1050&s=e2e6283a0645c7dcbadf29d15512e3182d0dcd41558c9fbb81208458d3198cdc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_06_world_middleeast_egypt-nile-coronavirus_1666741454.html", "title": "On Nile Cruiser, 12 Crew Test Positive for Virus, and Egypt Fears Broader Outbreak", "title_page": "On Nile Cruiser, 12 Crew Test Positive for Virus, and Egypt Fears Broader Outbreak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Twelve crew members aboard a cruise ship on the Nile were placed in isolation on Friday after testing positive for the coronavirus, Egypt’s health ministry said.\nThe crew members were asymptomatic, meaning they had no signs of illness, and the ship was moved to a remote stretch of river, 15 miles from the tourist hub of Luxor, to be disinfected.\nYet this sudden surge of cases, the largest cluster yet in Egypt, stoked growing fears among a nervous Egyptian public of a much larger number of infections in their country than the government has either detected or declared.\nUntil Friday, Egypt, which relies heavily on tourism and has a weak health care system, said it had discovered just three coronavirus cases in the country, and only one was an Egyptian. But in the past week, at least 26 tourists have tested positive for the virus after returning from vacation in Egypt, including 11 Greeks, seven Americans and six French.", "url": "https://www.nytimes.com/2020/03/06/world/middleeast/egypt-nile-coronavirus.html"}