{"authors": ["Abgoodnough", "Jan Hoffman"], "date_download": "2022-10-25 23:23:19", "date_modify": "2022-10-25 23:23:19", "date_publish": "2020-12-05 15:41:58", "description": "The C.D.C. will soon decide which group to recommend next, and the debate over the trade-offs is growing heated. Ultimately, states will determine whom to include.", "filename": "2020_12_05_health_covid-vaccine-first_1666740199.html", "image_url": "https://static01.nyt.com/images/2020/12/04/science/00VIRUS-ESSENTIAL1/00VIRUS-ESSENTIAL1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9f3ed945ea70a30f3ec5c3e26d739619dc8cbba7154ab6e0f052d4acb0d70af4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_05_health_covid-vaccine-first_1666740199.html", "title": "The Elderly vs. Essential Workers: Who Should Get the Coronavirus Vaccine First?", "title_page": "The Elderly vs. Essential Workers: Who Should Get the Coronavirus Vaccine First? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Historically, the committee relied on scientific evidence to inform its decisions. But now the members are weighing social justice concerns as well, noted Lisa A. Prosser, a professor of health policy and decision sciences at the University of Michigan.\n“To me the issue of ethics is very significant, very important for this country,” Dr. Peter Szilagyi, a committee member and a pediatrics professor at the University of California, Los Angeles, said at the time, “and clearly favors the essential worker group because of the high proportion of minority, low-income and low-education workers among essential workers.”\nThat position runs counter to frameworks proposed by the World Health Organization, the National Academies of Sciences, Engineering, and Medicine, and many countries, which say that reducing deaths should be the unequivocal priority and that older and sicker people should thus go before the workers, a view shared by many in public health and medicine.\nDr. Robert Redfield, the C.D.C. director and the nation’s top public health official, reminded the advisory committee of the importance of older people, saying in a statement on Thursday that he looked forward to “future recommendations that, based on vaccine availability, demonstrate that we as a nation also prioritize the elderly.”\nOnce the committee votes, Dr. Redfield will decide whether to accept its recommendations as the official guidance of the agency. Only rarely does a C.D.C. director reject a recommendation from the committee, whose 14 members are selected by the Health and Human Services secretary, serve four-and-a-half-year terms and have never confronted a task as high in profile as this one.\nBut ultimately, the decision will be up to governors and state and local health officials. They are not required to follow C.D.C. guidelines, though historically they have done so.", "url": "https://www.nytimes.com/2020/12/05/health/covid-vaccine-first.html"}