{"authors": ["Karen Weise", "Matthew Haag"], "date_download": "2022-10-25 23:51:08", "date_modify": "2022-10-25 23:51:08", "date_publish": "2020-08-18 21:52:38", "description": "The additional space and workers, envisioned before the pandemic, are a sign of how large tech companies continue to prosper.", "filename": "2020_08_18_technology_amazon-office-expansion_1666741868.html", "image_url": "https://static01.nyt.com/images/2020/08/18/business/18amazon/18amazon-facebookJumbo.jpg?year=2020&h=550&w=1050&s=02802d6a1099f071f811add7c168ea6eeb5a25a5d7e365026ceeeae1c3dad5a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_18_technology_amazon-office-expansion_1666741868.html", "title": "Amazon Sticks With Office Expansion Plans in New York and Elsewhere", "title_page": "Amazon Sticks With Office Expansion Plans in New York and Elsewhere - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEATTLE — The pandemic has upended many companies’ expansion plans. Not Amazon’s.\nThe tech giant said on Tuesday that it would hire 3,500 white-collar employees across the country, including 2,000 in New York, following through on plans it had largely put in place before the coronavirus made office towers empty as employees work from home.\nThe new Amazon jobs will fill a lot of office space that the company acquired before Covid-19 took hold in the United States. In early March, Amazon bought the iconic Lord & Taylor building on Fifth Avenue from the co-working company WeWork, which was retrenching after unsustainable expansion. The New York Post reported at the time that Amazon had paid $1.15 billion for the property. Amazon declined to comment on the deal.\nAmazon expects employees to occupy the space in 2023.\nThe company also plans to expand offices in its hubs in Dallas, Denver, Detroit, Phoenix and San Diego within two years. It signed a lease for roughly 90,000 square feet near Phoenix in the first quarter, according to Lee & Associates, a commercial real estate broker.\nAmazon has 35,000 white-collar employees in more than a dozen tech hubs, so the growth announced on Tuesday would be a 10 percent expansion.", "url": "https://www.nytimes.com/2020/08/18/technology/amazon-office-expansion.html"}