{"authors": ["Kim Barker", "Amy Julia Harris"], "date_download": "2022-10-25 23:25:09", "date_modify": "2022-10-25 23:25:09", "date_publish": "2020-04-24 20:02:14", "description": "California, New Jersey and New York have made nursing homes accept Covid-19 patients from hospitals. Residents and workers fear the policy is risking lives.", "filename": "2020_04_24_us_nursing-homes-coronavirus_1666740309.html", "image_url": "https://static01.nyt.com/images/2020/04/24/multimedia/00virus-nursinghomes-04/00virus-nursinghomes-04-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=ee2091f6f8e862645fd8d927be062d051b12ccb2caa9d3bd222266b5a54f8a2d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_24_us_nursing-homes-coronavirus_1666740309.html", "title": "Nursing Homes in Some States Told to Take Patients Infected With Coronavirus", "title_page": "Nursing Homes in Some States Told to Take Patients Infected With Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But states are increasingly turning to nursing homes to relieve the burden on hospitals and take in Covid-19 patients considered stable enough to be released. Although there is no evidence so far that the practice has allowed infections to spread in nursing homes, many residents and advocates fear that it is only a matter of time. One lawsuit in New Jersey alleges that a worker was likely to have been sickened by a Covid-19 patient readmitted from a hospital.\nAt the epicenter of the outbreak, New York issued a strict new rule last month: Nursing homes must readmit residents sent to hospitals with the coronavirus and accept new patients as long as they are deemed “medically stable.” California and New Jersey have also said that nursing homes should take in such patients. Homes are allowed to turn patients away if they claim they can’t care for them safely — but administrators say they worry that refusing patients could provoke regulatory scrutiny, and advocates say it could result in a loss of revenue.\nIn contrast to these states, Connecticut and Massachusetts designated certain facilities for Covid-19 patients alone — considered the safest way to free up hospital beds. The Washington Health Care Association, which represents long-term care facilities in Washington State, has asked officials to adopt a similar policy; so far, they have not.\n“It’s got to happen,” said Robin Dale, the association’s president. “Then we would not have this hodgepodge of every nursing home in the state having one or two positives and crossing your fingers that it works out.”\nBeth Martino, spokeswoman for the American Health Care Association, which represents nursing homes and assisted-living facilities, said her association had heard that a number of states were considering measures similar to those in California, New Jersey and New York. But many others haven’t offered any guidance on the matter.", "url": "https://www.nytimes.com/2020/04/24/us/nursing-homes-coronavirus.html"}