{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:48:41", "date_modify": "2022-10-25 23:48:41", "date_publish": "2020-03-10 09:00:13", "description": "Gov. Andrew Cuomo pushed to raise the minimum wage, which helped low-income workers, but it has also increased New York’s Medicaid costs.", "filename": "2020_03_10_nyregion_budget-medicaid-cuomo-ny_1666741721.html", "image_url": "https://static01.nyt.com/images/2020/03/11/nyregion/00nybudget1-print/00nybudget1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6a83a116da8c482ac7650ae26d4a33d42628388c98595fdd208613eebfbc7b72&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_10_nyregion_budget-medicaid-cuomo-ny_1666741721.html", "title": "The Governor and the $6 Billion Budget Gap", "title_page": "The Governor and the $6 Billion Budget Gap - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY, N.Y. — In the curious case of New York State’s $6 billion budget gap, Gov. Andrew M. Cuomo has a list of leading suspects: local officials and county staffers, whom he blames for negligently allowing Medicaid costs to skyrocket.\nBut Mr. Cuomo, a Democrat, may have left out the biggest perpetrator.\nThe governor and state budget officials have said that a statewide minimum-wage increase, along with a push to increase enrollment in Medicaid, a state and federal program that provides health care to low-income residents, are among the biggest reasons the budget deficit is so large.\nBoth were policy decisions supported by the governor.\nMedicaid costs also rose to a small degree because the Cuomo administration in 2018 decided to increase reimbursement rates to health care providers, which benefited deep-pocketed political supporters of the governor, including labor unions and hospital companies.\nThe minimum wage and other policy choices to increase Medicaid coverage have been lauded by many, including fellow Democrats. But the blaming of local officials has certainly not, as they insist they simply are following state guidance.", "url": "https://www.nytimes.com/2020/03/10/nyregion/budget-medicaid-cuomo-ny.html"}