{"authors": ["Adam Nagourney"], "date_download": "2022-10-25 23:24:32", "date_modify": "2022-10-25 23:24:32", "date_publish": "2020-11-08 06:18:10", "description": "As he addressed the nation from Delaware, Joseph R. Biden Jr. set a tone that was very different from President Trump’s.", "filename": "2020_11_08_us_politics_biden-victory-speech-takeaways_1666740272.html", "image_url": "https://static01.nyt.com/images/2020/11/07/us/politics/Bidentakeaways/Bidentakeaways-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a68f46823089614668ca7a78a3427c1644aef7b74dcccee070c1b168b86e58b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_08_us_politics_biden-victory-speech-takeaways_1666740272.html", "title": "Five Takeaways From President-Elect Biden’s Victory Speech", "title_page": "Five Takeaways From President-Elect Biden’s Victory Speech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Joseph R. Biden Jr. waited a long time to give the speech he delivered in Delaware on Saturday night. Not just the five days since Election Day, but arguably the 48 years since he was first elected to the Senate, during which he ran for president three times. And at age 77, as Mr. Biden came trotting up the runway to an explosion of car horns and cheers, beaming and looking almost surprised by the ovation, it was clear that his moment had arrived.\nHere are five takeaways from the president-elect’s victory speech.\nA new tone from the top.\nThe contrast between Mr. Biden and President Trump was bracing and notable in almost every passage, as the president-elect invoked his own spirituality and shared credit for the moment with his supporters and the people around him.\nHe quoted from a hymn, “On Eagle’s Wings.” He thanked his supporters: “I owe you, I owe you, I owe you everything.” He warmly praised Kamala Harris, his running mate, and celebrated the fact that she would be the first woman, let alone woman of color, to serve as vice president: “It’s long overdue, and we’re reminded tonight of all those who fought so hard for so many years to make this happen.”\nMost of all, even as the nation faces one of the darkest periods in its history — a deadly pandemic, economic decline, political polarization — Mr. Biden was relentlessly optimistic, even cheerful. “We can do it,” he said. “I know we can.”", "url": "https://www.nytimes.com/2020/11/08/us/politics/biden-victory-speech-takeaways.html"}