{"authors": ["Ben Smith"], "date_download": "2022-10-25 22:56:48", "date_modify": "2022-10-25 22:56:48", "date_publish": "2020-04-06 00:00:07", "description": "CNN once prevented Chris Cuomo from interviewing his brother on the air. But that all changed with the arrival of the coronavirus, and now it’s changing television, too.", "filename": "2020_04_05_business_media_brothers-cuomo-andrew-chris_1666738608.html", "image_url": "https://static01.nyt.com/images/2020/04/06/business/0405JPBENSMITH-print/0405JPBENSMITH-print-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=4534792c1970c2ddf71d6c38868d30a2330bea35d541ba9646a2e16bbd1f5fe7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_05_business_media_brothers-cuomo-andrew-chris_1666738608.html", "title": "Americans Don’t Trust the Media Anymore. So Why Do They Trust the Cuomos?", "title_page": "Americans Don’t Trust the Media Anymore. So Why Do They Trust the Cuomos? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the new crisis plays to his strengths. It is about Mr. Cuomo’s go-to topic: government failure. Audiences are eager for accountability and information. But they are also responding to love, Noah Oppenheim, the president of NBC News who keeps an eye on the competition, said in an interview. “Love between people — whether it’s brothers in high-profile positions, or doctors and patients.”\nThat is one thing the Cuomos do: They love one another. On March 30, the day a Navy hospital ship arrived in New York, they said “I love you” twice each, in quick succession.\nThe affection, the combat — this is, friends say, how they are. “I was a little shocked at how open they’re being about this but people seem to really enjoy it,” said a close friend of Chris Cuomo’s, Chris Vlasto, an ABC News executive producer. (I’ve noticed that I’m quoting a lot of men in this column; the Cuomos’ world is very male.)\nThe boys and their three sisters grew up at the feet of Gov. Mario Cuomo, who served as a counterpoint in the 1980s to the Republican president, Ronald Reagan. Mario Cuomo was the intellectual keeper of the Democratic flame, much as his elder son provides Democrats with their clearest contrast to President Trump today.\nThe governor was a demanding father who bred intense competitiveness among his children. Andrew was a gear head and his father’s right hand; Chris was the pudgy youngest of five, who worshiped his big brother. “The relationship between Andrew and Chris when they were younger was much more a father and son type relationship,” said John Marino, an aide to Mario Cuomo, who recalled driving to New Jersey with Andrew days before the 1986 New York election to check out a used sports car that Chris wanted. “Mario was governor, he was busy, and Andrew remained very, very close to Chris.”\nTheir relationship has stayed close, and complex. Andrew is a solitary figure, Chris is an extrovert. Andrew is a behind-the-scenes player, Chris is a performer.\nChris has also been an adviser to his brother, people who have worked for Andrew told me, sometimes extending his advice to the governor’s staff. He’s encouraged his brother’s boldness; he has also encouraged the governor’s prickliness about media coverage, a shared “Cuomo gene,” one friend said.", "url": "https://www.nytimes.com/2020/04/05/business/media/brothers-cuomo-andrew-chris.html"}