{"authors": ["Cecilia Kang", "Jack Nicas", "David Mccabe"], "date_download": "2022-10-25 23:00:35", "date_modify": "2022-10-25 23:00:35", "date_publish": "2020-07-28 09:00:19", "description": "The tech C.E.O.s will appear together at a congressional hearing on Wednesday to argue that their companies do not stifle competition.", "filename": "2020_07_28_technology_amazon-apple-facebook-google-antitrust-hearing_1666738835.html", "image_url": "https://static01.nyt.com/images/2020/07/24/business/24TECHCEOS-GRID/24TECHCEOS-GRID-facebookJumbo.jpg?year=2020&h=549&w=1050&s=3416e51fdc1897250697a505393a9ff1f39aba5f35de3a3d7989734db8051af5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_28_technology_amazon-apple-facebook-google-antitrust-hearing_1666738835.html", "title": "Amazon, Apple, Facebook and Google Prepare for Their ‘Big Tobacco Moment’", "title_page": "Amazon, Apple, Facebook and Google Prepare for Their ‘Big Tobacco Moment’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The length of the hearing may also be prolonged since the antitrust issues facing Apple, Facebook, Google and Amazon are complex and vastly different.\nAmazon is accused of abusing its role as both a retailer and a platform hosting third-party sellers on its marketplace. Apple has been accused of unfairly using its clout over its App Store to block rivals and to force apps to pay high commissions. Rivals have said Facebook has a monopoly in social networking. Alphabet, the parent company of Google, is dealing with multiple antitrust allegations because of Google’s dominance in online advertising, search and smartphone software.\nDemocrats may also veer off the topic of antitrust and bring up concerns about misinformation on social media. Some Republicans are expected to sidetrack discussion with their concerns of liberal bias at the Silicon Valley companies and accusations that conservative voices are censored.\n“There was an attitude these were great American companies that created jobs and that we should have a hands-off approach and let them flourish,” Mr. Cicilline said in an interview. “But there are a lot of serious issues we have uncovered over the course of the investigation that weren’t apparent when we first began investigating.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nFacebook, Amazon, Google and Apple declined to comment.\nFor the chief executives, the hearing will be a test of how they perform under fire. Mr. Bezos, 56, has not previously testified to Congress, while Mr. Cook, 59, and Mr. Pichai, 48, have both testified once before. Mr. Zuckerberg, 36, the youngest of the group, has the distinction of being the veteran: He has answered questions at three congressional hearings in the past two years as Facebook has dealt with issues such as election interference and privacy violations.\nBut none are taking any chances for the event to go awry. Mr. Zuckerberg, who had been at his 750-acre estate on the Hawaiian island of Kauai, has been preparing for his testimony with the law firm WilmerHale, according to people with knowledge of the matter. And a small team is working with Mr. Bezos for his testimony in Seattle, said people with knowledge of the matter.\nFor weeks, the tech giants have also waged a lobbying battle to soften any blows. All four chief executives planned to call lawmakers on the House subcommittee in the days before the hearing, said three people with knowledge of the preparations who were not authorized to speak publicly.", "url": "https://www.nytimes.com/2020/07/28/technology/amazon-apple-facebook-google-antitrust-hearing.html"}