{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 22:56:01", "date_modify": "2022-10-25 22:56:01", "date_publish": "2020-01-25 17:48:18", "description": "The coronavirus that has spread from Wuhan has been linked to the sale of live wildlife at a market that experts describe as a perfect incubator for novel pathogens.", "filename": "2020_01_25_world_asia_china-markets-coronavirus-sars_1666738561.html", "image_url": "https://static01.nyt.com/images/2020/01/26/world/26china-markets/25china-markets-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6388353ac70c230a4c4282b7fcede145db5c29417634bb9059bd7fb3cee2103a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_25_world_asia_china-markets-coronavirus-sars_1666738561.html", "title": "China’s Omnivorous Markets Are in the Eye of a Lethal Outbreak Once Again", "title_page": "China’s Omnivorous Markets Are in the Eye of a Lethal Outbreak Once Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Wildlife Conservation Society, an advocacy organization based in New York, called for a global ban on the commercial sale of wildlife, especially in markets like those in China, saying that the latest outbreak proved the public health threat.\nChristian Walzer, the organization’s executive director of health, said that the astonishing diversity of wild animals in markets like these, packed in small cages in crowded market stalls, created a perfect laboratory for the unintentional incubation of new viruses that can enter human cells. Viruses can be spread through saliva, blood or feces.\n“Each animal is a package of pathogens,” he said in a telephone interview.\nBut some Chinese consumers ascribe traditional medicinal benefits to the animals. Vendors and even officials in state news media have touted wildlife as alternative sources of protein and sources of revenue in impoverished regions.\nAn article by the Xinhua news agency last fall, for example, said that farming bamboo rats was helping to lift people out of poverty in Guangxi, another southern province.\nWorries about meat supplies surged last year over the outbreak of African swine fever, which led to the killing of 40 percent of the country’s pigs. Production of domesticated livestock on the country’s farms is, compared to the sale of wildlife, subjected to far more regulation and inspection. Outbreaks still occur, but they are identified more quickly.\nPart of the problem with the wildlife trade is that there is far less regulation, despite the greater risk of live animals’ infecting each other and people, especially in markets that can be unsanitary.\nMr. Walzer said that one problem with the legal production of some species is that it can blur the lines between those raised in captivity and those captured in the wild, where unknown viruses have existed for years without contact with humans.", "url": "https://www.nytimes.com/2020/01/25/world/asia/china-markets-coronavirus-sars.html"}