{"authors": ["Katie Glueck", "Thomas Kaplan"], "date_download": "2022-10-25 23:53:06", "date_modify": "2022-10-25 23:53:06", "date_publish": "2020-02-08 17:02:26", "description": "A weak showing in New Hampshire, some Democrats warn, could undermine his electability argument and accelerate a flight of donors and voters to his rivals.", "filename": "2020_02_08_us_politics_joe-biden-new-hampshire_1666741986.html", "image_url": "https://static01.nyt.com/images/2020/02/08/us/politics/08biden-nh1/08biden-nh1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8b1083207990ae421c84099ce9602819032ba5959de60ea38098afded67872f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_08_us_politics_joe-biden-new-hampshire_1666741986.html", "title": "Wobbly After Iowa, Biden Confronts a Perilous Moment", "title_page": "Wobbly After Iowa, Biden Confronts a Perilous Moment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANCHESTER, N.H. — Former Vice President Joseph R. Biden Jr.’s fourth-place finish in Iowa and his wobbly standing here in New Hampshire are now testing the central premise of his candidacy — that he is the Democrat with the strongest chance to defeat President Trump — and forcing his team to scramble to prove that claim before voters move on to other candidates.\nThe sudden reordering of the early primary race took on a heightened sense of urgency for Mr. Biden on Saturday as a new poll showed him sliding to 11 percent support in New Hampshire. Campaigning in the state just three days before its primary, Mr. Biden went on the offensive against his chief competitor for moderate Democrats, Pete Buttigieg, belittling his record as the former mayor of a small city, questioning his support from African-American voters and declaring, “This guy’s not a Barack Obama.”\nIt was a striking departure from Mr. Biden’s self-assured posture throughout most of the campaign. He has said he is “the clear front-runner in the party.” His allies still cite his strength in general election polls constantly, and have even featured them in his television commercials. He has spent months targeting Mr. Trump rather than driving a sustained message at his rival Democrats, and his attempts to do so at Friday night’s debate, while aggressive, did not appear to hurt them.\nNow Mr. Biden’s campaign is confronting its greatest moment of peril to date, marked by worrisome polls, jittery donors and tensions within the staff.", "url": "https://www.nytimes.com/2020/02/08/us/politics/joe-biden-new-hampshire.html"}