{"authors": ["Vanessa Friedman"], "date_download": "2022-10-25 23:46:59", "date_modify": "2022-10-25 23:46:59", "date_publish": "2020-03-02 12:31:10", "description": "The apocalypse comes to Paris Fashion Week with floods at Balenciaga, a snowstorm at Thom Browne and darkness at Valentino. But you’ll look fine.", "filename": "2020_03_02_style_Paris-fashion-week-balenciaga-valentino_1666741619.html", "image_url": "https://static01.nyt.com/images/2020/03/02/fashion/02BALENCIAGA-balenciaga/02BALENCIAGA-balenciaga-facebookJumbo.jpg?year=2020&h=549&w=1050&s=7f15d4cbd8508b9fb41366c25816457b0cd0802ecaf915f1174c354710f9aea0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_02_style_Paris-fashion-week-balenciaga-valentino_1666741619.html", "title": "It’s the End of the World as We Know It", "title_page": "It’s the End of the World as We Know It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So while it wasn’t a surprise that Stella McCartney, who has always made eco-awareness a foundation of her brand, had activists in bunny (and horse and gator) costumes handing out baby trees to supposedly help guests be carbon-neutral before her show of Erté-inspired twist-and-tie ease in silk and hole-punched vegan leather, a broader acknowledgment of environmental catastrophe and the disaster we — and this industry — have wrought was overdue.\n(Not that putting climate change on the runway or giving out seedlings are solutions; it can’t counteract the fact that making more stuff just contributes to the problem — or that the shows still require driving all over Paris; Givenchy was held in the Hippodrome de Longchamp on the city’s edge. But given that the show is the designer’s voice and a soapbox, it is, at least, an amplification of the issue.)\nThom Browne built a snowscape in the École des Beaux-Arts, complete with white-dusted firs and bare, skeletal branches, and then sent out his models in pairs — a man and a woman each time — like the refugees on Noah’s Ark, only instead of a flood it looked like there had been an avalanche. One led by a parade of animal-headed men in red, white and blue striped skirts and platform hooves, Mr. Browne’s Greek chorus: a giraffe, a hippo, a lion, a horse (and so on).", "url": "https://www.nytimes.com/2020/03/02/style/Paris-fashion-week-balenciaga-valentino.html"}