{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:25:28", "date_modify": "2022-10-25 23:25:28", "date_publish": "2020-11-16 12:00:11", "description": "Moderna is the second company to report preliminary results from a large trial testing a vaccine. But there are still months to go before it will be widely available to the public.", "filename": "2020_11_16_health_Covid-moderna-vaccine.html_action=click&module=RelatedLinks&pgtype=Article_1666740328.html", "image_url": "https://static01.nyt.com/images/2020/11/11/science/00VIRUS-MODERNA1/00VIRUS-MODERNA1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=047f7b5127849e4332c4f85d1b466995bc6c2009bbe9ca68967d90e2292e97b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_16_health_Covid-moderna-vaccine.html_action=click&module=RelatedLinks&pgtype=Article_1666740328.html", "title": "Early Data Show Moderna’s Coronavirus Vaccine Is 94.5% Effective", "title_page": "Early Data Show Moderna’s Coronavirus Vaccine Is 94.5% Effective - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Stéphane Bancel, the chief executive of Moderna, said in a statement that the results had provided “the first clinical validation that our vaccine can prevent Covid-19 disease, including severe disease.”\nPfizer’s chief executive, Dr. Albert Boula, tweeted congratulations to Moderna.\nBut the companies announced the findings in news releases, not in peer-reviewed scientific journals, and did not disclose the detailed data that would allow outside experts to evaluate their claims. Therefore, the results cannot be considered conclusive. The figures on effectiveness may change as the studies continue.\nThe companies’ products open the door to an entirely new way of creating vaccines — and creating them fast. Both use a synthetic version of coronavirus genetic material, called messenger RNA or mRNA, to program a person’s cells to churn out many copies of a fragment of the virus. That fragment sets off alarms in the immune system and stimulates it to attack, should the real virus try to invade. Although a number of vaccines using this technology are in development for other infections and cancers, none have yet been approved or marketed.\n“The fact that two different vaccines made by two different companies with two different kinds of structures, in a new messenger RNA concept, both worked so effectively confirms the concept once and for all that this is a viable strategy not only for Covid but for future infectious disease threats,” said Dr. Barry R. Bloom, a professor of public health at Harvard.\nNatalie E. Dean, a biostatistician at the University of Florida, said an important finding was that the vaccine appeared to prevent severe forms of the disease. Pfizer did not release information about disease severity when reporting its results.\nResearchers say the positive results from Pfizer and Moderna bode well for other vaccines, because all of the candidates being tested aim at the same target — the so-called spike protein on the coronavirus that it uses to invade human cells.\nDr. Bloom said that the success of the two vaccines meant that measures of immunity used in earlier phases of the studies — participants’ antibody levels — were reliable, and that other companies could use those measures as proof of effectiveness to shorten the testing and approval process for their vaccines.", "url": "https://www.nytimes.com/2020/11/16/health/Covid-moderna-vaccine.html?action=click&module=RelatedLinks&pgtype=Article"}