{"authors": ["Alexander Burns", "Jonathan Martin"], "date_download": "2022-10-25 23:00:39", "date_modify": "2022-10-25 23:00:39", "date_publish": "2020-10-23 02:54:32", "description": "In a more restrained appearance, President Trump depicted Joseph R. Biden Jr. as an ineffectual Washington insider. Mr. Biden accused the president of heartlessness for separating migrant families and inflaming racial tensions.", "filename": "2020_10_22_us_politics_debate-presidential-recap_1666738839.html", "image_url": "https://static01.nyt.com/images/2020/10/24/us/politics/22debate-ledeall-top1/22debate-ledeall-top1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=baa296a40161745ec9a0eaf661e434f6ad1b648b553bdd07759880a9f6c52b39&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_22_us_politics_debate-presidential-recap_1666738839.html", "title": "In Calmer Debate, Biden and Trump Offer Sharply Different Visions for Nation", "title_page": "In Calmer Debate, Biden and Trump Offer Sharply Different Visions for Nation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If we just wore these masks, the president’s own advisers have told him, we could save 100,000 lives. And we’re in a circumstance where the president, thus far, still has no plan, no comprehensive plan.” “You also said a vaccine will be coming within weeks.” “Yes.” “Is that a guarantee? Is —” “No, it’s not a guarantee, but it will be by the end of the year. But I think it has a good chance — there are two companies — I think within a matter of weeks. And it will be distributed very quickly.” “This is the same fellow who told you this was going to end by Easter last time. This is the same fellow who told you that, don’t worry, we’re going to end this by the summer. We’re about to go into a dark winter, a dark winter. And he has no clear plan, and there’s no prospect that there’s going to be a vaccine available for the majority of the American people before the middle of next year.” “President Trump, your reaction. He says you have no plan.” “I don’t think we’re going to have a dark winter at all. We’re opening up our country. We’ve learned and studied and understand the disease.” “He says that we’re, you know, we’re learning to live with it. People are learning to die with it. You folks home who have an empty chair at the kitchen table this morning. That man or wife going to bed tonight and reaching over to try to touch their — out of habit, where their wife or husband was — is gone. Learning to live with it? Come on. We’re dying with it.” “I take full responsibility. It’s not my fault that it came here. It’s China’s fault. And you know what? It’s not Joe’s fault that it came here either. It’s China’s fault. First of all, I’ve already done something that nobody thought was possible: Through the legislature, I terminated the individual mandate. That is the worst part of Obamacare. He’s talking about socialized medicine, and when he — and health care. When he talks about a public option, he’s talking about destroying your Medicare —” “Wrong.” “Totally destroyed. And destroying your Social Security. And this whole country will come down. You know, Bernie Sanders tried it in his state. He tried it in his state. His governor was a very liberal governor. They wanted to make it work —” “O.K, let’s hear, let’s let Vice President Biden respond —” “It’s impossible to work — it doesn’t work.” “He’s a very confused guy. He thinks he’s running against somebody else. He’s running against Joe Biden. I beat all those other people because I disagreed with them. Joe Biden he’s running against.” “Mr. President, your administration separated children from their parents at the border, at least 4,000 kids. You’ve since reversed your zero-tolerance policy, but the United States can’t locate the parents of more than 500 children. So how will these families ever be reunited?” “Children are brought here by coyotes and lots of bad people, cartels. And they’re brought here, and they used to use them to get into our country. We now have as strong a border as we’ve ever had. We’re over 400 miles of brand-new wall. You see the numbers. And we let people in, but they have to come in legally.” “These 500-plus kids came with parents. They separated them at the border to make it a disincentive to come to begin with. Big, real tough — we’re really strong. And guess what? They cannot — it’s not, coyotes didn’t bring them over. Their parents were with them. They got separated from their parents. And it makes us a laughingstock and violates every notion of who we are as a nation. A black parent, no matter how wealthy or how poor they are, has to teach their child, when you’re walking down the street, don’t have a hoodie on when you go across the street. Making sure that you, in fact, if you get pulled over, ‘Yes, sir,’ ‘No, sir,’ hands on top of the wheel. Because you are, in fact, the victim, whether you’re a person making, child of a $300,000-per-year person or someone who’s on food stamps.” “I got criminal justice reform done and prison reform and opportunity zones. I took care of Black colleges and universities. I don’t know what to say. They can say anything. I mean, they can say anything. It’s a very — it makes me sad because I am, I am the least racist person. I can’t even see the audience because it’s so dark, but I don’t care who’s in the audience: I’m the least racist person in this room.” “He pours fuel on every single racist fire, every single one. He started off his campaign coming down the escalator, saying he’s going to get rid of those Mexican ‘rapists.’ He’s banned Muslims because they’re Muslims. He has moved around and made everything worse across the board.” “I have one final question —” “Would he close down the oil industry? Would you close down the oil industry?” “By the way, I would transition from the oil industry, yes.” “Oh, that’s a big statement!” “I would transition — it is a big statement.” “That’s a big statement!” “Because I would stop —” “Why would you do that?” “Because the oil industry pollutes significantly.” “Oh, I see!” “Here’s the deal.” “That’s a big statement.” “But you can’t do that — well, if you let me finish the statement — because it has to be replaced by renewable energy over time, over time. And I’d stop giving to the oil industry, I’d stop giving them federal subsidies.” “Ooh!” “He won’t give federal subsidies to the gas, excuse me, to the, to solar and wind.” “Yeah.” “Why are we giving it to oil industry?” “Imagine this is your inauguration day. What will you say in your address to America, to Americans who did not vote for you?” “We have to make our country totally successful as it was prior to the plague coming in from China. Success is going to bring us together. We are on the road to success. But I’m cutting taxes, and he wants to raise everybody’s taxes. And he wants to put new regulations on everything.” “What is on the ballot here is the character of this country. Decency, honor, respect, treating people with dignity, making sure that everyone has an even chance. And I’m going to make sure you get that. You haven’t been getting it the last four years.”", "url": "https://www.nytimes.com/2020/10/22/us/politics/debate-presidential-recap.html"}