{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:39:34", "date_modify": "2022-10-25 23:39:34", "date_publish": "2020-11-10 05:30:40", "description": "Alexandra Wong, 64, better known as “Grandma Wong,” said she had been detained by the Chinese authorities and made to pledge she would stop protesting.", "filename": "2020_11_10_world_asia_hong-kong-grandma-wong_1666741174.html", "image_url": "https://static01.nyt.com/images/2020/11/03/world/00hongkong-grandma-1/00hongkong-granma-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8669775783f491ea7561cea85d6a1811f6e2405469fca4bf7a02c54deab3bb49&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_10_world_asia_hong-kong-grandma-wong_1666741174.html", "title": "Hong Kong Protester Alexandra Wong Returns After Vanishing in August", "title_page": "Hong Kong Protester Alexandra Wong Returns After Vanishing in August - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — When protests swept Hong Kong last year, Alexandra Wong, better known as “Grandma Wong,” always seemed to be there. Day after day, she stood out among the hundreds of thousands of demonstrators as a small woman with short gray hair waving a large British flag.\nThen, during a few tumultuous days in August when the police fired tear gas in a subway station and protesters shut down the city’s airport, Ms. Wong, 64, suddenly vanished.\nHer friends in the movement quickly had their suspicions. They believed she had disappeared into China’s opaque legal system, an alarming outcome for protesters that has become all the more chilling after Beijing imposed a national security law on Hong Kong this year. When Ms. Wong finally re-emerged last month, she confirmed that she had been detained by the Chinese authorities.\n“I worried that I would die in China,” she said.\nFor many in Hong Kong, her detention was a reminder of what had brought them to the streets in the first place: an extradition bill to mainland China, where courts are controlled by the Communist Party. Her arrest was confirmation that Beijing’s creeping authoritarianism had hardly been curbed by the bill’s failure to pass and that the protesters had been right to sound the alarm when they did.", "url": "https://www.nytimes.com/2020/11/10/world/asia/hong-kong-grandma-wong.html"}