{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:24:32", "date_modify": "2022-10-25 23:24:32", "date_publish": "2020-12-14 10:00:12", "description": "Republicans are planning one final showdown. They are almost certain to fail, but not before Vice President Mike Pence is thrust into having to declare President Trump the loser.", "filename": "2020_12_14_us_politics_congress-election-role_1666740272.html", "image_url": "https://static01.nyt.com/images/2020/12/14/us/politics/14dc-votetally-photo/14dc-votetally-photo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5c717f5c88694718f6b6329400c46d3bab6eed918abaf87bc67cadb5465431f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_14_us_politics_congress-election-role_1666740272.html", "title": "Can Congress Overturn the Electoral College Results? Probably Not", "title_page": "Can Congress Overturn the Electoral College Results? Probably Not - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the Constitution leaves it up to Congress to make the results final shortly before Inauguration Day. Article II, Section 1 says, “The president of the Senate shall, in the presence of the Senate and House of Representatives, open all the certificates, and the votes shall then be counted.”\nTo that end, on Jan. 6, envelopes containing certificates showing the electoral results from all 50 states will be carried into the House chamber inside two bound mahogany boxes that date from the 19th century. Representatives of the newly sworn-in House and Senate, called “tellers” for the occasion, will pull them out one by one to determine whether each “seems to be regular in form and authentic” and present them to the president of the Senate — in this case, Mr. Pence — for inspection and approval.\nLawmakers can object to any state’s results, but there is a high bar for rejection.\nCongress has long interpreted the constitutional language to mean that lawmakers can lodge objections to the results as they are tallied. The current process was circumscribed in the Electoral Count Act of 1887.\nIt says that as the tellers read through the electoral results state by state, members of the House and Senate can submit objections in writing to a given state’s results. The objections only hold weight if they are co-signed by at least one member of each chamber; if not, they fail and the session quickly moves on.\nIt is not uncommon for a member of just one chamber to submit an objection as an act of protest. It happened most recently in 2017, when several Democrats objected to Mr. Trump’s win in key states, based on Russian election interference. But Mr. Trump’s opponent, Hillary Clinton, had already conceded and no Democratic senator joined the effort, so the objections were quickly rejected.", "url": "https://www.nytimes.com/2020/12/14/us/politics/congress-election-role.html"}