{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:22", "date_modify": "2022-10-25 23:44:22", "date_publish": "2020-05-01 13:44:32", "description": "A judge ruled that The Mail on Sunday would not be judged on whether it had acted dishonestly in publishing a letter from the Duchess of Sussex to her father, Thomas Markle.", "filename": "2020_05_01_world_europe_meghan-markle-lawsuit_1666741462.html", "image_url": "https://static01.nyt.com/images/2020/05/01/world/01royal-lawsuit01/01royal-lawsuit01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=d050fd2b6b2e7a622ec7de6809f10597d0396e553627d1b94900ace000fea7cc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_01_world_europe_meghan-markle-lawsuit_1666741462.html", "title": "Meghan Markle Loses Round in Suit Against Mail on Sunday", "title_page": "Meghan Markle Loses Round in Suit Against Mail on Sunday - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — In a setback to Prince Harry and his wife, Meghan, in their bitter legal battle against the British tabloids, a high court judge struck down key claims on Friday in a lawsuit that Meghan brought against The Mail on Sunday for publishing a letter she sent to her father.\nThe judge, Mark Warby, ruled that the newspaper would not be judged on whether it had acted dishonestly; had stirred up conflict between Meghan, who is also known as the Duchess of Sussex, and her father, Thomas Markle; or had published offensive and intrusive articles about the duchess.\nInstead, Justice Warby said, the court would decide only whether the publication of the letter had violated her privacy. The duchess’s law firm, Schillings, said she would press forward with the case but expressed disappointment that the judge did not consider the newspaper’s motives relevant.\n“We are surprised to see that his ruling suggests that dishonest behavior is not relevant,” the firm said in a statement. “We feel honesty and integrity are at the core of what matters; or as it relates to The Mail on Sunday.”", "url": "https://www.nytimes.com/2020/05/01/world/europe/meghan-markle-lawsuit.html"}