{"authors": ["Max Horberry"], "date_download": "2022-10-25 23:49:23", "date_modify": "2022-10-25 23:49:23", "date_publish": "2020-08-27 17:21:57", "description": "A number of schools found the bacteria that causes Legionnaires’ disease in their water, and experts say more should expect to see it.", "filename": "2020_08_27_health_covid-schools-legionnaires-disease_1666741763.html", "image_url": "https://static01.nyt.com/images/2020/08/27/science/27VIRUS-SCHOOLS/27VIRUS-SCHOOLS-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1fddb1002499c7d91f18d1e2113e4a37f41f82feadb64e5d87d659c5a7a7a317&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_27_health_covid-schools-legionnaires-disease_1666741763.html", "title": "Reopened Schools Find Health Risks in Water After Covid-19 Lockdowns", "title_page": "Reopened Schools Find Health Risks in Water After Covid-19 Lockdowns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The C.D.C. has issued guidelines for business and building reopenings after coronavirus lockdowns. A spokeswoman from the agency said that its guidelines are “applicable to all types of buildings,” including schools. But the vagueness of many of the guidelines, according to Dr. Whelton, means that schools can do as much or as little of general preventive steps and claim to be compliant.\nThe usual way to guard against Legionella growth is a process known as flushing. Bringing fresh water into the system keeps a small dose of chlorine in the system, which limits the bacteria’s ability to propagate. But flushing has to be done regularly and for all outlets. That means running every tap, shower and toilet.\nOne of the schools in Ohio that found the bacteria, Englewood Elementary in the Northmont City Schools district outside of Dayton, began flushing its system in July. When a water management company discovered Legionella last week, they shut down all the water in the building and sent a high level of chlorine through the system. A spokeswoman from the district said that they are continuing to test the water to ensure its safety.\nThe only way to tell if the flushing is effective is to test the water. Flushing once does not get rid of Legionella if it is present. Milton Union High School in Ohio began testing their water in late July. They found that after 72 hours the chlorine level had dropped to zero. They flushed again and when they tested 24 hours later it was back again to zero. They tested the water and found Legionella.\nCaitlin Proctor, a postdoctoral fellow at Purdue who has been studying Legionella during lockdown, said that despite the use of chlorine, the bacteria’s biofilms can protect some of them from disappearing completely. “They can proliferate again once that disinfectant dissipates.”\nOfficials of the Fox Chapel Area School District in a Pittsburgh suburb, which also detected the bacteria in multiple schools, said in an email to parents that they were sending high-temperature water through the system. This process, known as thermal shock, was proposed by county health authorities as another means of killing off the bacteria. However, some industry groups question the effectiveness of thermal shock for stopping Legionella.\nSome schools do not have the budget to test for Legionella and other waterborne risks. But even those schools that do are encountering a lack of authoritative advice. Many, for example, test their water directly after flushing. Because the water is fresh, the Legionella will not show up, rendering the test ineffective.", "url": "https://www.nytimes.com/2020/08/27/health/covid-schools-legionnaires-disease.html"}