{"authors": ["Tiffany Hsu", "Nelson D. Schwartz"], "date_download": "2022-10-25 23:29:19", "date_modify": "2022-10-25 23:29:19", "date_publish": "2020-06-04 13:35:51", "description": "State jobless rolls increased last week as some workers were newly laid off and others belatedly started to receive benefits.", "filename": "2020_06_04_business_economy_coronavirus-unemployment-claims_1666740559.html", "image_url": "https://static01.nyt.com/images/2020/06/05/business/04JPvirus-jobless1-print/04virus-jobless1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0e72b897487ff264fdd4da7b1e1d755edb542ee08746892de90e729fe16997d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_04_business_economy_coronavirus-unemployment-claims_1666740559.html", "title": "Unemployment Claims Remain High as Businesses Reopen", "title_page": "Unemployment Claims Remain High as Businesses Reopen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Diane Swonk, chief economist at the accounting firm Grant Thornton, said the recent looting and vandalism in many cities further clouded the employment outlook. “The unrest adds insult to injury in an economy already struggling to reopen,” she said. “It could delay workers being called back or cause people to be laid off again.”\nFor many jobless workers, stability remains a distant prospect. On Friday, the Labor Department will report the unemployment rate in May, which many economists say could approach or exceed 20 percent, up from 14.7 percent in April.\nThe layoffs have grown from the restaurant workers and hotel employees who lost their jobs early in the pandemic to people in management positions, economists said. And state unemployment offices are wading through a backlog of claims, processing older applications that may only now be appearing in official counts.\nThe economic rebound will probably unfurl in two phases, said Gregory Daco, chief U.S. economist at Oxford Economics. The first will happen quickly, as companies call back certain employees to help reopen restaurants, retailers and other operations. The second step will drag on for months, as lingering fears of infection and the disruption in earnings weigh on spending and affect the ability of businesses, especially small ones, to return to normal.\nMr. Daco said it was encouraging that initial applications for state benefits and for the Pandemic Unemployment Assistance program declined last week, but added that the volume was still stunning and likely to remain elevated. “We’re witnessing a gradual evolution from temporary to persistent labor market damage,” he said.\nThe pandemic has gone on so long that some workers are reaching the end of their allotment of benefits — and some could face more delays as states try to carry out a federal program that offers an extra 13 weeks of aid.\n“There might be a series of income cliffs coming up as benefits fade out, and tranches of the population that may have helped spur a rebound in spending may drop off,” Mr. Daco said.", "url": "https://www.nytimes.com/2020/06/04/business/economy/coronavirus-unemployment-claims.html"}