{"authors": ["Knvul Sheikh", "Katie Thomas"], "date_download": "2022-10-25 23:25:44", "date_modify": "2022-10-25 23:25:44", "date_publish": "2020-01-29 00:22:09", "description": "New technology and better coordination have sped up development. But a coronavirus vaccine is still months — and most likely years — away.", "filename": "2020_01_28_health_coronavirus-vaccine_1666740344.html", "image_url": "https://static01.nyt.com/images/2020/01/28/science/28VIRUS-VACCINE2/28VIRUS-VACCINE2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0a2204890942804c9b42fabd15819bb51c687d35145e20c581f8dd3f2f144875&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_28_health_coronavirus-vaccine_1666740344.html", "title": "Researchers Are Racing to Make a Coronavirus Vaccine. Will It Help?", "title_page": "Researchers Are Racing to Make a Coronavirus Vaccine. Will It Help? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With each new outbreak, scientists typically have to start from scratch. After the SARS outbreak in 2003, it took researchers about 20 months from the release of the viral genome to get a vaccine ready for human trials. By the time an epidemic caused by the Zika virus occurred in 2015, researchers had brought the timeline down to six months. Now, they hope the joint efforts will cut that time in half.\nThe morning after the Chinese scientists published their data earlier this month, Dr. Graham’s team got to work checking the sequence and comparing it with what they already had for SARS and MERS. They wanted to focus on the spike protein, which forms the crown of the coronavirus and recognizes receptors, or entry points, on a host cell.\n“If you can block the spike protein from binding to a cell, then you’ve effectively prevented an infection,” said Kizzmekia Corbett, the scientific lead for Dr. Graham’s coronavirus team.\nDr. Corbett and others had studied the spike proteins on SARS and MERS viruses in detail, using them to develop experimental vaccines. The vaccines never made it to market because SARS was successfully contained with public health measures before the vaccine was ready and preliminary human trials for the MERS vaccine showed success last year.\nBut the scientists had a method for developing vaccines that could help them fast-track production for the new coronavirus. They used the template for the SARS vaccine and swapped in just enough genetic code that would make it work for the new virus. “I call it plug and play,” Dr. Corbett said.\nWithin a few hours, Dr. Corbett was able to prepare the modified sequence that the researchers needed. On Tuesday, Jan. 14, the team held a conference call to discuss the next steps with collaborators in labs across the country, and sent off the sequence to Moderna.", "url": "https://www.nytimes.com/2020/01/28/health/coronavirus-vaccine.html"}