{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:11", "date_modify": "2022-10-25 23:29:11", "date_publish": "2020-10-21 09:00:21", "description": "The Federal Reserve was meant to take $454 billion and drastically expand it. So far, it has lent $20 billion.", "filename": "2020_10_21_business_economy_fed-lifeline-funds_1666740551.html", "image_url": "https://static01.nyt.com/images/2020/10/20/business/20DC-FedMoney-01/merlin_178546155_ac1b12e8-3b7b-47d6-9e2d-e42fd96911c5-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ffb46f193c431deedb8a308d30b304d49aaed78304f15b977e4f9453e53ba5a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_21_business_economy_fed-lifeline-funds_1666740551.html", "title": "The Fed’s $4 Trillion Lifeline Never Materialized. Here’s Why.", "title_page": "The Fed’s $4 Trillion Lifeline Never Materialized. Here’s Why. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the Fed’s vast power comes with strings attached. Treasury must approve of any lending programs it wants to set up. The programs must lend to solvent entities and be broad-based, rather than targeting one or two individual firms. If the borrowers are risky, the Fed requires insurance from either the private sector or the Treasury Department.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nEarly in the crisis, the Treasury used existing money to back market-focused stabilization programs. But that funding source was finite, and as Mr. Mnuchin negotiated with Congress, he pushed for money to back a broader spate of Fed lending efforts.\nThe central bank itself made a major announcement on March 23, as the package was being negotiated. It said it was making plans to funnel money into a wide array of desperate hands, not just into Wall Street’s plumbing. Officials would set up an effort to lend to small and medium-size businesses, the Fed said, and another that would keep corporate bonds flowing. It would go on to expand that program to include some recently downgraded bonds, so-called fallen angels, and to add a bond-buying program for state and local governments.\nThat $454 billion was slightly random.\nCongress allocated $454 billion in support of the programs as part of the economic relief package signed into law on March 27. When the Congressional Budget Office estimated the budget effects of that funding, it did not count the cost toward the federal deficit, since borrowers would repay on the Fed’s loans, and fees and earnings should offset losses.\nMr. Mnuchin and congressional leaders did not settle on that sum for a very precise economic reason, a senior Treasury official said, but they knew conditions were bad and wanted to go big.\nOverdoing it would cost nothing, and the size of the pot allowed Mr. Mnuchin to say that the partners could pump “up to $4 trillion” into the economy.\nIt was like nuclear deterrence for financial markets: Promise that the government had enough liquidity-blasting superpower to conquer any threat, and people would stop running for safer places to put their money. Crisis averted, there would be no need to actually use the ammunition.", "url": "https://www.nytimes.com/2020/10/21/business/economy/fed-lifeline-funds.html"}