{"authors": ["Jeffery C. Mays"], "date_download": "2022-10-25 23:29:57", "date_modify": "2022-10-25 23:29:57", "date_publish": "2020-04-16 17:54:53", "description": "With the city projecting a $7.4 billion loss in tax revenue, municipal services that “can’t be a priority right now” are being slashed, Mayor de Blasio said.", "filename": "2020_04_16_nyregion_nyc-budget-coronavirus_1666740597.html", "image_url": "https://static01.nyt.com/images/2020/04/16/nyregion/16nyvirus-nycbudget1/merlin_171444891_b7a66232-4262-42b6-9d45-97eb22749cb5-facebookJumbo.jpg?year=2020&h=550&w=1050&s=edb53ca3581639adcdfc29117510964010361d02c3f11094d5002828616c4088&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_16_nyregion_nyc-budget-coronavirus_1666740597.html", "title": "Virus Forces a ‘Wartime’ Budget on N.Y.C., With $2 Billion in Cuts", "title_page": "Virus Forces a ‘Wartime’ Budget on N.Y.C., With $2 Billion in Cuts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the coronavirus pandemic ravaging New York’s economy, Mayor Bill de Blasio said on Thursday that the city will be forced to slash more than $2 billion in municipal services over the next year.\nAll aspects of New York City life will be affected: Public pools will be closed; sanitation pickups will be reduced. Fewer police traffic agents will be deployed at intersections; overnight service on the Staten Island Ferry will be reduced.\nThe cuts were part of a gloomy $89.3 billion executive budget that reflects the way that New York City has become the epicenter of the global coronavirus pandemic. The outbreak has killed more than 10,000 city residents, shuttered thousands of businesses, emptied the city’s once bustling hotels and darkened the lights on Broadway.\nIt has also cost hundreds of thousands of New Yorkers their jobs and will deprive the city of $7.4 billion in tax revenue in fiscal years 2020 and 2021.", "url": "https://www.nytimes.com/2020/04/16/nyregion/nyc-budget-coronavirus.html"}