{"authors": ["Mike Isaac", "Kate Conger"], "date_download": "2022-10-25 23:24:38", "date_modify": "2022-10-25 23:24:38", "date_publish": "2020-10-15 21:33:05", "description": "It had blocked an unsubstantiated New York Post article about the Bidens but said late Thursday that it would allow similar content to be shared.", "filename": "2020_10_15_technology_facebook-twitter-republicans-backlash_1666740278.html", "image_url": "https://static01.nyt.com/images/2020/10/15/business/15social/15social-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3e42f5d33497852036a9101f77aa4c46c29567205e1fe5fbd9e1c2c82c8b7beb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_15_technology_facebook-twitter-republicans-backlash_1666740278.html", "title": "Twitter Changes Course After Republicans Claim ‘Election Interference’", "title_page": "Twitter Changes Course After Republicans Claim ‘Election Interference’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even so, the actions brought the already frosty relationship between conservatives and the companies to a new low point, less than three weeks before the Nov. 3 presidential election, in which the social networks are expected to play a significant role. It offered a glimpse at how online conversations could go awry on Election Day. And Twitter’s bob-and-weave in particular underlined how the companies have little handle on how to consistently enforce what they will allow on their sites.\n“There will be battles for control of the narrative again and again over coming weeks,” said Evelyn Douek, a lecturer at Harvard Law School who studies social media companies. “The way the platforms handled it is not a good harbinger of what’s to come.”\nFacebook declined to comment on Thursday and pointed to its comments on Wednesday when it said the New York Post article, which made unverified claims about Hunter Biden’s business in Ukraine, was eligible for third-party fact-checking. Among the concerns was that the article cited purported emails from Hunter Biden that may have been obtained in a hack, though it is unclear how the paper obtained the messages and whether they were authentic.\nTwitter had said it was blocking the New York Post article partly because it had a policy of not sharing what might be hacked material. But late Thursday, Vijaya Gadde, Twitter’s head of legal, said the policy was too sweeping and could end up blocking content from journalists and whistle-blowers. As a result, she said, Twitter was changing course.\nMs. Gadde added that Twitter would continue blocking links to or images from the article if they contained email addresses and other private information, which violated the company’s privacy policy.", "url": "https://www.nytimes.com/2020/10/15/technology/facebook-twitter-republicans-backlash.html"}