{"authors": ["Natasha Singer"], "date_download": "2022-10-25 22:57:45", "date_modify": "2022-10-25 22:57:45", "date_publish": "2020-07-08 09:00:34", "description": "As countries race to deploy coronavirus-tracking software, researchers are reporting privacy and security risks that could affect millions of people and undermine trust in public health efforts.", "filename": "2020_07_08_technology_virus-tracing-apps-privacy_1666738665.html", "image_url": "https://static01.nyt.com/images/2020/07/10/business/00JPvirus-apps3-print/00virus-apps2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=77be41b26f315b7ba7e942f075ae9efdab322a32f481b08edc9f1c60ec54c87f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_08_technology_virus-tracing-apps-privacy_1666738665.html", "title": "Virus-Tracing Apps Are Rife With Problems. Governments Are Rushing to Fix Them.", "title_page": "Virus-Tracing Apps Are Rife With Problems. Governments Are Rushing to Fix Them. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In April, Norway released a smartphone app, Smittestopp or “stop infection,” that records users who come into close contact for more than 15 minutes and sends alerts if they have been exposed to the coronavirus.\n“We can all help stop the spread of infection and save lives,” Prime Minister Erna Solberg said in a statement at the time. “If many people download the Smittestopp app, we can open up society more and get our freedom back.”\nWithin two weeks, nearly 900,000 people — or about one out of five Norwegians older than 16 — had started using the app. But by mid-June, the government had temporarily turned off the service after data protection regulators there said Norway had so few coronavirus cases that the risks of intensified surveillance outweighed the app’s as yet unproven public health benefits. This week, the country’s data watchdog formally imposed an interim ban on the app.", "url": "https://www.nytimes.com/2020/07/08/technology/virus-tracing-apps-privacy.html"}