{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:33:57", "date_modify": "2022-10-25 23:33:57", "date_publish": "2020-05-15 17:28:22", "description": "When you borrow, low interest rates are fabulous. But if you need to live on your savings, you will be receiving far less income.", "filename": "2020_05_15_business_strategies-investing-interest-rates_1666740837.html", "image_url": "https://static01.nyt.com/images/2020/05/17/business/14Strategies-illo/14Strategies-illo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2729d01c3e4c106f8edc2df9c82e4540af180eb14b999b811dd39b42a24e28c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_15_business_strategies-investing-interest-rates_1666740837.html", "title": "Dealing With the Dark Side of Low Interest Rates", "title_page": "Dealing With the Dark Side of Low Interest Rates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Low interest rates have also reduced the payout from commercially available annuities, another important source of investor income. The simplest of them, known as single premium immediate annuities, are essentially bonds wrapped in insurance.\nWith these basic annuities, an insurance company will provide you with income, for as long as you live, in exchange for a sum of cash, said Wade Pfau, a professor of retirement income at the American College of Financial Services. Social Security is an annuity and an enormously important one for most Americans. What’s more, as long as the system remains solvent, its payments are unaffected by interest rates.)\nBut because of low interest rates, the payout on commercial annuities has dropped by more than 50 percent over the last 30 years. In New York, where I live, a 65-year-old man would receive only $494 a month, or $5,928 a year, in return for a $100,000 payment, according to ImmediateAnnuities.com, an independent site that tracks these rates.\nYou might think that interest rates are already so low that they must start rising, so thebest strategy is to wait before making decisions about bonds, stocks, annuities or other assets. That’s logical, but you may have to wait a long time.\nConsider that the futures markets have been predicting the Federal Reserve will take short-term rates even lower — in fact, below zero. Rates below zero are known as negative interest rates; you would have to pay someone interest for the privilege of lending them money. That has not happened in the United States but it is already the case for many bonds in Germany and Japan, and it is a sign of severe economic distress.\nJerome Powell, the Federal Reserve chair, judged the issue to be hot enough to say publicly on Wednesday that the U.S. central bank does not intend to institute negative rates. But it still could conceivably happen, if low rates and other measures don’t revive the economy. Mr. Powell called on Congress to use deficit spending to get things moving again. But, by all accounts, as long as the coronavirus keeps spreading, the economy is almost certain to weaken further.\nThe unemployment rate, which reached 14.7 percent in April, may rise above 20 percent by June, Trump administration officials say. Job losses are still mounting and the economy is shrinking rapidly, perhaps at its greatest pace since the Great Depression.", "url": "https://www.nytimes.com/2020/05/15/business/strategies-investing-interest-rates.html"}