{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:43:16", "date_modify": "2022-10-25 23:43:16", "date_publish": "2020-12-23 02:08:02", "description": "“This assault happened on Donald Trump’s watch when he wasn’t watching,” President-elect Joseph R. Biden Jr. said.", "filename": "2020_12_22_us_politics_biden-trump-russia-hack.html_action=click&module=RelatedLinks&pgtype=Article_1666741396.html", "image_url": "https://static01.nyt.com/images/2020/12/22/us/politics/22dc-hack/22dc-hack-facebookJumbo.jpg?year=2020&h=550&w=1050&s=df1d34688ab10a0add284c6597ca202a6de77b3fee73bf65da1fe6036257898f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_22_us_politics_biden-trump-russia-hack.html_action=click&module=RelatedLinks&pgtype=Article_1666741396.html", "title": "Biden Assails Trump Over Handling of Russia Hacking", "title_page": "Biden Assails Trump Over Handling of Russia Hacking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President-elect Joseph R. Biden Jr. accused President Trump on Tuesday of “irrational downplaying” of the widespread hack of the federal government and American industries, saying that the current administration was denying him intelligence and warning Russia that he would not allow the intrusion to “go unanswered” after he takes office.\n“This assault happened on Donald Trump’s watch when he wasn’t watching,” Mr. Biden said at a news conference in Delaware. “It is still his responsibility as president to defend American interests for the next four weeks, but rest assured that even if he does not take it seriously, I will.”\nThe direct critique was a remarkable departure from tradition, in which incoming presidents are careful about not second-guessing the actions of the incumbent. But Mr. Trump’s refusal to recognize Mr. Biden’s election victory, and his effort to subvert the results, has clearly poisoned elements of the transition process.\nIn recent days, Mr. Biden’s aides have come to realize that the scope of the cyberattack — which landed the Russians inside the email system used by top Treasury officials and gave them access to the networks of the Energy, Commerce and Homeland Security Departments and dozens of American companies — could pose a threat in the first days of the new administration.", "url": "https://www.nytimes.com/2020/12/22/us/politics/biden-trump-russia-hack.html?action=click&module=RelatedLinks&pgtype=Article"}