{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 23:22:20", "date_modify": "2022-10-25 23:22:20", "date_publish": "2020-12-08 18:32:23", "description": "A 90-year-old former jewelry shop assistant was the first to get a shot, followed, appropriately enough, by a man named William Shakespeare.", "filename": "2020_12_08_world_europe_uk-vaccination-covid-virus_1666740140.html", "image_url": "https://static01.nyt.com/images/2020/12/08/world/08VIRUS-UKVACCINE-LEDEALL1/merlin_180976803_eb78ae69-5dee-415d-8825-f02da2bee108-facebookJumbo.jpg?year=2020&h=549&w=1050&s=0a0b5db1d11dd8545af827a7e8f611726c5a6d75113e5c52865a0c36953e721d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_08_world_europe_uk-vaccination-covid-virus_1666740140.html", "title": "U.K. Coronavirus Vaccine Campaign Begins", "title_page": "U.K. Coronavirus Vaccine Campaign Begins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — In March, the emergency room doctor was bedridden with the first case of the coronavirus among his colleagues at a hospital in Wales. Within weeks, he was back in scrubs, tending to a crush of ill, breathless patients.\nOn Tuesday, after having weathered each turn in Britain’s ravaging bout with the coronavirus, the doctor, Farbod Babolhavaeji, was given one of the world’s first shots of a clinically authorized, fully tested vaccine — a step in the long, painstaking campaign to knock back a disease that has killed more than 1.5 million people worldwide.\nImages of the first people to be vaccinated were broadcast around the country, led by Margaret Keenan, 90, a former jewelry shop assistant in a “Merry Christmas” T-shirt, and an 81-year-old man with the improbable name of William Shakespeare. They quickly became emblems of the remarkable race to make a vaccine, and the world’s agonizing wait for relief from deaths now numbering 11,000 a day.\nNever before has Britain undertaken such a fiendishly difficult mass vaccination program. Given pizza boxlike trays of 975 doses each, hospitals stored them in deep freezers, defrosted them and, on Tuesday, drew them up into individual syringes and jabbed them into the upper arms of variously jubilant and needle-shy Britons. Every minute mattered: Defrosted doses that were not given by Friday would be wasted.", "url": "https://www.nytimes.com/2020/12/08/world/europe/uk-vaccination-covid-virus.html"}