{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:48:42", "date_modify": "2022-10-25 23:48:42", "date_publish": "2020-04-23 18:46:50", "description": "Only 6 percent of patients at one New York area health system had no chronic conditions. Hypertension, obesity and diabetes were common.", "filename": "2020_04_23_health_coronavirus-patients-risk_1666741722.html", "image_url": "https://static01.nyt.com/images/2020/04/23/science/23VIRUS-PATIENT1/23VIRUS-PATIENT1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8efd7bf3a8510367308dac89c3cd46f9c8a89c91b7c2b326890bf1713f072746&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_23_health_coronavirus-patients-risk_1666741722.html", "title": "Nearly All Patients Hospitalized With Covid-19 Had Chronic Health Issues, Study Finds", "title_page": "Nearly All Patients Hospitalized With Covid-19 Had Chronic Health Issues, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A new study of thousands of hospitalized coronavirus patients in the New York City area, the epicenter of the outbreak in the United States, has found that nearly all of them had at least one major chronic health condition, and most — 88 percent — had at least two.\nThough earlier research has shown chronic conditions like obesity, high blood pressure and diabetes are common risk factors for severe Covid-19, the ubiquity of serious medical conditions in these patients was striking: Only 6 percent of them had no underlying health conditions.\n“The number of patients who had chronic comorbidities surprised us,” said Karina Davidson, a senior vice president at the Feinstein Institutes for Medical Research, who was the paper’s senior author.\nThe paper, published in the Journal of the American Medical Association, analyzed data about 5,700 Covid-19 patients admitted between March 1 and April 4 to a dozen hospitals in New York City, Long Island and Westchester County that are part of the Northwell Health system. Scientists at the Feinstein Institutes, the research arm of Northwell, used electronic health records and other demographic information to analyze the characteristics of the patients.", "url": "https://www.nytimes.com/2020/04/23/health/coronavirus-patients-risk.html"}