{"authors": ["Karen Zraick"], "date_download": "2022-10-25 23:53:23", "date_modify": "2022-10-25 23:53:23", "date_publish": "2020-01-03 18:03:45", "description": "The killing of the powerful general in Baghdad could have drastic consequences around the world.", "filename": "2020_01_03_world_middleeast_suleimani-dead_1666742003.html", "image_url": "https://static01.nyt.com/images/2020/01/03/world/03xp-iran-whattoknow/merlin_166602240_821ee860-f31a-4743-819d-f9af3d76d81f-facebookJumbo.jpg?year=2020&h=549&w=1050&s=3055c086e072cf86fc54cfd24d4361c3ee4cf2cd6a8b836734f6722b14b244db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_03_world_middleeast_suleimani-dead_1666742003.html", "title": "What to Know About the Death of Iranian General Suleimani", "title_page": "What to Know About the Death of Iranian General Suleimani - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The American drone attack near the Baghdad airport early Friday that killed Maj. Gen. Qassim Suleimani, the powerful Iranian commander, drastically ratcheted up tensions between Washington and Tehran, threatening to tip hostilities into war.\nHere’s what to know about what happened and what comes next.\nWho was Maj. Gen. Qassim Suleimani?\nGeneral Suleimani was Iran’s most powerful security and intelligence commander. He was the longtime leader of its Revolutionary Guards’ Quds Force, the foreign-facing branch of the country’s powerful security apparatus.\nHe worked closely with Iraqi and Lebanese allies, nurturing proxy forces to form a Shiite axis of power throughout the region. His profile rose amid the fight to prop up President Bashar al-Assad of Syria, and later the fight against the Islamic State.\nHe had long been designated as a terrorist by the United States and Israel, but many in Iran lauded him as a hero.", "url": "https://www.nytimes.com/2020/01/03/world/middleeast/suleimani-dead.html"}