{"authors": ["Eileen Sullivan"], "date_download": "2022-10-25 23:02:15", "date_modify": "2022-10-25 23:02:15", "date_publish": "2020-05-13 18:46:39", "description": "Paul Manafort, who had been serving a seven-and-a-half-year sentence in Pennsylvania for fraud, is among the prisoners released over the spreading coronavirus.", "filename": "2020_05_13_us_politics_paul-manafort-released-coronavirus_1666738935.html", "image_url": "https://static01.nyt.com/images/2020/05/13/us/politics/13dc-manafort/merlin_172452018_1468f366-385f-450e-b2db-7069af0de742-facebookJumbo.jpg?year=2020&h=549&w=1050&s=03c150a6d93b0841e248634909b0bbcc14a3c2919f9630ba10ab33b915f5a774&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_13_us_politics_paul-manafort-released-coronavirus_1666738935.html", "title": "Paul Manafort, Trump's Ex-Campaign Manager, Released from Prison", "title_page": "Paul Manafort, Trump's Ex-Campaign Manager, Released from Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In mid-April, Mr. Manafort’s lawyers asked the bureau to release their client to home confinement. The lawyers said he was at high risk of contracting the virus because of his age, 71, and pre-existing health conditions. Also, he was hospitalized in February after contracting the flu and bronchitis.\nA person familiar with the situation who was not authorized to speak publicly about it said the Bureau of Prisons decided to release Mr. Manafort to home confinement because of his underlying health conditions, even though he did not meet a time-served threshold. The person said the bureau had the discretion to make these decisions.\nThe charges against Mr. Manafort stemmed from the investigation by the special counsel, Robert S. Mueller III, into possible ties between Russia and the 2016 Trump campaign, but the cases did not involve his five months of political work for Mr. Trump.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nMr. Trump’s former personal lawyer and fixer, Michael D. Cohen, had also been told last month that he would be released to home confinement because of virus concerns. He had been expected to be home by May 1, but he remains in quarantine in a medium-security prison in Otisville, N.Y., said a person familiar with his situation. Another person familiar with Mr. Cohen’s incarceration said he would be eligible to be released to home confinement when he has served half of his sentence, which will be this month.\nMr. Cohen has been serving three years for violating campaign finance laws in part related to a scheme to pay hush money to two women who said they had affairs with Mr. Trump. The president has denied the affairs and publicly criticized Mr. Cohen, who once said he would take a bullet for Mr. Trump.", "url": "https://www.nytimes.com/2020/05/13/us/politics/paul-manafort-released-coronavirus.html"}