{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:36:38", "date_modify": "2022-10-25 23:36:38", "date_publish": "2020-08-31 13:18:05", "description": "The flight carried the hope of closer ties between Israel and the Arab world, and a diplomatic delegation that included President Trump’s son-in-law, Jared Kushner.", "filename": "2020_08_31_world_middleeast_israel-uae-flight_1666740998.html", "image_url": "https://static01.nyt.com/images/2020/08/31/world/31israel-uae4/31israel-uae4-facebookJumbo.jpg?year=2020&h=550&w=1050&s=49b5bf67fdb1ceb8e3fc5222f2c6661ae9cbb7973587671c6da6dd359bc76b99&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_31_world_middleeast_israel-uae-flight_1666740998.html", "title": "Israeli Airliner Completes First Direct Flight to Arab Emirates", "title_page": "Israeli Airliner Completes First Direct Flight to Arab Emirates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — A chartered El Al airliner carrying Israeli and American diplomats landed in the United Arab Emirates at 3:38 p.m. local time on Monday, completing a symbolic first direct flight from Tel Aviv to Abu Dhabi that officials said would pave the way for formal diplomatic and commercial ties and might inspire other Arab nations to follow suit in normalizing relations with the Jewish state.\nThe Israeli and American delegations, led by Jared Kushner for the Trump administration and Israel’s national security adviser, Meir Ben-Shabbat, arrived in Abu Dhabi for a day and a half of what were billed as “professional” meetings with Emirati counterparts on matters including health, commerce and security.\nBut the substance of those meetings seemed secondary, and not a close second, to the spectacle of the Israeli-marked El Al jet on the tarmac in Abu Dhabi. The plane flew the flags of all three nations and, with “peace” newly stenciled above the pilot’s side window in English, Hebrew and Arabic, provided the backdrop as a coterie of Israeli diplomats descended onto an Emirati red carpet, with Emirati television broadcasting the pageantry live.\nDriving home the point, Mr. Ben-Shabbat, who wears a kippa, spoke in fluent Arabic. “I’m proud and very happy to be here as the head of the Israeli delegation,” he said. “We came here to transform the vision into a reality. There are no limits to the cooperation that we can develop in the fields of science, innovation, tourism, aviation, agriculture, energy and many other areas.”", "url": "https://www.nytimes.com/2020/08/31/world/middleeast/israel-uae-flight.html"}