{"authors": [], "date_download": "2022-10-25 23:22:58", "date_modify": "2022-10-25 23:22:58", "date_publish": "2020-06-23 09:20:27", "description": "Health officials testified to Congress about the government’s pandemic response. Swimming will be allowed at New York City beaches starting on July 1.", "filename": "2020_06_23_world_coronavirus-updates_1666740178.html", "image_url": "https://static01.nyt.com/images/2020/06/23/world/23virus-briefing-tx-sub3/23virus-briefing-tx-sub3-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f617e0285baa0ac1d472dfc7710cf11826ab1a2ad2ff1c917ea07fea24574628&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_23_world_coronavirus-updates_1666740178.html", "title": "Texas Sets Another Record as Governor Urges Residents to Stay Home", "title_page": "Texas Sets Another Record as Governor Urges Residents to Stay Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Anthony S. Fauci, the nation’s top infectious disease expert, told House lawmakers that the nation is experiencing a “disturbing surge” of coronavirus infections as states reopen too quickly and without adequate plans for testing and tracing the contacts of those infected.\nIn a break with President Trump’s relentlessly positive assessments of the pandemic’s trajectory in the United States, Dr. Fauci told the house Energy and Commerce Committee that the picture is a “mixed bag,” with some bright spots but many dark clouds and unknowns. Some states like New York are “doing very well” in controlling the spread of the virus, he said, but called the surge in other states “very troublesome to me.”\n“The next couple of weeks are going to be critical in our ability to address those surges we are seeing in Florida, Texas, Arizona, and other states,” Dr. Fauci told the panel as he and other leaders of the White House coronavirus task force appeared together for the first time in more than a month to brief Congress.\nWhile deaths from the virus have been dropping over the past few days, he added, it is too soon to tell whether the numbers mean anything, saying that “deaths always lag considerably behind cases,” and that the trend may reverse itself. The hearing comes as the United States accounted for 20 percent of all the new cases worldwide on Sunday, according to New York Times data.\nIn their testimony, the officials said they had made progress in confronting the virus, including toward a vaccine that Dr. Fauci said he was “cautiously optimistic” could be ready by early next year and expanding the availability of testing in doctor’s offices by late fall. But they also made clear they did not agree with Mr. Trump, who last week claimed in an interview with Fox News that the virus would simply “fade away.”", "url": "https://www.nytimes.com/2020/06/23/world/coronavirus-updates.html"}