{"authors": ["Rebecca Robbins", "David Gelles"], "date_download": "2022-10-25 23:25:37", "date_modify": "2022-10-25 23:25:37", "date_publish": "2020-11-12 14:41:44", "description": null, "filename": "2020_11_12_business_making-a-vaccine-is-only-the-first-challenge-the-next-hurdle-is-delivering-it_1666740337.html", "image_url": "https://static01.nyt.com/images/2020/11/11/business/11Virus-Vaccine-02-copyForBriefing/11Virus-Vaccine-02-facebookJumbo.jpg?year=2020&h=549&w=1050&s=4dfa8ce13e5b3ed49ceff54deef01467bde53124dc77d25da55cd3f3bcdd693c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_12_business_making-a-vaccine-is-only-the-first-challenge-the-next-hurdle-is-delivering-it_1666740337.html", "title": "Making a vaccine is only the first challenge. The next hurdle is delivering it.", "title_page": "Making a vaccine is only the first challenge. The next hurdle is delivering it. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The particulars of Pfizer’s vaccine, not to mention the challenges of the pandemic, will make add complexity to the effort to distribution efforts, report The New York Times’s Rebecca Robbins and David Gelles.\nThe vaccine, created with the German company BioNTech, has to be stored at around minus 70 degrees Celsius (minus 94 Fahrenheit) until shortly before it is injected. That is about the temperature of the South Pole on a winter day and colder than any of the other leading vaccines in development.\nVaccine manufactured in the United States will go into vials (five doses per vial). Vials will go into trays (195 vials per tray). Trays will go into specially designed cooler-type boxes (up to five trays per box).\nThe reusable boxes, each toting 1,000 to 5,000 doses and stuffed with dry ice, are equipped with GPS-enabled sensors. Pfizer employees will be able to monitor the boxes’ locations and temperatures as FedEx and UPS transport them to hospitals and clinics nationwide.", "url": "https://www.nytimes.com/2020/11/12/business/making-a-vaccine-is-only-the-first-challenge-the-next-hurdle-is-delivering-it.html"}