{"authors": ["Erin Griffith"], "date_download": "2022-10-25 23:40:51", "date_modify": "2022-10-25 23:40:51", "date_publish": "2020-09-28 22:03:03", "description": "The two companies argued in federal court over Apple’s power over apps, as their fight heads to trial next year.", "filename": "2020_09_28_technology_apple-epic-app-court_1666741251.html", "image_url": "https://static01.nyt.com/images/2020/09/28/business/28apple/merlin_176133924_ddaa9685-b3dd-4052-8000-8cdb0994fff6-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6c4851f41892c72ba2eeef7239e353b37c464fd869680f4402f613e118bc891e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_28_technology_apple-epic-app-court_1666741251.html", "title": "Apple and Epic Games Spar Over Returning Fortnite to the App Store", "title_page": "Apple and Epic Games Spar Over Returning Fortnite to the App Store - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Apple and Epic Games, the maker of Fortnite, sparred in federal court on Monday over whether to reinstate the popular game in Apple’s App Store, raising antitrust arguments that may reshape a key part of the internet economy and the way people use smartphones.\nIn a three-hour videoconference hearing in the Northern District of California, Epic laid out its allegations that Apple had abused its power. Their fight began last month when Epic tried collecting its own payments for Fortnite without going through the App Store, breaking Apple’s rules. Apple then booted Fortnite from the App Store; Epic responded by suing Apple, accusing it of violating antitrust laws.\nOn Monday, Epic said Apple’s unwillingness to let it use its own payment system was anticompetitive and monopolistic. Apple countered that Epic had created a “self-inflicted wound” by not complying with its payment policy. Apple also said Epic had plenty of alternative ways to distribute its games.\nJudge Yvonne Gonzalez Rogers concluded the hearing by recommending a jury trial in the case in July. In the coming days, she is expected to rule on whether Apple must allow Fortnite back into its App Store and support Unreal Engine, Epic’s software development tools, in the interim.", "url": "https://www.nytimes.com/2020/09/28/technology/apple-epic-app-court.html"}