{"authors": [], "date_download": "2022-10-25 23:49:06", "date_modify": "2022-10-25 23:49:06", "date_publish": "2020-02-15 05:13:20", "description": "Passengers and crew members quarantined off Japan were told by the American Embassy that a chartered flight would arrive on Sunday to take them back to the United States.", "filename": "2020_02_15_world_asia_coronavirus-china-live-updates_1666741746.html", "image_url": "https://static01.nyt.com/images/2020/02/15/world/15china-briefing8/merlin_168035004_fdc34669-7dce-4d2f-867f-769c259f9946-facebookJumbo.jpg?year=2020&h=550&w=1050&s=58310c8676e3c87ffc2b816023e6ad33820a233bb3ba158f45e3bda1075b06f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_15_world_asia_coronavirus-china-live-updates_1666741746.html", "title": "U.S. Says It Will Evacuate Americans From Cruise Ship", "title_page": "U.S. Says It Will Evacuate Americans From Cruise Ship - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A man who became ill while on a vacation in Hawaii and his wife, who was traveling with him, have both tested positive for the coronavirus, officials said.\nThe couple, who are in their 60s, visited Hawaii in late January and early February, and the man fell ill during the second week of the vacation, while they were staying at a time-share in Honolulu, on the island of Oahu. Before that, the couple had been in Maui, but neither showed symptoms while there.\nOfficials said the man began showing symptoms on Feb. 3, and wore a mask when he went outside the time-share, the Grand Waikikian. He was most likely infected either before he came to Hawaii or while he was on his way to Hawaii in late January, said Dr. Sarah Park, the state epidemiologist. He tested positive for the coronavirus in Japan on Friday.\nOn the same day, the woman went to a hospital with a fever and on Saturday, her case was confirmed, according to Japan’s Health Ministry. The ministry said she is from Nagoya, the country’s fourth largest city. NHK, the public broadcaster, and Nagoya city officials said she and the man who tested positive were married.\nLt. Gov. Josh Green, who is an emergency physician, said in an interview on Friday that the authorities were contacting the management at the guest facilities where the man stayed, as well as those who were working there.\n“The only way to do this right is to contact everyone,” he said. “We are not worried about minimal contact, but those who had extensive contact will be given whatever support is necessary.”", "url": "https://www.nytimes.com/2020/02/15/world/asia/coronavirus-china-live-updates.html"}