{"authors": ["Brian M. Rosenthal", "Michael Rothfeld"], "date_download": "2022-10-25 23:31:43", "date_modify": "2022-10-25 23:31:43", "date_publish": "2020-10-26 07:00:10", "description": "Some staffers read or watch Netflix at the office, while others punch in and then go shopping or to the gym, current and former employees said.", "filename": "2020_10_26_nyregion_nyc-voting-election-board_1666740703.html", "image_url": "https://static01.nyt.com/images/2020/10/26/us/26nyelections-1/26nyelections-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=4b53f6ec6e945ddae2713d762e0781ebd85d58f0b3b493507532f5c433b06114&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_26_nyregion_nyc-voting-election-board_1666740703.html", "title": "Inside Decades of Nepotism and Bungling at the N.Y.C. Elections Board", "title_page": "Inside Decades of Nepotism and Bungling at the N.Y.C. Elections Board - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is also the first presidential election in New York with early voting, which began Saturday with tens of thousands of residents flooding polling places.\n“I expect the B.O.E. to pull this off — there’s no other option. It’s the most important election of our lifetime,” said Scott Stringer, the city comptroller. “But we shouldn’t have to hold our breath because of their gross incompetence.”\nNew York is the only state in the country with local election boards whose staffers are chosen almost entirely by Democratic and Republican Party bosses, and the board in New York City illustrates the pitfalls. In recent years, the board has made increasingly high-profile blunders, from mistakenly purging 200,000 people from rolls ahead of the 2016 election to forcing some voters to wait in four-hour lines in 2018.\n“It is really hard to have co-workers who are incapable of performing what they need to do,” said Charles Stimson, a trainer assistant who has worked at the board on and off since 1992.\nMr. Stimson was one of more than a dozen current and former employees who told The Times that the agency has a culture where ineptitude is common and accountability is rare. Some staffers read or watch Netflix at the office, the employees said. Others regularly fail to show up for work, with no fear of discipline. Several employees said some staffers punch in and then leave to go shopping or to the gym.", "url": "https://www.nytimes.com/2020/10/26/nyregion/nyc-voting-election-board.html"}