{"authors": ["Elizabeth Paton"], "date_download": "2022-10-25 23:22:54", "date_modify": "2022-10-25 23:22:54", "date_publish": "2020-02-14 21:18:06", "description": "Luxury retail is dependent on Chinese buyers at home and abroad, and it is now facing a crisis.", "filename": "2020_02_14_business_coronavirus-luxury-retail_1666740174.html", "image_url": "https://static01.nyt.com/images/2020/02/14/business/14coronalux-1/14coronalux-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1d03bd5207de536ffba06bd95586c0f7d41d48df2898fec5f3f39128056605a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_14_business_coronavirus-luxury-retail_1666740174.html", "title": "Shuttered Stores, Fewer Tourists: Luxury Feels Coronavirus Effects", "title_page": "Shuttered Stores, Fewer Tourists: Luxury Feels Coronavirus Effects - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Chinese tourists normally flock to Bond Street, home to some of the most expensive retail space in the world. They gather behind the velvet ropes outside the Gucci store or emerge from the flagship boutiques of Chanel and Louis Vuitton with stuffed shopping bags.\nThis week, however, there were next to none. The scene was replicated on the shopping boulevards of Paris, in the malls of Dubai and on the streets of Hong Kong. The coronavirus has caused the quarantine of more than 50 million people in China, and travel and visa restrictions to more than 70 countries. Alongside widespread shutdowns of stores and malls in China, it has taken a heavy toll on the global luxury goods sector, long dependent on the spending of Chinese shoppers at home and abroad.\nSome fear that the sector could be facing its worst crisis since the global financial meltdown of 2008.\nThe investment bank Jefferies estimates that Chinese buyers accounted for 40 percent of the 281 billion euros, or $305 billion, spent on luxury goods globally last year, and drove 80 percent of the past year’s sales growth in the sector, making them the fastest-growing luxury shopper demographic in the world.", "url": "https://www.nytimes.com/2020/02/14/business/coronavirus-luxury-retail.html"}