{"authors": ["Emily Cochrane", "Catie Edmondson"], "date_download": "2022-10-25 23:37:13", "date_modify": "2022-10-25 23:37:13", "date_publish": "2020-08-18 13:35:23", "description": null, "filename": "2020_08_18_us_elections_louis-dejoy-the-postmaster-general-will-testify-before-the-senate-on-friday-about-service-cuts_1666741033.html", "image_url": "https://static01.nyt.com/images/2020/08/18/us/politics/18-live-electionsbrief-dejoy/18-live-electionsbrief-dejoy-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=f369ea75570eb9a4735e6e67a9ecceed45b9a11bf94b9ccee9fd424575d32f50&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_18_us_elections_louis-dejoy-the-postmaster-general-will-testify-before-the-senate-on-friday-about-service-cuts_1666741033.html", "title": "Louis DeJoy, the postmaster general, will testify before the Senate on Friday about service cuts.", "title_page": "Louis DeJoy, the postmaster general, will testify before the Senate on Friday about service cuts. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Louis DeJoy, the postmaster general, will testify on Friday before the Senate Homeland Security and Governmental Affairs Committee, in what will be Mr. DeJoy’s first public appearance before Congress, according to the top Democrat on the panel.\n“I will continue pressing for answers on Mr. DeJoy’s recent directives and their impacts on all Americans, who rely on the Postal Service for prescriptions, running their small businesses, voting and other crucial purposes,” said Senator Gary Peters of Michigan, the leading Democrat on the Senate Homeland Security Committee.\nDemocrats have demanded Mr. DeJoy account for sweeping cost-cutting measures he has enacted at the Postal Service, less than three months before the general election, that appear to have led to a slowdown in mail deliveries. They have accused Mr. DeJoy, a major Trump donor, of spearheading a partisan campaign that could jeopardize the integrity of the November election.\nMr. DeJoy will testify before the Democratic-led House Oversight Committee next Monday, where he is expected to face fierce questioning.", "url": "https://www.nytimes.com/2020/08/18/us/elections/louis-dejoy-the-postmaster-general-will-testify-before-the-senate-on-friday-about-service-cuts.html"}