{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:26:48", "date_modify": "2022-10-25 23:26:48", "date_publish": "2020-04-07 11:52:56", "description": "A nationwide study has found that counties with even slightly higher levels of long-term air pollution are seeing larger numbers of Covid-19 deaths.", "filename": "2020_04_07_climate_air-pollution-coronavirus-covid_1666740408.html", "image_url": "https://static01.nyt.com/images/2020/04/07/climate/07CLI-POLLUTION1/07CLI-POLLUTION1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0c987d2adff72d7b5c0cd4efe57dd65a1e29b101267e615b375a2b870d875c32&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_07_climate_air-pollution-coronavirus-covid_1666740408.html", "title": "New Research Links Air Pollution to Higher Coronavirus Death Rates", "title_page": "New Research Links Air Pollution to Higher Coronavirus Death Rates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Coronavirus patients in areas that had high levels of air pollution before the pandemic are more likely to die from the infection than patients in cleaner parts of the country, according to a new nationwide study that offers the first clear link between long-term exposure to pollution and Covid-19 death rates.\nIn an analysis of 3,080 counties in the United States, researchers at the Harvard University T.H. Chan School of Public Health found that higher levels of the tiny, dangerous particles in air known as PM 2.5 were associated with higher death rates from the disease.\nFor weeks, public health officials have surmised a link between dirty air and death or serious illness from Covid-19, which is caused by the coronavirus. The Harvard analysis is the first nationwide study to show a statistical link, revealing a “large overlap” between Covid-19 deaths and other diseases associated with long-term exposure to fine particulate matter.\n“The results of this paper suggest that long-term exposure to air pollution increases vulnerability to experiencing the most severe Covid-19 outcomes,” the authors wrote.", "url": "https://www.nytimes.com/2020/04/07/climate/air-pollution-coronavirus-covid.html"}