{"authors": ["David Yaffe-Bellany"], "date_download": "2022-10-25 23:39:31", "date_modify": "2022-10-25 23:39:31", "date_publish": "2020-02-26 23:42:15", "description": "In Europe, corporate emergency plans are forcing employees to work remotely, and other businesses are refining their protocols for when the illness arrives on their doorstep.", "filename": "2020_02_26_business_coronavirus-businesses_1666741171.html", "image_url": "https://static01.nyt.com/images/2020/02/26/business/26virus-continuity-1/26virus-continuity-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0b5e5df98c00bff12cd2645db21bd59fce5354ded88e1d2a11352f3b6e648c13&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_26_business_coronavirus-businesses_1666741171.html", "title": "1,000 Workers, Go Home: Companies Act to Ward Off Coronavirus", "title_page": "1,000 Workers, Go Home: Companies Act to Ward Off Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An oil company and a media group have told hundreds of employees in London to work from home. A television giant is stopping people who have visited certain countries from entering its offices in Europe. A German airline has asked workers to take unpaid leave.\nFor weeks, the coronavirus outbreak in China rattled global supply chains, exacting a toll on major businesses around the world, though often in indirect ways.\nNow, as it spreads across Europe and Asia, the virus is becoming a more immediate threat to all types of businesses. From Milan to Berlin to London, companies in practically every industry are refining their emergency protocols or sending employees home to try to prevent an outbreak.\nThis week, Chevron instructed 300 workers at one of its London offices to work from home after an employee returning from Italy developed flulike symptoms. The media group OMG has taken the same step in the Fitzrovia district of London, sending home around 1,000 employees after a staff member who recently passed through Singapore began showing symptoms.", "url": "https://www.nytimes.com/2020/02/26/business/coronavirus-businesses.html"}