{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:04", "date_modify": "2022-10-25 23:29:04", "date_publish": "2020-12-16 19:00:20", "description": "Central bank officials left rates near-zero at their December meeting and tied bond buying to their employment and price goals.", "filename": "2020_12_16_business_economy_fed-december-meeting-jerome-powell_1666740544.html", "image_url": "https://static01.nyt.com/images/2020/12/16/us/16dc-fed/16dc-fed-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7f15994bcde9265bb6e0b64715bb5fdd84534722b5bd875b43aa092977006cf6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_16_business_economy_fed-december-meeting-jerome-powell_1666740544.html", "title": "Fed Leaves Rates Unchanged and Commits to Ongoing Bond Purchases", "title_page": "Fed Leaves Rates Unchanged and Commits to Ongoing Bond Purchases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He said the economy would need the Fed’s support for some time because while officials expect it to grow at a healthy clip starting in the middle of next year, “it is going to be a while before we really are back to the levels of labor market conditions that we had early this year.”\nThe central bank’s summary of economic projections, released Wednesday, underlined Mr. Powell’s patient point. They showed that Fed officials had a slightly more optimistic outlook for growth and unemployment at the end of 2020 and in coming years than they had been in September. The central official now sees unemployment declining to 5 percent in 2021, versus a previous prediction of 5.5 percent, and sees gross domestic product coming in at 4.2 percent versus 4 percent.\nDespite that upgrade, the median Fed official continued to project interest rates near-zero through the end of 2023, demonstrating the central bank’s plan to move glacially coming out of the crisis.\nWhile the Fed promised to do what it could to help the economy, Mr. Powell also stressed its limitations. He repeated his call for more fiscal stimulus, saying that the continuing rise in virus cases and the lapse in funding for several programs that were helping households and businesses stay afloat posed challenges.\n“The case for fiscal policy right now is very, very strong, and I think that’s widely understood,” he said. “Now that we can kind of see the light at the end of the tunnel, it would be bad to see people losing their business, their life’s work, even generations’ worth of work” because they could not hold on for a few more months.\nLawmakers have continued to haggle over another stimulus package as millions remain out of work and the financial cushions that Congress approved in March are running dry. Negotiators appeared to be moving toward agreement on a $900 billion package on Wednesday, though a deal is still not guaranteed.\nUncertainty over relief comes at a time when the outlook is looking up — cheered by the vaccine — but substantial risks remain. Mr. Powell warned that challenges remained in terms of vaccine rollout and said it was “difficult to assess” when economic activity would return to normal.", "url": "https://www.nytimes.com/2020/12/16/business/economy/fed-december-meeting-jerome-powell.html"}