{"authors": ["Ian Austen", "Dan Bilefsky"], "date_download": "2022-10-25 23:44:34", "date_modify": "2022-10-25 23:44:34", "date_publish": "2020-01-20 22:54:24", "description": "As speculation grows over where Prince Harry and Meghan will make their home in Canada, so does concern over who will pay their costs.", "filename": "2020_01_20_world_canada_harry-meghan-markle-canada_1666741474.html", "image_url": "https://static01.nyt.com/images/2020/01/20/world/20canada-royals/20canada-royals-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6a1e495e17877a754e25bb17911260e5b3c1e7010a458eab0f3bd2ad13a35958&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_20_world_canada_harry-meghan-markle-canada_1666741474.html", "title": "The Royals Are Coming to Canada, but Where Will They Live?", "title_page": "The Royals Are Coming to Canada, but Where Will They Live? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The area around Victoria, the capital of British Columbia, is on the list largely because the couple are renting a house in one of its suburbs. It seems like a good prospect because the winter weather in Victoria is moderate, it has long played up its British heritage and the local newspaper, which features a coat of arms granted to the colony of Vancouver Island by Queen Victoria, voluntarily withheld publishing any articles about Harry and Meghan’s Christmas retreat there until they made the news public.\nBut greater Victoria has a population of 367,770 and is known mostly as a place where people retire rather than embark on a new life.\nToronto was Meghan’s home when she was known as Meghan Markle and starred in the television drama “Suits,” which was filmed in Canada’s largest city. The city is the capital of Canada’s English-language media, and once she became romantically linked with Harry, the couple’s movements there were constantly tracked by cameras and reporters.\nToronto is also home to Jessica Mulroney, a close friend of Meghan’s who recently babysat Archie when she returned briefly to Britain. Ms. Mulroney, a fashion stylist who frequently appears on Canadian television, is married to Ben Mulroney, a Canadian television host and the son of Brian Mulroney, a former prime minister.\nThe prospect of the royal couple’s long-term presence in Canada has induced hand-wringing among some of the country’s constitutional scholars.\nWhile many polls, including the recent Angus Reid survey, show a great deal of respect for Queen Elizabeth II, Canadians are less enthusiastic about the institution of the monarchy and, in particular, about the idea of Prince Charles, Harry’s father, as the country’s king.\nBut doing anything about the role of Britain’s queen or king as Canada’s official head of state would involve amending Canada’s Constitution, a process so fraught with disagreement that no political appetite exists to take it on.", "url": "https://www.nytimes.com/2020/01/20/world/canada/harry-meghan-markle-canada.html"}