{"authors": ["Giovanni Russonello"], "date_download": "2022-10-25 23:53:03", "date_modify": "2022-10-25 23:53:03", "date_publish": "2020-02-07 18:16:19", "description": "Three days before the New Hampshire primary, the race is looking more like a two front-runner competition between Pete Buttigieg and Bernie Sanders.", "filename": "2020_02_07_us_politics_latest-democratic-polls_1666741983.html", "image_url": "https://static01.nyt.com/images/2020/02/07/us/politics/07pollwatchSUB/07pollwatchSUB-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ef6bc73f8f93f85fe0a2fe1952ff90881da6bde5b95a857d29d3872f4061c81f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_07_us_politics_latest-democratic-polls_1666741983.html", "title": "The Latest New Hampshire Polls: Buttigieg Looks Competitive", "title_page": "The Latest New Hampshire Polls: Buttigieg Looks Competitive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Suffolk has been polling New Hampshire voters constantly this week, releasing new results from its “tracking poll” every day. According to the poll, Mr. Buttigieg’s support has doubled since the beginning of the week, when he captured just 11 percent of likely voters.\nCampaigning around New Hampshire this week, Mr. Sanders and Mr. Buttigieg have each claimed victory in the Iowa caucuses. And as of right now, both have a legitimate argument: With 99 percent of precincts reporting, Mr. Buttigieg and Mr. Sanders are locked in a virtual tie in the delegate count.\nWhile the Monmouth poll had a four-day collection period, which began on the day of the Iowa caucuses, the latest Globe/Suffolk poll was only collected on Wednesday and Thursday. That meant the news of Mr. Buttigieg’s unexpectedly strong showing in Iowa had sunk in a bit more by the time that poll’s field period began.\nA little over half of primary voters in both polls said they had yet to firmly settle on a Democratic candidate.\n“I don’t think Iowa has sunk in yet — things are still shifting there,” Patrick Murray, who runs the Monmouth poll, said in an interview. But even without an outright win, Mr. Buttigieg’s strong showing has the potential to bring him more attention, Mr. Murray said — particularly if he performs strongly in the Democratic debate in Manchester, N.H., on Friday.\nThat’s because Mr. Murray sees the most uncertainty existing among electability-minded voters — those who say they are most interested in finding a candidate who will defeat President Trump. And Mr. Buttigieg tends to be more popular among these voters than among those who prioritize particular issues.\n“Some of these other supporters of Biden and Klobuchar are the ones taking a look, because they’re the ones most concerned about electability,” Mr. Murray said, referring to voter curiosity about Mr. Buttigieg.", "url": "https://www.nytimes.com/2020/02/07/us/politics/latest-democratic-polls.html"}