{"authors": ["Mike Baker", "Anemona Hartocollis", "Karen Weise"], "date_download": "2022-10-25 23:44:18", "date_modify": "2022-10-25 23:44:18", "date_publish": "2020-03-06 16:01:23", "description": "The University of Washington is moving to online classes for its 50,000 students. With colleges nationwide about to empty for spring break, students fear they might not be coming back.", "filename": "2020_03_06_us_coronavirus-college-campus-closings_1666741458.html", "image_url": "https://static01.nyt.com/images/2020/03/06/us/06virus-colleges/06virus-colleges-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fbc5f7cc297397880ea7598ff0d1ea787e78f1b612f06d8fcc23776c9772d948&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_06_us_coronavirus-college-campus-closings_1666741458.html", "title": "First U.S. Colleges Close Classrooms as Virus Spreads. More Could Follow.", "title_page": "First U.S. Colleges Close Classrooms as Virus Spreads. More Could Follow. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEATTLE — The University of Washington said on Friday that it would cancel in-person classes and have students take courses and finals remotely while the Seattle area grapples with a growing coronavirus outbreak, in a move that other colleges around the country are preparing to follow if the virus becomes more widespread.\nOver the last few days, a growing number of universities have mobilized emergency planning teams to envision what a shutdown would look like, especially if students bring the virus back with them from spring break, which starts Friday on many campuses.\nAlready, some students have been warned that they should be prepared to learn online, as many students studying abroad in Europe and Asia have been forced to do. At Stanford University, officials announced late Friday that classes would not meet in person as of Monday, and that any looming exams would be changed to a take-home format.\nThe level of concern rose on Thursday with the announcement that a junior at Vanderbilt University in Tennessee who had been studying in Italy had tested positive for the virus after his study abroad program was canceled and he returned to his hometown, Chicago. The University of California, Los Angeles, also said three of its students were being tested and self-isolating off campus.", "url": "https://www.nytimes.com/2020/03/06/us/coronavirus-college-campus-closings.html"}