{"authors": [], "date_download": "2022-10-25 23:49:09", "date_modify": "2022-10-25 23:49:09", "date_publish": "2020-03-11 11:20:54", "description": "Organizers of the St. Patrick’s Day Parade decided to reschedule the Manhattan event.", "filename": "2020_03_11_nyregion_coronavirus-new-york-update.html_action=click&module=Spotlight&pgtype=Homepage_1666741749.html", "image_url": "https://static01.nyt.com/images/2020/03/11/nyregion/St-PatricksParade-HFO/St-PatricksParade-HFO-facebookJumbo.jpg?year=2020&h=549&w=1050&s=f9816b4dd67739e6ba8730a0d21dfba347a50b43b8f6a9cc59d97195129333f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_11_nyregion_coronavirus-new-york-update.html_action=click&module=Spotlight&pgtype=Homepage_1666741749.html", "title": "Coronavirus Case Total Climbs in New York", "title_page": "Coronavirus Case Total Climbs in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Neither system will cancel all in-person classes. Laboratory courses could continue to be held, although potentially with fewer students.\nCUNY officials said separately on Wednesday that in-person classes were being canceled from Thursday through next Wednesday so that students and faculty members could prepare for the move to online classes.\nSome dormitories will probably remain open for students who cannot return home for hardship reasons.\n“They are not evicting anyone,” Mr. Cuomo said at a news conference. “They are not closing the dorm and kicking you out.”\nThe purpose of the move was to “reduce density,” the governor said.\nSome SUNY and CUNY graduation ceremonies will probably “not be happening in person” this spring, said Melissa DeRosa, a top aide to the governor.\nThe decision to shift most public university classes in New York online followed similar moves by most major private universities in the state this week. However, private universities like Columbia and New York University have not said the suspension of in-person classes would last through the rest of the spring semester, which typically ends in May.\nSUNY’s student government body, the Student Assembly, released a statement on Wednesday saying students “appreciate” Mr. Cuomo’s decision.", "url": "https://www.nytimes.com/2020/03/11/nyregion/coronavirus-new-york-update.html?action=click&module=Spotlight&pgtype=Homepage"}