{"authors": ["Nikita Stewart", "Juliana Kim", "Alan Feuer"], "date_download": "2022-10-25 22:56:22", "date_modify": "2022-10-25 22:56:22", "date_publish": "2020-06-19 14:16:51", "description": "Recent protests that have stirred a reckoning on racism helped bring thousands out to celebrate a holiday commemorating the end of slavery in the United States.", "filename": "2020_06_19_nyregion_juneteenth-in-nyc_1666738582.html", "image_url": "https://static01.nyt.com/images/2020/06/19/nyregion/19nyunrest-juneteenth1-02/19nyunrest-juneteenth1-02-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2824dd929755706c771e24fb56d56f28c6c2d233ec2e0cd5f9aa655015b4442a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_19_nyregion_juneteenth-in-nyc_1666738582.html", "title": "‘Sad and Joyful’: N.Y.C. Marks Juneteenth After a Month of Protest", "title_page": "‘Sad and Joyful’: N.Y.C. Marks Juneteenth After a Month of Protest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’ve been asking friends of mine, ‘Is this the moment?’” Mr. Legree said. “I’m a foolish optimist by nature, but I’m old and mature enough to know people have to figure out how to cooperate to get into the power base of this country.”\nLater, shortly after 7 p.m., the musician Jon Batiste took to a brightly painted upright piano on the library steps and performed a jazzy rendition of the Star Spangled Banner.\nRaising his left fist in the air, Mr. Batiste called Juneteenth “the idea of us existing on our highest level” and said it was “only the beginning of a journey that we’re still on.”\nAfter urging the crowd to vote and leading a chant of “We are done dying,” he returned to the piano to lead a singalong of “Amazing Grace.”\nEarlier in the day, a motorcade composed of dozens of vehicles, some scrawled with slogans like “Black Lives Matter” and “Happy Juneteenth,” had made its way from Grand Army Plaza in Brooklyn across the East River to Manhattan.\nWhen the caravan reached City Hall, drivers of all races raised their fists and honked their horns at a crowd holding signs reading “Stop Police Crimes” and listening to Nina Simone’s voice over a loudspeaker.\n“People are in the streets because people have had enough,” said Iman Essiet, an organizer of the City Hall rally, just one of the nearly 100 events scheduled for Friday. “This is absolutely the beginning.”", "url": "https://www.nytimes.com/2020/06/19/nyregion/juneteenth-in-nyc.html"}