{"authors": ["Edmund Lee", "Andrew Ross Sorkin"], "date_download": "2022-10-25 23:34:51", "date_modify": "2022-10-25 23:34:51", "date_publish": "2020-02-10 23:28:24", "description": "A last-ditch attempt by a coalition of state attorneys general is said to have failed to halt T-Mobile’s purchase of a smaller rival.", "filename": "2020_02_10_business_media_sprint-tmobile-merger_1666740891.html", "image_url": "https://static01.nyt.com/images/2020/02/10/business/10SPRINT-T-MOBILE/merlin_156303888_b0e3cda7-81dc-45cb-8b24-1455858196d3-facebookJumbo.jpg?year=2020&h=550&w=1050&s=98827e25c74286eea4f1cf3417734bc30737feb727fddbb6d8144dfb85d3cd80&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_10_business_media_sprint-tmobile-merger_1666740891.html", "title": "Judge Is Said to Rule for T-Mobile Merger With Sprint", "title_page": "Judge Is Said to Rule for T-Mobile Merger With Sprint - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The judge in a contentious lawsuit that tried to stop the long-in-the-works merger between T-Mobile and Sprint is planning to rule in favor of the deal, according to three people briefed on the matter.\nThe verdict, expected Tuesday, will come at the end of an unusual suit filed in June by attorneys general from 13 states and the District of Columbia. The challenge came after federal regulators gave their blessing to the deal, which would combine the nation’s third- and fourth-largest wireless carriers and create a new telecommunications giant to take on the two largest, AT&T and Verizon. The states argued that the combination of T-Mobile and Sprint would reduce competition in the telecommunications industry, lead to higher cellphone bills and place a financial burden on lower-income customers.\nJudge Victor Marrero of United States District Court in Manhattan presided over the case. Final arguments took place last month.\nNone of the parties have read the ruling yet, the three people said, leaving open the possibility that the decision includes conditions or restrictions. Both companies are planning to make announcements on Tuesday, the people said. Shares in Sprint shot up more than 60 percent and T-Mobile stock rose about 10 percent in aftermarket trading.", "url": "https://www.nytimes.com/2020/02/10/business/media/sprint-tmobile-merger.html"}