{"authors": ["Cecilia Kang", "David Mccabe", "Daisuke Wakabayashi"], "date_download": "2022-10-25 23:40:53", "date_modify": "2022-10-25 23:40:53", "date_publish": "2020-09-22 00:28:31", "description": "The department is expected to outline a potential antitrust case against Google, which could be filed in the coming days.", "filename": "2020_09_21_technology_google-antitrust-justice-department_1666741253.html", "image_url": "https://static01.nyt.com/images/2020/09/21/business/21GOOGLE/21GOOGLE-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9117ab45e076179629291fa7b5b670b1f42864c19e6e26cf18325192dd34b1ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_21_technology_google-antitrust-justice-department_1666741253.html", "title": "Justice Dept. to Brief States on Google Antitrust Inquiry", "title_page": "Justice Dept. to Brief States on Google Antitrust Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department on Wednesday plans to brief officials from state attorneys general offices on its antitrust action against Google, in what is expected to be one of the final steps before filing a landmark case against the tech giant.\nThe department will outline a potential lawsuit against Google in a call with state attorneys general, according to four people with knowledge of the plan who spoke on the condition of anonymity because the deliberations are private. The suit could come within days, they said.\nThe case is expected to focus on the company’s search business, and whether the company used its dominant search position to block rivals and harm consumers, according to some of the people. The suit may also accuse the company of anticompetitive practices in the ad tech market, but that part of the investigation hasn’t been as fully developed as the case on search, the people said.\nAn agency spokeswoman declined to comment. A press officer for Google didn’t immediately respond to requests for comment.", "url": "https://www.nytimes.com/2020/09/21/technology/google-antitrust-justice-department.html"}