{"authors": ["Rick Rojas", "Michael D. Shear"], "date_download": "2022-10-25 23:31:12", "date_modify": "2022-10-25 23:31:12", "date_publish": "2020-12-16 00:25:36", "description": "The president-elect urged voters at a rally in Atlanta to defeat both the state’s incumbent Republican senators and elect Jon Ossoff and Raphael Warnock, which would give Democrats Senate control.", "filename": "2020_12_15_us_politics_biden-georgia-senate_1666740672.html", "image_url": "https://static01.nyt.com/images/2020/12/15/us/politics/15dc-biden-1/merlin_181301871_b5713cae-7549-424c-8bf9-5d5dd3b22dbf-facebookJumbo.jpg?year=2020&h=550&w=1050&s=82251c83c95e6d506cc82365ba6be00a8bb1f402729b394121b152aa8c3c380d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_15_us_politics_biden-georgia-senate_1666740672.html", "title": "Biden Campaigns in Georgia, Presses for the Senate Majority He Will Need", "title_page": "Biden Campaigns in Georgia, Presses for the Senate Majority He Will Need - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The rallygoers — which spanned age and race and included Atlanta natives as well as transplants who have flooded into the city in recent years — watched from their cars, tooting their horns in place of applause. Another crowd of hundreds gathered along the sidewalks outside.\nFighting a cold and coughing several times during his remarks, Mr. Biden sought to tie Ms. Loeffler and Mr. Perdue to President Trump’s failed efforts to overturn the elections by raising false allegations of voting fraud in Georgia and other swing states.\nMr. Biden mocked the two senators for supporting a lawsuit filed by the Texas attorney general that sought to overturn the results of the presidential elections in four states, including Georgia.\n“Maybe your senators were just confused. Maybe they think they represent Texas,” Mr. Biden said to more honks and cheers. “Well, if you want to do the bidding of Texas, you should be running in Texas, not in Georgia.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nIn the five weeks since being projected to be the president-elect, Mr. Biden has sought to minimize partisanship and keep his focus on the pandemic, which has killed more than 300,000 people in the United States and is raging out of control. In speeches, he has repeatedly called for unity of purpose and said he will be a president for all Americans, including the more than 74 million who voted for Mr. Trump in the presidential race.\nBut for Mr. Biden, the runoff elections will be an early test of his power to shape the future of the Democratic Party.\nIn an email to his supporters as he flew to Atlanta from Washington, Mr. Biden made a raw, political appeal for campaign contributions to help the Democratic Party win.", "url": "https://www.nytimes.com/2020/12/15/us/politics/biden-georgia-senate.html"}