{"authors": ["Katie Benner", "Nicholas Fandos"], "date_download": "2022-10-25 23:24:41", "date_modify": "2022-10-25 23:24:41", "date_publish": "2020-05-26 19:33:21", "description": "Law enforcement officials told three senators that they would not be pursuing charges, but an investigation into trades by Senator Richard Burr of North Carolina appears to be proceeding.", "filename": "2020_05_26_us_politics_senators-stock-trades-investigation_1666740281.html", "image_url": "https://static01.nyt.com/images/2020/05/26/us/politics/26dc-stocks/26dc-stocks-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1deb588c9e7de628c26208dd5abaebe0ea240769e8dac2d9d7e3678210fde8c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_26_us_politics_senators-stock-trades-investigation_1666740281.html", "title": "Justice Dept. Ends Inquiries Into 3 Senators’ Stock Trades", "title_page": "Justice Dept. Ends Inquiries Into 3 Senators’ Stock Trades - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department notified three senators on Tuesday that it will not pursue insider trading charges against them after an investigation into stock transactions from the early days of the coronavirus pandemic did not find sufficient evidence they had broken the law, according to a person briefed on the investigations and congressional aides.\nThe department contacted lawyers for Senators Kelly Loeffler, Republican of Georgia; James M. Inhofe, Republican of Oklahoma; and Dianne Feinstein, Democrat of California. All three had sold substantial amounts of stock in late January or early February when lawmakers were being briefed on the novel coronavirus threat but before the pandemic began roiling financial markets or was fully understood by the public.\nLaw enforcement officials appear to still be investigating Senator Richard M. Burr, Republican of North Carolina, whose own mid-February stock sales have drawn scrutiny from the Justice Department and Securities and Exchange Commission. This month, F.B.I. agents seized Mr. Burr’s cellphone.\nFor the other senators, the notifications are likely to begin lifting suspicions that have lingered since mid-March, when they disclosed the trades in mandatory Senate filings. At a time when millions of Americans were losing their jobs and markets had plummeted, even the possibility that members of Congress had used their positions to protect themselves financially prompted cries for resignations and investigations.", "url": "https://www.nytimes.com/2020/05/26/us/politics/senators-stock-trades-investigation.html"}