{"authors": ["Mike Baker"], "date_download": "2022-10-25 23:49:29", "date_modify": "2022-10-25 23:49:29", "date_publish": "2020-05-14 09:00:18", "description": "As the famed Copper River salmon season begins, isolated fishing towns are bracing for an influx of workers and their first brush with the coronavirus.", "filename": "2020_05_14_us_coronavirus-alaska-fishing-copper-river_1666741769.html", "image_url": "https://static01.nyt.com/images/2020/05/12/us/00VIRUS-AK/00VIRUS-AK-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=0c41e5f8642461249324e3542466012387a651cbf780c1fc408e74578aa572bf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_14_us_coronavirus-alaska-fishing-copper-river_1666741769.html", "title": "Thousands Are Headed to Alaska’s Fishing Towns. So Is the Coronavirus.", "title_page": "Thousands Are Headed to Alaska’s Fishing Towns. So Is the Coronavirus. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Health officials have rushed to contain that first case, a fish processing facility worker who had recently flown up from Seattle. They have traced and tested all who were in contact with that person and now believe the case is contained.\nBut with more than 50 crew members and other workers arriving each day, more infections may be coming.\nWith that in mind, the city has embarked on an all-stops-out effort to test, trace and isolate each and every case. Tests have been stockpiled to check anyone who develops symptoms. People found to have infections will be quarantined or removed from the city, and their contacts tracked down and tested.\nIt is essentially the strategy advocated by public health officials for communities across the country, once they bring their coronavirus outbreaks under control. Cordova provides a unique opportunity to see how effective such a protocol may be, using a community with very few cases, but a substantial continuing threat.\n“Nobody ever wants to be an experiment,” said Dr. Hannah Sanders, medical director of the Cordova Community Medical Center. “But, in some ways it is.”\nTalk of a Canceled Season\nAlaska has its own history of devastating impacts from disease, including the influenza pandemic of 1918 that led to widespread deaths, especially among Alaska Natives. In some native communities, such as Nome and Wales, more than half of the residents died.\nMs. Lange, the hotel proprietor, said she and other Alaska Natives have talked a lot in recent days about the 1918 outbreak and the risks of another pandemic. She said that while fishing was at the core of her family and community, she also had concerns about the ability of the city and the industry to hold back an outbreak as virulent as the coronavirus.", "url": "https://www.nytimes.com/2020/05/14/us/coronavirus-alaska-fishing-copper-river.html"}