{"authors": ["James Poniewozik"], "date_download": "2022-10-25 23:44:33", "date_modify": "2022-10-25 23:44:33", "date_publish": "2020-12-09 10:02:33", "description": "As a global pandemic left us homebound, cousin Emily in Pittsburgh existed on the same plane as “Emily in Paris.”", "filename": "2020_12_09_arts_television_everything-became-tv_1666741473.html", "image_url": "https://static01.nyt.com/images/2020/12/13/arts/13yearend-critic-tv/13yearend-critic-tv-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ec6822c80309a408a0a4daa53362b5ff391f6eff515050fbf7c9c38198348593&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_09_arts_television_everything-became-tv_1666741473.html", "title": "This Was the Year When Everything Became TV", "title_page": "This Was the Year When Everything Became TV - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The year is coming to a close, which means it’s time for critics like me to look back on the most memorable television of 2020. There was “I May Destroy You,” Michaela Coel’s tour de force on HBO. There was “Palm Springs” (on Hulu) and “Borat Subsequent Moviefilm” (on Amazon Prime) and that instant-classic TV-antihero drama, “Hamilton” (on Disney+). And then there were the offbeat streaming hits, like “Your Weekly Office Departmental Planning Meeting” and “Your Sophomore Year in College” and “Thanksgiving Dinner With Your Mom.”\nIf you didn’t think of many of those things as TV, 2020 argued otherwise. When the pandemic hit, an immediate question was how long, given Covid-19 production restrictions, we would have new TV to watch. But the bigger change was quite the opposite. In 2020, it turned out, nearly everything became TV.\nAs a global pandemic constrained our boundaries to the four walls of our houses and the four corners of our devices, screens became our main conduits to let the outside in. Movies became TV, like “Mulan,” originally meant to show in theaters, and “Wonder Woman 1984,” which will be released simultaneously in theaters and on HBO Max. Theater became TV — the film versions of big shows like “David Byrne’s American Utopia” and an array of stage plays reconceived as virtual events.\nWith gyms closed, mornings began with a YouTube yoga video, or, if you splurged, some quality time with a Peloton display. Daytime, if you had a job that could be done remotely and were fortunate enough to keep it, you logged on to work. Evening fell, and as my colleague Tim Herrera put it — time to switch to the party laptop!", "url": "https://www.nytimes.com/2020/12/09/arts/television/everything-became-tv.html"}