{"authors": ["Peter S. Goodman"], "date_download": "2022-10-25 23:34:05", "date_modify": "2022-10-25 23:34:05", "date_publish": "2020-04-01 09:00:33", "description": "Fears are growing that the worldwide economic downturn could be especially deep and lengthy, with recovery limited by continued anxiety.", "filename": "2020_04_01_business_economy_coronavirus-recession_1666740845.html", "image_url": "https://static01.nyt.com/images/2020/03/31/business/31virus-globalecon-1/31virus-globalecon-1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=1370cc6134029d74f32528fc6994884e5b03a3727c1d76bd727daa25e09703c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_01_business_economy_coronavirus-recession_1666740845.html", "title": "Why the Global Recession Could Last a Long Time", "title_page": "Why the Global Recession Could Last a Long Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The world is almost certainly ensnared in a devastating recession delivered by the coronavirus pandemic.\nNow, fears are growing that the downturn could be far more punishing and long lasting than initially feared — potentially enduring into next year, and even beyond — as governments intensify restrictions on business to halt the spread of the pandemic, and as fear of the virus reconfigures the very concept of public space, impeding consumer-led economic growth.\nThe pandemic is above all a public health emergency. So long as human interaction remains dangerous, business cannot responsibly return to normal. And what was normal before may not be anymore. People may be less inclined to jam into crowded restaurants and concert halls even after the virus is contained.\nThe abrupt halt of commercial activity threatens to impose economic pain so profound and enduring in every region of the world at once that recovery could take years. The losses to companies, many already saturated with debt, risk triggering a financial crisis of cataclysmic proportions.", "url": "https://www.nytimes.com/2020/04/01/business/economy/coronavirus-recession.html"}