{"authors": ["Alan Rappeport", "Nicholas Fandos"], "date_download": "2022-10-25 23:48:29", "date_modify": "2022-10-25 23:48:29", "date_publish": "2020-07-17 14:54:53", "description": "The Treasury Secretary told lawmakers that the next phase of relief should be focused on industries that have been hardest hit by the coronavirus.", "filename": "2020_07_17_us_politics_mnuchin-congress-stimulus_1666741709.html", "image_url": "https://static01.nyt.com/images/2020/07/17/business/17dc-virus-mnuchin/17dc-virus-mnuchin-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ec4f89d3343eacbb44d3b6df37d0ee040aa82e61aebeb883ca3dcff5801ef8b6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_17_us_politics_mnuchin-congress-stimulus_1666741709.html", "title": "Mnuchin Calls for Congress to Pass More Stimulus This Month", "title_page": "Mnuchin Calls for Congress to Pass More Stimulus This Month - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Treasury Secretary Steven Mnuchin called on Congress on Friday to work with the Trump administration to pass additional stimulus legislation by the end of the month as the coronavirus pandemic continued to inject uncertainty into how quickly the economy would recover.\nThe request comes as the virus continues to surge in certain areas and as millions of Americans are about to see their expanded unemployment insurance benefits expire. Lawmakers are expected to soon embark on an intense stretch of negotiations over what would be the fourth significant bailout package since the virus shuttered large sections of the United States economy this year.\nIn testimony before the House Committee on Small Business, Mr. Mnuchin said that the next round of money to support the economy should be targeted to help industries that have been hardest hit by the pandemic, as well as smaller businesses and low- to middle-income families. Mr. Mnuchin also said that the Paycheck Protection Program, which provides forgivable small-business loans, should be extended but with a focus on helping the restaurant, hotel, travel and hospitality sectors.\n“We are monitoring economic conditions closely,” Mr. Mnuchin said in his remarks. “Certain industries, such as construction, are recovering quickly, while others, such as retail and travel, are facing longer-term impacts and will require additional relief.”", "url": "https://www.nytimes.com/2020/07/17/us/politics/mnuchin-congress-stimulus.html"}