{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:49:28", "date_modify": "2022-10-25 23:49:28", "date_publish": "2020-05-06 17:09:29", "description": "A survey suggests that pandemic-era domestic work isn’t being divided more equitably than before the lockdown.", "filename": "2020_05_06_upshot_pandemic-chores-homeschooling-gender_1666741768.html", "image_url": "https://static01.nyt.com/images/2020/05/06/upshot/06up-virus-gender/06up-virus-gender-facebookJumbo.jpg?year=2020&h=550&w=1050&s=620384420132543e7d0ba498901c8b69be90ffb5083652b5442d1ff35444a660&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_06_upshot_pandemic-chores-homeschooling-gender_1666741768.html", "title": "Nearly Half of Men Say They Do Most of the Home Schooling. 3 Percent of Women Agree.", "title_page": "Nearly Half of Men Say They Do Most of the Home Schooling. 3 Percent of Women Agree. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many researchers and couples assumed women were bearing the brunt of the extra labor during the pandemic, but this is among the first efforts to quantify it at a national level. The survey asked questions of a representative group of 2,200 Americans in April. (The questions about housework and child care were asked only of people who said they lived with partners or children.)\nAnother, not-yet-published survey of domestic labor during the pandemic, by a University of Utah sociologist, Daniel L. Carlson, and colleagues, found that similar shares of men reported doing more than women said they did. The survey also found that mothers were primarily responsible for home schooling, even when couples otherwise shared child care responsibilities.\nThe additional time that women typically spend on domestic work, particularly child care, has significant consequences outside the home: It is a major reason for their lower pay and stunted career paths. Now that they’re spending even more time on these chores because of the pandemic, the repercussions could worsen.\n“Being forced to be at home is amplifying the differences we already know exist,” said Barbara Risman, a professor at the University of Illinois at Chicago and part of a group of sociologists who analyzed the data. “What terrifies me for the future is if it will push women out of the labor force in a way that will be very hard to overcome.”\nAlready, women are doing less paid work than men during lockdown, the survey found. In couples with both people working remotely full time, 28 percent of women and 19 percent of men said they were working less than usual.", "url": "https://www.nytimes.com/2020/05/06/upshot/pandemic-chores-homeschooling-gender.html"}