{"authors": ["Amy Harmon"], "date_download": "2022-10-25 23:49:13", "date_modify": "2022-10-25 23:49:13", "date_publish": "2020-02-05 10:00:29", "description": "The health emergency is global, but in the United States, it is local public health officials who isolate the sick, trace “close contacts’’ and deliver thermometers.", "filename": "2020_02_05_us_corona-virus-washington-state_1666741753.html", "image_url": "https://static01.nyt.com/images/2020/02/04/us/04CORONA-DEPT-alt2/merlin_168314406_4b05649e-4ea4-4996-aefd-49485f5ccc4a-facebookJumbo.jpg?year=2020&h=549&w=1050&s=48ce203d90028bce786a640079a00fbf8a1042908b19062b37b85beedd9e3cdf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_05_us_corona-virus-washington-state_1666741753.html", "title": "Inside the Race to Contain America’s First Coronavirus Case", "title_page": "Inside the Race to Contain America’s First Coronavirus Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EVERETT, Wash. — It started with a stubborn cough. A visit to an urgent care facility. A test being sent off to the Centers for Disease Control and Prevention. And then a 35-year-old resident of Snohomish County, Wash., being named the first confirmed case of the coronavirus in the United States.\nHollianne Bruce, the lone epidemiologist assigned to the control of communicable diseases in the county’s public health office, jumped into action. Declining to wait for a C.D.C. team to arrive from Atlanta, she dialed up the patient, who had been taken to an isolation unit at a hospital.\nSeeking to establish a rapport, Ms. Bruce told him she knew he was not feeling well. She apologized for the disturbance. But she impressed on him how he might help save lives by sharing where he had been in recent days and with whom he had come into contact.\n“We don’t know a lot about this virus,” she told him. “We’d like to ask you some questions.”\nThe man, who had been taken to the hospital the night before in a covered gurney intended for Ebola patients, agreed to help. It would be the first of several conversations he would have with Ms. Bruce, some by phone, others over a walkie-talkie as she stood outside his sealed room. Once, at his request, she bought him lunch at a nearby Panda Express.", "url": "https://www.nytimes.com/2020/02/05/us/corona-virus-washington-state.html"}