{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:22:44", "date_modify": "2022-10-25 23:22:44", "date_publish": "2020-02-29 08:00:11", "description": "After more than a year of talks, the agreement lays out the beginning of the end of the United States’ longest war. But many obstacles remain.", "filename": "2020_02_29_world_asia_us-taliban-deal.html_action=click&module=RelatedLinks&pgtype=Article_1666740164.html", "image_url": "https://static01.nyt.com/images/2020/02/29/world/29taliban-peace-1/29taliban-peace-1-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=fd70e074167af67b5a74784a8426936fe54d2402159ffcec70c6982190468862&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_29_world_asia_us-taliban-deal.html_action=click&module=RelatedLinks&pgtype=Article_1666740164.html", "title": "Taliban and U.S. Strike Deal to Withdraw American Troops From Afghanistan", "title_page": "Taliban and U.S. Strike Deal to Withdraw American Troops From Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DOHA, Qatar — The United States signed a deal with the Taliban on Saturday that sets the stage to end America’s longest war — the nearly two-decade-old conflict in Afghanistan that began after the Sept. 11 attacks, killed tens of thousands of people, vexed three White House administrations and left mistrust and uncertainty on all sides.\nThe agreement lays out a timetable for the final withdrawal of United States troops from Afghanistan, the impoverished Central Asian country once unfamiliar to many Americans that now symbolizes endless conflict, foreign entanglements and an incubator of terrorist plots.\nThe war in Afghanistan in some ways echoes the American experience in Vietnam. In both, a superpower bet heavily on brute strength and the lives of its young, then walked away with seemingly little to show.\nAmerican efforts to instill a democratic system in the country, and to improve opportunities for women and minorities, are at risk if the Taliban, which banned girls from schools and women from public life, become dominant again. Corruption is still rampant, the country’s institutions are feeble, and the economy is heavily dependent on American and other international aid.", "url": "https://www.nytimes.com/2020/02/29/world/asia/us-taliban-deal.html?action=click&module=RelatedLinks&pgtype=Article"}