{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:37:17", "date_modify": "2022-10-25 23:37:17", "date_publish": "2020-08-12 23:04:27", "description": "Treasury Secretary Steven Mnuchin talked with Speaker Nancy Pelosi for the first time since negotiations on a new coronavirus relief bill collapsed, but neither side showed any willingness to budge.", "filename": "2020_08_12_us_politics_coronavirus-relief-bill_1666741037.html", "image_url": "https://static01.nyt.com/images/2020/08/12/us/politics/12dc-virus-cong/12dc-virus-cong-facebookJumbo.jpg?year=2020&h=550&w=1050&s=eea9ccfb49cb8faea75febbb9eea9542111cee98c1b9861c3b85d8683b26b158&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_12_us_politics_coronavirus-relief-bill_1666741037.html", "title": "Administration Reaches Out to Democrats on Stimulus Bill", "title_page": "Administration Reaches Out to Democrats on Stimulus Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Steven Mnuchin, the Treasury secretary, spoke on Wednesday with Speaker Nancy Pelosi of California to discuss a coronavirus relief package, though the conversation appeared to do little to resolve the standoff between the White House and top congressional Democrats over another economic stimulus measure.\nIt was the first contact between the two sides since talks collapsed late last week, but there was little sign of progress. Democrats said Mr. Mnuchin would not agree to a package larger than $1 trillion and Mr. Mnuchin accused Democrats of insisting on a $2 trillion threshold for any agreement, according to statements released by both sides.\nMs. Pelosi and Senator Chuck Schumer of New York, the minority leader, who initially pushed for the $3.4 trillion measure House Democrats approved in May, have repeatedly said they would be willing to lower their overall price tag by $1 trillion, provided that the White House double the initial Republican offer of $1 trillion. Mr. Mnuchin, according to the two Democrats, was still “refusing to budge” from that level.\n“It is clear that the administration still does not grasp the magnitude of the problems that American families are facing,” Ms. Pelosi and Mr. Schumer said in a joint statement. “We have again made clear to the administration that we are willing to resume negotiations once they start to take this process seriously.”", "url": "https://www.nytimes.com/2020/08/12/us/politics/coronavirus-relief-bill.html"}