{"authors": ["Michael J. De La Merced"], "date_download": "2022-10-25 23:42:24", "date_modify": "2022-10-25 23:42:24", "date_publish": "2020-07-08 13:42:38", "description": "The billionaire investor has donated $37 billion worth of Berkshire Hathaway stock to date, part of his pledge to give away most of his substantial fortune.", "filename": "2020_07_08_business_dealbook_warren-buffett-donations_1666741344.html", "image_url": "https://static01.nyt.com/images/2020/07/08/business/08warren-buffett-donations/08warren-buffett-donations-facebookJumbo.jpg?year=2020&h=550&w=1050&s=681d0f19c4bbf01aa8a1ead580b6c66e61eb3bd1142123577c3edc1fe7068796&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_08_business_dealbook_warren-buffett-donations_1666741344.html", "title": "Warren Buffett Gives $2.9 Billion to Charity", "title_page": "Warren Buffett Gives $2.9 Billion to Charity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Warren E. Buffett announced on Wednesday that he donated $2.9 billion worth of stock to nonprofit groups, as the 89-year-old billionaire investor continues to follow through on his pledge to give away nearly all his fortune to philanthropic causes by the time he dies.\nMr. Buffett said in a statement that he had given shares in Berkshire Hathaway, the conglomerate that he has run for decades, to five organizations: the Bill and Melinda Gates Foundation; the Susan Thompson Buffett Foundation, the nonprofit named for his late wife; and three groups founded by his children, Howard, Peter and Susie.\nIt was his 15th annual donation since 2006. Over that time, he has given about $37 billion worth of Berkshire stock, as measured by the value of the shares when they were donated. The stock that Mr. Buffett still holds is worth around $67 billion.\nMr. Buffett and Mr. Gates founded the Giving Pledge, a nonprofit that encourages fellow tycoons to promise to give away at least half of their wealth over their lifetimes.", "url": "https://www.nytimes.com/2020/07/08/business/dealbook/warren-buffett-donations.html"}