{"authors": ["Hari Kumar"], "date_download": "2022-10-25 23:00:34", "date_modify": "2022-10-25 23:00:34", "date_publish": "2020-01-17 18:51:49", "description": "Aishe Ghosh, a young woman who was set upon at a campus demonstration, has become an icon in India’s growing protest movement.", "filename": "2020_01_17_world_asia_india-protests-aishe-ghosh_1666738834.html", "image_url": "https://static01.nyt.com/images/2020/01/17/world/17india-saturdayprofile-2sub/17india-saturdayprofile-2sub-facebookJumbo.jpg?year=2020&h=549&w=1050&s=2a65494174a5644a9e03158decd7d0fa899f84366d3d8fb656ce37a932196495&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_17_world_asia_india-protests-aishe-ghosh_1666738834.html", "title": "A Blow to the Head Makes an Instant Hero in India", "title_page": "A Blow to the Head Makes an Instant Hero in India - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The product of politically active parents from West Bengal, Ms. Ghosh was a talented painting student before entering university to study politics. Last fall she was elected president of the student body at one of India’s liveliest and most prestigious schools, Jawaharlal Nehru University, a bastion of anti-Modi dissent.\nEven in the weeks before she was attacked by the gang of Mr. Modi’s supporters, Ms. Ghosh was marching in protests, coordinating strikes and recruiting followers — in essence, galvanizing the resistance. Now, she is being invited everywhere to speak.\nTo be a student leader in India, it’s a thrilling time.\n“Professors have been writing mails to us saying that you should be going to the protests, because protests teach you more than I can teach you in the four walls of the classroom,’’ Ms. Ghosh said, clearly excited by all this. “We have politicized so many people. It gives me so much pride.’’\nEver since modern India was envisioned, a fundamental question has been how Hindu-oriented should it be, given that the population, about 80 percent Hindu, has long hosted a dizzying array of different cultures, including a Muslim minority that today, at 200 million people, would on its own be one of the largest Muslim nations in the world.\nMr. Modi has taken a clear position, pushing a slate of divisive Hindu nationalist policies that play quite well with a large segment of society but have deeply worried minorities and progressives.\n“A Germany in the making,’’ Ms. Ghosh calls it.\nSince Mr. Modi’s re-election in May, his government has plowed ahead with a contentious citizenship review in northeastern India widely seen as a test run for a nationwide attempt to identify and marginalize Muslim families. In August he summarily deleted the statehood of Kashmir, which had been India’s only Muslim-majority state.\nThese moves raised some eyebrows, especially in rival Pakistan, which also claims Kashmir.\nBut the issue that sent millions of Indians over the edge was Mr. Modi’s new citizenship law, which creates a special path to Indian citizenship for migrants from all major South Asian religions bar one: Islam.", "url": "https://www.nytimes.com/2020/01/17/world/asia/india-protests-aishe-ghosh.html"}