{"authors": [], "date_download": "2022-10-25 23:29:39", "date_modify": "2022-10-25 23:29:39", "date_publish": "2020-06-12 21:09:20", "description": "In a briefing, officials said the “highest risk”gatherings are those attended by people from outside the local area and where it is hard to stay six feet apart.", "filename": "2020_06_12_health_coronavirus-cdc-masks-gatherings_1666740579.html", "image_url": "https://static01.nyt.com/images/2020/06/13/science/13VIRUS-CDC/13VIRUS-CDC-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3d2104c8788d8273e67a0143eb0f9fb0fd9c61871990ffbf9ab8d3cad1de290c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_12_health_coronavirus-cdc-masks-gatherings_1666740579.html", "title": "C.D.C. Calls for Face Masks at Large Gatherings, Warning of Crowd Risks", "title_page": "C.D.C. Calls for Face Masks at Large Gatherings, Warning of Crowd Risks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Three months after the country’s top public health agency, the Centers for Disease Control and Prevention, abruptly stopped holding regular briefings on the coronavirus pandemic, its director, Dr. Robert Redfield, restarted them on Friday amid growing calls for the agency to claim a more prominent role in the virus response.\nThe C.D.C. also released a new guidance document, “Considerations for Events and Gatherings,” that defines as “highest risk” large gatherings where it is difficult for people to stay at least six feet apart, and where attendees travel from outside the local area.\nThe guidance was issued as people around the country are participating in large outdoor protests of racial injustice and police brutality, and as President Trump prepares to resume large political rallies. It advises that staff members at large events be required to wear face coverings, and that attendees be encouraged to do so — in keeping with previous C.D.C. guidance on wearing face coverings in public.\nDr. Redfield ceded most of the question-and-answer session to Dr. Jay Butler, the agency’s deputy director for infectious diseases. Dr. Butler offered cautious responses to several contentious questions, including “whether C.D.C. is saying political rallies are OK right now.” Next week, Mr. Trump is planning to hold his first rally in more than three months at a 19,000-seat indoor arena in Tulsa, Okla.", "url": "https://www.nytimes.com/2020/06/12/health/coronavirus-cdc-masks-gatherings.html"}