{"authors": ["Danny Hakim"], "date_download": "2022-10-25 23:31:49", "date_modify": "2022-10-25 23:31:49", "date_publish": "2020-07-05 14:43:58", "description": "Tommy Tuberville, the football coach and leading Republican vying to take on Senator Doug Jones in Alabama, had a tumultuous foray into finance.", "filename": "2020_07_05_us_politics_tommy-tuberville-senate-hedge-fund_1666740709.html", "image_url": "https://static01.nyt.com/images/2020/07/03/multimedia/03tommy1/03tommy1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=ed909bb5012938bda167fb6b0b1ad2323b8a8dc14f0de2725a42f78e50242415&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_05_us_politics_tommy-tuberville-senate-hedge-fund_1666740709.html", "title": "A Trump-Backed Senate Candidate’s Hedge Fund Disaster", "title_page": "A Trump-Backed Senate Candidate’s Hedge Fund Disaster - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump’s favored Senate candidate in Alabama, Tommy Tuberville, is known for his career as a college football coach.\nBut he also had a brief stint as co-owner of a hedge fund. It did not go well.\nA little more than a decade ago, after departing from Auburn University where he was head coach, Mr. Tuberville entered into a 50-50 partnership with a former Lehman Brothers broker named John David Stroud. Their ventures, which included TS Capital Management and TS Capital Partners — T for Tuberville and S for Stroud — turned out to be a financial fraud. Mr. Stroud was sentenced to 10 years in prison, and Mr. Tuberville was sued by investors, who accused him of fraud and violating his fiduciary duty to take care of their investments; he reached a private settlement in 2013.\nThe episode has been seldom discussed in Mr. Tuberville’s Republican primary campaign for the Senate, in which his opponent in the July 14 runoff is Jeff Sessions, the former senator and attorney general who became an object of Mr. Trump’s ire after recusing himself from the Russia inquiry. The winner will face Doug Jones, considered perhaps the most vulnerable Democrat in the battle for control of the Senate.\nAsked about the hedge fund venture on the campaign trail in February, Mr. Tuberville described himself as “an investor like the rest of them,” much as he had in media reports at the time of the accusations.", "url": "https://www.nytimes.com/2020/07/05/us/politics/tommy-tuberville-senate-hedge-fund.html"}