{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:52:19", "date_modify": "2022-10-25 23:52:19", "date_publish": "2020-10-28 09:00:26", "description": "Racial and ethnic divides? Actually, Biden is making gains with white voters, and Trump with nonwhite ones.", "filename": "2020_10_28_upshot_election-polling-racial-gap_1666741939.html", "image_url": "https://static01.nyt.com/images/2020/10/27/us/-promo-1603839359639/-promo-1603839359639-facebookJumbo.png?year=2020&h=549&w=1050&s=975fbb0d4da9903d2cd9aa49181b45e4b02ef39acf4a780c86b968478e302f15&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_28_upshot_election-polling-racial-gap_1666741939.html", "title": "Polls Show Trump-Biden Racial Gap Is Shrinking", "title_page": "Polls Show Trump-Biden Racial Gap Is Shrinking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The decrease in racial polarization defies the expectations of many analysts, who believed a campaign focused on appeals to issues like Black Lives Matter or “law and order” would do the opposite. It may also upset the hopes of some activists on the left who viewed an embrace of more progressive policies on race as a way to help Democrats carve a new path to the presidency. This path would have been powered by overwhelming support from nonwhite voters, reducing the need to cater to the more conservative white voters who backed Mr. Trump four years ago. Instead, Mr. Biden leads because of gains among those very voters.\nWith the election less than a week away, there is still time for voter preferences to move toward those of the 2016 campaign. Back then, polls suggested Hillary Clinton was narrowly ahead in the national popular vote, yet hinted at Mr. Trump’s path to victory by showing his huge gains among white voters without a degree. Today, the same national surveys offer no comparable hint of strength for Mr. Trump among white voters.\nThe president’s pitch hasn’t resonated even among the kinds of voters who seem likeliest to be receptive. Trish Thompson, 69, a white Republican who works as a security guard for pipeline and fracking lands in Brownsville, Texas, voted for Mr. Trump in 2016. This time she will vote for Mr. Biden — as a vote against Mr. Trump and his “appalling” handling of the pandemic and “his misogynistic behavior and his inability to acknowledge his racial discrimination.”\nOver all, Mr. Trump leads among white voters by only five points in high-quality surveys conducted since the Republican National Convention in August, compared with a 13-point advantage in the final surveys before the 2016 election. Not only does Mr. Trump fall short of his own lead with that group from 2016, but he also underperforms every recent Republican presidential candidate since Bob Dole in 1996.\nMr. Biden’s gains among white voters are broad, spanning not only the groups expected to shift toward him — like white suburban women — but also the white working-class voters across the Northern battleground states who represented the president’s decisive strength four years ago.", "url": "https://www.nytimes.com/2020/10/28/upshot/election-polling-racial-gap.html"}