{"authors": ["James Wagner"], "date_download": "2022-10-25 23:35:34", "date_modify": "2022-10-25 23:35:34", "date_publish": "2020-06-30 22:39:19", "description": "The decision was expected but still devastating for tens of thousands of players and workers who rely on the minor league season for employment.", "filename": "2020_06_30_sports_baseball_minor-league-baseball-season-canceled_1666740934.html", "image_url": "https://static01.nyt.com/images/2020/06/30/sports/30minorleague1/30minorleague1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=823001762ddf29c67cdda4ca3a4aa2efc2faa5ba7fbcbf570d2b543165404555&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_30_sports_baseball_minor-league-baseball-season-canceled_1666740934.html", "title": "Minor League Baseball Season Is Canceled for the First Time", "title_page": "Minor League Baseball Season Is Canceled for the First Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The announcement that 160 minor league baseball teams and tens of thousands of workers and players had long been expecting finally arrived Tuesday afternoon: the 2020 minor league baseball season will not happen.\nIt is the first time in the history of Minor League Baseball, which was founded in 1901, that a season has been canceled.\n“These are unprecedented times for our country and our organization, as this is the first time in our history that we’ve had a summer without Minor League Baseball played,” Pat O’Conner, MiLB’s president and chief executive, said in a statement. “While this is a sad day for many, this announcement removes the uncertainty surrounding the 2020 season and allows our teams to begin planning for an exciting 2021 season.”\nTechnically, the season’s fate was sealed when Major League Baseball informed MiLB that it would not be providing the players needed for the season because of the national emergency brought on by the coronavirus pandemic. The MiLB Board of Trustees met earlier on Tuesday to finalize what had been apparent for months.", "url": "https://www.nytimes.com/2020/06/30/sports/baseball/minor-league-baseball-season-canceled.html"}