{"authors": ["Cade Metz", "Erin Griffith"], "date_download": "2022-10-25 23:51:13", "date_modify": "2022-10-25 23:51:13", "date_publish": "2020-05-12 16:00:10", "description": "Perfecting the technology has taken longer than expected. The coronavirus pandemic has made it even more difficult.", "filename": "2020_05_12_technology_self-driving-cars-coronavirus_1666741873.html", "image_url": "https://static01.nyt.com/images/2020/05/08/business/00robotcars5/00robotcars5-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3e32d6295d4226ffb96b6197b6c9e06099ab4d867608692eb594fc67553a5edd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_12_technology_self-driving-cars-coronavirus_1666741873.html", "title": "This Was Supposed to Be the Year Driverless Cars Went Mainstream", "title_page": "This Was Supposed to Be the Year Driverless Cars Went Mainstream - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“That was a clear moment in time where the whole industry went from being a bull market to a bear market,” Mr. Cameron said. “Covid has taken us even further into the bear market.”\nIt became clear that the technology was years from being ready. The cars still made mistakes in unexpected ways. And crossing the safety hurdles would take much longer than had been expected.\nBefore the pandemic hit, “there was a broad recognition, within the industry, that this was a much harder problem,” said Anand Gopalan, the chief executive of Velodyne. Waymo, for example, operated an automated car service in Phoenix, but rides still required safety drivers behind the wheel.\nIn the coming months, some of the better-funded companies can draw on money that is already in the bag. Argo AI, the self-driving company started by Ford, for example, can most likely lean on the Volkswagen money.\nOthers aren’t as fortunate. As the pandemic approached in February, Starsky Robotics, an autonomous trucking start-up, shut down. It tried to sell its assets, but potential buyers were skittish, said the chief executive, Stefan Seltz-Axmacher.\nLast year, Drive.ai, a start-up backed by $77 million, sold to Apple. One of Drive.ai’s investors, the venture firm NEA, narrowed its autonomous investment focus to robots in places like retail warehouses.\nWith autonomous vehicles, “you may find yourself in a company that requires billions of dollars of capital,” with no clear timeline for building a large business or seeing a return on the investment, said Aaron Jacobson, a partner at NEA.", "url": "https://www.nytimes.com/2020/05/12/technology/self-driving-cars-coronavirus.html"}