{"authors": ["Andrew Das", "Andrew Keh"], "date_download": "2022-10-25 23:51:03", "date_modify": "2022-10-25 23:51:03", "date_publish": "2020-05-27 11:59:33", "description": "The top American women’s soccer league said it had arranged to return to the field next month. But will all of its stars show up?", "filename": "2020_05_27_sports_soccer_nwsl-season-utah_1666741863.html", "image_url": "https://static01.nyt.com/images/2020/05/27/sports/27nwsl1/27nwsl1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=21a8eaede6e9a105f5821bf97d64f75785d8cae310aa4a800a010275182fb49c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_27_sports_soccer_nwsl-season-utah_1666741863.html", "title": "N.W.S.L. Plans a One-Month Season: 25 Games in Utah", "title_page": "N.W.S.L. Plans a One-Month Season: 25 Games in Utah - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dell Loy Hansen, the Utah Royals owner, and his organization will be the de facto host. Hansen, who also owns the Major League Soccer team Real Salt Lake and the two Utah stadiums, will use his team’s expansive training complex to accommodate all of the teams’ training and competition needs.\nThe N.W.S.L., which had considered proposals from three other potential host cities, plans to partner with two area hotels to house all nine teams and their staff members in what the league is calling the N.W.S.L. Village — a quasi-quarantine effort that aims to lessen the risk of coronavirus infection for all involved.\n“We want them to stay in the environment, but we want the environment not to feel like a restriction,” Baird said.\nHansen, who also spoke on the conference call, estimated that the village setup would include about 300 players and 500 administrative staff members. Players, for the most part, will not be joined by their families, but those with children will be allowed to bring them, and any necessary caregivers.\nThe hotels will have spaces for leisure and recreational time, and hotel staff members will be on hand to accommodate non-soccer requests — whatever it takes, basically, to keep the players on site.\n“We just kind of opened the checkbook and said, ‘Get whatever they need,’” Hansen said.\nDetails of the event are not final. As recently as Tuesday, league officials and the associations representing the league’s rank-and-file players and the members of the United States women’s national team were still negotiating testing and isolation protocols, best practices to avoid contracting or spreading the virus, and off-the-field guarantees for the teams and their players both during pretournament camps in their home cities and at the Utah event itself.\n“Our hope is we are able to work with the league to make sure that as many players as possible feel that this is a not only a safe but exciting thing to participate in,” Averbuch said. “But there are players with unique health situations, family situations, who may decide not to participate, and that’s totally fine.”", "url": "https://www.nytimes.com/2020/05/27/sports/soccer/nwsl-season-utah.html"}