{"authors": ["Maggie Haberman", "Jonathan Martin", "Alexander Burns"], "date_download": "2022-10-25 23:32:24", "date_modify": "2022-10-25 23:32:24", "date_publish": "2020-01-06 22:42:53", "description": "The secretary of state’s decision most likely ends Republicans’ hopes of securing a potentially dominant candidate for the open seat in Kansas, his home state.", "filename": "2020_01_06_us_politics_mike-pompeo-senate-kansas_1666740744.html", "image_url": "https://static01.nyt.com/images/2020/01/06/us/politics/06dc-pompeosenate/06dc-pompeosenate-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cbd0ecd4bece190ae70f508a0ec7e804ab382028bed45c6fed6575665ef121bc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_06_us_politics_mike-pompeo-senate-kansas_1666740744.html", "title": "Mike Pompeo Is Said to Decide Against Running for Senate in Kansas", "title_page": "Mike Pompeo Is Said to Decide Against Running for Senate in Kansas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Secretary of State Mike Pompeo on Monday told Mitch McConnell, the Senate majority leader, that he does not plan to run for Senate in 2020, most likely ending Republicans’ hopes of securing a potentially dominant candidate for the open seat in his home state of Kansas, according to four people briefed on the meeting.\nMr. Pompeo, a former congressman from the Wichita area, has quietly explored a campaign for months. But in the aftermath of the military operation last week that killed Maj. Gen. Qassim Suleimani of Iran, Mr. Pompeo has told senior party officials that he is ruling out becoming a candidate, according to several people who have spoken with him directly.\nHis conversation with the majority leader, which took place in Mr. McConnell’s Capitol office, touched on the events of the last few days in the Middle East, according to an aide to the senator.\nAnother person briefed on the decision said it was clear it would be “irresponsible” for Mr. Pompeo to leave the State Department and would not help him in any possible presidential run in 2024 as much as people had speculated it might.", "url": "https://www.nytimes.com/2020/01/06/us/politics/mike-pompeo-senate-kansas.html"}