{"authors": ["Kenneth Chang"], "date_download": "2022-10-25 23:48:53", "date_modify": "2022-10-25 23:48:53", "date_publish": "2020-05-07 21:37:05", "description": "Some researchers hope a decades-old technology might get its moment and be deployed in stores, restaurants and schools.", "filename": "2020_05_07_science_ultraviolet-light-coronavirus_1666741733.html", "image_url": "https://static01.nyt.com/images/2020/05/10/science/10virus-ultraviolet-print/05VIRUS-ULTRAVIOLET1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=73a4f9146a803c06d7176b33509b159486ca0077b13de01464f0713f540dc874&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_07_science_ultraviolet-light-coronavirus_1666741733.html", "title": "Scientists Consider Indoor Ultraviolet Light to Zap Coronavirus in the Air", "title_page": "Scientists Consider Indoor Ultraviolet Light to Zap Coronavirus in the Air - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The systems also add to electricity bills and require cleaning and maintenance. “They’re not plug in and walk away forever,” Dr. Nardell said.\nIn the 1930s, the first upper-room ultraviolet fixtures were installed around Philadelphia.\nDuring five years of experiments at several schools there, students in classrooms outfitted with ultraviolet fixtures were less likely to catch and spread some contagious diseases, such as smallpox and mumps.\nThe most striking divergence occurred during the spring of 1941 when measles swept through schools around Philadelphia. At Germantown Friends School, one of the schools studied, ultraviolet fixtures had been installed in the primary grade classrooms. There, about 15 percent of children who did not possess immunity to measles — that is, those who had not previously contracted the disease — became sick.\nIn the upper-grade classrooms, where ultraviolet fixtures had not been installed, more than half of the susceptible students contracted measles.\n“There’s no doubt that wavelength band will kill or inactivate micro-organisms,” said Dr. Bahnfleth, who recently presented an online seminar on the topic.\nBut experts concede that the use of ultraviolet light indoors could be a tough sell. After all, people have been told for decades to wear sunscreen to ward off skin cancer caused by the ultraviolet rays in sunlight — the wavelengths known as UVA and UVB.\nFor that reason, the germicidal fixtures employ wavelengths of light known as UVC that are shorter than UVA and UVB. The shorter wavelengths mean that the particles of light, or photons, are of higher energy. Counterintuitively, this means UVC is safer for people, because it is absorbed by proteins in the outer layer of dead skin cells before reaching the DNA in the living cells. (Outdoor sunlight is devoid of UVC, because Earth’s atmosphere blocks it.)", "url": "https://www.nytimes.com/2020/05/07/science/ultraviolet-light-coronavirus.html"}