{"authors": ["Christopher Flavelle"], "date_download": "2022-10-25 23:23:18", "date_modify": "2022-10-25 23:23:18", "date_publish": "2020-10-12 10:00:11", "description": "Home sales in areas most vulnerable to sea-level rise began falling around 2013, researchers found. Now, prices are following a similar downward path.", "filename": "2020_10_12_climate_home-sales-florida_1666740198.html", "image_url": "https://static01.nyt.com/images/2020/10/13/science/12CLI-FLORIDA01/12CLI-FLORIDA01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=907f4546eb74dea9217c0c9377928d9b036181914208c82549a55bc2dcdbae49&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_12_climate_home-sales-florida_1666740198.html", "title": "Florida Sees Signals of a Climate-Driven Housing Crisis", "title_page": "Florida Sees Signals of a Climate-Driven Housing Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If rising seas cause America’s coastal housing market to dive — or, as many economists warn, when — the beginning might look a little like what’s happening in the tiny town of Bal Harbour, a glittering community on the northernmost tip of Miami Beach.\nWith single-family homes selling for an average of $3.6 million, Bal Harbour epitomizes high-end Florida waterfront property. But around 2013, something started to change: The annual number of homes sales began to drop — tumbling by half by 2018 — a sign that fewer people wanted to buy.\nPrices eventually followed, falling 7.6 percent from 2016 to 2020, according to data from Zillow, the real estate data company.\nAll across Florida’s low-lying areas, it’s a similar story, according to research published Monday. The authors argue that not only is climate change eroding one of the most vibrant real estate markets in the country, it has quietly been doing so for nearly a decade.", "url": "https://www.nytimes.com/2020/10/12/climate/home-sales-florida.html"}