{"authors": [], "date_download": "2022-10-25 23:49:02", "date_modify": "2022-10-25 23:49:02", "date_publish": "2020-03-11 04:04:56", "description": "Financial markets tumbled and Italy ordered nearly all businesses to close as the World Health Organization declared a pandemic.", "filename": "2020_03_11_world_coronavirus-news_1666741742.html", "image_url": "https://static01.nyt.com/images/2020/03/13/us/politics/11dc-trump-live-2/merlin_170379180_56c166b0-2957-45f8-a317-712c40d2f9ed-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7106f2a05f2ea06be36e44edc0a8d79f510cbd73070d93c46e8be65c4f05e1cd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_11_world_coronavirus-news_1666741742.html", "title": "U.S. to Suspend Most Travel From Europe; N.B.A. Pauses After Player Gets Virus", "title_page": "U.S. to Suspend Most Travel From Europe; N.B.A. Pauses After Player Gets Virus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Chancellor Angela Merkel on Wednesday said that the coronavirus was likely to infect about two-thirds of the German population.\nBut her top medical adviser, Dr. Lothar Weiler, who appeared with her, added that, “we don’t know how fast that will happen.” One of the country’s top virologists recently said that it could take a year or two, or even longer, for that many people to become infected.\nAt a news conference, Ms. Merkel said: “Given a virus for which there is no immunity and no immunization, we have to understand that many people will be infected. The consensus among experts is that 60 to 70 percent of the population will be infected.”\nThe heart of her message was that Germans should take precautions to ensure that the health system can handle the high number of people who could fall seriously ill. She urged people to stay at home as much as possible.\n“How we respond matters,” Ms. Merkel said. “We are playing for time.”\n“We are at the start of a development that we cannot yet see the end of,” she told reporters in her first public appearance to address the epidemic, which has already infected more than 1,600 people in Germany. “But we as a country will do whatever is necessary to do, working within the European bloc.”\nThat readiness includes flexibility on spending, especially to help the small and midsize enterprises that are losing business, she said.\n“We won’t ask every day, ‘What does this mean for our deficit?’” said Ms. Merkel.\nMajor events, including all large cultural performances in Berlin, Munich and elsewhere, have either been canceled or will take place without spectators.\nReporting was contributed by Stephen Castle, Rick Gladstone, Farnaz Fassihi, Elisabetta Povoledo, Steven Erlanger, Henry Fountain, Alissa J. Rubin, Andrew Kramer, Joanna Berendt, Annie Karni, Marc Santora, Megan Specia, Vindu Goel, Kirk Semple, Iliana Magra, Elian Peltier, Jason Horowitz, Emma Bubola, Nicholas Bogel-Burroughs, Ivan Nechepurenko, Jorge Arangure, Elaine Yu, Amy Qin, Alan Rappeport, Emily Cochrane, Sheri Fink, Mike Baker, Monika Pronczuk, Joanna Berendt, Benjamin Novak, Benjamin Mueller, Melissa Eddy, Roni Caryn Rabin, Donald G. McNeil Jr., Andrew Keh, Isabel Kershner, Katie Thomas, Nicole Sperling, Scott Cacciola and Sopan Deb.", "url": "https://www.nytimes.com/2020/03/11/world/coronavirus-news.html"}