{"authors": [], "date_download": "2022-10-25 23:24:58", "date_modify": "2022-10-25 23:24:58", "date_publish": "2020-05-12 11:41:20", "description": "“This is a truly disturbing situation,” Governor Cuomo said of the rising number of cases of the mysterious inflammatory syndrome.", "filename": "2020_05_12_nyregion_coronavirus-new-york-update_1666740298.html", "image_url": "https://static01.nyt.com/images/2020/05/12/nyregion/12nyvirus-briefing01/merlin_172401906_914f9404-e30e-410e-adbb-dd8c3104f40e-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f162411f8958bd6def3cdf3000454957240f8aa8d5b0b811431ad971fdfdc979&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_12_nyregion_coronavirus-new-york-update_1666740298.html", "title": "About 100 N.Y. Children Treated for Illness Tied to Virus", "title_page": "About 100 N.Y. Children Treated for Illness Tied to Virus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. de Blasio has said he is closely monitoring three measures in weighing the city’s progress toward reopening: the number of new virus infections; the number of infected patients in intensive care units; and the percentage of residents testing positive for the virus.\n“Clearly, these indicators are not getting us the kind of answers we need to change our restrictions in May,” the mayor said. “You’ve got to have 10 days to two weeks of consistent, downward motion. We haven’t had that in a sustained way at all.”\nMore than 20,000 deaths in New York City have now been linked to the virus, according to data from the city’s Department of Health.\nConnecticut moves toward reopening as top health official is ousted.\nWith Connecticut nearing the May 20 date that officials have set for starting a gradual reopening, Gov. Ned Lamont said on Tuesday that the state continued to make steady progress in stemming the coronavirus outbreak.\nMr. Lamont, speaking at a daily news briefing, reported 33 new virus deaths, eight fewer than on Monday. The virus has now been linked to 3,041 deaths in Connecticut.\n“Hopefully the fatalities continue to go down,” Mr. Lamont said.\nThe governor also said the total number of patients hospitalized with the virus had fallen to 1,189 from 1,212. He reported 568 new confirmed virus cases, which he suggested was in line with an increase in testing.\nMr. Lamont’s briefing came several hours after he said he was replacing the state’s public health commissioner, Renee Coleman-Mitchell, who had been in the job about a year. She had not been at his daily briefings in recent weeks.", "url": "https://www.nytimes.com/2020/05/12/nyregion/coronavirus-new-york-update.html"}