{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:53:34", "date_modify": "2022-10-25 23:53:34", "date_publish": "2020-01-03 20:40:41", "description": "On the first day of a new legislative session, Senate leaders indicated they had made no progress in resolving their logjam over how to proceed.", "filename": "2020_01_03_us_politics_trump-impeachment-senate-trial_1666742014.html", "image_url": "https://static01.nyt.com/images/2020/01/04/us/politics/03dc-impeach1-sub/03dc-impeach1-sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b6258435f8fe11986ac1b0fa508c3e4ea4edf74026c470e46c3b75cd1db8b944&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_03_us_politics_trump-impeachment-senate-trial_1666742014.html", "title": "Impeachment Impasse Deepens in Senate, Leaving Trump’s Trial in Doubt", "title_page": "Impeachment Impasse Deepens in Senate, Leaving Trump’s Trial in Doubt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Today, Leader McConnell made clear that he will feebly comply with President Trump’s cover-up of his abuses of power and be an accomplice to that cover-up,” she wrote.\nThe outcome of the dispute over witnesses and documents could determine not only when the trial begins and how long it lasts, but also whether it produces meaningful new information that could affect the outcome, either exonerating or further implicating Mr. Trump.\nThe House impeached the president last month after an inquiry that exposed how Mr. Trump pressed Ukraine’s president to investigate his political rivals, including former Vice President Joseph R. Biden Jr., while withholding nearly $400 million in military assistance that Kyiv needed to beat back lethal Russian aggression. Democrats charged that the conduct amounted to an effort by the president to enlist a foreign power to help him in the 2020 election, using the tools of United States foreign policy and American taxpayer dollars as leverage.\nHouse Republicans contended that Mr. Trump was merely trying to root out corruption in a former Soviet republic that had long been known for it, though they contested few of the facts drawn out by weeks of testimony in the House.\nMs. Pelosi and Senate Democrats have subsequently argued that in light of Mr. Trump’s blanket defiance of the House’s impeachment inquiry, the trial must include new evidence to be fair, and they want a commitment up front.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Schumer has specifically asked that a trial include testimony from four witnesses who evaded the House and a wide array of documents that the White House blocked House investigators from obtaining.\nHis case has been aided in recent days as new evidence has surfaced in news reports and freedom of information lawsuits. Democrats got another possible break on Friday, as Mr. Schumer was addressing the Senate, when a federal judge in New York ruled that Lev Parnas, an associate of Rudolph W. Giuliani’s involved in elements of the Ukraine matter, could begin sharing additional documents and communications with the House.", "url": "https://www.nytimes.com/2020/01/03/us/politics/trump-impeachment-senate-trial.html"}