{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:48:39", "date_modify": "2022-10-25 23:48:39", "date_publish": "2020-05-29 19:20:49", "description": "The pathogen is proving a familiar adage: The dose makes the poison.", "filename": "2020_05_29_health_coronavirus-transmission-dose_1666741719.html", "image_url": "https://static01.nyt.com/images/2020/06/12/science/29VIRUS-DOSE1/29VIRUS-DOSE1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=86469a713b05acad2ce10b91e5fea8d6f7032e9027c6a1dc6ff709255c66da35&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_29_health_coronavirus-transmission-dose_1666741719.html", "title": "It’s Not Whether You Were Exposed to the Coronavirus. It’s How Much.", "title_page": "It’s Not Whether You Were Exposed to the Coronavirus. It’s How Much. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And coronavirus patients are most infectious two to three days before symptoms begin, less so after the illness really hits.\nSome people are generous transmitters of the coronavirus; others are stingy. So-called super-spreaders seem to be particularly gifted in transmitting it, although it’s unclear whether that’s because of their biology or their behavior.\nOn the receiving end, the shape of a person’s nostrils and the amount of nose hair and mucus present — as well as the distribution of certain cellular receptors in the airway that the virus needs to latch on to — can all influence how much virus it takes to become infected.\nA higher dose is clearly worse, though, and that may explain why some young health care workers have fallen victim even though the virus usually targets older people.\nThe crucial dose may also vary depending on whether it’s ingested or inhaled.\nPeople may take in virus by touching a contaminated surface and then putting their hands on their nose or mouth. But “this isn’t thought to be the main way the virus spreads,” according to the Centers for Disease Control and Prevention.\nThat form of transmission may require millions more copies of the virus to cause an infection, compared to inhalation.\nCoughing, sneezing, singing, talking and even heavy breathing can result in the expulsion of thousands of large and small respiratory droplets carrying the virus.", "url": "https://www.nytimes.com/2020/05/29/health/coronavirus-transmission-dose.html"}