{"authors": ["Sharon Otterman"], "date_download": "2022-10-25 23:40:23", "date_modify": "2022-10-25 23:40:23", "date_publish": "2020-11-24 10:00:15", "description": "With the city’s economy in a downturn, film production has been a bright spot, with crews again filling the city’s sound stages and, increasingly, the streets.", "filename": "2020_11_24_nyregion_film-crews-nyc-coronavirus_1666741223.html", "image_url": "https://static01.nyt.com/images/2020/11/27/nyregion/00nyvirus-film16/00nyvirus-film16-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=43a0704d64dd7a669043a657de32b8773a40acc0de9ded4ef8ecac258c7e00ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_24_nyregion_film-crews-nyc-coronavirus_1666741223.html", "title": "How ‘Blue Bloods’ and Other Shows Resumed Filming in Pandemic N.Y.C.", "title_page": "How ‘Blue Bloods’ and Other Shows Resumed Filming in Pandemic N.Y.C. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Just the Covid division alone for each production could be up to 40 people,” said Doug Steiner, the chief executive of Steiner Studios, where seven series, including Amazon’s “The Marvelous Mrs. Maisel” and Showtime’s “City on a Hill,\" are back in business.\nAbout one person every week or two test positive somewhere on the lot, Mr. Steiner said. But so far, he said, the productions have managed to isolate cases and their contacts, and continue filming. Studios pay for testing, and their coronavirus teams do their own contact tracing.\nThe city said that at least one production had shut down for two weeks because of virus cases, while others have shut down for a day or two.\nIt’s impossible to get a complete picture of how often the coronavirus is appearing on set, as no one is tracking that number fully. Daniel Hank, a New York producer and a member of the Directors Guild of America, cited informal numbers put out by the organization internally, which reported a total of 113 virus “events”— which could include anything from a false positive to multiple positive tests — on film and television sets across North America, 59 of which resulted in a pause in production. The Directors Guild said that those numbers were anecdotal and not intended for public release.\nProjects have found a way to keep filming because it is too costly just to stop, said Mr. Hank, who leads a weekly call for producers to share advice on filming during a pandemic. “It adds a level of complexity that’s one more challenge to overcome in an industry filled with challenges,” he said.\nOn-location shooting in New York has been slower to return, with the logistical puzzle of filming in a busy city made even more difficult by new social distancing requirements and increased demands on outdoor space. Outdoor dining structures, for example, now cover many sidewalks and parking spots.\n(Filming in Los Angeles is also recovering, although permit requests remain at about half the levels analysts would expect in a typical year, according to FilmLA, the partner film office for the city of Los Angeles.)", "url": "https://www.nytimes.com/2020/11/24/nyregion/film-crews-nyc-coronavirus.html"}