{"authors": ["Adam Goldman", "Katie Benner", "Ben Protess"], "date_download": "2022-10-25 23:02:17", "date_modify": "2022-10-25 23:02:17", "date_publish": "2020-12-11 22:51:23", "description": "The inquiry, based out of Pittsburgh, was run parallel to an investigation in Delaware and raised alarms among F.B.I. agents about politicization.", "filename": "2020_12_11_us_politics_hunter-biden-justice-department-pittsburgh_1666738937.html", "image_url": "https://static01.nyt.com/images/2020/12/10/us/politics/10dc-hunter-1/merlin_179753559_180e60b8-b928-428f-acb3-351e0a3b08d8-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3919846c42c3ea7d94fff366844ec9f922823b1bc673f39847ce38420edf689f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_11_us_politics_hunter-biden-justice-department-pittsburgh_1666738937.html", "title": "Giuliani Material Spurs Separate Justice Dept. of Pursuit of Hunter Biden", "title_page": "Giuliani Material Spurs Separate Justice Dept. of Pursuit of Hunter Biden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Here’s what you need to know about President-elect Joseph R. Biden Jr.’s Inauguration Day.]\nWASHINGTON — As federal investigators in Delaware were examining the finances of Hunter Biden during his father’s campaign for president, a similar inquiry ramped up this year in Pittsburgh, fueled by materials delivered by President Trump’s personal lawyer Rudolph W. Giuliani.\nAttorney General William P. Barr had asked the top federal prosecutor in Pittsburgh, Scott W. Brady, to accept and vet any information that Mr. Giuliani had on the Biden family, including Hunter Biden. Mr. Brady hosted Mr. Giuliani for a nearly four-hour meeting in late January to discuss his materials.\nThe arrangement immediately raised alarms within the F.B.I. and the Justice Department. Mr. Giuliani had served as Mr. Trump’s attack dog during the Russia investigation before becoming the face of an effort to tarnish Hunter Biden during President-elect Joseph R. Biden Jr.’s campaign. If Mr. Brady’s investigation became public, the agents feared that the F.B.I. could be drawn into a politically toxic battle in the midst of the presidential election, just as it was in 2016.\nThe officials worried about how the Justice Department, which they saw as trying to placate the president, would handle the inquiry. Some prosecutors and agents in Pittsburgh regarded Mr. Brady as a Trump loyalist who was thought to be angling to run for office, and they expressed concern that Mr. Brady was wielding the F.B.I. as a weapon to damage Mr. Biden’s candidacy. At one point, Mr. Brady made clear that he wanted the U.S. attorney in Delaware, David C. Weiss, to continue his investigation, even though Mr. Brady is not authorized to direct other federal prosecutors’ offices.", "url": "https://www.nytimes.com/2020/12/11/us/politics/hunter-biden-justice-department-pittsburgh.html"}