{"authors": ["Dan Barry"], "date_download": "2022-10-25 23:22:21", "date_modify": "2022-10-25 23:22:21", "date_publish": "2020-11-26 17:59:24", "description": "The president’s inability to concede the election is the latest reality-denying moment in a career preoccupied with an epithet.", "filename": "2020_11_26_us_politics_trump-election-loss_1666740141.html", "image_url": "https://static01.nyt.com/images/2020/11/25/us/politics/trump-loser/merlin_179990250_21f5942d-3b85-4310-a63b-7351d146885f-facebookJumbo.jpg?year=2020&h=550&w=1050&s=89eb6537ff080de690b5e518b7c2abeb1fdfc68c32184ac1b6eb24ca810c00e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_26_us_politics_trump-election-loss_1666740141.html", "title": "‘Loser’: How a Lifelong Fear Bookended Trump’s Presidency", "title_page": "‘Loser’: How a Lifelong Fear Bookended Trump’s Presidency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Across his long career, he has spun, cajoled and attacked — in the press, in lawsuits and lately, of course, on Twitter — whenever faced with appearing as anything less than the superlative of the moment: the greatest, the smartest, the healthiest, the best. This has at times required audacious attempts to twist a negative into a positive, often by saying something over and over until it either displaces the truth or exhausts the audience into surrender.\nIt is a matter of record that Mr. Trump has been a loser in many business ventures (Trump Steaks, anyone?). In fact, his greatest success flowed not from real estate but from the creation of a popular alternate-reality television persona — Donald Trump, master of the boardroom — that he ultimately rode to the White House.\nBut his famous aversion to the label of loser has now reached its apotheosis.\nSince Joseph R. Biden Jr. was declared the winner of the Nov. 3 election — and Mr. Trump therefore declared the loser — the president has repeatedly trafficked in baseless allegations of a fraudulent and corrupt electoral process. What was once considered the quirky trait of a self-involved New York developer has become an international embarrassment, nearly upending the sacred transition of power and leaving the world’s foremost democracy — grappling with a deadly pandemic and a teetering economy — with a leader who refuses to concede despite the basic math.\n“AND I WON THE ELECTION,” Mr. Trump tweeted last week. “VOTER FRAUD ALL OVER THE COUNTRY.”\nOn Monday, the Trump administration finally authorized a weeks-delayed transition process after Michigan certified Mr. Biden as its winner. Still, Mr. Trump continued to press quixotic lawsuits and tweet of fraud and defiant resolve.\n“Our case STRONGLY continues, we will keep up the good fight.”\n“This was a LANDSLIDE!”\nAnd for Thanksgiving: “Just saw the vote tabulations. There is NO WAY Biden got 80,000,000 votes!!! This was a 100% RIGGED ELECTION.”", "url": "https://www.nytimes.com/2020/11/26/us/politics/trump-election-loss.html"}