{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:07", "date_modify": "2022-10-25 23:29:07", "date_publish": "2020-06-30 09:00:14", "description": "Jerome H. Powell is likely to face questions from lawmakers about the Federal Reserve’s effort to buy corporate bonds when he testifies on Tuesday.", "filename": "2020_06_30_business_economy_federal-reserve-jerome-powell-corporate-bonds_1666740547.html", "image_url": "https://static01.nyt.com/images/2020/06/30/business/30DC-FED-01/merlin_173934696_de078f16-2951-46b7-b5a5-ebad5bc33c6c-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a7d5775d275a8eea069f83ae1dedf31169aa647c50cd99d858e9d0c435068af9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_30_business_economy_federal-reserve-jerome-powell-corporate-bonds_1666740547.html", "title": "Bailout or Backstop? Lawmakers May Focus on Fed’s Corporate Bond Buying", "title_page": "Bailout or Backstop? Lawmakers May Focus on Fed’s Corporate Bond Buying - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When Jerome H. Powell, the Federal Reserve chair, and Treasury Secretary Steven Mnuchin appear before the House Financial Services Committee on Tuesday, they are likely to field a volley of questions on the Fed’s never-before-tried efforts to help big companies fund themselves.\nThe Fed managed to unstick the corporate bond market — in which large firms sell debt to willing investors in order to finance operations — in late March and early April by simply promising to get into the market and buy bonds. In May, it began to actually intervene in the market by purchasing exchange-traded funds, which track a broad index of bonds but trade like stocks. In mid-June, the Fed began directly buying bonds that had already been issued, using an index it had created to guide those purchases.\nAccusations that the central bank bailed out big companies started even before it had actually spent a penny on the efforts. Fed officials say they just are trying to encourage smooth market functioning without giving any individual firm a boost, and that by helping big employers, the policies safeguard the overall economy. The Fed is taking a formulaic approach to its buying, which could help to defend itself against any accusations of favoritism.\nHere is what the Fed is doing, its rationale, and the lingering controversies around its approach.\nWhat are the basics?\nThe Fed first announced on March 23 that it would buy corporate bonds on both the secondary market — the one for already-issued debt — and the primary market.", "url": "https://www.nytimes.com/2020/06/30/business/economy/federal-reserve-jerome-powell-corporate-bonds.html"}