{"authors": ["Charles Mcgrath"], "date_download": "2022-10-25 23:37:10", "date_modify": "2022-10-25 23:37:10", "date_publish": "2020-06-04 09:00:07", "description": "In his new biography, “Cross of Snow,” Nicholas A. Basbanes makes a case for the man and the poet.", "filename": "2020_06_04_books_review_cross-of-snow-a-life-of-henry-wadsworth-longfellow-nicholas-a-basbanes_1666741030.html", "image_url": "https://static01.nyt.com/images/2020/06/21/books/review/21McGrath2/21McGrath2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5a390bdf8a78acd2ea2fc4977deeff0ccb10703df3bd72d3faf7361a62d692d6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_04_books_review_cross-of-snow-a-life-of-henry-wadsworth-longfellow-nicholas-a-basbanes_1666741030.html", "title": "Henry Wadsworth Longfellow: America’s No. 1 Literary Celebrity", "title_page": "Henry Wadsworth Longfellow: America’s No. 1 Literary Celebrity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CROSS OF SNOW\nA Life of Henry Wadsworth Longfellow\nBy Nicholas A. Basbanes\nLiterary reputations are seldom secure, and with the passing of time tend to sink rather than rise. Even so, the case of Henry Wadsworth Longfellow seems extreme. At his death, in 1882, he wasn’t just the most famous poet in America but an international celebrity, translated into dozens of languages, admired by Dickens, Ruskin, even Queen Victoria. Readers loved his clarity, his accessibility, his storytelling. But by the time of Longfellow’s centennial, in 1907, he was already beginning to be dismissed as old-fashioned, and nowadays, if he’s remembered at all, it’s mostly as the author of lines almost laughable in their badness: “By the shores of Gitche Gumee, /By the shining Big-Sea-Water”; “I shot an arrow into the air, /It fell to earth, I knew not where”; “Thy fate is the common fate of all, /Into each life some rain must fall.”\nNicholas A. Basbanes thinks that the tumble in Longfellow’s reputation was not the natural, inevitable result of changing tastes. In his new biography, “Cross of Snow,” he argues, on not much evidence, that Longfellow was done in by a cabal of modernists and New Critics who conspired to expel him from their snobbish, rarefied canon. So his book, which has at times a defensive, anti-elitist chip on its shoulder, is a rehab mission of sorts, and seeks to restore Longfellow in our present eyes mostly just by reminding us how important he was back in his own day. That the poetry still stands up Basbanes takes pretty much as a given, and “Cross of Snow” (the title comes from one of Longfellow’s better poems, a sonnet about his dead wife) devotes much of its attention to Longfellow’s personal and domestic life. This is probably just as well, for, whatever you think of Longfellow the writer, Longfellow the person is hard to dislike.\nHe was both exceptionally talented and exceptionally decent. He was a gifted versifier — even his harshest critics grant that at least — accomplished in just about every poetic form, and he was a formidable linguist. He spoke at least eight languages, including Danish, Swedish and Finnish, and could read and write half a dozen more. Practically single-handed, he introduced America to European literature, Dante especially. Arguably his greatest achievement is not his own poetry but his translation of all three books of “The Divine Comedy,” highly regarded even today for its accuracy and fidelity.", "url": "https://www.nytimes.com/2020/06/04/books/review/cross-of-snow-a-life-of-henry-wadsworth-longfellow-nicholas-a-basbanes.html"}