{"authors": ["Emma Bubola"], "date_download": "2022-10-25 23:49:01", "date_modify": "2022-10-25 23:49:01", "date_publish": "2020-05-29 10:29:53", "description": "As the country cautiously emerges from lockdown, anxieties have centered on public gatherings of teenagers and young adults — unfairly, some experts say.", "filename": "2020_05_29_world_europe_italy-young-people-coronavirus_1666741741.html", "image_url": "https://static01.nyt.com/images/2020/05/31/world/27virus-italy1/merlin_172628226_ba8c08fd-e469-41fd-b6d5-2f78e25f4e38-facebookJumbo.jpg?year=2020&h=550&w=1050&s=104ea81c8e6a4167899d8161b398de5e9844e45b84408053ce3ccf897ae3464b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_29_world_europe_italy-young-people-coronavirus_1666741741.html", "title": "Older Italians Warily Eye Young Crowds, Fearing 2nd Coronavirus Wave", "title_page": "Older Italians Warily Eye Young Crowds, Fearing 2nd Coronavirus Wave - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MILAN — After months of living under a strict lockdown in Italy, a closely gathered group of teenagers welcomed a warm evening this week at a verdant park in Milan, gazing at phone screens, embracing and forming a small circle around a playful dog. No one wore a mask.\nPinuccia Ciancalloni, 59, who was taking her daily walk through the park on Tuesday, pointed at the group with dread. To her, the expressions of young love and healthy sociability amounted to a profound threat.\nShe complained that the dozen teenagers lacked civic sense and could potentially drive up the curve of coronavirus infections just as things had started to improve in the region of northern Italy that is the heart of Italy’s epidemic.\n“The problem is with young people,” she said.\nItaly, the country in Europe with the highest median age among its residents, has long agonized over its relative shortage of youths and the energy they bring. (Around 23 percent of the population is above 65, and about 16 percent is between 15 and 30.)", "url": "https://www.nytimes.com/2020/05/29/world/europe/italy-young-people-coronavirus.html"}