{"authors": ["Christina Goldbaum", "Liam Stack", "Alex Traub"], "date_download": "2022-10-25 22:56:25", "date_modify": "2022-10-25 22:56:25", "date_publish": "2020-06-02 12:34:00", "description": "The mayhem in the central business district — long an emblem of New York’s stature — was a new blow to a city already weakened by the virus outbreak.", "filename": "2020_06_02_nyregion_nyc-looting-protests_1666738585.html", "image_url": "https://static01.nyt.com/images/2020/06/02/nyregion/02nyuprising-midtown-4/merlin_173093550_144a67f8-63d6-4e1e-aad5-e153ea1f820d-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e9d99534e7c58d29d78fc17bf9739c164371b496ed6ade21cfde059fdfa5d6c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_02_nyregion_nyc-looting-protests_1666738585.html", "title": "Looters Strike at Macy’s and Midtown Manhattan During Protests", "title_page": "Looters Strike at Macy’s and Midtown Manhattan During Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Monday, protesters sometimes deputized themselves to stop the destruction and stealing. When one group shattered the windows of an Aldo shoe store in the afternoon, protesters rushed forward to push them away from the store, pulling one young man out of the broken window as he tried to climb inside.\n“Stop doing this!” one distraught woman yelled, her friends holding her back as she lunged toward the looters. “George Floyd’s brother said not to do this! That is not what this is about!”\nSeveral reporters and photographers for The New York Times witnessed numerous scenes of people setting upon storefronts all across Midtown. The police at first appeared outnumbered before eventually massing reinforcements and making arrests.\nEven before the governor’s remark, the mayor and the police commissioner, Dermot F. Shea, pushed back at the notion that the police had not been up to the task. They noted that officers had made 700 arrests, by far the most of any night since the protests began last week, and that the entire department was trying to deal with a constantly shifting, citywide series of street demonstrations both orderly and not.\n“There is no such thing as being able to loot with impunity,” the mayor said at a news conference. “I’m so sick of these efforts to mischaracterize reality.”\n“I was all over New York City last night,” he continued. “I saw police officers trying to deal with a very difficult situation.”", "url": "https://www.nytimes.com/2020/06/02/nyregion/nyc-looting-protests.html"}