{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:34:44", "date_modify": "2022-10-25 23:34:44", "date_publish": "2020-12-09 22:51:45", "description": "Some big-budget movies will first go to theaters. Other offerings will debut online. All will ultimately strengthen Disney+.", "filename": "2020_12_09_business_media_disney-plus-new-movies_1666740884.html", "image_url": "https://static01.nyt.com/images/2020/12/09/business/09disney/merlin_179099916_e6ad3dd9-7ebc-42c0-bea7-6a5d0502d278-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8ef8770b91191042f090c3f10e47df2ba0b38b95ebe72da5a56881ac270811b6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_09_business_media_disney-plus-new-movies_1666740884.html", "title": "Disney to Reveal Plans to Turbocharge Streaming Offerings", "title_page": "Disney to Reveal Plans to Turbocharge Streaming Offerings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — A significant expansion of the “Star Wars” universe. Tom Hanks as Geppetto in a live-action “Pinocchio,” and Yara Shahidi as Tinker Bell in a live-action “Peter Pan & Wendy.” Footage from new Marvel projects. A star-studded prequel to “The Lion King.”\nOn Thursday, as part of a four-hour investor presentation focused on streaming, the Walt Disney Company will discuss a Death Star-size trove of coming content — all of the above and more, said three people with knowledge of the matter, who spoke on the condition of anonymity to discuss private planning.\nSome big-budget Disney movies will continue to have exclusive runs in theaters. (The “Lion King” project, directed by Barry Jenkins and focused on Mufasa’s back story, is a good bet.) Others will debut online. (That is where “Pinocchio” is headed.) All will ultimately serve one goal, which is strengthening Disney+, the company’s flagship streaming service.\nAt a time when streaming is becoming cuttingly competitive — and some of Disney’s traditional businesses are struggling — Disney hopes to use the virtual event to dazzle Wall Street: Here is a 97-year-old company making a jump to direct-to-consumer hyperspace.", "url": "https://www.nytimes.com/2020/12/09/business/media/disney-plus-new-movies.html"}