{"authors": ["Jeanna Smialek", "Jack Ewing"], "date_download": "2022-10-25 23:44:25", "date_modify": "2022-10-25 23:44:25", "date_publish": "2020-02-29 17:56:54", "description": "Investors are looking to the Federal Reserve and its peers as markets swoon and infections rise. They’re short on ammunition.", "filename": "2020_02_29_business_economy_coronavirus-central-banks-economy_1666741465.html", "image_url": "https://static01.nyt.com/images/2020/02/29/us/29dc-globalecon/29dc-globalecon-facebookJumbo.jpg?year=2020&h=549&w=1050&s=4f877f917060b9791508d53490efcae759a8ccc390f776d63e4d9478c1da1085&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_29_business_economy_coronavirus-central-banks-economy_1666741465.html", "title": "Coronavirus Tests Limits of Central Bank Firepower", "title_page": "Coronavirus Tests Limits of Central Bank Firepower - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal Reserve officials and their global counterparts are staring down an economic threat unlike any they have ever faced, as markets look to them to contain the fallout from a rapidly spreading virus with limited ammunition and tools ill-suited to deal with broken supply chains and quarantined consumers.\nNo playbook exists for dealing with the economic threat posed by the coronavirus, which has already shuttered factories and impaired companies across the globe.\nThe outbreak has sickened more than 86,000 people and has been spreading rapidly outside of China, where it first surfaced. Japan, South Korea, Iran and Italy are all battling major outbreaks, in many cases imposing quarantines to contain the spread. That has disrupted supply chains, forcing companies like Apple and Toyota to idle factories in China and grounding airlines as consumers stayed home, sending stock prices plunging.\nIn the best case scenario, the virus is quickly contained and the global economy suffers a hiccup. The American economy is in its 11th year of an expansion, and many economists believe that the underlying fundamentals remain strong and that growth will continue, helping to insulate the United States from a big shock.", "url": "https://www.nytimes.com/2020/02/29/business/economy/coronavirus-central-banks-economy.html"}