{"authors": ["James Gorman"], "date_download": "2022-10-25 23:33:27", "date_modify": "2022-10-25 23:33:27", "date_publish": "2020-11-04 21:25:36", "description": "Government officials said on Wednesday that a mutation in the virus could interfere with vaccine effectiveness in humans.", "filename": "2020_11_04_health_covid-mink-mutation_1666740807.html", "image_url": "https://static01.nyt.com/images/2020/11/04/science/04VIRUS-MINK/04VIRUS-MINK-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6efa25b468af8c15604def63bee7200d1b08f2018c6513b5f998bc731ccfa2fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_04_health_covid-mink-mutation_1666740807.html", "title": "Denmark Will Kill All Farmed Mink, Citing Covid Infections", "title_page": "Denmark Will Kill All Farmed Mink, Citing Covid Infections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Danish government will slaughter millions of mink at more than 1,000 farms, citing concerns that a mutation in the novel coronavirus that has infected the mink could possibly interfere with the effectiveness of a vaccine for humans.\nPrime Minister Mette Frederiksen made the announcement at a news conference on Wednesday. There are 15 million or more mink in Denmark, which is one of the world’s major exporters of mink furs. She said the armed forces would be involved in the culling of mink.\nKare Molbak, the head of the State Serum Institute, the government’s public health and infectious disease arm, warned at the news conference that a mutation could interfere with the effectiveness of future vaccines. The government has notified the World Health Organization of the virus mutation, and also said 12 people in its Jutland region are known to have it and that it shows a weak reaction to antibodies, according to news reports.\nThe W. H.O. acknowledged by email that it had been “informed by Denmark of a number of persons infected with coronavirus from mink, with some genetic changes in the virus.” The W.H.O. said that Denmark was “investigating the epidemiological and virological significance of these findings, and culling the mink population. We are in touch with them to find more about this event.”", "url": "https://www.nytimes.com/2020/11/04/health/covid-mink-mutation.html"}