{"authors": ["David Gelles"], "date_download": "2022-10-25 23:46:25", "date_modify": "2022-10-25 23:46:25", "date_publish": "2020-03-23 09:00:30", "description": "As chief executives hunker down during the pandemic, home offices have become corporate headquarters.", "filename": "2020_03_23_business_corner-office-coronavirus_1666741585.html", "image_url": "https://static01.nyt.com/images/2020/03/29/business/23VIRUS-CORNEROFFICE-PICHAI/23VIRUS-CORNEROFFICE-PICHAI-facebookJumbo.jpg?year=2020&h=550&w=1050&s=004f5ebee12f269939536a2a90587f4478000f9dd9e25ded37cd6dfbe48259db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_23_business_corner-office-coronavirus_1666741585.html", "title": "Logged On From the Laundry Room: How the C.E.O.s of Google, Pfizer and Slack Work From Home", "title_page": "Logged On From the Laundry Room: How the C.E.O.s of Google, Pfizer and Slack Work From Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Giovanni Caforio, the chief executive of the drugmaker Bristol Myers Squibb, was monitoring the coronavirus long before most Americans. Mr. Caforio is Italian, and his brother, who works in a hospital in Rome, told him weeks ago that the virus was serious. “I know firsthand three people in the I.C.U.,” Mr. Caforio said in a telephone interview. “Two in Milan and one in Rome.”\nNow Mr. Caforio is running the company from his home in Princeton, N.J., where his wife and two children are also trying to keep up with their responsibilities. His wife manages a nonprofit that provides food to the underprivileged. His college-aged son came back from Scotland after school was canceled. And his daughter is a senior in high school. “She is not getting a prom or a graduation ceremony,” he said. “We’re adapting to a new reality.”\nMr. Caforio said Bristol Myers Squibb’s supply chain, which is sourced from the United States and Europe more than China, was holding up well so far. But he acknowledged that new disruptions were possible as the virus spreads around the globe. Some hospitals in Europe have already started stockpiling Bristol Myers Squibb’s products in anticipation of supply constraints.\nMr. Caforio knows it is a stressful time, and is trying to be empathetic with his work force. “Some of our employees working from home were feeling almost guilty,” he said. “They were struggling about how to balance their personal needs with how to help the company. It’s OK. Right now we all have to make trade-offs.”", "url": "https://www.nytimes.com/2020/03/23/business/corner-office-coronavirus.html"}