{"authors": ["Stacy Cowley"], "date_download": "2022-10-25 23:29:32", "date_modify": "2022-10-25 23:29:32", "date_publish": "2020-05-31 22:26:44", "description": "Six small-business owners who got government loans say the money helped keep their workers employed. For some, eight weeks of relief isn’t enough.", "filename": "2020_05_31_business_virus-ppp-loan-small-businesses_1666740572.html", "image_url": "https://static01.nyt.com/images/2020/05/31/business/31virus-loanportrait-promo/31virus-loanportrait-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2470a71e84de42fa2302ae274b7434e3a17030d5f35151fd4d9517c40bcdce96&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_31_business_virus-ppp-loan-small-businesses_1666740572.html", "title": "Grateful for Aid, but Worried About What Comes Next", "title_page": "Grateful for Aid, but Worried About What Comes Next - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Paycheck Protection Program, the federal government’s ambitious effort to keep workers at small businesses off the unemployment rolls through the worst of the pandemic, has provided a financial safety net to more than four million companies.\nFor many, the money was a lifeline. It let a trucking company keep paying drivers who would otherwise have been laid off and gave a group of therapists time to adjust to telemedicine and connect with new clients.\nBut the pandemic’s devastation continues. Many cities are still shut, consumers’ habits have changed and recharging the economy may take years. Small companies, which employ nearly half of America’s workers who don’t work in government, typically have thin margins and scant savings. Some fear they won’t survive without further help.\nEven for those who got help, the program’s rollout was messy and chaotic, and Congress is arguing over proposed changes. The program offered small companies a loan that would be converted to a grant if they used most of the money for eight weeks of payroll. The earliest loan recipients are near the end of their eight-week relief period.", "url": "https://www.nytimes.com/2020/05/31/business/virus-ppp-loan-small-businesses.html"}