{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:24:40", "date_modify": "2022-10-25 23:24:40", "date_publish": "2020-08-18 20:16:25", "description": "Once nonexistent, campaign cash earmarked as \"climate donations\" is flowing to Joe Biden as a small but growing counterweight to the monied muscle of fossil fuels.", "filename": "2020_08_18_climate_climate-change-biden_1666740280.html", "image_url": "https://static01.nyt.com/images/2020/08/18/climate/18CLI-CLIMATEDONORS1/18CLI-CLIMATEDONORS1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5ed66ca3eae36f76f0711163e62036d952d239160da14e1cc47abb39fe1ca27a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_18_climate_climate-change-biden_1666740280.html", "title": "‘Climate Donors’ Flock to Biden to Counter Trump’s Fossil Fuel Money", "title_page": "‘Climate Donors’ Flock to Biden to Counter Trump’s Fossil Fuel Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Trump campaign has tried to turn such donations against Mr. Biden.\n“Is Joe Biden really OK with filling his campaign coffers at the expense of the tens of millions of American workers who will lose their jobs from his radical policies and the millions of American families whose housing taxes will go up to pay for these socialist proposals?” Courtney Parella, a Trump campaign spokeswoman, asked in a statement.\nOther deep-pocketed hosts associated with Climate Leaders for Biden include Nat Simons, a senior managing director of the investment firm Meritage Group, who with his wife, Laura Baxter-Simons, runs the Sea Change Foundation, a major funder of clean energy work. Lawrence H. Linden, a former Goldman Sachs Group Inc. partner who runs the Linden Trust for Conservation, is also in the group, along with Mark Gallogly, co-founder of the private investment firm Centerbridge Partners L.P. and his wife Elizabeth Strickler, and Nicole Systrom, founder of the Sutro Energy Group, a clean energy investment firm in San Francisco. (Such investment firms and the energy companies they fund would stand to profit from a multi-trillion-dollar government effort to combat climate change.)\nA separate group called Clean Energy for Biden has about 4,500 members and has held 30 events that include fund-raising, policy analysis and get-out-the-vote efforts, said Dan Reicher, a co-founder of the group who served in the Department of Energy under President Clinton and President Obama. They have raised about $1.1 million for Mr. Biden.\nA third group, GiveGreen, is a coalition of the fund-raising arms of various environmental groups that has worked with Climate Leaders for Biden but also raises money for state and local races. As of Tuesday the group had helped raise $30.39 million for races up and down the ballot, a figure that includes the $15 million that Climate Leaders for Biden raised for the candidate, said Tiernan Sittenfeld, senior vice president of government affairs at the League of Conservation Voters.\nThat total has already broken the group’s record of $23 million raised during the 2018 midterm elections. The group raised $8 million in the 2016 election.\nUnlike past presidential cycles in which activists openly said they were donating in an effort to prod the candidate to prioritize climate change, donors with these two groups said Mr. Biden and Ms. Harris already are where the donor community wants them to be on the issue.\nSeveral donors said they were not early supporters of Mr. Biden, having preferred candidates that were more outspoken on climate change, but they praised the former vice president for working with youth leaders in groups like the Sunrise movement and issuing an aggressive plan that calls for $2 trillion in spending over four years with a clean energy standard and 40 percent of spending devoted to low-income communities.", "url": "https://www.nytimes.com/2020/08/18/climate/climate-change-biden.html"}