{"authors": ["Dionne Searcey"], "date_download": "2022-10-25 23:49:33", "date_modify": "2022-10-25 23:49:33", "date_publish": "2020-04-22 22:31:05", "description": "Cases are leveling off in some coastal cities, but outbreaks are mounting in processing plants and factories in Midwestern towns.", "filename": "2020_04_22_us_coronavirus-workplaces-midwest_1666741773.html", "image_url": "https://static01.nyt.com/images/2020/04/22/us/22virus-workplace2/22virus-workplace2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=0bc4818bf6db390e51a2a1b7a297a0fd20fc54e420a7ee092942844d60f34002&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_22_us_coronavirus-workplaces-midwest_1666741773.html", "title": "Tight-Knit Company Towns Reel as Coronavirus Rolls Through", "title_page": "Tight-Knit Company Towns Reel as Coronavirus Rolls Through - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s going to be a new normal for us,” said Michael Schepp, owner of Helix Wine and Bites, a restaurant in Grand Forks, N.D., where public health officials have traced at least 128 positive cases of the virus to a wind power plant.\nEarlier this week, the plant, called LM Wind Power, which is owned by G.E., closed for what it said would be at least two weeks so it could be disinfected. Along with a university and a hospital system, the plant is one of the biggest employers in Grand Forks.\nThe outbreak was another blow for business owners like Mr. Schepp, who had been scrambling to figure out how the restaurant could reopen its dining room.\n“As a city we were in really good shape leading up to that, but it shows you how quickly this thing can change,” he said.\nGov. Doug Burgum of North Dakota, a Republican, has called for a reopening of the economy on May 1. Mr. Schepp hopes that by then he can allow a limited number of patrons in his dining room. But he said he is not sure exactly how that would work. In the meantime, he has been serving wine by the glass and cocktails to-go.\n“We’re going to have to reinvent the restaurant industry,” he said.\nIn Madison, Neb., residents are bracing for a broader spread of the virus after six cases were reported at a Tyson plant on Sunday.\nThe plant is the biggest workplace around, with Madison residents and commuters among its employees. Some local businesses such as Burrito King, a beloved restaurant, have closed completely. In the community of about 2,400 residents, volunteers have donated floral bouquets and cupcakes to nursing home residents who no longer can receive visitors because of the virus threat, and the fire department has offered to drive by, sirens blaring, the homes of children celebrating birthdays.", "url": "https://www.nytimes.com/2020/04/22/us/coronavirus-workplaces-midwest.html"}