{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 22:55:25", "date_modify": "2022-10-25 22:55:25", "date_publish": "2020-08-21 11:53:13", "description": "Unusually heavy rains have wreaked havoc in central and southwestern China, leaving hundreds dead and disrupting the economy’s post-pandemic recovery.", "filename": "2020_08_21_world_asia_china-flooding-sichuan-chongqing_1666738525.html", "image_url": "https://static01.nyt.com/images/2020/08/21/world/21china-floods-1/21china-floods-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=49cc0e836bd3b81bccd671fa1351b294ea89c26ac514e0fe860920a099e13580&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_21_world_asia_china-flooding-sichuan-chongqing_1666738525.html", "title": "China Flooding Has Killed Hundreds and Tested Three Gorges Dam", "title_page": "China Flooding Has Killed Hundreds and Tested Three Gorges Dam - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Having brought the coronavirus pandemic largely under control, China’s leaders are now struggling with a surge of crippling floods that have killed hundreds of people and displaced millions across the central and southwestern parts of the country.\nFlooding on the Yangtze River peaked again this week, in Sichuan Province and the sprawling metropolis of Chongqing, while the Three Gorges Dam, 280 miles downstream, reached its highest level since it began holding water in 2003.\nThis year’s flooding has unfolded not as a single natural disaster, with an enormous loss of life and property, but rather as a slow, merciless series of smaller ones, whose combined toll has steadily mounted even as official reports have focused on the government’s relief efforts.\n“The Chinese nation has fought natural disasters for thousands of years, gaining precious experience,” the country’s leader, Xi Jinping, declared on Tuesday after a visit to Anhui, another flooded province downstream from the Three Gorges Dam. “We should continue to fight.”", "url": "https://www.nytimes.com/2020/08/21/world/asia/china-flooding-sichuan-chongqing.html"}