{"authors": ["Zachary Woolfe"], "date_download": "2022-10-25 23:36:27", "date_modify": "2022-10-25 23:36:27", "date_publish": "2020-04-13 20:00:06", "description": "More than 40 artists will participate in the April 25 event, which comes as the company faces up to $60 million in losses because of the coronavirus pandemic.", "filename": "2020_04_13_arts_music_met-opera-coronavirus_1666740987.html", "image_url": "https://static01.nyt.com/images/2020/04/13/arts/13opera-item-1/13opera-item-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=931d3b2f56fa4bff1db68df9a7b1db7bbf198d65d7c01bc9cf3fc7557e58b099&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_13_arts_music_met-opera-coronavirus_1666740987.html", "title": "Shut by Virus, Met Opera Announces Starry ‘At Home’ Concert", "title_page": "Shut by Virus, Met Opera Announces Starry ‘At Home’ Concert - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Starry (and often epically long) concerts are a Metropolitan Opera stock in trade.\nIn 1966, the Met bid farewell to its old theater with an all-hands-on-deck gala, and cast-of-dozens spectacles have been mounted over the years for retirements, anniversaries and the company’s centennial, in 1983 — a concert that lasted 11 hours, with dinner break.\nAll those events, while sometimes shot through with melancholy, were celebratory in spirit. The “At Home Gala” the company is planning for Saturday, April 25, is far different, coming as the Met has been forced to cancel the final two months of its season and begin an urgent effort to raise the tens of million dollars it is losing because of the coronavirus pandemic.\nThe Met announced on Monday afternoon that the concert will feature more than 40 artists, including stars like Anna Netrebko, Jonas Kaufmann and Renée Fleming, performing from their homes and streamed on the company’s website, metopera.org. (In true operatic style, it is an international bunch, with singers hailing from as far afield as Poland, Wales and New Jersey.)\n“It will have a homespun quality,” said Peter Gelb, the Met’s general manager, who will host the concert from New York, alongside Yannick Nézet-Séguin, the company’s music director, who is in Montreal.", "url": "https://www.nytimes.com/2020/04/13/arts/music/met-opera-coronavirus.html"}