{"authors": ["Peter S. Goodman", "Aaron H. Maines"], "date_download": "2022-10-25 23:34:08", "date_modify": "2022-10-25 23:34:08", "date_publish": "2020-02-25 22:32:47", "description": "The spread of the deadly epidemic to Europe’s fourth-largest economy has heightened fears of disruption in the global supply chain.", "filename": "2020_02_25_business_italy-coronavirus_1666740848.html", "image_url": "https://static01.nyt.com/images/2020/02/25/business/25italyecon-6/25italyecon-6-facebookJumbo.jpg?year=2020&h=550&w=1050&s=da120b035145412be9202c516e71444b7eb8cc5f1ae121b6ea3b9b1aa8b92232&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_25_business_italy-coronavirus_1666740848.html", "title": "Italy's Coronavirus Outbreak Heightens Fears Over Global Impact", "title_page": "Italy's Coronavirus Outbreak Heightens Fears Over Global Impact - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I hope our Italian authorities, and the rest of Europe as well, recognize that a complete shutdown of the facility is not just an Italian problem,” he said in an interview. “It will affect everyone. Ultimately our business — indeed, I think, most business in the world today — is part of a vibrant ecosystem. If you shut down one part of that ecosystem, inevitably it’s going to have effects on other parts.”\nThe company, in a public statement on Monday, urged the Italian authorities to allow it to resume operations using one-tenth of its 600 workers. Otherwise, MTA warned, it would be unable to supply crucial parts to its customers, threatening to halt production at prominent automobile manufacturers across Europe, among them Renault, BMW, Peugeot and Jaguar Land Rover.\nBMW said it was “continuing to monitor the situation” but had yet to encounter difficulties finding needed parts. A spokeswoman for Renault said the company was still assessing potential impact and declined further comment. Jaguar Land Rover declined to comment, and Peugeot did not immediately respond to questions.\nThe drama in Codogno underscored the worries afflicting the world economy as the coronavirus spreads.", "url": "https://www.nytimes.com/2020/02/25/business/italy-coronavirus.html"}