{"authors": ["Isabella Kwai"], "date_download": "2022-10-25 23:40:46", "date_modify": "2022-10-25 23:40:46", "date_publish": "2020-09-29 19:11:19", "description": "A new cocktail of enzymes that degrades plastic faster is a step to fully recycling soda bottles and other waste, British and American researchers said this week.", "filename": "2020_09_29_world_europe_plastic-recycling-super-enzyme_1666741246.html", "image_url": "https://static01.nyt.com/images/2020/09/29/world/29plastic/29plastic-facebookJumbo.jpg?year=2020&h=549&w=1050&s=3892b331cfec98b59ffa43bfe4208a0235a88485a9257ba2e9637f6a8d793abf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_29_world_europe_plastic-recycling-super-enzyme_1666741246.html", "title": "‘Super-Enzyme’ Speeds Up Breakdown of Plastic, Researchers Say", "title_page": "‘Super-Enzyme’ Speeds Up Breakdown of Plastic, Researchers Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Once prized for their durability, plastics may take up to 450 years to degrade in the ocean, if they do at all, according to the National Oceanic and Atmospheric Administration. Much of it breaks down into tiny shards known as microplastics that have been found in marine life, ocean water and in the guts of humans.\nResearchers have been increasingly searching for solutions, including biodegradable plastic.\nAs the world confronts climate change and the need to burn far less fossil fuel, oil and gas companies looking for alternatives for an oversupply are turning to manufacturing more plastics like PET, one of the most popular plastics in the world. It is found in soda bottles, synthetic clothing and packaging.\nThe study, published on Monday in the journal PNAS from a team of scientists at the University of Portsmouth and the National Renewable Energy Laboratory and other U.S. institutions, focuses on a combination of two enzymes derived from a bacterium discovered in Japan in 2016. The scientists found that this bacterium could break down PET.\nIn 2018, the team had success breaking down plastic using one of the two enzymes. But when the second enzyme is added, students found, the process works six times as fast.\n“You get the original building blocks back,” explained Prof. John McGeehan, director of the Center for Enzyme Innovation and co-leader of the team. And those building blocks can then be used over again.", "url": "https://www.nytimes.com/2020/09/29/world/europe/plastic-recycling-super-enzyme.html"}