{"authors": ["Christina Goldbaum"], "date_download": "2022-10-25 23:51:12", "date_modify": "2022-10-25 23:51:12", "date_publish": "2020-12-30 10:00:13", "description": "The Moynihan Train Hall, with glass skylights and 92-foot-high ceilings, will open Jan. 1 as an area for Amtrak and Long Island Rail Road riders.", "filename": "2020_12_30_nyregion_moynihan-penn-station_1666741872.html", "image_url": "https://static01.nyt.com/images/2020/12/30/nyregion/30moynihanstation1/30moynihanstation1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=713d15151f9c44a8830037f2d0d603af6620421b11000359a9b95ff1d9a6dc02&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_30_nyregion_moynihan-penn-station_1666741872.html", "title": "Penn Station's New Moynihan Train Hall Set to Open Jan. 1", "title_page": "Penn Station's New Moynihan Train Hall Set to Open Jan. 1 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We think this is a fantastic statement in our busiest station of what the future can hold,” said Stephen Gardner, the president of Amtrak, which owns Penn Station. “The volume alone will be breathtaking to people.”\nAlready, there are signs of revival in the area surrounding the station. Apple, Amazon and Google have all leased office space in the area, turning it into an emerging tech corridor. In August, Facebook joined their ranks and agreed to lease all of the 730,000-square-foot office space in the Farley building.\nAs some of the tech companies’ employees and other Midtown office workers return to commuting next year, elected officials and transit experts hope the new train hall could help coax them back onto public transit and breathe life back into the heart of the city.\n“The timing of this couldn’t possibly be better,” said Tom Wright, the president of the Regional Plan Association, a planning group. “Right now is a time when we need to bring people back to the city and show how transit and public spaces are safe, Moynihan does just that.”", "url": "https://www.nytimes.com/2020/12/30/nyregion/moynihan-penn-station.html"}