{"authors": ["Besha Rodell"], "date_download": "2022-10-25 23:49:29", "date_modify": "2022-10-25 23:49:29", "date_publish": "2020-07-17 04:50:37", "description": "Readers respond to the situation in Australia.", "filename": "2020_07_17_world_australia_melbourne-lockdown-readers_1666741769.html", "image_url": "https://static01.nyt.com/images/2020/07/17/world/17ausletter167-1/17ausletter167-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=292429328a8ee36b44fbd371d1fe4f914ce526131ec162abf04b809a9399c902&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_17_world_australia_melbourne-lockdown-readers_1666741769.html", "title": "Melbourne's Coronavirus Lockdown Elicits Anger and Hope", "title_page": "Melbourne's Coronavirus Lockdown Elicits Anger and Hope - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Australia Letter is a weekly newsletter from our Australia bureau.\nLast week’s letter, about the mood in Melbourne during our second strict lockdown, prompted a flood of feedback from readers. People shared with us how they’re coping, thanked us for mirroring their perspective and criticized us for a lack of self-awareness. Here is a sampling of those reader responses:\nDuring the first lockdown, we were all truly “in this together.” Now it’s just metro Melbourne and the comments from the rest of the country do make it feel like we’ve done something wrong here, although I don’t think Melburnians have been more complacent than other parts of the country. Having gyms close again was really rough. The first time I went to the gym since they shut, I felt better than I had since March.\nThat said, we’re going to get through this stronger. It was pretty likely that this was going to happen, so if we’re first in the country to get our second wave (I don’t think we’ll be the last), let’s get on with it. Last time, the never-ending uncertainty was rough, while at least now I can circle a date in the calendar.\n— Kissairis Muñoz\n—\nI missed my 75th birthday celebrations with my extended family, and our 50th wedding anniversary celebrations, thanks to COVID-19 isolation. So sad. But then, there is next year to celebrate. Hopefully.\n— Joe Slaven, Townsville, Australia\n—\nThe piece on Melbourne was complete tripe that appears to be written by some poor soul with no resilience and nothing to do but lay about wallowing in their own self-pity. This is not reflective of all Melburnians and I’d suggest not really indicative of most Melbourne residents. Cozy “fires at the pub,” country trips in winter — what an idealistic load of rubbish doing nothing other than to paint an unrealistic picture of this city and it’s inhabitants!\n— Mark Pepper\n—", "url": "https://www.nytimes.com/2020/07/17/world/australia/melbourne-lockdown-readers.html"}