{"authors": ["Pranshu Verma", "Zolan Kanno-Youngs", "Sabrina Tavernise", "Zach Montague", "Allyson Waller", "Maggie Haberman"], "date_download": "2022-10-25 23:33:17", "date_modify": "2022-10-25 23:33:17", "date_publish": "2020-11-14 14:00:14", "description": null, "filename": "2020_11_14_us_politics_thousands-rally-in-washington-as-clashes-erupt_1666740797.html", "image_url": "https://static01.nyt.com/images/2020/11/14/us/14dc-magaproud-protest/14dc-magaproud-protest-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=1b3508e56df851e486ca7ea77f9c79e482727a411a05a1c642f3104d4962e47c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_14_us_politics_thousands-rally-in-washington-as-clashes-erupt_1666740797.html", "title": "Thousands rally in Washington as clashes erupt.", "title_page": "Thousands rally in Washington as clashes erupt. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump has refused to concede the race to Mr. Biden, and he continues to falsely insist he would have won if not for what he has claimed were widespread voter irregularities. (In fact, top election officials across the country have said that there is no evidence that fraud or other irregularities played a role in the outcome.)\nIn addition to the Million MAGA March, demonstrations of the Trump faithful in Washington on Saturday included a Stop the Steal rally and a Women for Trump event.\nSupporters of the president traveled from across the country to participate.\n“I’m blown away,” said Rachel Williams, a county worker from Jasper, Ala., who got in a car with three friends at 5:30 Friday morning to attend the march in Washington. “I’m encouraged that America is not going to just lie down.”\nMs. Williams said there had been no fraud in her county — she registers voters as part of her job — but voiced suspicion over the election results and suggested that there might have been fraud elsewhere. A group of federal, state and local election officials declared flatly this week that the election “was the most secure in American history” and that there was “no evidence” any voting systems had been compromised.\nBy about noon, demonstrators began marching toward the Capitol, streaming down Pennsylvania Avenue for over an hour, and rallying again in the area around the Capitol building and outside the Supreme Court.\n“We want Trump to know that we love everything that he did, especially for Hispanic people,” said Anthony Cabassa, 33, who was clutching a flag that read “Defiant.”\n“He woke us up,” said Mr. Cabassa, who had flown in from Los Angeles. “Whether you were on the left or on the right, he woke a lot of people up.”", "url": "https://www.nytimes.com/2020/11/14/us/politics/thousands-rally-in-washington-as-clashes-erupt.html"}