{"authors": ["Amy Harmon", "Apoorva Mandavilli", "Sapna Maheshwari", "Jodi Kantor"], "date_download": "2022-10-25 22:55:05", "date_modify": "2022-10-25 22:55:05", "date_publish": "2020-06-13 17:07:15", "description": "What started as a renewed push for police reform has now touched seemingly every aspect of American life.", "filename": "2020_06_13_us_george-floyd-racism-america_1666738505.html", "image_url": "https://static01.nyt.com/images/2020/06/12/us/00UNREST-RECKONING-top-promo/00UNREST-RECKONING-top-promo-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=08dd1da307b98522ad0f8e3ed4f306e5b7105e6a163a525733d0870521b4ddcd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_13_us_george-floyd-racism-america_1666738505.html", "title": "From Cosmetics to NASCAR, Calls for Racial Justice Are Spreading", "title_page": "From Cosmetics to NASCAR, Calls for Racial Justice Are Spreading - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sensing a rare, and perhaps fleeting, opportunity to be heard, many black Americans are sharing painful stories on social media about racism and mistreatment in the workplace, accounts that some said they were too scared to disclose before. They are using hashtags like #BlackInTheIvory or #WeSeeYouWAT, referring to bias in academia and “White American Theater.”\nThe feeling of a dam breaking has drawn analogies to the fall and winter of 2017, when sexual abuse allegations against Harvey Weinstein triggered a deluge of disturbing accounts from women and provoked frank conversations in which friends, colleagues and neighbors confessed to one another: I’ve suffered in that manner as well. Or: I now realize I have wronged someone, and I’d like to do better.\nThough racism is hardly a secret, “a huge awakening is just the awareness of people who don’t face the headwinds,” said Drew Dixon, a music producer, activist and subject of the documentary “On the Record,” about her decision to come forward with rape allegations against the music producer Russell Simmons, which he has denied. “Many people had no idea what women deal with every single day, and I think many non-black people had no idea what black people deal with every day.”\nA shift in the making\nWhile the outpouring may seem sudden, there have been signs that perceptions on race were already in flux.\nOpinion polls over the last decade have shown a self-reported turn by Democrats toward a more sympathetic view of black Americans, with more attributing disparities in areas like income and education to discrimination rather than personal failure. By 2018, white liberals said they felt more positively about blacks, Latinos and Asians than they did about whites.\nThe reason for the shift is unclear — and those attitudes have so far not translated into desegregated schools or neighborhoods — but may help explain the cascade of responses to Mr. Floyd’s killing.\nThe outpouring is also related to the horrific nature of Mr. Floyd’s death — a white police officer kneeling on his neck for nearly nine minutes — captured in a stark video at a moment of rising national frustration with the government’s handling of the coronavirus pandemic and the lockdown.", "url": "https://www.nytimes.com/2020/06/13/us/george-floyd-racism-america.html"}