{"authors": ["Iliana Magra", "Elian Peltier"], "date_download": "2022-10-25 22:55:17", "date_modify": "2022-10-25 22:55:17", "date_publish": "2020-06-26 11:00:45", "description": "The British 18-year-old had said he threw the 6-year-old off the museum’s viewing platform to kill him and be on the news.", "filename": "2020_06_26_world_europe_tate-modern-boy-thrown_1666738517.html", "image_url": "https://static01.nyt.com/images/2020/06/25/world/25tate01/merlin_158937531_840d6f7e-7d35-4759-9afb-ec9b9118cd7e-facebookJumbo.jpg?year=2020&h=550&w=1050&s=204437666ed28135925cc4cb012a05fc0c86a8e5c88504050d01e6f0bf9812f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_26_world_europe_tate-modern-boy-thrown_1666738517.html", "title": "Teenager Who Threw Boy From Tate Modern Is Sentenced to at Least 15 Years", "title_page": "Teenager Who Threw Boy From Tate Modern Is Sentenced to at Least 15 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Deanna Heer, a prosecutor, told the court on Thursday that Mr. Bravery had been planning to attack someone for months — preferably a woman or a child — and his web browser history showed that he had been researching ways to kill.\nThe prosecution told the court that on Aug. 4, 2019, Mr. Bravery left the care house he lived in and traveled to the Tate Modern, where he spotted the child and quickly scooped him up and threw him over the railings without any hesitation.\nMs. Heer said that Mr. Bravery did this “to prove a point” to those who said he did not have a mental health problem, and that he wanted it to be on the news so that everyone, especially his parents, could see “what a mistake it was not putting him in hospital.”\nMr. Bravery, who was present in the court via a video link, at one point pulled his white T-shirt up to his eyes, hiding his face behind it as the prosecution described his actions.\nDr. Joanna Dow, a forensic psychiatrist who works at Broadmoor Hospital in southeastern England, where Mr. Bravery is being held, said that he has a number of defining features of psychopathy, and has autistic spectrum and personality disorders.", "url": "https://www.nytimes.com/2020/06/26/world/europe/tate-modern-boy-thrown.html"}