{"authors": ["Randy Kennedy"], "date_download": "2022-10-25 23:36:10", "date_modify": "2022-10-25 23:36:10", "date_publish": "2020-06-02 20:39:41", "description": "She used a 200-pound camera for her natural portraits of everyday subjects and celebrities — even while Polaroid, outpaced by technology, was fast going out of business.", "filename": "2020_06_02_arts_elsa-dorfman-dead_1666740970.html", "image_url": "https://static01.nyt.com/images/2020/06/03/obituaries/Dorfman1/Dorfman1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=547470697c120a15d2357cf6e00f295634d1942faf03c42a972e1996da6a10de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_02_arts_elsa-dorfman-dead_1666740970.html", "title": "Elsa Dorfman, Who Made Art With Giant Polaroids, Dies at 83", "title_page": "Elsa Dorfman, Who Made Art With Giant Polaroids, Dies at 83 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 1980, a little-known Boston photographer named Elsa Dorfman got a chance to use a rare Polaroid camera that weighed 200 pounds and produced prints two feet high, a Godzilla of a device that dwarfed her.\nIt could not have been more different from the small cameras she used to shoot friends and poets like Allen Ginsberg and Anne Waldman. But she was smitten with the Polaroid’s power to render a painting-size image so rapidly that she and her subject could watch the likeness materialize together before their eyes. “I was in love,” she said.\nPolaroid deployed the cameras as public relations tools, often reserving them for famous photographers. But Ms. Dorfman pursued the company so relentlessly (“I nagged them and I nagged them”) that it finally agreed to let her lease one for herself.\nOver the next three decades, she directed her big Polaroid to such profound and meaningful ends that the company probably should have paid her for its use.", "url": "https://www.nytimes.com/2020/06/02/arts/elsa-dorfman-dead.html"}