{"authors": ["Ashley Southall"], "date_download": "2022-10-25 23:27:00", "date_modify": "2022-10-25 23:27:00", "date_publish": "2020-06-25 15:21:09", "description": "The officer, shown in a video with his arm around a man’s neck, is the first in the city to face felony charges under a new law banning officers from using chokeholds.", "filename": "2020_06_25_nyregion_nypd-officer-chokehold-arrest_1666740420.html", "image_url": "https://static01.nyt.com/images/2020/06/25/nyregion/25nycoparrest/25nycoparrest-facebookJumbo.jpg?year=2020&h=549&w=1050&s=2620a9fe0c17dcb2cf6b4491085bc8829ecda351dbe111c57f4460834e83bbb4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_25_nyregion_nypd-officer-chokehold-arrest_1666740420.html", "title": "N.Y.P.D. Officer Charged With Using Illegal Chokehold", "title_page": "N.Y.P.D. Officer Charged With Using Illegal Chokehold - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Brian Benjamin, the lead sponsor of the legislation in the State Senate, said Officer Afanador is the first officer in the state to be charged under the new law, which applies to instances in which a chokehold results in serious physical injury or death. The key issue in this case, the senator said, is whether Mr. Bellevue’s injuries meet the statutory definition of serious.\n“I think it definitely fits the criteria,” he said. “If we criminalize it in law, and you use it long enough to knock somebody out, to me that’s serious.”\nThe Police Department banned chokeholds long ago, but officers have continued to use them on the streets. In 2015, the department added an exception to the ban, allowing the police to use the maneuver in extreme circumstances.\nOfficer Afanador was among several officers who were responding to complaints about someone yelling at bystanders and kicking cans on the boardwalk on Sunday morning, the police said.\nThe officers took Mr. Bellevue in custody and as they knocked him to the ground, Officer Afanador used a chokehold for at least 10 seconds before letting go, the video shows. Officer Afanador is Hispanic. Mr. Bellevue is black.\nThe felony charges suggest that investigators believe Mr. Bellevue may have briefly passed out because of the chokehold. If convicted, Officer Afanador faces a sentence of up to seven years in prison, according to Ms. Katz’s office.\nMr. Worth, the officer’s lawyer, said that it was common for an officer’s arm to end up around someone’s neck during a takedown. But in this instance, he said, his client had no intention to cut off Mr. Bellevue’s breathing. He said that in the cellphone video Mr. Bellevue had said that he had not lost consciousness.", "url": "https://www.nytimes.com/2020/06/25/nyregion/nypd-officer-chokehold-arrest.html"}