{"authors": ["Noah Weiland", "Denise Grady", "David E. Sanger"], "date_download": "2022-10-25 23:25:38", "date_modify": "2022-10-25 23:25:38", "date_publish": "2020-07-22 12:36:54", "description": "Two pharmaceutical companies announced a nearly $2 billion contract for 600 million doses of a vaccine, with the first 100 million promised before the end of the year.", "filename": "2020_07_22_us_politics_pfizer-coronavirus-vaccine_1666740338.html", "image_url": "https://static01.nyt.com/images/2020/07/22/us/politics/22dc-virus-vaccine/22dc-virus-vaccine-facebookJumbo.jpg?year=2020&h=549&w=1050&s=bdfe4551eb0f811eb178b44423ea86a514339efb589bf1d9569f7bcd3dac5d65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_22_us_politics_pfizer-coronavirus-vaccine_1666740338.html", "title": "Pfizer Gets $1.95 Billion to Produce Coronavirus Vaccine by Year’s End", "title_page": "Pfizer Gets $1.95 Billion to Produce Coronavirus Vaccine by Year’s End - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Here’s what you need to know about Pfizer’s Covid-19 Vaccine.]\nWASHINGTON — As nations around the world race to lock up coronavirus vaccines even before they are ready, the Trump administration on Wednesday made one of the largest investments yet, announcing a nearly $2 billion contract with Pfizer and a German biotechnology company for 100 million doses by December.\nThe contract is part of what the White House calls the Warp Speed project, an effort to drastically shorten the time it would take to manufacture and distribute a working vaccine. So far, the United States has put money into more than a half dozen efforts, hoping to build manufacturing ability for an eventual breakthrough.\nEurope has a parallel effort underway. Germany recently took a 23 percent stake in a German firm, CureVac, that President Trump once tried to lure to American shores in hopes that its vaccine, if successful, would be distributed in the United States first. A European-led fund-raising effort in May brought $8 billion in pledges from the world’s governments, philanthropists and leaders for coronavirus vaccine research, even with the United States sitting out the conference.\nChina, meantime, has militarized the effort: Researchers associated with the Academy of Military Medical Sciences have developed one of China’s leading vaccine candidates, and another Chinese firm, Sinopharm Group, announced in June that it was beginning Phase 3 trials in the United Arab Emirates.", "url": "https://www.nytimes.com/2020/07/22/us/politics/pfizer-coronavirus-vaccine.html"}