{"authors": ["Dan Barry", "Todd Heisler"], "date_download": "2022-10-25 23:28:14", "date_modify": "2022-10-25 23:28:14", "date_publish": "2020-03-15 16:12:56", "description": "Isolation, uncertainty and confusion set in as the pandemic grips the United States.", "filename": "2020_03_15_nyregion_coronavirus-anxiety-confusion_1666740494.html", "image_url": "https://static01.nyt.com/images/2020/03/16/nyregion/16nyvirus-mood-FINAL-promo/16nyvirus-mood-FINALTOP-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3296c2d9bb3ed5032e702f19469c07cc6ea5873ee57096db10046fab32891ae3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_15_nyregion_coronavirus-anxiety-confusion_1666740494.html", "title": "‘Everything Is a Black Hole’: Mounting Dread in the Age of Coronavirus", "title_page": "‘Everything Is a Black Hole’: Mounting Dread in the Age of Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a Harlem cafe late last week, a woman reading her cellphone sneezed without covering her mouth. On an ordinary day, the fleeting moment would pass barely noticed. But these are not ordinary days.\nThe woman’s downward-directed sneeze, in the narrow confines of PROOF Coffee Roasters on Adam Clayton Powell Boulevard, set off a silent chain reaction: A man at the counter cringed; three patrons shot germ-killing stares; and the barista continued her new habit of incessantly wiping counters with bleach and rubbing her hands with sanitizer. Bleach, sanitizer, bleach …\n“I’m just sanitizing,” the barista, Lina Vezzani-Katano, said.\nThis is life in a pandemic, when the emergence of the potentially fatal coronavirus has spawned strains of uncertainty: about the progression of the new virus, about the government’s response, about the open-ended nature of our altered lifestyles. About one another.\nThe collective mind whirls. Will my mother in her quarantined nursing home be all right? Will my children get sick? Will there be enough hospital beds? Will we see the same high death rate as Italy’s? Do I just have a slight cold, or is it a sign of something else?", "url": "https://www.nytimes.com/2020/03/15/nyregion/coronavirus-anxiety-confusion.html"}