{"authors": ["Farnaz Fassihi"], "date_download": "2022-10-25 23:22:50", "date_modify": "2022-10-25 23:22:50", "date_publish": "2020-02-21 00:24:04", "description": "Iran’s leaders disqualified more than 7,000 candidates, including most moderates and centrists, paving the way for tougher domestic and foreign policies.", "filename": "2020_02_20_world_middleeast_iran-2020-elections_1666740170.html", "image_url": "https://static01.nyt.com/images/2020/02/20/world/20iran/20iran-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f7b7b3c47b082174fd087e2a9d0878eb6060a5bebe4d1904400ea93b74b2993b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_20_world_middleeast_iran-2020-elections_1666740170.html", "title": "Iran’s Stacked Election Is Expected to Produce a Hard-Line Parliament", "title_page": "Iran’s Stacked Election Is Expected to Produce a Hard-Line Parliament - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Iranians go to the polls on Friday they will be taking part in what may be the least representative and least fair election in the Islamic Republic’s history.\nWhile Iran’s parliamentary elections have never been free and democratic, Iran’s clerical leadership disqualified more than 7,000 candidates from running this year, including most of the moderates and centrists, paving the way for tougher domestic and foreign policies.\nAt a time when Iran is navigating extraordinary challenges at home and abroad — from the possibility of conflict with the United States to crippling economic sanctions and a restive population — Iran’s supreme leader, Ayatollah Ali Khamenei, appears to have concluded that the best way to manage the turmoil is to squelch dissenting voices and assure a Parliament that would rubber-stamp conservative policies.\n“The next Parliament will be completely obedient to Khamenei, more radical in their approach, and the little voices of dissent we hear on different issues will be silenced,” said Roozbeh Mirebrahimi, an independent Iran analyst based in New York.", "url": "https://www.nytimes.com/2020/02/20/world/middleeast/iran-2020-elections.html"}