{"authors": ["Manny Fernandez", "Sarah Mervosh"], "date_download": "2022-10-25 23:48:42", "date_modify": "2022-10-25 23:48:42", "date_publish": "2020-06-25 22:49:24", "description": "A growing number of states are pausing plans to reopen, amid rising case counts. But Gov. Greg Abbott of Texas said shutting back down was the “last thing we want to do.”", "filename": "2020_06_25_us_texas-coronavirus-cases-reopening-Greg-Abbott_1666741722.html", "image_url": "https://static01.nyt.com/images/2020/06/26/us/26VIRUS-TEXAS-p1/25VIRUS-TEXAS-testing-facebookJumbo.jpg?year=2020&h=549&w=1050&s=4d0acb5caf29f4c81ee0c7cc944e8161700a72b1ccccb87886bfe217a5a48113&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_25_us_texas-coronavirus-cases-reopening-Greg-Abbott_1666741722.html", "title": "Texas Governor Greg Abbott Pauses Reopening", "title_page": " Texas Governor Greg Abbott Pauses Reopening - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.”\n[music]\nmichael barbaro\nToday: Texas has become the latest hotspot in the pandemic, forcing its governor to pause the state’s reopening process after a surge of infections and hospitalizations. My colleague, Manny Fernandez, on the state’s dilemma. It’s Friday, June 26. Manny, what is the story of how Texas has handled the pandemic and how it is we got to this point?\nmanny fernandez\nSo really, there’s a couple of things to know about Texas. And that is that historically, Texas has been mistrustful of government. This is a state where the state legislature meets once every two years.\nmichael barbaro\nWow.\nmanny fernandez\nThis is a state where most people who ride a motorcycle don’t have to wear a helmet. And the government doesn’t necessarily force them to wear a helmet. It’s this idea that you’re on your own. You want to wear a helmet, go for it. You don’t, and you get hurt, well, OK. It’s on you. And especially during the Obama years, this was happening. Where Texas sued the government for overreach several times on several different issues.\narchived recording Joined now by Texas Attorney General Greg Abbott. You’ve brought suits against the administration some 30 times. Correct? archived recording (greg abbott) This is the 31st lawsuit that I’ve brought against the Obama administration, having won more than half of them. But Martha, this may be the most serious one. Because —\nmanny fernandez\nAnd the attorney general at the time had this famous line where the attorney general says, You know what? My job is very simple. I wake up in the morning. I go to the office. I sue the Obama administration. And then I go home.\narchived recording (greg abbott) If a president can get away with extending his powers to do things like this, there could be no constitutional limitation on what the president could do. That is why —\nmanny fernandez\nAnd so all of that sort of changes or looks a little bit different after Trump takes office. Now the Republicans in Texas no longer have that big enemy. And they don’t have somebody to go after in their fight over limiting government overreach. And so they identify a new enemy.\n[music]\nmanny fernandez\nAnd that’s the Democrats who lead the major cities like San Antonio, Austin, Houston. And so this sort of war of words and war of policy begins, where the governor and the Republican leadership of Texas has come into the cities and said, “San Antonio, you know, we want you to cooperate more with the federal authorities on immigration. “Austin, you have a homelessness crisis, and we’re going to get involved. Houston, you have some failing schools, and we want to do a state takeover of the public schools in Houston.”\nmichael barbaro\nSo this is kind of a strange contradiction you’re describing here. Where the Republicans who run the state say they want less government, told the Obama administration they want less government. But now in the era of Trump, they are interfering in the government of their local Democratic cities in a way that may not feel like less government.\nmanny fernandez\nIt’s a complete contradiction. And that is the situation that’s happening as coronavirus hits Texas. And in fact, that attorney general who said how much he loved to sue Obama, well, that attorney general is now the governor, Greg Abbott. And he’s the one who’s responsible for the state’s response to the coronavirus.\nmichael barbaro\nOK. So given that very complicated stew that you have just described, how does Texas, under this governor, Greg Abbott, respond to the virus? What does his handling of this look like?\nmanny fernandez\nOverall, you have the governor making some contradictory moves. Starting back in March, you have the coronavirus spreading in the Pacific Northwest and the Northeast. California is the first state to issue a stay at home order. New York follows. Ohio. But in a lot of other states, like Texas, there is no similar move. And a lot of these states, some of them in the South, don’t kind of register the same sort of crisis happening in their own states. And then, on March 23,\narchived recording Gov. Patrick — Lt. Gov. Patrick agreed to join us tonight we’re happy that he did. Lieutenant Governor, thanks so much for coming on.\nmanny fernandez\nYou have Dan Patrick, who’s the lieutenant governor of Texas. He’s Texas’s second in command.\narchived recording (dan patrick) Yeah, I turn 70 next week. You know, so I’m automatically in the high risk pool.\nmanny fernandez\nDan Patrick goes on Fox News and basically says —\narchived recording (dan patrick) And you know, Tucker, no one reached out to me and said, As a senior citizen, are you willing to take a chance on your survival in exchange for keeping the America that all America loves for your children and grandchildren? And if that’s the exchange, I’m all in.\nmanny fernandez\nHe and other grandparents are willing to die to reopen the economy. And we also have happening is that Abbott around this time, he’s shutting schools. He’s prohibiting visits to nursing homes. He’s doing a lot of little things, but not doing that big important one, which is to issue a statewide stay-at-home order. And so meanwhile, you have the local officials who run a lot of the big cities and counties in Texas saying, OK, we’re going to do this on our own. And we’re going to enact local policies. You have the mayors and the officials who run the counties that have Houston and Austin and San Antonio and El Paso all doing different things to try to control the virus. Some of them are issuing curfews. Some of them are issuing local stay-at-home orders. And Abbott is kind of letting all that happen and not really getting involved.\narchived recording (greg abbott) I am also modifying my previous executive order about social distancing protocols in Texas.\nmanny fernandez\nBut then he does get involved.\narchived recording (greg abbott) I’m issuing Executive Order G.A. 14 that establishes, or that maximizes the number of lives we can save. I’m establishing essential services and activities protocols.\nmanny fernandez\nHe does eventually issue a statewide stay-at-home order. But he doesn’t call it that.\narchived recording (greg abbott) This is not a stay at home strategy. A stay at home strategy would mean that you have to stay at home. You cannot leave home under any circumstances. That obviously is not what we’ve articulated here. This is a standard —\nmanny fernandez\nAnd so that leads to a lot of confusion among not just politicians, but just, you know, Texans. Wondering the very basic question, OK, does Texas have a statewide stay-at-home order or not?\nmichael barbaro\nAnd does he ever clarify it?\nmanny fernandez\nHe does clarify it.\narchived recording (greg abbott) This is Gov. Greg Abbott. With Covid-19 spreading across Texas, I issued this executive order that requires all Texans to stay at home, except to provide essential services or do essential things like going to the grocery store. Now I know this is a great —\nmanny fernandez\nAnd it’s clear that that was a statewide stay-at-home order.\narchived recording (greg abbott) And we will make it through this challenge together. Thank you. And God bless you all.\nmanny fernandez\nAnd the war between the blue cities and the red state comes up again. Because Abbott, after issuing the statewide stay-at-home order, basically later on tells the cities and the counties, “OK guys, my state orders supersede your local orders.”\nmichael barbaro\nHmm.\nmanny fernandez\n“You can’t do anything that’s tougher than what I’m doing on coronavirus.”\nmichael barbaro\nInteresting.\nmanny fernandez\nAnd it sort of nullifies and sort of ties the hands of the local officials in doing their own local action on coronavirus.\nmichael barbaro\nSo after being very laissez faire and, maybe, classically Texas in a hands-off approach, this Republican governor is now telling these cities and counties who acted in his place that his late actions now supersede their earlier solutions.\nmanny fernandez\nYes, exactly. And there’s a lot of confusion. But it has a real effect on people’s lives.\nmichael barbaro\nHow so?\nmanny fernandez\nWell it has to do with, can you wear a mask when you’re out in public in San Antonio or not? You know, the locals say, yes, I do have to. Abbott says no. Like, what is going on, you know? It has a very real world impact. And —\narchived recording Shelley Luther is the owner of Salon À La Mode. She arrived here defiantly opening the doors to her salon.\nmanny fernandez\nAnother thing happens where a Dallas salon owner is not supposed to open. She does reopen.\narchived recording Luther says she fully expects to get arrested today. But she says she has also filed a lawsuit in the Supreme Court.\nmanny fernandez\nAnd she is sent to jail for reopening.\nmichael barbaro\nRight. I remember this. She was arrested.\narchived recording (sean hannity) We have a disturbing story out of the great state of Texas tonight. In Texas, a local salon owner, her name is Shelley Luther.\nmanny fernandez\nAnd she becomes a conservative celebrity —\narchived recording (sean hannity) She was given a seven day jail sentence, fined $7,000, all because she opened the doors to her business in spite of quote, “local lockdown orders.”\nmanny fernandez\n— who was trying to sort of provide for her family by reopening, by restarting the economy. And she’s punished and sent to jail for it. And the governor does something that, again, frustrates the local officials and fuels this war between the blue cities and the red state.\narchived recording Texas Gov. Greg Abbott has modified his orders to eliminate confinement as punishment, effectively freeing Shelley Luther.\nmanny fernandez\nAbbott says, Hold on, guys, on my statewide orders, you can’t send someone to jail for a violation.\nmichael barbaro\nHm.\narchived recording (CROWD CHANTING) Shelley free! Shelley free!\nmanny fernandez\nBecause the uproar among conservatives was so loud and so fierce for that Dallas salon owner, he had to backtrack that.\nmichael barbaro\nSo this is becoming a very high stakes Abbott and Costello kind of routine, where the governor is undercutting the cities and the cities are saying this is the rule. And then the state’s saying, no, it’s not. And I’m guessing that the people of Texas are pretty baffled.\nmanny fernandez\nWhen Abbott publicly does an about-face and says, “Actually, sorry, guys, you can’t send someone to jail, we can’t be that tough,” that moment helped create this atmosphere of almost a little bit of anything goes then. Where it’s, like, what are the rules for coronavirus in Texas? What are the penalties? What can people do? What can’t they do?\nmichael barbaro\nAnd how seriously should it be taken?\nmanny fernandez\nAnd does it matter? And who’s going to enforce it? And you know, in that moment, Abbott helped Texans let their guard down. And that only increases as the reopening continues.\nmichael barbaro\nWe’ll be right back.\narchived recording (greg abbott) My executive order to stay at home, that was issued last month, is set to expire on April the 30th. That executive order has done its job to slow the growth of Covid-19. And I will let it expire as scheduled.\nmichael barbaro\nManny, how long does this shutdown in Texas last?\nmanny fernandez\nNot very long at all. Texas had one of the shortest shutdowns in the country, 28 days.\narchived recording (greg abbott) Now it’s time to set a new course, a course that responsibly opens up business in Texas. We will open in a way that uses —\nmichael barbaro\nAnd how does Gov. Abbott explain having such a short shutdown in the face of a national coronavirus pandemic?\nmanny fernandez\nHis explanation is effectively, the coronavirus is bad around the country, but it’s not that bad in Texas.\narchived recording (greg abbott) More than 1.9 million claims have been filed. And over $2 billion has been paid out in unemployment benefits. Now our goal, of course, is to get those Texans back to work.\nmanny fernandez\nAnd he doesn’t want to hurt the economy more than he needs to.\narchived recording (greg abbott) We are Texans. We got this.\nmichael barbaro\nSo what exactly does the reopening look like? I mean, how quickly does it go from stay at home to something that actually looks like a pretty open society again?\nmanny fernandez\nYou know almost immediately. The reopening started on May 1. I’m in Houston, and I remember driving around Houston on that day. And I remember being at an intersection. There were two guys standing with these signs with big arrows that said, “Open for dine-in.” It was a little bit of a celebratory feel. And meanwhile, you had some Republican conservatives saying “Restaurants are open, other businesses, great. But what about the gyms and the hair salons? Those are still closed.” So you had some conservatives saying, “Great, governor. Let’s do some more here. What’s wrong?” And then meanwhile, you had Democrats, including many local officials, saying, I don’t like this. We have to do it. We have to go along with it. But we’re in a little bit of a risk zone, heading towards the danger zone.\nmichael barbaro\nAnd once this reopening is well underway, Manny, just how quickly do the infections start to rise?\nmanny fernandez\nIt doesn’t happen immediately. You have the numbers going up in May. But they’re going up at sort of a steady, but not alarming, clip. And then, in the last couple of weeks, as more phases of the reopening have taken effect, as more businesses have reopened, those numbers have hit the ceiling.\nmichael barbaro\nWhat do you mean?\nmanny fernandez\nThe numbers of new cases skyrocketed.\narchived recording 1,935 as of Monday.\nmanny fernandez\nAnd the numbers of hospitalizations skyrocketed.\narchived recording Reported yesterday as more than 2,200. North Texas has —\nmanny fernandez\nThere was more testing being done. But that didn’t account for such a high number so quickly —\narchived recording 2,504 new cases reported —\nmanny fernandez\n— happening in cities in South Texas near the border —\narchived recording 41 percent increase over the past two weeks.\nmanny fernandez\n— in cities in West Texas, in cities in Central Texas, in Austin, outside of Austin —\narchived recording More than 4,400 new positive cases.\nmanny fernandez\n— parts of Waco, Houston area, East Texas. You have the numbers —\narchived recording Coronavirus rose nearly 60 percent.\nmanny fernandez\n— kind of going up in a lot of different places, a lot of different hot spots. You had nursing home numbers being very high. You also had the numbers of meatpacking plants, those numbers were very high.\nmichael barbaro\nSo it’s clear that this is plain old community transmission, Texans infecting other Texans and not social distancing.\nmanny fernandez\nA lot of local officials believe that. And a lot of the public health experts believe that. Yes. They are saying that this uptick is tied to more and more Texans letting their guard down, not wearing a mask, going to restaurants, going out, going to the beaches, having more gatherings. That the reopening is directly tied to the increase in the number of new cases, and so you get to the point where we are now, which is Texas sort of daily breaking records of new cases.\nmichael barbaro\nAnd when you say records are being broken, what are the specific numbers?\nmanny fernandez\nYesterday, Texas had the most new cases it’s had since the pandemic started in a single day. And that was more than 6,200. So there were more than 6,200 new cases in one day, yesterday, in the state of Texas. And one of the biggest alarm bells that rang was one of the most prominent infectious disease experts and vaccine experts in Texas, it’s a doctor named Dr. Hotez out of Baylor Hospital in Houston, he put out a tweet over the weekend. And his tweet said that if the numbers in Houston continued to go up the way they were, that Houston would be the hardest hit city in America as far as the outbreak goes.\nmichael barbaro\nSo that brings us to Thursday, and the governor’s decision to pause this opening?\nmanny fernandez\nYes. And so the governor isn’t rolling back the reopening. He’s not shutting the state down. He’s just saying, From hence forward, we’re going to pause any new reopening. Now a lot of people have said, Well, there’s a problem with that. You know, Texas is basically fully open right now. Restaurants right now in Texas are allowed to operate at 75 percent capacity. And 75 percent capacity versus 100 percent, it’s not really going to make that much difference.\nmichael barbaro\nRight. I mean, given the conditions you’re describing, it feels like we’re basically back to where we were in late March. Where the governor of Texas, Greg Abbott, for all the reasons that we touched on earlier, is afraid once again to order a shutdown when it is perhaps the best solution to the conditions on the ground. And back in March, the question around a shutdown was very urgent because it might have prevented a crisis. Now Texas is in a crisis. And a shutdown would be perhaps required to contain it.\nmanny fernandez\nThat’s absolutely it. It’s this inherently contradictory dance where he’s saying, “Folks, Texas is open. But stay indoors. “Texas, you should wear a mask. But I’m not going to order you to wear a mask. Texas is open. We are now in a crisis with our numbers going up. I’m not going to stop that reopening. I’m just going to pause any new reopening we might have done down the road.”\nmichael barbaro\nFrom the outside, there is a sense that states like Texas had extra time, at least from the perspective of a place like New York or Seattle. They had time to watch and learn from the experiences of the hardest and earliest hit communities in the country. And that they should have known that this was going to happen. And that what is happening right now in Texas, as a result of closing down late and opening early, was fairly predictable and yet is now a very serious public health crisis. So what would Gov. Abbott say, do you think, to the least charitable version of this question, which is, is there really any excuse for Texas being in this situation right now?\nmanny fernandez\nI don’t know what Gov. Abbott would say. But I know that it comes down to world view and the Texas ideology. Because it comes down to, you’re absolutely right, Texas just needing to look around at other states, and see what was happening, and see the writing on the wall. But Texas didn’t want to do that. Texas wants to follow its own path, even in a pandemic.\n[music]\nmichael barbaro\nManny, thank you very much. And stay safe.\nmanny fernandez\nThank you so much. And thanks for having me on.\nmichael barbaro\nOn Thursday, based on the results of antibody tests, the Centers for Disease Control and Prevention said that the number of infections in the U.S. is probably 10 times higher than has been reported. That would mean that so far about 23 million Americans, or 7 percent of the population, have been infected. We’ll be right back. Here’s what else you need to know today. On Thursday, the Supreme Court ruled that immigrants seeking asylum do not have the right to make their case in federal courts, siding with the Trump administration as it seeks to speed up deportations. The 7 to 2 ruling upheld a 1996 law passed by Congress that limited the role of federal courts in reviewing rejected claims of asylum. Such a review process, the justices ruled, would overwhelm the nation’s immigration system. And amid growing calls for police reforms, officials in three states, Arizona, Colorado, and New York, are confronting cases of alleged brutality by their police officers.\narchived recording To demonstrate my willingness to take accountability for these mistakes, I am offering my resignation to the mayor, city council, and city manager, which they can accept or handle as they deem appropriate.\nmichael barbaro", "url": "https://www.nytimes.com/2020/06/25/us/texas-coronavirus-cases-reopening-Greg-Abbott.html"}