{"authors": ["Gina Kolata"], "date_download": "2022-10-25 23:48:07", "date_modify": "2022-10-25 23:48:07", "date_publish": "2020-12-09 10:00:19", "description": "Higher rates of infection and mortality among Black and Hispanic Americans are explained by exposure on the job and at home, experts said.", "filename": "2020_12_09_health_coronavirus-black-hispanic_1666741687.html", "image_url": "https://static01.nyt.com/images/2020/12/04/science/04VIRUS-DEATH1/04VIRUS-DEATH1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e9f42cb2ee30edc99799eeea24a692ef61058b68d68a74ebc5f398e2a076ac92&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_09_health_coronavirus-black-hispanic_1666741687.html", "title": "Social Inequities Explain Racial Gaps in Pandemic, Studies Find", "title_page": "Social Inequities Explain Racial Gaps in Pandemic, Studies Find - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The toll on Black and Hispanic Americans “could easily have been ameliorated in advance of the pandemic by a less threadbare and cruel approach to social welfare and health care in the U.S.,” he added. “Even failing that, so much of this could have been avoided.”\nFor example, the federal government could have protected citizens from risky work situations by providing income subsidies allowing them to stay home, Dr. Zelner said. The government could have ensured adequate protective equipment to workers in nursing homes and long-term care facilities.\nDr. Zelner and his colleagues examined data on 49,701 coronavirus patients in Michigan, hospitalized and not, from March until June. In this population, the case fatality rate was the same for Black and white patients: 11 percent.\n(The high rate reflects the fact that the incidence in Michigan early in the epidemic was dominated by older people, Dr. Zelner said. And the data involve detected cases, rather than all infections during this period, a time when there was much less testing.)\nA study of patients in Veterans Affairs hospitals, led by Dr. Christopher Rentsch of the London School of Hygiene and Tropical Medicine and researchers at the V.A., analyzed the health records of more than five million patients in more than 1,200 facilities.\nSome 16,317 tested positive for the coronavirus. Among them, Dr. Rentsch found, there was no difference in mortality rates between patients who were white, Black or Hispanic.\nThe investigators had expected that underlying health conditions would lead to a higher fatality rate among Black and Hispanic patients, who are more likely to have conditions like obesity and high blood pressure that raise the risk of severe Covid-19.", "url": "https://www.nytimes.com/2020/12/09/health/coronavirus-black-hispanic.html"}