{"authors": ["Karen Schwartz"], "date_download": "2022-10-25 23:26:50", "date_modify": "2022-10-25 23:26:50", "date_publish": "2020-07-10 20:07:35", "description": "Some states still have measures in place for visitors, from testing to quarantine requirements.", "filename": "2020_07_10_travel_state-travel-restrictions_1666740410.html", "image_url": "https://static01.nyt.com/images/2021/04/10/travel/10virus-staterestrictions/merlin_185345757_4ab716bd-c46d-4b74-8ca0-16a0c8aff5c2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=e2402aaf84d262ff921e52771486897dd608cf9c68878a94050a2034202cc7f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_10_travel_state-travel-restrictions_1666740410.html", "title": "Covid-19 Travel in US: Restrictions State by State During Pandemic", "title_page": "Covid-19 Travel in US: Restrictions State by State During Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are no statewide restrictions in Connecticut. Visitors are advised to follow C.D.C. guidance.\nThere are no statewide restrictions in Delaware.\nExcept for those who are fully vaccinated against Covid-19 and asymptomatic, or those who were infected with the virus in the previous 90 days and are fully recovered, anyone visiting for more than 24 hours from a high risk area must get a negative coronavirus test no more than 72 hours before their arrival. If they are staying in Washington for more than three days, they must have another test done three to five days after arriving. If the test is positive the visitor, and any close contacts, must complete their isolation before traveling home. A high risk area is considered any jurisdiction with more than 10 positive cases per 100,000 people per day. The local government isn’t providing a list, but an interactive map put together by The New York Times provides that information.\nThe order does not apply to travelers from Maryland and Virginia who have not been in a high risk area in the previous two weeks. As of May 2, it also excludes visitors from Alabama, Arkansas, California, Guam, Hawaii, Kansas, Louisiana, Mississippi, Northern Mariana Islands and the Virgin Islands.\nThere are no statewide restrictions in Florida.\nThere are no statewide restrictions in Georgia.\nTravelers ages 5 and older wishing to bypass the 10-day mandatory quarantine on the islands of Hawaii, Kauai, Maui and Oahu must have a negative Nucleic Acid Amplification result from an approved testing site that was taken within 72 hours of the final leg of the trip. Those without a test or with pending test results must quarantine, and test results will not be accepted once the traveler is in Hawaii. The results must either be uploaded online into a mandatory health form or travelers can bring a hard copy when boarding their flight.\nIn addition to the pre-travel test for trans-Pacific passengers, some counties mandate a second test. The county of Hawaii is randomly testing at least 25 percent of arriving passengers at the airport at no charge. Maui and Kauai counties are requesting another free voluntary test 72 hours after arrival.\nThose who were fully vaccinated in the state of Hawaii at least two weeks prior may travel inter-county without pretesting or quarantine. For others, however, there are also testing requirements in some areas for traveling from one county to another. People entering Hawaii County can either have a test 72 hours before arrival, or be tested after entering the county and quarantine until a negative result is received. Visitors to Maui County must have a test 72 hours before arrival and if unvaccinated, take a free rapid coronavirus test upon arrival at Kahului Airport. Alternatively, they may quarantine for 10 days. Visitors to Kauai County may avoid a 10-day quarantine with a pretest, but those who arrive with a pretest approved by the U.S. Food and Drug Administration but not by the state of Hawaii can participate in a “resort bubble” policy that allows travelers at certain hotels to move about the grounds, and then take a virus test on the third day. If the test is negative, the visitor is released from quarantine. There is no inter-island test or quarantine required for Honolulu County.\nThere are no statewide restrictions in Idaho, but the state recommends following C.D.C. guidelines for isolating after travel.", "url": "https://www.nytimes.com/2020/07/10/travel/state-travel-restrictions.html"}