{"authors": ["Jan Ransom"], "date_download": "2022-10-25 23:49:51", "date_modify": "2022-10-25 23:49:51", "date_publish": "2020-04-09 22:25:34", "description": "Two weeks after Gov. Andrew M. Cuomo promised to release 400 Rikers inmates held on minor parole violations, only half have been freed.", "filename": "2020_04_09_nyregion_rikers-coronavirus-deaths-parolees_1666741791.html", "image_url": "https://static01.nyt.com/images/2020/04/09/nyregion/00nyvirus-parolees/merlin_170843811_da5d4980-c261-4f00-81a8-0cf14820f94b-facebookJumbo.jpg?year=2020&h=549&w=1050&s=86221848d711eeec85ad076e240703e82042484531128d05a5cc2365c2b94318&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_09_nyregion_rikers-coronavirus-deaths-parolees_1666741791.html", "title": "Jailed on a Minor Parole Violation, He Caught the Coronavirus and Died", "title_page": "Jailed on a Minor Parole Violation, He Caught the Coronavirus and Died - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the month since the virus was first detected in the city’s jails, the situation has worsened. By Wednesday, 288 inmates, 488 correction staff and 78 health care workers had tested positive for the virus. Seven jail employees had died, and 11 percent of the city’s 11,500 correction officers had self-quarantined.\nAt Rikers Island, parole hearings have, for the most part, been suspended as the rate of coronavirus infections continued to climb, forcing officials to quarantine 59 percent of the city’s jail population.\nA judicial center at Rikers where parole revocation hearings were held was shuttered after a senior parole officer contracted the virus last month. The cases being heard now — via telephone conference without the parolee present — are limited to some preliminary hearings and those in which state officials have agreed to release the person. But because hearings were on hold, people have been arrested and held on Rikers without lawyers, who are assigned to represent them at the first hearing, knowing that they were there.\n“Every day that they wait to release people is life-threatening at this point,” said Lorraine McEvilley, director of the Parole Revocation Defense Unit at the Legal Aid Society. “Every day matters.”\nMayor Bill de Blasio has been working with prosecutors, public defenders, the police and courts to secure the release of vulnerable people awaiting trial for nonviolent crimes or who have served most of their jail sentences. To date, more than 1,500 people have been released from city jails, including those serving a year or less, inmates held on minor crimes and those who are older and have underlying conditions.", "url": "https://www.nytimes.com/2020/04/09/nyregion/rikers-coronavirus-deaths-parolees.html"}