{"authors": ["Alan Rappeport", "Jeanna Smialek"], "date_download": "2022-10-25 23:40:45", "date_modify": "2022-10-25 23:40:45", "date_publish": "2020-02-12 22:29:15", "description": "The rules will improve transparency in hopes of stopping money laundering.", "filename": "2020_02_12_us_politics_treasury-cryptocurrency_1666741245.html", "image_url": "https://static01.nyt.com/images/2020/02/12/business/12DC-MNUCHIN-sub/merlin_168833463_dfa68153-fd3a-41e3-b491-cb7521217ae5-facebookJumbo.jpg?year=2020&h=550&w=1050&s=43a3448634be76d3d2ccba8345e57cf92d91434456b192d1133a13a8b260ddf4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_12_us_politics_treasury-cryptocurrency_1666741245.html", "title": "Treasury to Roll Out Cryptocurrency Rules", "title_page": "Treasury to Roll Out Cryptocurrency Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After playing down the risks of cryptocurrencies at the beginning of Mr. Trump’s term, Mr. Mnuchin said over the summer that they posed a national security threat. He also said that he had “very serious concerns” about Libra, the digital currency that Facebook is developing.\nPresident Trump has also expressed skepticism about cryptocurrencies, declaring last year that he was “not a fan” and that their value was volatile and “based on thin air.” He warned at the time that Facebook must seek a banking charter and follow all bank regulations if it wanted to be in the digital currency business.\nAs part of his effort to more closely police cryptocurrencies, Mr. Mnuchin has been pushing to relocate the Secret Service back to the Treasury Department from the Department of Homeland Security. In the budget proposal the White House released this week, the administration cited the importance of the Treasury Department and Secret Service working together to monitor the use of cryptocurrencies, which it cited as “an emerging threat.”\nThe United States is also exploring the costs and benefits of developing its own digital currency. While Mr. Mnuchin said on Wednesday that he did not believe one was necessary in the next several years, Jerome H. Powell, the chair of the Federal Reserve, said at a separate Senate hearing that the central bank had been studying what one would look like.\n“The benefits would include perhaps greater financial inclusion, lower costs, more convenience,” Mr. Powell said, noting that there would also be a risk for more fraud and reduced privacy. “There’s a lot to weigh and a lot to work on there. Every major central bank in the world right now is doing a deep dive on digital currencies, and we think it is our responsibility to be at the very forefront of knowledge and thinking about a central bank digital currency.”", "url": "https://www.nytimes.com/2020/02/12/us/politics/treasury-cryptocurrency.html"}