{"authors": ["Dana Rubinstein"], "date_download": "2022-10-25 22:56:07", "date_modify": "2022-10-25 22:56:07", "date_publish": "2020-12-28 16:47:13", "description": "The Legislature, addressing hardship caused by the pandemic, convened an unusual special session between Christmas and New Year’s to pass the measure.", "filename": "2020_12_28_nyregion_new-york-eviction-ban_1666738567.html", "image_url": "https://static01.nyt.com/images/2020/12/28/nyregion/28nyvirus-evictions/merlin_175113720_4bf840dc-673b-4679-80d5-c071c2c88df6-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ae7e3b40104cde287f146ce95127247b17460968c5fd6695ed11d205b4541337&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_28_nyregion_new-york-eviction-ban_1666738567.html", "title": "New York Bans Most Evictions as Tenants Struggle to Pay Rent", "title_page": "New York Bans Most Evictions as Tenants Struggle to Pay Rent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The New York Legislature on Monday overwhelmingly passed one of the most comprehensive anti-eviction laws in the nation, as the state contends with high levels of unemployment caused by a pandemic that has taken more than 330,000 lives nationwide.\nTenants and advocacy groups have been dreading the end-of-year expiration of eviction bans that have kept people in their homes even as they fell months behind in their rent. Under the new measure, landlords will be barred from evicting most tenants for at least another 60 days in almost all cases.\nThe bill would not only block landlords from evicting most tenants but would also protect some small landlords from foreclosure and automatically renew tax exemptions for homeowners who are elderly or disabled.\nThe Legislature convened an unusual special session between Christmas and New Year’s to pass the measure, acting quickly because the governor’s executive order barring many evictions was slated to expire on Dec. 31. The legislators’ urgency reflected a national concern over the fate of millions of people without jobs and access to job opportunities, as the pandemic continues to eat away at the economy.", "url": "https://www.nytimes.com/2020/12/28/nyregion/new-york-eviction-ban.html"}