{"authors": ["Nick Corasaniti"], "date_download": "2022-10-26 00:11:46", "date_modify": "2022-10-26 00:11:46", "date_publish": "2020-01-07 22:41:03", "description": "The Trump campaign’s digital ads herald the death of Maj. Gen. Qassim Suleimani, a top Iranian commander. They then direct voters to the “Official Trump Military Survey.”", "filename": "2020_01_07_us_politics_trump-facebook-ads-iran_1666743106.html", "image_url": "https://static01.nyt.com/images/2020/01/07/us/politics/07trump-ads/07trump-ads-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d2fbafa2d02a6fc5ac39f6a3dbed870772bbb4931bc45ee1789b75d580b25ca5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_07_us_politics_trump-facebook-ads-iran_1666743106.html", "title": "Days After Suleimani Killing, Trump Campaign Promotes It on Facebook", "title_page": "Days After Suleimani Killing, Trump Campaign Promotes It on Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is not yet known how much the campaign has spent on the ads because Facebook’s public ad database does not immediately report such figures. But Advertising Analytics, an ad tracking firm, said the Trump campaign had spent at least $8,000 on the ads so far.\nThe advertising campaign is running as tensions between the United States and Iran ramp up. Iran’s supreme leader is vowing retribution against the United States, the Pentagon is at odds with Mr. Trump over threatening Iranian cultural sites, and some Democrats have suggested that the president may have ordered the strike to take attention away from the looming Senate impeachment trial.\nThe Trump campaign did not immediately respond to requests for comment.\nThese types of ads, known as acquisition ads, are intended to help campaigns gather more information about internet users with the goal of turning them into online donors.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMost of the Trump campaign’s Suleimani ads work the same way. First, potential voters are shown the ad. Clicking on it brings them to a brief survey on the Trump campaign’s website, which asks questions like, “Do you believe America has the greatest military in the world?” The survey also asks for a name, email address and phone number, which the campaign can then add to its database of potential donors.\nUsers who submit the survey are also prompted to donate right away, with a message that says, “President Trump is keeping AMERICA SAFE! Now it’s time to step up and stand behind him.” Donation buttons ranging from $42 to $2,800 appear below the text.", "url": "https://www.nytimes.com/2020/01/07/us/politics/trump-facebook-ads-iran.html"}