{"authors": [], "date_download": "2022-10-25 23:53:13", "date_modify": "2022-10-25 23:53:13", "date_publish": "2020-09-07 09:28:00", "description": "Xi Jinping declared success in suppressing China’s outbreak. South Korea’s young doctors returned to work after a strike. States and cities in the U.S. are planning fiscal maneuvers in case Congress can’t agree on a fiscal relief package.", "filename": "2020_09_07_world_covid-19-coronavirus_1666741993.html", "image_url": "https://static01.nyt.com/images/2020/09/28/us/28a2_rail/us-briefing-promo-image-facebookJumbo.jpg?year=2020&h=549&w=1050&s=d0b56a1c4f6cd16308fc2b5f07eb54b0d8857641b5065a17d522f8ce5d7bae65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_07_world_covid-19-coronavirus_1666741993.html", "title": "Parties and Covid-19 Outbreaks Threaten University Reopenings in the U.S.", "title_page": "Parties and Covid-19 Outbreaks Threaten University Reopenings in the U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Xi’s triumphant account would probably have drawn much wider skepticism in China earlier this year, when many people were angered by officials who understated the spread of infections in Wuhan, where the epidemic took off. But the public mood shifted as China emerged from the crisis far more smoothly than the United States and other advanced economies did.\nNear the start of Tuesday’s meeting, the thousands in the hall observed a minute or so of silence to mourn the thousands who died in China from the virus, including many medical workers. But online, Chinese people lamented the lack of mention of Li Wenliang, the Wuhan doctor who was chastised by the police for alerting his colleagues to the then little-understood virus, and later died from Covid-19.\n“Dr. Li, I thought your name should have been at the award day ceremony,” said one of many similar comments on Dr. Li’s page on Sina Weibo, a popular Chinese social media service.\nNow China is trying to turn attention to economic recovery, and the government has chosen an unusual set of volunteers to test a coronavirus vaccine: its trade negotiators, who are more likely than most Chinese to interact with potentially infected foreigners.\nChen Deming, a former commerce minister who is still active on trade issues, was maskless when he took the podium at an economic policy conference on Tuesday morning in Beijing. He drew laughter and applause when he began by saying, “The host doesn’t have to wear a mask because I’ve already had the Phase 3 trial vaccine shot.”\nMr. Chen, a Communist Party elder statesman who turns 71 this year, added that he had developed antibodies to protect against the coronavirus.\nIn a short interview after his speech, Mr. Chen said that he had received the Sinopharm vaccine, one of several now in Phase 3 trials in China. A third of the Commerce Ministry’s staff has joined him in applying for the trial and receiving the vaccine, he added.", "url": "https://www.nytimes.com/2020/09/07/world/covid-19-coronavirus.html"}