{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2022-10-25 23:52:45", "date_modify": "2022-10-25 23:52:45", "date_publish": "2020-03-04 01:37:49", "description": "The voting on the biggest day of the Democratic presidential campaign increasingly suggested a two-person race between candidates representing competing wings of the party.", "filename": "2020_03_03_us_politics_super-tuesday-primary-winners_1666741965.html", "image_url": "https://static01.nyt.com/images/2020/04/03/us/politics/03vid-super-tuesday3/03vid-super-tuesday3-facebookJumbo-v3.jpg?year=2020&h=549&w=1050&s=44bde9a41b2b696ade040a42aadaf33382da068c4f5b52fbf3d482c2101f7618&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_03_us_politics_super-tuesday-primary-winners_1666741965.html", "title": "Biden Revives Campaign, Winning Nine States, but Sanders Takes California", "title_page": "Biden Revives Campaign, Winning Nine States, but Sanders Takes California - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.”\n[music]\nToday: The results of Super Tuesday make clear that the Democratic race for president is increasingly a battle between Joe Biden and Bernie Sanders. Alex Burns on how the biggest night of the primary unfolded. It’s Wednesday, March 4. Alex, tonight we’re going to do things — I guess I should say this morning — we going to do things a little bit differently, given the tender hour. I believe the concept known to audio people is “live to tape.” So basically, I’m going to ask you perfectly formed questions, and you’re going to deliver perfectly formed answers.\nalex burns\nThat’s the usual. That’s our usual routine.\nmichael barbaro\nExactly. Exactly. I’ve never been edited, you’ve never been edited.\nalex burns\nNo.\nmichael barbaro\nOK. At this point, the results are in for I think about 11 of the 14 states. We’re waiting on Maine. California has been called for Sanders, although I think about half the vote is still out. And in Texas, about 90 percent of the vote is in. So let’s start with the big picture. What is the story that the results so far tell us about Super Tuesday?\nalex burns\nI think the very big picture of the results is that the Joe Biden comeback is very, very real. And that in the space of just a couple days, he put together a really powerful coalition that won him states in virtually every part of the country, in a way that just a week ago would have seemed almost unimaginable.\nmichael barbaro\nIn other words, the momentum that Biden started to pick up in South Carolina, that really carried through here.\nalex burns\nIt really did. And he needed every bit of it, because we may be headed for something of an immovable object, unstoppable force situation with Biden building all his momentum and just colliding with the wall of support that Bernie Sanders has built for himself, that we saw on display in a pretty convincing way in a number of states as well, most importantly California.\nmichael barbaro\nOK. So what is the big picture on Sanders?\nalex burns\nThe big picture on Sanders is that his campaign had hoped that Super Tuesday would be the day that he achieved real dominance in the Democratic race, and that didn’t happen. What did happen is that you saw his progressive coalition, and especially his support among Latino voters, really come to fruition in important ways in a number of states that is going to keep him very competitive with Biden in the delegate count.\nmichael barbaro\nAll right. Let’s focus in on the Biden resurgence, the Biden comeback. I don’t know what else you’re calling it, but Biden’s big moment. Which of his victories on Tuesday night stand out to you, and how did he pull them off?\nalex burns\nI think that early in the evening, we saw signs that this was going to be a pretty good night for Joe Biden when he carried Virginia and North Carolina, two of the first states to finish voting. They were called for him almost instantly. And it’s not just that he won those states, it’s that he won them by really big margins.\nmichael barbaro\nHow big?\nalex burns\nVirginia was about 30 points. It was about the same margin in Virginia as he won in South Carolina. A week or two ago, Virginia was a very, very close race between Joe Biden and Bernie Sanders and Mike Bloomberg. So the fact that you saw that enormous shift in his direction just at the very end is a testament to how Biden and other Democratic Party leaders, in these states and nationally, were able to rally together a coalition of black voters, moderate voters, suburban voters, and to say to them in these swing states, Joe Biden is your guy.\nmichael barbaro\nAnd that coalition sounds a lot like the one you described as helping Joe Biden win in South Carolina the victory that probably helped propel him towards victories in North Carolina and Virginia.\nalex burns\nThat’s right. And in some ways, it’s an even more diverse coalition in a number of respects, because these are states that have larger communities of affluent suburban voters. You have minority populations in a state like Virginia and North Carolina that are not as represented in South Carolina. They’re bigger Hispanic and Asian-American communities, especially in Virginia. The fact that Joe Biden was able to run away with that state is a testament to the broad appeal that he was able to achieve at least on this one day.\nmichael barbaro\nOK. So what about beyond those two states?\nalex burns\nI think when we really started to get the sense that this wasn’t just quite a good night for Joe Biden, but really an exceptionally good night for Joe Biden, was when he pulled off a pair of upsets that I don’t think was really on anybody’s radar a couple of days ago. He won Minnesota, Amy Klobuchar’s home state — of course, she dropped out of the race on Monday and endorsed him. But even with that late development, he was pretty clearly an underdog there going into voting, and he ended up beating out Bernie Sanders in the rest of the Democratic field. I don’t know that we have seen that kind of late, drastic shift in a presidential race.\nmichael barbaro\nYou’re starting to hint at this, the power of some of these moderate candidates dropping out of the race, endorsing Joe Biden, what that meant for Super Tuesday. We’ve been talking, you and I, for weeks now about this concept of the moderate split. This pattern whereby, whether it was Amy Klobuchar or Pete Buttigieg or Mike Bloomberg, they all seem to kind of trip all over Joe Biden, and no one could ever rise to the top of that pile. And of course, over the past few days, two of those candidates dropped out. They both endorsed Joe Biden, and they seem to be doing it quite deliberately to end that phenomenon of the moderate split, in the name of stopping Bernie Sanders. How powerful it was that in some of the states that you’re mentioning here?\nalex burns\nI think there’s no question that in a place like Minnesota, it was extremely powerful, and the fact that you even saw that phenomenon manifest itself in states where Biden didn’t get some big, breakthrough, late endorsement. Look, Joe Biden is a guy who most Democratic voters like and have liked all along, and they’ve just been really unsure about how strong he is as a candidate for a lot of pretty valid reasons. And to have the last few days before Super Tuesday defined by events that cast him as a big winner was clearly really valuable for him. This phenomenon was particularly evident in Texas, which was one of the most important states of the night — the second largest number of delegates after California. This is a state that I think all the campaigns expected would be close in the end, wasn’t clear whether it be close between two candidates or three candidates. This was a state where for a while Mike Bloomberg seemed to be doing fairly well. But, it’s also one of a couple states on the map that allows voters to cast their primary ballots early, so that you have plenty of Texans going and voting for primary candidates significantly before the actual day of the primary. And this allowed us to track, in a sort of unusual way, the late shift in support towards Joe Biden. When we started getting the first wave of election returns from Texas, they looked pretty good for Bernie Sanders. And they stayed pretty good for Bernie Sanders. But in those early results, we saw higher support for Mike Bloomberg, because those votes were cast when he was doing better as a candidate. We saw votes cast for candidates who are no longer in the race, because when some people went in to vote early, Pete Buttigieg and Amy Klobuchar were still running really active campaigns. Once the election day vote started to come in, we saw Joe Biden steadily rise and eventually overtake Bernie Sanders. Right now, he’s ahead by a small but by a meaningful margin. And that really does capture how the vote moved towards him at the last minute, and especially after that big final rally that he held in Dallas on Monday.\nmichael barbaro\nSo this was tangible evidence that the victory in South Carolina, the endorsements, those had impact. Because you could literally see that there were a group of voters who probably cast their votes before those two events, and there was a group that cast them afterwards.\nalex burns\nExactly, and if you’re the Biden campaign, you’re pretty happy with how Texas turned out. But you probably also wonder, how well can we have done in Texas if all those votes hadn’t gone to Pete Buttigieg, Amy Klobuchar, Michael Bloomberg? If all of those people who were inclined to vote for a moderate in the early voting period had voted on election day, would we have gotten them too?\nmichael barbaro\nSo Alex, is Biden’s performance tonight the story of the great moderate coalescence? Did this plan from the moderate candidates to basically plead with moderate voters to speak with one voice on Super Tuesday, did that work?\nalex burns\nI think it did. The only word that I might adjust there is “plan.” Right? That there was so much of this that seemed to come together on the fly and pretty organically after Biden’s South Carolina landslide, that it sort of remains to be seen whether you’re going to continue to have an effective, well-orchestrated coalescing of the moderate wing of the Democratic Party. Or whether this is a phenomenon that we will have seen really take shape over a short period of time, and that Biden might then have difficulty replicating later on.\nmichael barbaro\nOK. Let’s turn to Bernie Sanders and how he did this evening.\nalex burns\nOK. They’ve just called Texas.\nmichael barbaro\nOh. So just for those who couldn’t hear you, what just happened?\nalex burns\nThey just called Texas. I just saw the push alert on my phone that we have now called Texas for Joe Biden.\nmichael barbaro\nOK. So that’s a big development.\nalex burns\nThat’s a really big one, a Texas-sized developed.\nmichael barbaro\nSo perfectly timed, let’s turn to Bernie Sanders and how he did tonight.\nalex burns\nLook, I think now, with the added context of Texas, that’s really a disappointment for Bernie Sanders. That was a place where he really hoped he could show the strength of his coalition and his support among Latino voters. It’s where he spent the night of his landslide victory in Nevada. He was in Texas trying to look forward to the next state on the calendar. So that’s certainly a setback. But you saw Sanders hold his own in a number of the states that Joe Biden won. It’s not as though he was getting completely crushed in states like Massachusetts or Minnesota. And you saw him win a number of important contests of his own, most importantly California, but also Colorado and Utah. And it does point to the possibility that as the political map changes, and on future primary days that might be a little bit less tilted towards the South and maybe a little more tilted towards the west, that you will see enduring support for Bernie Sanders in those places.\nmichael barbaro\nRemind us why Bernie Sanders has such an appeal in the west.\nalex burns\nWell, we saw that he had real appeal in the west four years ago when he ran against Hillary Clinton, that there is a real strength to his outsider message, to his populist message, to just his general approach to politics. And in the intervening four years, he and his campaign have put an enormous amount of effort in reaching out to the Latino community. And you saw that pay off for him in a really big way, in California especially.\nmichael barbaro\nHow is it possible to win California and still have anything approaching a disappointing night, given the scale of the delegates there?\nalex burns\nWell, as a pure matter of delegate math, this might not be a bad night for Bernie Sanders. I don’t think it is a bad night for Bernie Sanders. But if we were having this conversation on the day after the Nevada caucuses about what Super Tuesday might look like for Sanders, I don’t think that we would have said that it would be a really big win for him to get just California and a couple other states, while Joe Biden reassembles this broad coalition across most of the rest of the country. Now, again, in fairness to Sanders, winning California is an enormous development for him. It may take us a little time to figure out exactly how important a development that is for him, because California does a lot of voting by mail. And there are many, many hundreds of thousands of ballots that is going to take a long time to count that will shape what the ultimate delegate picture is out of California. The difference between Bernie Sanders winning California by 15 points and winning California by 7 points will tell us a whole lot about who has an overall advantage in the delegate race, and we’re not even get to know the answer to that question for a while. The fact that Bernie Sanders came out as the number one candidate, though, is a real validation of the strategy he has taken in that state. It was a real bitter disappointment to his campaign four years ago when he did not defeat Hillary Clinton there. So it is something of, I think, a particularly important vindication for him.\nmichael barbaro\nSo what does Super Tuesday ultimately mean for Bernie Sanders?\nalex burns\nWell, it means that he’s now one of two front-runners for the Democratic nomination. There are only two candidates in this race now who have a realistic path to winning a majority of the delegates needed to claim the nomination. He’s one of them. Joe Biden is the other one. The trickier thing for Sanders about Super Tuesday is that he has now seen what Joe Biden is capable of on a really good night. And I do think that it is something of a reality check for him and his campaign about just how difficult it might be for him to become the nominee and the scale of resistance that he might face. They were really hoping to be able to put in a much more dominant performance on Super Tuesday that would send a clear signal to reluctant Democratic Party leaders about his strength in this contest. If Bernie Sanders is going to be the Democratic nominee, it is pretty clear right now that it will only be after a very long fight.\nmichael barbaro\nIn which he has to somehow defeat, state after state after state, Joe Biden.\nalex burns\nThat’s right.\n[music]\narchived recording (bernie sanders) You cannot beat Trump with the same old, same old kind of politics.\nalex burns\nAnd in his speech on primary night, you have already heard from Sanders what that case is going to sound like.\narchived recording (bernie sanders) One of us in this race led the opposition to the war in Iraq. You’re looking at him. Another candidate voted for the war in Iraq.\nalex burns\nIt was a scathing critique of Biden’s record and a real sign of just how intense and how confrontational this race may be about to get.\narchived recording (bernie sanders) One of us stood up for consumers and said we will not support a disastrous bankruptcy bill. And another candidate represented the credit card companies and voted for that disastrous bill. So here we are.\n[music]\nmichael barbaro\nWe’ll be right back. There are two people we didn’t talk all that much about tonight and that may be pretty telling. And that, of course, is Mike Bloomberg and Elizabeth Warren. What did we learn tonight about these candidacies?\nalex burns\nWell, I think for Elizabeth Warren, we saw a continuation of a lot of the disappointment that she has faced over the last month since the Iowa caucuses. She is going to come out of Super Tuesday with a whole bunch more delegates, but she will not have carried a single state, and she will have lost her home state of Massachusetts.\nmichael barbaro\nWhich is a pretty stinging defeat.\nalex burns\nAnd I think in some ways, all the more so, because the state ended up rallying at the last minute around Joe Biden, who was not working hard to win there. Mike Bloomberg is in a lot of ways a far more dramatic story. This was the first time that Bloomberg’s name was actually on a primary ballot anywhere. He spent hundreds of millions of dollars contesting these states after totally skipping the four early states in February. And in a lot of these places, he looked for weeks or months like he had a pretty decent shot of winning outright.\nmichael barbaro\nRight.\nalex burns\nAnd the only contest he carried was the caucus in American Samoa. That is not typically seen as a bellwether for who is going to win the Democratic nomination. These states where he had been a pretty formidable contender — places like Virginia, North Carolina, Tennessee, Arkansas, Oklahoma, California — he did not come in first in any of these places. He did not come in second in these places. He fell far, far short. And when you talk to people who are aligned with him and with his general wing of the party, there is just this consensus that, first, that debate with Elizabeth Warren hurt him badly. And that then, the last couple of days, probably nobody suffered more as a result of this late movement towards Joe Biden than Mike Bloomberg. That it turned out that a lot of those moderate voters, a lot of those African-American voters, who were intrigued by Bloomberg based on his advertising, ultimately reverted to Joe Biden. They were just more comfortable with him, and whatever bond they had formed with Mike Bloomberg was pretty fleeting.\nmichael barbaro\nThere’s word this morning that Bloomberg’s campaign is going to reassess whether they should stay in this race, which may mean he’s going to drop out. We’re not sure. If Bloomberg does drop out, does that, as you’ve suggested, just further benefit this coalescence around Biden, as he tries to capture more and more of the moderate vote?\nalex burns\nI think it does. The difference between how Bloomberg performed in early voting and how he performed on election day really does suggest that his support moved directly from him to Joe Biden for the most part. So going forward to other states that now will have the information that we have based on Super Tuesday, Bloomberg is probably going to face a very, very tough fight if he wants to hold onto even the support he has right now, let alone the support that he hoped he would have.\nmichael barbaro\nAnd on the other hand, should we assume — although we should never make any assumptions — but should we assume that if Warren were to leave the race, that would help Sanders?\nalex burns\nYou know, the Sanders campaign certainly thinks so. I am personally not as convinced about that, because while Elizabeth Warren is a liberal candidate, a progressive, a populist who shares a lot of ideas with Bernie Sanders, much of her support also comes from more educated voters who have tended to be wary of Bernie Sanders in the past. And much of her support also comes from progressive women specifically, who are motivated not just by pure matters of ideology, but by Warren’s biography and identity and outlook on politics, and the specific policy concerns that she’s speaking to that aren’t necessarily at the core of Bernie Sanders’s daily message. So look, if Joe Biden is coalescing support from basically every important moderate constituency in the Democratic Party, there is going to be a great, great desire from the Sanders campaign to be able to do the same thing on the left. I don’t know that they or anyone else is going to have too much leverage over Elizabeth Warren at this point, because she had been running this sort of underdog guerrilla campaign for a while now, and the friction that we have already seen between her and Bernie Sanders may make it pretty tough for them to put pressure on her.\nmichael barbaro\nI have a bit of a cosmic question about the Biden resurgence phenomenon we saw tonight. How much of that is about Joe Biden, and how much of that is about many Democratic voters’ anxieties around Bernie Sanders? It’s something we have talked about in this primary.\nalex burns\nI think it’s both, but I think that those fundamental strengths that Joe Biden has in this race didn’t get him nearly as far as they suddenly have when they are being viewed by Democratic voters in light of their anxieties about Bernie Sanders. So when this was months ago and voting was a distant task, and Democrats were able to review a field that included not just the candidates we’re talking about tonight but people like Kamala Harris and Beto O’Rourke and Cory Booker, they were able to imagine a whole lot of alternatives to Joe Biden, who gave them a lot of reasons for concern. We have not seen Joe Biden suddenly become a really clear, crisp disciplined politician in debates and on the stump. We have not seen that his campaign organization has suddenly become incredibly sophisticated and operationalized all over the country in an impressive way. We’ve not seen any of those things. What we have seen is that, as this field has narrowed and as Bernie Sanders has gotten stronger and stronger, a lot of Democrat voters are looking back at the things they essentially liked about Joe Biden all along. That they think he’s a decent man, that they think he’s a safe bet in the general election, and they associate him with the Obama administration. And when the choices have already narrowed to the point that they have now, those are pretty considerable assets in a Democratic primary, and in a Democratic primary electorate that is consumed more than anything else with the question of who can beat Donald Trump?\nmichael barbaro\nAlex, as of tonight — correct me if I’m wrong — about a third of the delegates will have been awarded in this nomination fight. How close are we now to actually having a nominee, beyond the obvious mathematical answer of we’re about a third of the way?\nalex burns\nI think we’re still a ways off. I have two big questions for the coming days. One is whether Biden can really sustain this moment, whether he can consistently go out there in front of the Democratic electorate and look as formidable as he has in the last couple of days. Because it’s one thing to look strong and impressive when you are delivering your victory speech, and it’s another thing to just do it day in, day out, in the ordinary experiences of being a presidential candidate. The other question for me is whether Bernie Sanders can expand his appeal beyond where it is so far. There was that moment after the Nevada caucuses, which he won by just an enormous margin, where it really looked like he had cracked the ceiling on his political support and maybe his coalition was about to get much larger than it had up to that point. We didn’t see that happen on Super Tuesday. And in a contest between somebody who has a hardcore progressive coalition and somebody who has a looser but more diffuse moderate coalition in the Democratic Party, the moderate usually wins in the end. So if you’re Bernie Sanders, you have to be looking at where you can reach people who aren’t with you already, and that’s not something that we’ve seen him do a whole lot of in the last couple weeks.\nmichael barbaro\nBut he could.\nalex burns\nBut he could.\n[music]\nmichael barbaro\nThank you, Alex.\nalex burns\nThank you.\n[music]\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today. The death toll from the coronavirus in Washington State, the site of the first major outbreak in the U.S., rose to nine on Tuesday, as authorities said that the virus may have been spreading there for longer than they had realized. In New York, officials identified a second infection, a man who was treated at a hospital just outside New York City for days before he was diagnosed. Health officials are now trying to track down doctors and nurses who the man may have infected. As of Tuesday night, there were at least 115 confirmed cases of the virus in the U.S.\n[music]", "url": "https://www.nytimes.com/2020/03/03/us/politics/super-tuesday-primary-winners.html"}