{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 23:53:13", "date_modify": "2022-10-25 23:53:13", "date_publish": "2020-01-28 10:00:25", "description": "As the candidate courted nonwhite voters, employees of color were voicing their frustrations, according to interviews, documents and a recording. The campaign said it worked to foster a progressive workplace.", "filename": "2020_01_28_us_politics_buttigieg-campaign-black-hispanic-staff_1666741993.html", "image_url": "https://static01.nyt.com/images/2020/01/17/us/politics/00buttigieg-campaign1/00buttigieg-campaign1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=bd77b0e579bab378fa317462f5527f114b7fea441fbda14d511f98ef30f0f8af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_28_us_politics_buttigieg-campaign-black-hispanic-staff_1666741993.html", "title": "How People of Color Inside the Buttigieg Campaign Sought to Be Heard", "title_page": "How People of Color Inside the Buttigieg Campaign Sought to Be Heard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In addition, the Buttigieg campaign made other employees available to discuss its handling of workplace issues.\nIn a statement, Mr. Buttigieg, 38, who recently finished his second term as mayor of South Bend, Ind., nodded to those challenges and struck a progressive tone in emphasizing the importance of supporting his staff.\n“We’re proud of the staffers who stood up and made their voices heard to help our campaign improve and be more inclusive,” Mr. Buttigieg said. “We realize that we can always do better and these honest discussions are how we make progress, and we will continue to provide our staff the safe space to have them.” His campaign provided the statement in response to questions about the operation.\nVernon Gair, the accounting director for the campaign, who was made available by officials there, said that because of Mr. Buttigieg’s struggle to attract black voters, the campaign had to meet a higher bar internally in addressing the concerns of minority employees. “We can’t just be good enough on these issues — our candidates, and our teams,” Mr. Gair, who is black, said in an interview.\nHe said he was a member of what the campaign called “bridge” groups aimed at providing support to staff members who were members of certain affinity groups, including black and L.G.B.T.Q. employees. Mr. Gair said his group had conveyed some of its frustrations to the campaign manager, Mike Schmuhl, who took the time to listen. Mr. Gair declined to be specific about the frustrations.\nAfter this article was published on Tuesday, the Buttigieg campaign posted a lengthy explanation of its diversity efforts online. “Pete for America is committed to creating trusted environments for issues to be raised and addressed within, across and outside the campaign,” the campaign wrote.\nAfter a town-hall-style event in Ottumwa, Iowa, on Tuesday, Mr. Buttigieg dodged a question about whether or not he had discussed the article with his staff.", "url": "https://www.nytimes.com/2020/01/28/us/politics/buttigieg-campaign-black-hispanic-staff.html"}