{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:29:25", "date_modify": "2022-10-25 23:29:25", "date_publish": "2020-05-07 16:18:03", "description": "Democrats hope to extend a program that increased unemployment benefits by $600 a week. Republicans have criticized it as overly generous, creating a disincentive to work.", "filename": "2020_05_07_us_coronavirus-stimulus-package_1666740565.html", "image_url": "https://static01.nyt.com/images/2020/05/07/us/politics/07dc-virus-joblessaid1/07dc-virus-joblessaid1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=ebbafbe26625fbba17b8c33f3a19a7c32b3cba421440e10a9adbde0eacc43349&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_07_us_coronavirus-stimulus-package_1666740565.html", "title": "Partisan Divide Over Next Coronavirus Stimulus Package", "title_page": "Partisan Divide Over Next Coronavirus Stimulus Package - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator John Cornyn of Texas called the expanded unemployment benefits enacted as part of the coronavirus stimulus law a lifeline. Senator Steve Daines of Montana said they were protecting vulnerable families. Senator Mitch McConnell of Kentucky, the majority leader, called the aid an effort to expand relief for those suddenly left unemployed by the pandemic.\nSenator Ron Wyden, Democrat of Oregon, called his Republican colleagues — who had resisted the generous expansion of jobless aid — nervy.\n“With more than 30 million Americans unemployed through no fault of their own, those Republicans sure have chutzpah,” said Mr. Wyden, the top Democrat on the Senate Finance Committee, noting that those same Republicans voted to limit the assistance. “They have been out boasting about getting unemployment increases they voted against.”\nThe aid set off a partisan divide during the last round of coronavirus relief legislation and has emerged as a sticking point again as lawmakers begin hammering out the fourth phase of government help. The additional money — $600 per week for 16 weeks — is set to expire at the end of July.", "url": "https://www.nytimes.com/2020/05/07/us/coronavirus-stimulus-package.html"}