{"authors": ["Noam Cohen"], "date_download": "2022-10-25 23:46:12", "date_modify": "2022-10-25 23:46:12", "date_publish": "2020-05-13 23:45:54", "description": "The OpenAg project, which promised crops that could be grown in thin air, faced scrutiny at the same time that Jeffrey Epstein’s financial ties to the M.I.T. Media Lab came to light.", "filename": "2020_05_13_business_media_mit-closes-food-computer-project_1666741572.html", "image_url": "https://static01.nyt.com/images/2020/05/14/business/14MIT-FOODLAB/merlin_159618759_02611b45-9804-43f0-97f7-3ed3046de70b-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a6044a6ee443a28a98ebaa21213005266fd82f593a1763e9094b27fab7341140&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_13_business_media_mit-closes-food-computer-project_1666741572.html", "title": "M.I.T. Closes ‘Food Computer’ Project After Scientists Raised Doubts", "title_page": "M.I.T. Closes ‘Food Computer’ Project After Scientists Raised Doubts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A high-profile research project at M.I.T.’s Media Lab that promoted growing food at home in mini-greenhouses was quietly closed last month amid allegations that its results were exaggerated to sponsors and the public, the university confirmed this week.\nThe Massachusetts Institute of Technology also announced that it would pay a $15,000 fine to the State Department of Environmental Protection because the project, the Open Agricultural Initiative, or OpenAg for short, improperly disposed chemicals into a well at a research center outside Boston where it conducted some experiments. M.I.T. promised to close the well since OpenAg would no longer be conducting research there.\nM.I.T.’s announcement was contained in a brief email and hinged on the fact that the principal research scientist at OpenAg, Caleb Harper, had stopped working at the university as of April 30.", "url": "https://www.nytimes.com/2020/05/13/business/media/mit-closes-food-computer-project.html"}