{"authors": ["Shane Goldmacher", "Reid J. Epstein"], "date_download": "2022-10-25 23:52:44", "date_modify": "2022-10-25 23:52:44", "date_publish": "2020-02-20 05:08:30", "description": "Warren carved up her opponents, Bloomberg was on the defensive, and Klobuchar and Buttigieg tried to take each other down. The fiery debate signals a harsher campaign as Super Tuesday looms.", "filename": "2020_02_20_us_politics_democratic-debate-las-vegas_1666741964.html", "image_url": "https://static01.nyt.com/images/2020/02/19/us/politics/19debate-takeaways-top/19debate-takeaways-top-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fd3ccdd7cf595e6c4bf32aded870b0a167d5479239650b5108cb70ec600bebd7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_20_us_politics_democratic-debate-las-vegas_1666741964.html", "title": "6 Takeaways From the Democratic Debate in Nevada", "title_page": "6 Takeaways From the Democratic Debate in Nevada - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[music]\narchived recording There are still so many questions about what happened in Iowa. You can see that Pete Buttigieg is presently leading the state delegate count with 27%; Bernie Sanders with 25%. Candidates are already looking toward New Hampshire. archived recording (bernie sanders) Let me take this opportunity — To thank the people of New Hampshire for a great victory tonight. archived recording Moderate candidates, Pete Buttigieg and Senator Amy Klobuchar trailed Sanders to round up —\n[music]\narchived recording Breaking news from the Democratic presidential race, where a national poll out this morning shows the former New York mayor is now in second place with 19% support behind Bernie Sanders. Michael Bloomberg, whose rise in the polls is fueled by more than $300 million in ad spending. Mayor Bloomberg has not appeared on a single debate stage or a single ballot, but that will change tonight.\nalex burns\nIt’s Alex Burns in Las Vegas, where Wednesday night’s Democratic debate was held ahead of the Nevada caucuses this weekend.\n[music]\narchived recording From NBC news, the Democratic Presidential Debate, live from Las Vegas, Nevada.\nalex burns\nThis was a debate we were all really waiting for because it was first time Mayor Bloomberg has appeared on the stage. And really, it’s the first time he has engaged with other Democratic candidates at all since entering the race. Polls released over the last few days have shown Bloomberg overtaking Joe Biden, nationally, as the moderate runner-up to Bernie Sanders, the front runner, thanks to hundreds of millions of dollars that Bloomberg has poured into advertising. But for most Americans, this was the first time that they have really been introduced to the man himself. So going in, we knew that all the other candidates were going to try to make that a rough introduction to scuff up the glossy image of himself that Bloomberg puts in TV ads. And right away, they did.\narchived recording (amy klobuchar) I think we need something different than Donald Trump. I don’t think you look at Donald Trump and say, we need someone richer in the White House. archived recording (lester holt) Thank you. Mayor Bloomberg — archived recording (elizabeth warren) Democrats are not going to win if we have a nominee who has a history of hiding his tax returns, of harassing women, and of supporting racist policies like redlining and stop-and-frisk. archived recording (joe biden) Stop-and-frisk. archived recording (bernie sanders) Stop-and-frisk, which went after African-American and Latino people in an outrageous way. archived recording (joe biden) Throwing close to five million young black men up against the wall. archived recording (bernie sanders) That is not a way you’re going to grow voter turnout.\nalex burns\nThey, of course, went after stop-and-frisk, his invasive policing policy as mayor of New York.\narchived recording (lester holt) Mayor Bloomberg, at the beginning of this debate, you took some incoming fire on this next topic, so let’s get into it. At 2015, this is how you described your policing policy as mayor. Quote, “We put all the cops in the minority neighborhoods.” And you explain that is, quote, “because that’s where all the crime is.”\nalex burns\nAnd early on, NBC moderator, Lester Holt, asked Bloomberg to address it.\narchived recording (lester holt) You went on to say, “And the way you should get the guns out of the kids’ hands is to throw them against the wall and frisk them.” You’ve apologized for that policy. But what does that kind of language say about how you view people of color or people in minority neighborhoods? archived recording (michael bloomberg) Well, if I go back and look at my time in office, the one thing that I’m really worried about, embarrassed about was how it turned out with stop-and-frisk. And we started a — we adopted a policy, which had been in place, the policy that all big police departments use — of stop-and-frisk. What happened, however, was it got out of control.\nalex burns\nFrom the beginning, he struggled with his responses.\narchived recording (michael bloomberg) And we have to keep the lid on crime. But we cannot go out and stop people — archived recording (lester holt) All right, mayor. archived recording (michael bloomberg) — indiscriminately. archived recording (lester holt) Mayor, thank you. Let me go to —\nalex burns\nThis was the number one question that Bloomberg would have known was coming. More than any other policy issue, this is the one his campaign has worried about from the start of the race. But —\narchived recording (michael bloomberg) I’ve sat. I’ve apologized. I’ve asked for forgiveness. But the problem —\nalex burns\nBloomberg is a man known for his political agility, or his comfort expressing contrition, or for his thick skin. And it showed.\narchived recording (michael bloomberg) And if we took off everybody that was wrong off this panel, everybody that was wrong on criminal justice at some time in their careers, there’d be nobody else up here.\nalex burns\nAnd the attacks were just sort of unrelenting. Up until this point, Elizabeth Warren has mostly avoided direct confrontation in debates with other candidates. She has been calling herself, “the unity candidate.” But she took a totally different approach, a far more aggressive approach. And Mike Bloomberg was her favorite target.\narchived recording (elizabeth warren) I’d like to talk about who we’re running against.\nalex burns\nShe landed some of the most stinging blows in the debate, drawing a connection between Bloomberg and public enemy number one for the Democrats.\narchived recording (elizabeth warren) A billionaire who calls women, “fat broads” and “horse-faced lesbians.” And no, I’m not talking about Donald Trump; I’m talking about Mayor Bloomberg. Democrats are not going to win —\nalex burns\nPerhaps, the most contentious exchange of the night, and the toughest one for Bloomberg, was a lengthy back and forth between him and both Warren and Joe Biden about a number of women who have signed nondisclosure agreements with Bloomberg and his company.\narchived recording (elizabeth warren) He has gotten some number of women — dozens? who knows — to sign nondisclosure agreements both for sexual harassment and for gender discrimination in the workplace. So Mr. Mayor, are you willing to release all of those women from those nondisclosure agreements so we can hear their side of the story? [APPLAUSE] archived recording (michael bloomberg) We have a very few nondisclosure agreements. archived recording (elizabeth warren) How many is that? archived recording (michael bloomberg) Let me finish. archived recording (elizabeth warren) How many is that? archived recording (michael bloomberg) None of them accused me of doing anything other than — maybe they didn’t like the joke I told. And let me just point — [CROWD MURMURING] — and let me point — those would be agreements between two parties that wanted to keep it quiet. And that’s up to them. They signed those agreements, and we’ll live with it.\nalex burns\nWarren challenged him over and over to release those women from the NDAs and let them speak openly about their experiences.\narchived recording (elizabeth warren) And when you say they signed them, and they wanted them. If they wish now to speak out and tell their side of the story about what it is they allege, that’s now OK with you? You’re releasing them on television tonight? archived recording (michael bloomberg) Senator, no. archived recording (elizabeth warren) Is that right?\nalex burns\nBloomberg said he would not do it.\narchived recording (elizabeth warren) Tonight? archived recording (michael bloomberg) Senator, the company and somebody else, in this case — the man or a woman, or could be more than that, they decided when they made an agreement, that they wanted to keep it quiet for everybody’s interest. archived recording (elizabeth warren) No. archived recording (joe biden) Come on. archived recording (michael bloomberg) They signed the agreements. And that’s what we’re going to live with. archived recording (elizabeth warren) I’m sorry. No. The question is — archived recording (michael bloomberg) I heard your question. archived recording (elizabeth warren) — are the women bound by —\nalex burns\nBut the latest is what these attacks reflect about the state of the Democratic race and the urgency that the candidates are feeling in this moment. Bernie Sanders’s lead is looking increasingly strong heading into the Nevada caucuses. And as we’ve talked about many times, part of that has to do with the fact that the more moderate candidates are dividing the votes amongst themselves, making it harder for any one of them to emerge as a clear alternative to Sanders. Now, in comes Michael Bloomberg with all of his money and his power and name recognition. But so far, he has done more to slow down fellow moderates than to thwart Bernie Sanders.\narchived recording (pete buttigieg) Senator, when you say that you disowned these attacks, and you didn’t personally direct them, I believe you. archived recording (bernie sanders) Well, thank you. archived recording (pete buttigieg) But at a certain point, you got to ask yourself, why did this pattern arise? Why is it especially the case among your support? archived recording (bernie sanders) I don’t think it is especially the case, by the way. archived recording (pete buttigieg) That’s just not true. Look — archived recording (bernie sanders) Well, people know —\nalex burns\nAnd so that meant it wasn’t just Bloomberg on the defensive. The other Democrats also had to take on Sanders, himself.\narchived recording (michael bloomberg) What a wonderful country we have. The best-known socialist in the country happens to be a millionaire with three houses. What’d I miss here? [CROWD MURMURING] archived recording (bernie sanders) Well, you’ll miss that I work in Washington, house one. archived recording (michael bloomberg) That’s the first problem. archived recording (bernie sanders) Live in Burlington, house two.\nalex burns\nAnd they had to take on each other.\narchived recording (pete buttigieg) Of the country to ourself. archived recording (amy klobuchar) Are you trying to say that I’m dumb? Or are you mocking me here, Pete? archived recording (pete buttigieg) I’m saying that you shouldn’t trivialize — archived recording (amy klobuchar) I said I made —\nalex burns\nThere was more open hostility, more personal bitterness in this two-hour debate than in perhaps all the other debates combined. And that’s because the stakes for the candidates are higher now. And for many of them, really for almost all of them, time may be close to running out.\n[music]", "url": "https://www.nytimes.com/2020/02/20/us/politics/democratic-debate-las-vegas.html"}