{"authors": ["Alexandra Stevenson"], "date_download": "2022-10-25 23:23:32", "date_modify": "2022-10-25 23:23:32", "date_publish": "2020-03-02 21:33:01", "description": "The virtual shutdown of one of the world’s biggest economies is hurting business around the globe, from multinational firms to truck drivers and tour guides.", "filename": "2020_03_02_business_economy_china-coronavirus-economy_1666740212.html", "image_url": "https://static01.nyt.com/images/2020/03/03/business/03china-global-6/03china-global-6-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=4d580358e24bb73d6acc615f61e2b8f7f0fc24514ffc4068b0884d0ee725db03&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_02_business_economy_china-coronavirus-economy_1666740212.html", "title": "China Stopped Its Economy to Tackle Coronavirus. Now the World Suffers.", "title_page": "China Stopped Its Economy to Tackle Coronavirus. Now the World Suffers. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some places are still waiting for the full impact.\nChile counts China as its biggest trading partner, with copper its largest export. But the South American country has tried to diversify, and cherries have become important exports. During the Lunar New Year holiday, Chilean farmers ship large containers of cherries to China, catching a window when the United States is out of season.\n“The agri-food sector has been, up to date, the most exposed one,” said Rodrigo Yañez, vice minister for trade in Chile. Copper exports have already been hit by the trade war between the United States and China and the lower commodity prices that resulted.\nFor all its growing purchasing power, China remains a force in manufacturing, the industry that propelled it to prosperity. Mr. Smerling, who owns the travel gear company LCI Brands, has long depended on China as a supplier, even though the trade war between the United States and China made it more expensive to buy from there. His company was hit by three rounds of tariffs last year.\nNow Mr. Smerling can’t even reach some of his suppliers. Information is sparse, he said, and he doesn’t trust everyone is being forthcoming.\n“We don’t know what is truth, what is propaganda and what is bald-face lies,” Mr. Smerling said. He believes at least one supplier is misleading him so that he will put down a deposit with the company. “Everyone,” he said, “is desperate for money.”\nWhen he is able to gather information, the news is not good. Some workers have returned to their factories as the Chinese government tries to get the economy restarted, but they are under 14-day quarantines in their dormitories. Some factories say they will be online by March 15. For others, April looks more realistic, he said.", "url": "https://www.nytimes.com/2020/03/02/business/economy/china-coronavirus-economy.html"}