{"authors": ["Luke Broadwater", "Jack Healy", "Michael D. Shear", "Hailey Fuchs"], "date_download": "2022-10-25 23:37:16", "date_modify": "2022-10-25 23:37:16", "date_publish": "2020-08-15 16:39:29", "description": "President Trump’s furious objection to mail-in balloting and a new Trump-allied postmaster general are raising fears about the election and the Postal Service.", "filename": "2020_08_15_us_post-office-vote-by-mail_1666741036.html", "image_url": "https://static01.nyt.com/images/2020/08/15/us/politics/15postoffice-promo/15postoffice-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c44390633f83e0c7225aa962607f9d171d09c0f1a2fa7d5f63ee90fd968d2e99&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_15_us_post-office-vote-by-mail_1666741036.html", "title": "Postal Crisis Ripples Across Nation as Election Looms", "title_page": "Postal Crisis Ripples Across Nation as Election Looms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Butler County, north of Cincinnati, two postal officials walked into the election board offices on May 8, more than a week after the April 28 elections, carrying two buckets filled with 317 unopened ballots that had been discovered too late to be counted.\n“We have not received a good explanation yet,” said Diane Noonan, the Republican director of the Butler board of elections. “The thing I was told that day was that it was found in a corner of a warehouse.”\nMs. Noonan said she was concerned about the possibility that issues with the mail service could affect the ability of her office to accurately count the votes in November, especially if voters waited until the last minute to request a ballot. She has been urging voters to apply early for a mail ballot and return it immediately.\nIn Ohio, state law allows voters to request a mail-in ballot up until noon on Saturday, Oct. 31, just three days before the election. Even under the best of circumstances, that would leave little time for the Postal Service to deliver a blank ballot and then turn around and deliver the completed one by Monday, Nov. 2, the deadline in Ohio.\nIn Racine, Wis., Melissa Rymsha, a stay-at-home mother of two, does not want to risk contracting the virus in November, so she plans to vote by mail. But the face masks she recently ordered have been stuck in transit for days, and she worries that in several weeks, her ballot could be, too.\n“I’m kind of just going to cross my fingers and hope that it goes through the way it’s supposed to,” she said. “I don’t really have too much of an option.”\nLuke Broadwater reported from Darby, Pa., Jack Healy from Denver, and Michael Shear and Hailey Fuchs from Washington. Jonathan Martin, Lucy Tompkins and Emily Cochrane contributed reporting. Susan Beachy contributed research.", "url": "https://www.nytimes.com/2020/08/15/us/post-office-vote-by-mail.html"}