{"authors": ["Alexandra Stevenson"], "date_download": "2022-10-25 23:39:14", "date_modify": "2022-10-25 23:39:14", "date_publish": "2020-02-19 08:18:35", "description": "Beijing said it had revoked their credentials over a headline the newspaper published in its opinion pages.", "filename": "2020_02_19_business_media_china-wall-street-journal_1666741154.html", "image_url": "https://static01.nyt.com/images/2020/02/19/world/19china-wsj-1/19china-wsj-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6f6dd55533ea7ee68a80c8d3de437757baa7306828e8ef3e50705902f9674ed4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_19_business_media_china-wall-street-journal_1666741154.html", "title": "China Expels 3 Wall Street Journal Reporters as Media Relations Sour", "title_page": "China Expels 3 Wall Street Journal Reporters as Media Relations Sour - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Foreign correspondents are not allowed to work in China without credentials, which in turn are required for a residence visa that is typically valid for one year. In recent years, officials have taken to shortening the length of these visas to six months or less for some journalists, apparently in retaliation for reports by the individuals or their news organizations.\nBeijing’s combative stance with the media has come into sharper focus in recent months as it tried to control the coverage of antigovernment protests in Hong Kong. In recent weeks, China has also cracked down on reporting about the coronavirus outbreak, in some cases stipulating that medical professionals must stop speaking to the reporters.\n“The action taken against the Journal correspondents is an extreme and obvious attempt by the Chinese authorities to intimidate foreign news organizations,” the Foreign Correspondents’ Club said in an emailed statement on Wednesday.\nIt was unclear whether the Journal reporters named on Wednesday would be able to comply with Beijing’s order to leave the country this week. Ms. Deng is reporting in Wuhan, the epicenter of the coronavirus outbreak and the site of a lockdown that makes it nearly impossible for most people to leave.\nOther Chinese cities have strict quarantines for those who have recently been to Wuhan. If Ms. Deng returned to Beijing, for example, she would be subject to a 14-day quarantine there.\nLike other media organizations, including The New York Times, The Journal runs its news and editorial departments as separate operations, meaning none of the newspaper’s reporters in China would have had any involvement with the essay, including the writing of the “Sick Man” headline.", "url": "https://www.nytimes.com/2020/02/19/business/media/china-wall-street-journal.html"}