{"authors": ["Adam Rasgon"], "date_download": "2022-10-25 23:56:10", "date_modify": "2022-10-25 23:56:10", "date_publish": "2020-06-24 20:02:18", "description": "Prime Minister Benjamin Netanyahu wants to annex territory along the Jordan border. Palestinian residents wonder where that leaves them.", "filename": "2020_06_24_world_middleeast_israel-annex-jordan-valley-palestinians_1666742170.html", "image_url": "https://static01.nyt.com/images/2020/06/23/world/23jordan-valley/23jordan-valley6-facebookJumbo.jpg?year=2020&h=550&w=1050&s=866e4c0aa4976e883de2f01cff6a781ec90a4684e1e486df9cd3dcc32b69299a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_24_world_middleeast_israel-annex-jordan-valley-palestinians_1666742170.html", "title": "Palestinians in Jordan Valley Fear Annexation Would Choke Off Their Villages", "title_page": "Palestinians in Jordan Valley Fear Annexation Would Choke Off Their Villages - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Presumably the enclaves and their residents would be connected somehow to a larger Palestinian entity in the West Bank, but Mr. Netanyahu has not explained how such a system would work, and his office declined to comment.\nBut Mr. Netanyahu’s pledge has fueled concerns among Palestinian residents that they would be confined to isolated islands.\n“What he’s saying is we should be put in small bird cages,” said Hazem Abu Jish, 53, a convenience store owner in Furush Beit Dajan, a village in the northern Jordan Valley. “How can we live like that? What if I need to go to the hospital in Jericho for an emergency? Will I no longer be able to drive there in a half-hour?”\nJihad Abu al-Asal, the Palestinian Authority’s governor of Jericho and the Jordan Valley, said that Mr. Netanyahu seemed to be willing to jeopardize Palestinian communities to advance annexation.\n“He thinks we are like pawns,” Mr. Abu al-Asal said in an interview. “He thinks he can do whatever he wants with us to achieve his goals. What he wants to do is to formally institute an apartheid system.”\nMr. Netanyahu has said he would not annex the Jericho area, home to more than 40,000 Palestinians. A conceptual map in the Trump administration’s proposal leaves Jericho under Palestinian control, as does a map Mr. Netanyahu proposed when he first promised to annex the valley last fall.", "url": "https://www.nytimes.com/2020/06/24/world/middleeast/israel-annex-jordan-valley-palestinians.html"}