{"authors": ["Sharon Lafraniere", "Katie Thomas", "Noah Weiland"], "date_download": "2022-10-25 23:25:21", "date_modify": "2022-10-25 23:25:21", "date_publish": "2020-12-08 02:36:03", "description": "The pharmaceutical company offered the government a chance to lock in additional supplies before its vaccine was proved effective in clinical trials.", "filename": "2020_12_07_us_politics_trump-pfizer-coronavirus-vaccine.html_action=click&module=RelatedLinks&pgtype=Article_1666740321.html", "image_url": "https://static01.nyt.com/images/2020/12/07/us/politics/07DC-virus-pfizer1/07DC-virus-pfizer1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b39f743c669422c15990c771d7cdb8fa53e8620e9793916607202dc361057789&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_07_us_politics_trump-pfizer-coronavirus-vaccine.html_action=click&module=RelatedLinks&pgtype=Article_1666740321.html", "title": "Trump Administration Passed on Chance to Secure More of Pfizer Vaccine", "title_page": "Trump Administration Passed on Chance to Secure More of Pfizer Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nHey, it’s Michael. We know that 2020 has been a difficult year. But it’s also been a year of small victories, personal milestones, and moments of joy. If something good happened to you, we want to hear about it. So write us an email or better yet, send us a voice memo to thedaily@nytimes.com— that’s thedaily@nytimes.com— and tell us your story of good news this year, large or small. And thank you. From The New York Times, I’m Michael Barbaro. This is The Daily.\n[music]\nToday: From the start of the pandemic, the Trump administration said it was committed to ordering and stockpiling enough vaccine to end the pandemic as quickly as possible. But new reporting from The Times raises questions about whether it has actually done that. I spoke with my colleague, Sharon LaFraniere. It’s Thursday, December 10. So Sharon, tell me about this tip that you got.\nsharon lafraniere\nSo it was on Saturday. I think I was playing bridge on my phone with the robots, which is how we spend Saturday nights now, right?\nmichael barbaro\nRight.\nsharon lafraniere\nAnd I got a call from another New York Times reporter, mutual friend of ours, saying, I have heard this about Pfizer. You need to call this guy. Here’s his name. Here’s his number. Tell him you know me. And so I called the guy, and basically the tip was that the administration had muffed a chance to buy more of Pfizer’s vaccine, and now it couldn’t get it until, like, the middle of next year.\nmichael barbaro\nHm, that’s a very big tip.\nsharon lafraniere\nIt’s a big tip because Pfizer’s vaccine has been shown to be 95 percent effective, and it’s the first one out of the gate, right? The Brits are already inoculating people with it. The Americans want it. And if we somehow missed out a chance to get twice as many doses as we had locked in, that would be a big deal.\nmichael barbaro\nAnd I wonder what you thought when you heard this tip. I mean, it’s one of those things you hear, you’re sort of like, wait, could that be right?\nsharon lafraniere\nMy reaction was, if this is right, it’s a big story.\nmichael barbaro\nMhm. And so what did you do?\nsharon lafraniere\nSo I called my editors and my colleagues and said, we need to chase this as hard as we can. And so all Sunday we were calling everybody, and we’re getting like, sorry, can’t help you on this. Or, I never heard about this. Or, try some other people. And then finally on Monday afternoon, early Monday afternoon, we’re able to confirm it, that in fact Pfizer had tried to get the US government to lock in a hundred million extra doses but the government had turned them down.\n[music]\nmichael barbaro\nSo Sharon, what did you find out was the thinking behind this decision— which feels like a real head-scratcher on paper— not buying extra doses of a very effective vaccine from Pfizer?\nsharon lafraniere\nSo to answer that, we really have to go back to the start of the administration’s whole crash program to develop vaccines, all the way back to March when it starts this initiative called Operation Warp Speed and comes up with a strategy to develop vaccines in record-breaking time.\nmichael barbaro\nRight.\nsharon lafraniere\nSo the initial strategy was that the government would pick three different technologies. And each technology would be pursued by a pair of companies, so six companies all together— six horses. They actually called them horses. And the idea of having a pair of companies is if one company fails, then you’ve still got one company standing to go after that technology. But nobody had any idea which of those vaccine technologies would work. So the government’s strategy was, we’ll back all six, and we’re going to pay this money even before we know whether the vaccines work or not. But Pfizer was alone among the group in saying, we don’t want your money. And there’s really three reasons for that. So the C.E.O., Albert Bourla, told us, number one, it doesn’t need the money. Number two, it doesn’t want the government oversight. I mean, he actually felt that having government oversight over the vaccine project would not speed them up but it would slow them down. And number three, he was fearful about getting involved in the whole political drama that was starting to unfold with the White House pressuring the health agencies to act in one way or another. He just wanted to stay out of the political fray. And he thought if he takes the money, the money will come with strings attached, and he doesn’t want to be dragged into this.\nmichael barbaro\nGot it. So what exactly is the arrangement with Pfizer? Because it sounds very different from the other five. What’s the eventual terms of it?\nsharon lafraniere\nSo the contract called for Pfizer to deliver a hundred million doses to the U.S. government at a cost of $19.50 per dose by the end of the first quarter of 2021, but the U.S. government didn’t pay any money up front. In other words, only if this vaccine clears all the hurdles, gets approved by the F.D.A., and Pfizer’s able to manufacture it— only in that case will the US government have to actually pay the bill.\nmichael barbaro\nHm. So in some ways, this arrangement with Pfizer is better for the U.S. government than its arrangement with the five other companies. Doesn’t have to put any money down, and it seems like Pfizer is assuming most, if not all, of the risk.\nsharon lafraniere\nExactly.\nmichael barbaro\nThis is a very good deal if you’re the United States government.\nsharon lafraniere\nRight. You get to lock in a hundred million doses, and you don’t have to pay up front.\nmichael barbaro\nAnd so the U.S. takes that deal.\nsharon lafraniere\nRight.\nmichael barbaro\nAnd when exactly was this?\nsharon lafraniere\nSo the contract is signed in late July. But even at that time, we’re told, Pfizer is asking Operation Warp Speed officials, don’t you want more? Like, don’t you want to lock in an extra 100 million doses or 200 million doses? Because you don’t have to pay for them unless it works. And the answer was, no, we’re hedging our bets. We’ve got six candidates here. We’re not playing favorites among any of them. And Pfizer’s saying basically, yeah, but with us, it’s a free bet. But the government is saying, no, we’re sticking with our strategy. They don’t want to bet too heavily on any one of the six, even if the bet is free.\nmichael barbaro\nAnd Sharon, as the U.S. government is turning down this offer from Pfizer, what does it actually know about Pfizer’s vaccine and how effective it may actually be?\nsharon lafraniere\nWell, remember this is July, and at this point, the government really doesn’t know very much, if anything, about which of these vaccines is going to work. But as time went on, it looks like suddenly that Pfizer is going to be the first over the finish line. But the problem is, a lot of other countries were also getting interested in Pfizer’s vaccine. They have a vaccine that is attracting so much attention that their executives are getting messages over LinkedIn from other countries, like, we want some. Can we lock this in? And in early October, the U.S. government also gets interested in some extra doses and talks resume. But it’s no longer the same situation, because while the U.S. was hesitating, other countries were moving in. So in October, they don’t actually come to any agreement on a second contract because the U.S. is like, we need it sooner than it sounds like you’re delivering it. Or, you’re not promising us that we’re going to get it in time. Anyway, the talks are inconclusive. And then comes the big day of November 8.\narchived recording This is CNN breaking news. Pharmaceutical giant Pfizer reportedly making an enormous breakthrough with its Covid-19 vaccine, announcing today—\nsharon lafraniere\nPfizer gets the interim results of its clinical trials.\narchived recording Pharmaceutical giant Pfizer just announced moments ago that its coronavirus vaccine is 95 percent effective. 95 percent effective— 95 percent effective, and they say with no serious side effects.\nsharon lafraniere\nAnd they are amazing.\narchived recording Pfizer’s C.E.O. is calling it, quote, “the greatest medical advancement in the last 100 years.” We will speak with—\nmichael barbaro\nI remember that, Sharon. The results were stunning. And it suggested that this vaccine was going to be a blockbuster. But the U.S. still hasn’t ordered extra doses at this point?\nsharon lafraniere\nRight. And according to Scott Gottlieb, who is a member of Pfizer’s board and the former commissioner of the Food and Drug Administration, Pfizer was still offering— after the results came out— more doses, but the U.S. did not seal a deal then.\nmichael barbaro\nHm. So the Trump administration, the U.S. government, having missed this first chance back in July to lock in this deal for extra doses of this vaccine at no cost, is then told in October, and it sounds like even in November, we can’t offer you the exact same timeline. I mean, because months have gone by here. We’ve gotten other orders. And so as a result, despite how promising this vaccine turns out to be, the U.S. still decides not to order more. I just want to be clear.\nsharon lafraniere\nThat seems to be the situation, yes. And then on November 11, which is basically two days after Pfizer has announced these amazing results, it announces that it has a deal to sell 200 million doses to the European Union. That was a contract that had been in negotiation for weeks and weeks. Nonetheless, the European Union has locked in 200 million doses, and the U.S. has locked in a hundred million doses.\nmichael barbaro\nSo it very much looks like the European Union got 200 million doses of the vaccine that could have gone to the United States if the United States had wanted them.\nsharon lafraniere\nYes, that’s what it looks like.\nmichael barbaro\nSharon, do we know who exactly in the U.S. government made this decision repeatedly not to buy these vaccines?\nsharon lafraniere\nWe’re not sure. We know that Pfizer was dealing with the guy who is the scientific leader of Operation Warp Speed. His name is Dr. Moncef Slaoui. But whether Dr. Slaoui was the one who was the final decision-maker or it was Alex Azar, the Health and Human Services secretary, or whether the White House was involved or not, we really don’t know now.\nmichael barbaro\nSo Sharon, if you could summarize it, what are the consequences of how the U.S. has approached these offers from Pfizer?\nsharon lafraniere\nSo the consequence is that the U.S. might have to wait longer for as much supply of the Pfizer vaccine as it wants and needs. Because the state of play is that Pfizer is right on the brink of getting emergency approval from the Food and Drug Administration. It’s going to be the first vaccine to get that in the U.S. And the US government has locked in a commitment for a hundred million doses, enough to cover 50 million people, and it wants more. But it looks very unlikely that it can get it as soon as it wants it.\nmichael barbaro\nSo how much time have we lost here when it comes to the Pfizer vaccine orders that we never placed?\nsharon lafraniere\nSo what we’re being told is that the U.S. government has now asked Pfizer for a hundred million doses, and they want them starting in March. But Pfizer is saying, sorry, we cannot guarantee you these doses until June. So if that’s how it all plays out, the way it’s looking now, then we would have lost three months.\nmichael barbaro\nThree months. Three months of not having tens of millions of doses that the U.S. could have had.\nsharon lafraniere\nIf it works out that way, that would be three months in which the U.S. is waiting for a Pfizer vaccine because it didn’t lock in more doses earlier.\n[music]\nmichael barbaro\nWe’ll be right back. Sharon, having made this decision, which in retrospect feels like a pretty strange and bad decision, what does the United States now do to correct for this? Could we just beg Pfizer to make extra doses for us?\nsharon lafraniere\nNo, because it’s not that Pfizer is not willing to make more doses for Americans. It’s making every dose that it can possibly make right now. It doesn’t have empty factories somewhere where it can go in and just flip on the lights and suddenly there’s lots more doses. It has legal commitments to other countries to provide supply. And those countries want it too. It’s not a matter of begging Pfizer to make more. If they had more to give the Americans, they would give it to them. Pfizer has a very big motivation to put the U.S. first, because Pfizer, number one, it’s an American company.\nmichael barbaro\nRight.\nsharon lafraniere\nNumber two, most of its customers are in the U.S. They do not want to be in this situation where their customers think, what, you’re making deals to save the lives of Europeans and you’re leaving Americans here waiting for lifesaving vaccines? They don’t want a consumer backlash.\nmichael barbaro\nCould the U.S.— and here I’m just kind of exhausting American curiosity. Could the U.S. kind of forcefully take vaccine from Pfizer if it wanted to be extremely nationalistic and say, nobody gets doses outside the U.S. before we get doses?\nsharon lafraniere\nI mean, that seems highly unlikely that the U.S. government is going to move into Pfizer’s factories and rip up all its contracts and commandeer its doses. President Trump signed an executive order this week saying that Americans would get vaccine supplies first, but it seems pretty meaningless. It’s hard to imagine what the government could do to force Pfizer to redirect vaccine that it’s committed to other countries to Americans. I mean, some people have speculated, maybe could Pfizer team up with another pharmaceutical company like Merck? And then could there be some kind of partnership there that would allow it to increase production? But it cannot itself, now, just turn on a dime and create more production.\nmichael barbaro\nOK, so with no great options for securing more doses from Pfizer right away, what can the U.S. do instead? How do we make up for those missing doses? I have to imagine the answer lies with these other companies that the U.S. has invested in.\nsharon lafraniere\nExactly. Moderna is right behind Pfizer with a very similar vaccine that is proven to be equally effective. It’s likely to win emergency approval from the F.D.A. maybe a week after Pfizer does later this month. It too has committed to provide the U.S. with a hundred million doses. Like Pfizer, it has to deliver those doses by the end of the first quarter of next year. It’s easier to store than Pfizer’s, and it might be easier to ship. It’s a much smaller company than Pfizer, right? It spent 10 years without bringing a product successfully to market, but it’s done extremely well with this vaccine. So there’s the Moderna option.\nmichael barbaro\nSo if I’m keeping count correctly, 50 million Americans would be inoculated through Pfizer’s vaccine.\nsharon lafraniere\nRight.\nmichael barbaro\n50 million Americans would be inoculated through Moderna’s vaccine. That still leaves a lot of Americans. So what about these other companies?\nsharon lafraniere\nSo of the other four companies, two of them are sort of off the table right now because they haven’t even started their phase 3 clinical trials. Another one, AstraZeneca, which has developed its vaccine with University of Oxford researchers, is about halfway enrolled in its clinical trial here. And there are some questions about its data, its transparency. It’s had somewhat rocky relations with the F.D.A. And its early results have shown basically that for the full two-dose regime, it was shown to be about 62 percent effective. So you have to ask yourself, are Americans going to want to take a vaccine that’s 62 percent effective when they have two vaccines out there that are 95 percent effective?\nmichael barbaro\nRight. And I think we all know the answer to that is probably no, not really. So it’s really kind of “Moderna and Pfizer or bust” for the moment.\nsharon lafraniere\nWell, there’s also Johnson & Johnson, and it expects to have clinical trial results early next year. But we don’t know if that vaccine worked or not. If it works, that gives us a third. But at the moment, the U.S. government has got, as you said, commitments for 200 million doses, which will cover a hundred million Americans. And the question is, what is going to happen at the end of March? Are we going to fall off some kind of vaccine cliff here? Or, is there going to be an interval in which people are not being vaccinated? Or, are there going to be enough doses to fill in the gap?\nmichael barbaro\nMhm. So what happens if we reach and go over a vaccine cliff?\nsharon lafraniere\nSo the worst case scenario is that there is an interval in which Americans are waiting and that there’s some sort of break in the inoculation program. But we don’t know that’s true. We don’t know for sure that that’s going to happen. Moderna could fill in some of the gap. And at the moment, all we can say is that it kind of raises the anxiety level that we have two successful vaccines, and so far, we have not locked in enough doses to cover more than a hundred million Americans.\nmichael barbaro\nRight. So no matter how you slice it, the chances of us going over a vaccine cliff, of suddenly having some period of some unknown duration where Americans are not being inoculated, which is not what we want, the chances of that are higher— correct me if I’m wrong— because the United States did not order more of these doses from Pfizer. Is that right?\nsharon lafraniere\nI think that’s right. The administration says that is not going to happen. We’re not going over this cliff. That there’s going to be enough vaccine for everybody, that there are more supplies coming in, that there are negotiations going all the time. That they feel confident that they are going to have enough vaccine doses for every single American who wants it by spring or the middle of next year.\nmichael barbaro\nMhm. But the government can’t assure that.\nsharon lafraniere\nNot yet.\nmichael barbaro\nSharon, it feels like the consequence of what the U.S. government, of what the Trump administration has done here, is time. You said that the decision-making here may have delayed this acquisition of vaccines by something like three months. Time is a very precious resource in this pandemic. Time is how we measure the number of people who get exposed to this virus, who get infected by it, who get killed by it. And so every single day matters. And so three months, 90 days, that really matters, right? It means more people are likely to get this virus and potentially to die from it.\nsharon lafraniere\nI mean, I really, really hope that’s not so. Well, the whole story is such a roller coaster, right? We get these amazing results from Pfizer and Moderna, and everybody is just ecstatic. And then we learn, whoa, we don’t have enough. And are we going to get enough? And everybody would feel much more comfortable if we had all these doses in the bank.\nmichael barbaro\nMhm. I mean, what makes this feel especially confounding is that vaccines have been the U.S. government’s approach to this pandemic, right? I mean, the Trump administration has not issued national lockdowns. It has not issued a national mask mandate. What it has said is that what will get us out of this pandemic is a vaccine. We are going all in on vaccines. It’s pretty much our only solution to the pandemic. So to have not done everything conceivably possible to get as many doses of the vaccine as we could, knowing that this is our solution, just becomes extremely hard to understand or explain.\nsharon lafraniere\nSo in hindsight, some administration officials will say privately they wish that they had locked in more doses earlier. That this has exposed a kind of flaw in their strategy. And that now they’re scrambling to figure out how can they compensate for it. And that is weighing heavily on them.\nmichael barbaro\nSharon, thank you very much. We appreciate it.\nsharon lafraniere\nThank you, Michael.\n[music]\nmichael barbaro\nOn Wednesday afternoon, Canada became the latest country to approve Pfizer’s vaccine, meaning that its citizens may start to receive it beginning next week. A few hours later, The Times reported that the United States had passed a grim new milestone on Wednesday— 3,000 deaths from the coronavirus in a single day. We’ll be right back.\n[music]\nHere’s what else you need to know today:\narchived recording No company should have this much unchecked power over our personal information and our social interactions.\nmichael barbaro\nIn a lawsuit filed on Wednesday, the Federal Trade Commission and attorneys general from 48 states called for breaking up Facebook.\narchived recording And that’s why we are taking action today and standing up for the millions of consumers and many small businesses that have been harmed by Facebook’s illegal behavior.\nmichael barbaro\nThe lawsuit accused the company of purchasing its rivals, including Instagram and WhatsApp, in order to eliminate potential competition and in the process, acting as an unlawful monopoly. In response, Facebook said that it would vigorously defend itself during what is expected to be a long and expensive legal battle.\n[music]", "url": "https://www.nytimes.com/2020/12/07/us/politics/trump-pfizer-coronavirus-vaccine.html?action=click&module=RelatedLinks&pgtype=Article"}