{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:10", "date_modify": "2022-10-25 23:29:10", "date_publish": "2020-07-08 14:23:36", "description": "Many big lenders are not openly willing to make loans to new customers through the Federal Reserve’s program for midsize businesses", "filename": "2020_07_08_business_economy_federal-reserves-lending-coron_1666740550.html", "image_url": "https://static01.nyt.com/images/2020/07/08/business/08DC-Virus-FedLend/08DC-Virus-FedLend-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e15a28c55525033155a041bcc9b791d9a4828f9afd318a22581d47e9f59a842b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_08_business_economy_federal-reserves-lending-coron_1666740550.html", "title": "Big Banks Aren’t Embracing Fed’s Main Street Loan Program", "title_page": "Big Banks Aren’t Embracing Fed’s Main Street Loan Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The program has seen some loans submitted for purchase since it opened on Monday, said Eric Rosengren, president of the Boston Fed. Most came from smaller banks, he said, and they went to businesses including movie theaters, oil well servicers and software companies. He declined to put a number on the program’s use so far, or to say whether it is likely to come anywhere near its $600 billion capacity.\n“It’s a relatively slow ramp-up,” Mr. Rosengren said in an interview, adding that he thought that was because “both banks and borrowers are getting familiar” with the complicated program.\nAsked why the full list of registered banks — not just those that have opted to be named — was not being made public, Mr. Rosengren said the Fed wanted to encourage banks to use the program.\nBanks that make Main Street loans will eventually have their names made public, but those that register and then never use it could remain anonymous.\nWhile many big banks, measured by assets, are absent from the state-by-state list of lenders accepting new clients, lenders including Truist, Citizens, BBVA and Zions are registered and made it clear that they would take new customers.\n“Registration in the Main Street Lending Program understandably takes time; that a lender is not on the initial list does not necessarily mean it is not participating,” said Barbara Hagenbaugh, a spokeswoman for the Financial Services Forum, which represents top executives of the biggest banks.\nFar fewer banks are slated to participate in the Main Street program than the Paycheck Protection Program, which is being run through the Treasury and the Small Business Administration. That program, which provides forgivable loans to small businesses, is almost risk free for banks since the government guarantees the loans and forgives those that are eligible. Banks also make a fee on each loan they originate and stand to profit from their participation, based on an S&P Global Market Intelligence analysis.", "url": "https://www.nytimes.com/2020/07/08/business/economy/federal-reserves-lending-coron.html"}