{"authors": ["Carl Zimmer"], "date_download": "2022-10-25 23:48:53", "date_modify": "2022-10-25 23:48:53", "date_publish": "2020-06-30 04:01:28", "description": "Growing evidence shows most infected people aren’t spreading the virus. But whether you become a superspreader probably depends more on circumstance than biology.", "filename": "2020_06_30_science_how-coronavirus-spreads_1666741733.html", "image_url": "https://static01.nyt.com/images/2020/06/30/science/30virus-superspreaders01/merlin_173670762_ad01cea6-7d80-4092-910d-d48bd8438402-facebookJumbo.jpg?year=2020&h=550&w=1050&s=44f5137c411f4ad2cd6330ae215be4ca3875b4b90c07be28a459e4666388df9e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_30_science_how-coronavirus-spreads_1666741733.html", "title": "Most People With Coronavirus Won’t Spread It. Why Do a Few Infect Many?", "title_page": "Most People With Coronavirus Won’t Spread It. Why Do a Few Infect Many? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This averaged figure can also be misleading because it masks the variability of spread from one person to the next. If nine out of 10 people don’t pass on a virus at all, while the 10th passes it to 20 people, the average would still be two.\nIn some diseases, such as influenza and smallpox, a large fraction of infected people pass on the pathogen to a few more. These diseases tend to grow steadily and slowly. “Flu can really plod along,” said Kristin Nelson, an assistant professor at Emory University.\nBut other diseases, like measles and SARS, are prone to sudden flares, with only a few infected people spreading the disease.\nEpidemiologists capture the difference between the flare-ups and the plodding with something known as the dispersion parameter. It is a measure of how much variation there is from person to person in transmitting a pathogen.\nBut James Lloyd-Smith, a U.C.L.A. disease ecologist who developed the dispersion parameter 15 years ago, cautioned that just because scientists can measure it doesn’t mean they understand why some diseases have more superspreading than others. “We just understand the bits of it,” he said.\nWhen Covid-19 broke out, Dr. Kucharski and his colleagues tried to calculate that number by comparing cases in different countries.\nIf Covid-19 was like the flu, you’d expect the outbreaks in different places to be mostly the same size. But Dr. Kucharski and his colleagues found a wide variation. The best way to explain this pattern, they found, was that 10 percent of infected people were responsible for 80 percent of new infections. Which meant that most people passed on the virus to few, if any, others.", "url": "https://www.nytimes.com/2020/06/30/science/how-coronavirus-spreads.html"}