{"authors": ["Jim Rutenberg"], "date_download": "2022-10-25 23:29:56", "date_modify": "2022-10-25 23:29:56", "date_publish": "2020-11-08 01:01:55", "description": null, "filename": "2020_11_07_us_politics_theres-no-evidence-to-support-claims-that-election-observers-were-blocked-from-counting-rooms_1666740596.html", "image_url": "https://static01.nyt.com/images/2020/11/07/us/07election-blog-rutenberg-observers-fact-check/merlin_179624514_8ca111f8-e7b5-44a6-89c2-78e8a6faf136-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7a4e6483d3e5ad28c9703485f5be8d43b6a2110dd54c26e08ffb92b38899e22a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_07_us_politics_theres-no-evidence-to-support-claims-that-election-observers-were-blocked-from-counting-rooms_1666740596.html", "title": "There’s no evidence to support claims that election observers were blocked from counting rooms.", "title_page": "There’s no evidence to support claims that election observers were blocked from counting rooms. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Twitter and in interviews, President Trump and his supporters have alleged that his campaign observers were blocked from ballot-counting rooms, hindering their ability to witness and report several instances of what the Trump campaign has baselessly claimed was widespread election fraud that has marred the results.\n“THE OBSERVERS WERE NOT ALLOWED INTO THE COUNTING ROOMS,” Mr. Trump alleged in a tweet on Saturday. “BAD THINGS HAPPENED WHICH OUR OBSERVERS WERE NOT ALLOWED TO SEE.”\nThe charge was without any basis in fact, and was, in reality, contradicted by several of Mr. Trump’s own legal filings.\nIn cases that his campaign brought in Nevada and Pennsylvania — one dismissed, the other pending — it acknowledged that its observers were indeed present in the counting rooms. His lawyers were, rather, asking the courts to force election officials to allow Mr. Trump’s observers to get even closer views of the counting activity.", "url": "https://www.nytimes.com/2020/11/07/us/politics/theres-no-evidence-to-support-claims-that-election-observers-were-blocked-from-counting-rooms.html"}