{"authors": ["Michael Paulson"], "date_download": "2022-10-25 23:49:13", "date_modify": "2022-10-25 23:49:13", "date_publish": "2020-03-11 20:52:54", "description": "The employee worked in recent days at “Who’s Afraid of Virginia Woolf?” and “Six,” prompting a scramble to inform the public and clean the theaters.", "filename": "2020_03_11_theater_broadway-show-usher-coronavirus_1666741753.html", "image_url": "https://static01.nyt.com/images/2020/03/11/arts/11virus-usher-1/11virus-usher-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=c9307dbe45357621752025ebff4eccd5eed7371e020ec0c1a25ae62c9831efdf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_11_theater_broadway-show-usher-coronavirus_1666741753.html", "title": "Broadway Usher Tests Positive for Coronavirus", "title_page": "Broadway Usher Tests Positive for Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A part-time usher who recently worked at two Broadway theaters has tested positive for Covid-19, the disease caused by the new coronavirus, prompting a scramble to inform the public and clean the buildings, according to the theater owners.\nThe usher worked March 3 to March 6 at performances of a revival of “Who’s Afraid of Virginia Woolf?,” now in previews at the 766-seat Booth Theater, starring Laurie Metcalf and Rupert Everett. Before that, the usher helped manage lines outside two performances of “Six,” a British musical about the wives of Henry VIII, on the evening of Feb. 25 and before the matinee of March 1. That show is now in previews at the 1,031-seat Brooks Atkinson Theater.\nThe usher has been quarantined, and the person’s medical condition is not clear. Nor was it clear when the usher began showing symptoms, which can arise between 2 and 14 days of infection.\nA spokesman for the theater owners said that the usher — whom they did not identify — had been stationed in the mezzanine at the Booth for all but one of the performances concerned; the usher worked in the orchestra for the other performance. The spokesman said the usher did not show symptoms while working, and that “we have no knowledge of other individuals exhibiting symptoms as a result of contact with this individual.”", "url": "https://www.nytimes.com/2020/03/11/theater/broadway-show-usher-coronavirus.html"}