{"authors": ["Alexander Burns"], "date_download": "2022-10-25 23:37:06", "date_modify": "2022-10-25 23:37:06", "date_publish": "2020-04-11 09:00:21", "description": "A personal friendship has grown into a crucial political alliance as the two men have emerged as pillars of the Democratic Party in a national crisis.", "filename": "2020_04_11_us_politics_biden-cuomo-coronavirus_1666741026.html", "image_url": "https://static01.nyt.com/images/2020/04/03/us/politics/00biden-cuomo1/00biden-cuomo1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=30bda3a96fed5c4fafac02243b2962c31517bb4fd2ef60d8fb9d0a93c45a724b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_11_us_politics_biden-cuomo-coronavirus_1666741026.html", "title": "Biden and Cuomo: Friends, Allies and Supporting Players No Longer", "title_page": "Biden and Cuomo: Friends, Allies and Supporting Players No Longer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In late July of 2015, Vice President Joseph R. Biden Jr. traversed the state of New York with Gov. Andrew M. Cuomo, ending the day in Queens, where they announced plans to rebuild La Guardia Airport. On a flight with Mr. Cuomo aboard Air Force Two, Mr. Biden broached a delicate subject: his own interest in the presidency.\nLike most Democratic Party leaders, Mr. Cuomo was supporting Hillary Clinton, who had a wide lead in the polls. But unlike other top Democrats — including former President Barack Obama — Mr. Cuomo did not attempt to dissuade Mr. Biden from running. Instead, over what associates to both men described as a monthslong series of conversations, the governor offered a sympathetic ear to an indecisive elder statesman.\nMr. Biden later recounted in a memoir that Mr. Cuomo urged him to make a decision he could be at peace with, alluding to the similarly anguished deliberations of his father, former Gov. Mario Cuomo, decades earlier. “You’ll live with it the rest of your life,” Mr. Biden recalled the younger Mr. Cuomo saying.\nMr. Cuomo’s warm posture toward Mr. Biden raised eyebrows in Mrs. Clinton’s camp: Her aides wondered if the governor was currying favor with the Obama administration. But Mr. Cuomo offered a simpler explanation, telling allies he believed Mr. Biden would ultimately choose not to run but insisting that the vice president deserved the space to make a decision on his own terms.", "url": "https://www.nytimes.com/2020/04/11/us/politics/biden-cuomo-coronavirus.html"}