{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:43:22", "date_modify": "2022-10-25 23:43:22", "date_publish": "2020-05-09 17:35:23", "description": "With no vaccine in sight, the country is urging people to reclaim more of their daily lives, while bracing for new waves that are all but inevitable.", "filename": "2020_05_09_world_asia_coronavirus-south-korea-second-wave.html_action=click&module=RelatedLinks&pgtype=Article_1666741402.html", "image_url": "https://static01.nyt.com/images/2020/05/10/world/10skorea-secondwave/merlin_172261203_89ee440c-e710-49a5-aadb-299d8a0dba97-facebookJumbo.jpg?year=2020&h=549&w=1050&s=e55ab9831a9d79e394077bc9c715dd456a1dd413335eded0e6bf57251f3c972c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_09_world_asia_coronavirus-south-korea-second-wave.html_action=click&module=RelatedLinks&pgtype=Article_1666741402.html", "title": "As South Korea Eases Limits, Virus Cluster Prompts Seoul to Close Bars", "title_page": "As South Korea Eases Limits, Virus Cluster Prompts Seoul to Close Bars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We can’t sustain our society with our daily life and economic activities standing still​,” said Health Minister Park Neung-hoo.​ “But unfortunately, we could not find a precedent for what we are trying to do​. More likely, our experience, with its trials and errors, will serve as a reference for other nations​ down the road.”\nAfter a 29-year-old man tested positive for the virus on Wednesday, epidemiologists quickly learned that he had visited three nightclubs in Itaewon, a popular nightlife district in Seoul, on May 2. By Saturday evening, they said they were tracking down 7,200 people who had visited five Itaewon nightclubs where the virus might have been spread.\nSo far, 27 cases have been found among the club-goers and people who had close contact with them, Kwon Jun-wok, a senior disease-control official, said during a news briefing on Saturday.\nThe mayor, Park Won-soon, cited a higher figure, saying that at least 40 infections had been linked to the nightclubs. As he closed the clubs, he scolded patrons who had failed to practice safeguards like wearing masks, accusing them of putting the entire nation’s health at risk.\n“Just because of a few people’s carelessness, all our efforts so far can go to waste,” he said.\nUnder the newly eased policy that went into effect on Wednesday, the government is urging people to reclaim pieces of their daily lives, and gathering places like schools, museums, libraries, stadiums and concert halls are expected to reopen in the coming weeks.", "url": "https://www.nytimes.com/2020/05/09/world/asia/coronavirus-south-korea-second-wave.html?action=click&module=RelatedLinks&pgtype=Article"}