{"authors": ["Carl Zimmer", "Benedict Carey"], "date_download": "2022-10-25 23:42:49", "date_modify": "2022-10-25 23:42:49", "date_publish": "2020-12-24 03:22:35", "description": "Researchers warn that the British variant is so contagious that new control measures, including closing down schools and universities, may be necessary.", "filename": "2020_12_23_health_coronavirus-uk-variant_1666741369.html", "image_url": "https://static01.nyt.com/images/2020/12/23/nyregion/23virus-briefing-variant/23virus-briefing-variant-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=7e1611b59cb3e6d2639962e1f8359aff9e8788d6de86d2938e87ec5e9b9e5c5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_23_health_coronavirus-uk-variant_1666741369.html", "title": "Coronavirus Variant Is Indeed More Transmissible, New Study Suggests", "title_page": "Coronavirus Variant Is Indeed More Transmissible, New Study Suggests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The variant, which came to the attention of British researchers earlier this month, has been rapidly spreading in London and eastern England. It carries a set of 23 mutations, some of which may make it more contagious.\nDr. Davies and his colleagues found more evidence that the variant does indeed spread more rapidly than others. For example, they ruled out the possibility that it was becoming more common in some regions of the U.K. because people in those places move around more and are more likely to come into contact with each other. Data recorded by Google, indicating the movements of individual cellphone users over time, showed no such difference.\nThe researchers built different mathematical models and tested each one as an explanation for the variant’s spread. They analyzed which model of the spread best predicted the number of new cases that actually were confirmed, as well as hospitalization and deaths.\nThe researchers concluded that the variant is able to spread to more people on average than other variants are. Dr. Davies cautioned that their estimate of 56 percent more contagious was still rough, because they are still gathering data about the variant’s most recent spread. “I think when we get more of that curve, we’ll be more certain,” he said.\nStill, he said, even with the data he and his colleagues have so far, he felt confident that the new variant must be taken very seriously. “I do feel that with the totality of the evidence, it’s a strong case,” he said.\nDr. Davies and his colleagues then projected what the new variant would do over the next six months and built models that factored in different levels of restrictions. Without a more substantial vaccine rollout, they warned, “cases, hospitalizations, I.C.U. admissions and deaths in 2021 may exceed those in 2020.”\nClosing schools until February could buy Britain some time, the researchers found, but lifting those extra restrictions would then cause a major rebound of cases.", "url": "https://www.nytimes.com/2020/12/23/health/coronavirus-uk-variant.html"}