{"authors": ["Ali Watkins", "Derek M. Norman", "Nate Schweber"], "date_download": "2022-10-25 22:56:28", "date_modify": "2022-10-25 22:56:28", "date_publish": "2020-06-01 23:09:07", "description": "As the protesters moved north, fringe groups hung back, setting fires, breaking windows and grabbing goods from a string of luxury boutiques.", "filename": "2020_06_01_nyregion_nyc-looting-protests_1666738588.html", "image_url": "https://static01.nyt.com/images/2020/06/01/nyregion/01nyunrest-looting-10/01nyunrest-looting-10-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7ece994d3d6c8f3d1d9f3b3a915596ed97a154845fb6a7193690f85f9d8b0e02&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_01_nyregion_nyc-looting-protests_1666738588.html", "title": "Shattered Glass in SoHo as Looters Ransack Lower Manhattan", "title_page": "Shattered Glass in SoHo as Looters Ransack Lower Manhattan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After hours of mostly peaceful protests, the streets of Lower Manhattan grew frenetic around 10 p.m., after police confronted and dispersed a large group that had crossed over the Manhattan Bridge from Brooklyn.\nWhen the march was met by the police near Canal and Church Streets, the crowd grew tense as marchers became separated from one another, kept apart by flanks of riot police. Gradually, protesters splintered into smaller groups, fanning across several blocks and continuing uptown.\nBut as the march frayed, small bands of violent actors on its fringes began escalating. First, they threw trash cans into the street. Soon, they lit piles of trash on fire, eventually igniting scaffolding on an apartment building near the Strand bookstore. By the time the stragglers had reached the stretch of Fifth Avenue between 14th Street and the Flatiron Building, they were smashing almost any glass in sight.\nOne small group of young men tore through a CitiBike terminal, yanking bikes from their docks and twisting the plastic. Nearby, the windows of an Anthropologie clothing boutique were smashed. An older protester, visibly distraught, rushed over and begged them to stop. They sprinted onward, shattering windows as they went. One man carried a partly clothed mannequin down the street with him.\nPolice officers in riot gear sprinted after the group, often just a few stores behind, as peaceful demonstrators yelled, “No protection for looters!” It continued this way uptown for blocks, where protesters dispersed across empty streets brought to life only by ghostly red and blue patrol car lights and the periodic clatter of riot police giving chase.\nAfter midnight, a second protest march from Brooklyn crossed the Manhattan Bridge after having clashed with the police outside the Barclays Center. Once they reached Manhattan, the protesters immediately began smashing windows of stores on the Lower East Side.\nNot long after this group arrived in Manhattan, gunshots rang out along Crosby Street in SoHo, and people scrambled for cover. Two men dove into an idling car, which sped off. An ambulance soon arrived and picked up a man, who the police said had been shot. It is unclear whether the incident was connected to the looting or protests.", "url": "https://www.nytimes.com/2020/06/01/nyregion/nyc-looting-protests.html"}