{"authors": ["Giulia Mcdonnell Nieto Del Rio"], "date_download": "2022-10-25 23:28:07", "date_modify": "2022-10-25 23:28:07", "date_publish": "2020-08-12 22:19:21", "description": "The sheriff forbade his deputies from wearing masks while on duty, with some exceptions, and also barred visitors to his offices from wearing them.", "filename": "2020_08_12_us_fl-sheriff-billy-woods-bans-masks_1666740487.html", "image_url": "https://static01.nyt.com/images/2020/08/14/us/12VIRUS-MASKS-print/12VIRUS-MASKS-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d5f3a7b7f08e88344fd68fab2df517a5921bc768ee32adedfa7dacaff6a06953&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_12_us_fl-sheriff-billy-woods-bans-masks_1666740487.html", "title": "A Florida Sheriff Has Ordered His Deputies Not to Wear Masks", "title_page": "A Florida Sheriff Has Ordered His Deputies Not to Wear Masks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Public health officials across the world now agree that wearing a face covering in public is crucial to slowing the spread of the virus. In the United States, many localities that initially resisted imposing mask mandates changed course after virus cases started to soar over the summer, and now require them.\nBut Sheriff Woods, a Republican who was elected in 2016 and participated in a phone call between law enforcement and President Trump on Tuesday, was not swayed by the scientific consensus.\n“We can debate and argue all day of why and why not,” he wrote. “The fact is, the amount of professionals that give the reason why we should, I can find the exact same amount of professionals that say why we shouldn’t.”\nMarion County, a Central Florida county that is home to about 365,000 people, has not been hit as hard as some other places in the state, but has had 6,798 cases and 104 deaths since the start of the pandemic. The county added about 176 new cases and four new deaths per day, on average, in the seven days ending Tuesday.", "url": "https://www.nytimes.com/2020/08/12/us/fl-sheriff-billy-woods-bans-masks.html"}