{"authors": ["Mariel Padilla"], "date_download": "2022-10-25 23:49:10", "date_modify": "2022-10-25 23:49:10", "date_publish": "2020-03-19 12:30:36", "description": "As supplies have dwindled, doctors and nurses have improvised ways to make their stock last. Now they’re urging leaders to help.", "filename": "2020_03_19_us_hospitals-coronavirus-ppe-shortage_1666741750.html", "image_url": "https://static01.nyt.com/images/2020/03/18/multimedia/18xp-virus-getmeppe/18xp-virus-getmeppe-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7707f993ba3bb4ecb5cf479ccd7325734fc6bd5f5681d90b9f4a2bf21c8cddd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_19_us_hospitals-coronavirus-ppe-shortage_1666741750.html", "title": "‘It Feels Like a War Zone’: Doctors and Nurses Plead for Masks on Social Media", "title_page": "‘It Feels Like a War Zone’: Doctors and Nurses Plead for Masks on Social Media - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Charnai Prefontaine, an I.C.U. nurse in Illinois, said she’s asking the public to implore lawmakers and government officials to speed up the process of bringing resources to hospitals.\n“I would like to say there’s some major happy ending where a cowboy comes in with a ton of masks and we’re saved, but I don’t see that happening anytime soon,” said Ms. Prefontaine, 30, who regularly interacts with patients suffering from respiratory issues. “I think it’s going to get worse before it gets better.”\nThe emergency room doctor based in Northern California, who spoke on condition of anonymity to avoid a conflict with her employer, said her hospital had already treated several Covid-19 patients, forcing several exposed employees to quarantine at home.\nDr. Vidya Ramanathan, 43, a pediatrician in Michigan, said the need was dire.\nThere aren’t enough sanitizer wipes to clean the workers’ face shields and her hospital is almost out of masks, she said.\nThe hospital where Dr. Ramanathan works has set up tents outside the building and established a triage system so that those who don’t require further care can be sent home for quarantine. The process protects patients and workers inside the hospital and conserves the diminishing stock of protective equipment, she said.\n“Health care workers are working diligently to keep the pandemic at bay,” Dr. Ramanathan said. “We hope that everybody takes this as seriously as we are. The keys for the public are social distancing and staying at home.”", "url": "https://www.nytimes.com/2020/03/19/us/hospitals-coronavirus-ppe-shortage.html"}