{"authors": ["Mark Landler"], "date_download": "2022-10-25 22:59:20", "date_modify": "2022-10-25 22:59:20", "date_publish": "2020-04-05 17:37:01", "description": "Soon after Queen Elizabeth’s rare speech, the government said the prime minister, who is infected with coronavirus, had been admitted for tests.", "filename": "2020_04_05_world_europe_coronavirus-queen-elizabeth-speech_1666738760.html", "image_url": "https://static01.nyt.com/images/2020/04/05/world/05queen-speech-sub/05queen-speech-sub-facebookJumbo.jpg?year=2020&h=549&w=1050&s=4179c94a1c88c3554ae278ee1513003d78d403edcb38238ed7d783a2cd99be87&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_05_world_europe_coronavirus-queen-elizabeth-speech_1666738760.html", "title": "Boris Johnson Hospitalized as Queen Urges British Resolve in Face of Epidemic", "title_page": "Boris Johnson Hospitalized as Queen Urges British Resolve in Face of Epidemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Analysis: Peaks, testing and lockdowns: How coronavirus vocabulary causes confusion.]\n“On the advice of his doctor, the prime minister has tonight been admitted to hospital for tests,” a spokesman said Sunday. “This is a precautionary step, as the prime minister continues to have persistent symptoms of coronavirus 10 days after testing positive for the virus.”\nThe British foreign secretary, Dominic Raab, is expected to lead the daily cabinet meeting on the pandemic on Monday. Under the government’s succession plan, Mr. Raab would take up Mr. Johnson’s duties if he is incapacitated.\nMr. Johnson’s hospitalization is a stark illustration of how deeply the virus has struck governments around the world, sickening officials from Britain to Brazil, killing a senior aide to the supreme leader of Iran, and sending the leaders of Germany and Canada into isolation.\nThe queen’s speech was among only a handful of times in her 68-year reign in which she has addressed the British people, apart from her annual Christmas greeting — and it carried a distinct echo of the celebrated radio address her father, George VI, delivered in September 1939, as Britain stood on the brink of war with Germany.\nLike the king eight decades ago, the queen appealed to the quintessential British traits of stoicism and solidarity, and explicitly linked the pandemic to the war as a defining moment for modern Britain. This time, she said, the country needs to come together to vanquish an enemy that brings death not in the terrifying bombing raids of the Blitz but in the ordinary encounters of people transmitting a dangerous pathogen.\n“I hope in the years to come, everyone will be able to take pride in how they responded to this challenge,” the queen said, “and those who come after us will say that the Britons of this generation were as strong as any. That the attributes of self-discipline, of quiet good-humored resolve and of fellow-feeling still characterize this country.”", "url": "https://www.nytimes.com/2020/04/05/world/europe/coronavirus-queen-elizabeth-speech.html"}