{"authors": ["Tara Parker-Pope"], "date_download": "2022-10-25 23:48:42", "date_modify": "2022-10-25 23:48:42", "date_publish": "2020-05-28 09:00:12", "description": "Touching contaminated objects and then infecting ourselves with the germs is not typically how the virus spreads. But it can happen.", "filename": "2020_05_28_well_live_whats-the-risk-of-catching-coronavirus-from-a-surface_1666741722.html", "image_url": "https://static01.nyt.com/images/2020/05/27/well/well-surfaces-door/well-surfaces-door-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=791edf8210fd23b2dc81a4428b6a0e6bc41618b2b77e7af77ad20044c8ff1921&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_28_well_live_whats-the-risk-of-catching-coronavirus-from-a-surface_1666741722.html", "title": "What’s the Risk of Catching Coronavirus From a Surface?", "title_page": "What’s the Risk of Catching Coronavirus From a Surface? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There’s a long chain of events that would need to happen for someone to become infected through contact with groceries, mail, takeout containers or other surfaces,” said Julia Marcus, an infectious disease epidemiologist and assistant professor in the department of population medicine at Harvard Medical School. “The last step in that causal chain is touching your eyes, nose or mouth with your contaminated hand, so the best way to make sure the chain is broken is washing your hands.”\nAn outbreak associated with a shopping mall in Wenzhou, China, may have been fueled by fomite transmission. In January, seven workers who shared an office in a shopping mall became ill when one of their co-workers returned from Wuhan. The mall was closed, and public health officials tracked two dozen more sick people, including several women who had shopped at the mall, as well as their friends. None of them had come into contact with the original sick office workers. The researchers speculated that a women’s restroom or the mall elevators had been the source of transmission.\nOther studies have used invisible fluorescent tracers — fake germs that glow under black light — to track how germs are spread from surfaces. The findings are unnerving. In one series of experiments, 86 percent of workers were contaminated when spray or powder tracers were put on commonly touched objects in an office. When tracer powder was put on a bathroom faucet and exit doorknob, the glowing residue was found on employees’ hands, faces, phones and hair. From a shared phone, the tracer spread to desktop surfaces, drinking cups, keyboards, pens and doorknobs. A contaminated copy machine button added a trail of fluorescent finger prints transferred to documents and computer equipment. And just 20 minutes after arriving home from the office, the fake germs were found on backpacks, keys and purses, and on home doorknobs, light switches, countertops and kitchen appliances.\nA video making rounds on the internet shows how the black light experiment works. The glow germs are put on the hands of just one diner at a buffet, but by the end of the meal, everyone at the table has come into contact with the glowing germs. The video explains why scientists discourage the sharing of food during a viral outbreak.\nBut while those experiments show how germs can spread on surfaces, the microbe still has to survive long enough and in a large enough dose to make you sick. Eugene M. Chudnovsky, a professor at the City University of New York, notes that surfaces are not a particularly effective means of viral transmission. With the flu, for instance, it takes millions of copies of the influenza virus to infect a person through surface-to-hand-to-nose contact, but it may take only a few thousand copies to infect a person when the flu virus goes from the air directly into the lungs.\nDr. Chudnovsky, a theoretical physicist whose research has focused on the spread of the airborne infection, said a similar pattern is likely to be true for the new coronavirus, but the exact numbers are not known.\n“I believe the C.D.C. is right when it says that surface transmission is not a dominant one,” said Dr. Chudnovsky. “Surfaces frequently touched by a large number of people, like door handles, elevator buttons, etc., may play a more significant role in spreading the infection than objects touched incidentally, like food packages delivered to homes.”", "url": "https://www.nytimes.com/2020/05/28/well/live/whats-the-risk-of-catching-coronavirus-from-a-surface.html"}