{"authors": ["Matt Richtel"], "date_download": "2022-10-25 23:29:38", "date_modify": "2022-10-25 23:29:38", "date_publish": "2020-05-28 21:16:05", "description": "Temperature checks, desk shields and no public transit: The guidelines would remake office life. Some may decide it’s easier to keep employees at home.", "filename": "2020_05_28_health_cdc-coronavirus-offices_1666740578.html", "image_url": "https://static01.nyt.com/images/2020/05/29/science/28VIRUS-OFFICE1-print/28VIRUS-OFFICE1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a2d348aebe166058b8996377155c036340e8d0f00515e15b62d253b2c7b8858a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_28_health_cdc-coronavirus-offices_1666740578.html", "title": "C.D.C. Suggests Big Changes to Offices: Temperature Checks and Desk Shields", "title_page": "C.D.C. Suggests Big Changes to Offices: Temperature Checks and Desk Shields - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some of the measures are in keeping with what some employers are already planning, but other employers may simply decide it’s easier to keep employees working from home.\n“Companies, surprisingly, don’t want to go back to work,” said Russell Hancock, president and CEO of Joint Venture Silicon Valley, a nonprofit think tank that studies the region. “You will not see the drum beat and hue and cry and rush to get back to the office.”\nCiting extreme examples like Twitter, which has said it may never return to corporate office space, Mr. Hancock said that he has heard similar things from both Silicon Valley companies and those outside the region. Many are planning to stay safe by thinning who is required to come to work, along with making plans consistent with the C.D.C. guidelines.\n“Incessant disinfecting of surfaces, cleansing out your HVAC,” he said, referring to the ventilation system, “opening windows, ventilation, all of those things.”\nTracy Wymer, vice president of workplace for Knoll, Inc., a large office-furniture company, who has been in discussions with numerous companies about the safest way to reopen, said he agreed with much of what the C.D.C. was advising but he added that a big part of successful reopening would involve employee compliance.\n“The biggest factor is on the work force and the personal responsibility they must take in making this reality work,” he said.\nThe C.D.C. addressed that part too, reiterating what has become a kind of national mantra: regular hand washing of at least 20 seconds; no fist bumps or handshakes; no face touching.", "url": "https://www.nytimes.com/2020/05/28/health/cdc-coronavirus-offices.html"}