{"authors": ["Stacy Cowley"], "date_download": "2022-10-25 23:29:29", "date_modify": "2022-10-25 23:29:29", "date_publish": "2020-06-10 12:51:02", "description": "Owners are becoming reluctant to borrow from the federal Paycheck Protection Program. Some are even returning money.", "filename": "2020_06_10_business_Small-business-loans-ppp_1666740569.html", "image_url": "https://static01.nyt.com/images/2020/06/08/business/08virus-sbareturns3/08virus-sbareturns3-facebookJumbo.jpg?year=2020&h=549&w=1050&s=90380a9668f45858f6a17d7e495fb48178e26bbfc98ea6fe58297319bc5a5e6b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_10_business_Small-business-loans-ppp_1666740569.html", "title": "$130 Billion in Small-Business Aid Still Hasn’t Been Used", "title_page": "$130 Billion in Small-Business Aid Still Hasn’t Been Used - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But having the terms of their loans revised on the fly yet again — which has happened repeatedly since the program began in April — is a nightmare for borrowers as they struggle to salvage their companies.\n“The boundaries move like a video game,” said Caren Griffin, the owner of Spa Universaire, a hotel spa in downtown Denver. Her business has been shut down since mid-March and won’t reopen until July, at the earliest.\nMs. Griffin was on the verge of returning her $66,272 loan because she didn’t think she would be able to use it within eight weeks, as the program originally specified. The new changes give her 24 weeks, allowing her more time to decide whether to use the money when — and if — she reopens.\nShe isn’t sure she will. Refitting her spa to comply with new safety guidelines will be expensive, and no one knows when customers will be willing to get high-touch services like massages and facials. Ms. Griffin, who is 63, wonders if she would be better off closing the business and retiring.\n“I’m running through a dozen different scenarios for what our cash-flow structure might look like if we reopened with changes in our hours and services,” she said. “We won’t go back to normal. That’s clear.”\nFor many small businesses that depend on foot traffic, like restaurants and nail salons, even the more relaxed relief terms might not be enough.\n“I cried the day I sent it back,” said Shelly Ross, the owner of Tales of the Kitty, a cat-sitting service in San Francisco, who recently gave up on using her $75,000 loan and returned the money. “I thought this would save my business, but I was worried about being financially ruined if it wasn’t forgiven, and no one could give me any real answers about that.”", "url": "https://www.nytimes.com/2020/06/10/business/Small-business-loans-ppp.html"}