{"authors": ["Katie Thomas", "Noah Weiland", "Sharon Lafraniere"], "date_download": "2022-10-25 23:25:28", "date_modify": "2022-10-25 23:25:28", "date_publish": "2020-12-10 22:38:26", "description": "The blessing of these experts means that the agency will likely OK the vaccine’s use, paving the way for health care workers to begin getting shots next week.", "filename": "2020_12_10_health_covid-vaccine-pfizer-fda_1666740328.html", "image_url": "https://static01.nyt.com/images/2020/12/10/science/10VIRUS-FDA1/10VIRUS-FDA1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=2995f1ed44d6f0ab1d3d7f38660ea473d1ca009de08e3db99b5f098b0f25b5fd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_10_health_covid-vaccine-pfizer-fda_1666740328.html", "title": "F.D.A. Panel Gives Green Light to Pfizer's Covid Vaccine", "title_page": "F.D.A. Panel Gives Green Light to Pfizer's Covid Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pfizer’s Covid-19 vaccine passed a critical milestone on Thursday when a panel of experts formally recommended that the Food and Drug Administration authorize the vaccine. The agency is likely to do so within days, giving health care workers and nursing home residents first priority to begin receiving the first shots early next week.\nThe F.D.A.’s vaccine advisory panel, composed of independent scientific experts, infectious disease doctors and statisticians, voted 17 to 4, with one member abstaining, in favor of emergency authorization for people 16 and older. With rare exceptions, the F.D.A. follows the advice of its advisory panels.\nWith this formal blessing, the nation may finally begin to slow the spread of the virus just as infections and deaths surge, reaching a record of more than 3,000 daily deaths on Wednesday. The F.D.A. is expected to grant an emergency use authorization on Saturday, according to people familiar with the agency’s planning, though they cautioned that last-minute legal or bureaucratic requirements could push the announcement to Sunday or later.\nThe initial shipment of 6.4 million doses will leave warehouses within 24 hours of being cleared by the F.D.A., according to federal officials. About half of those doses will be sent across the country, and the other half will be reserved for the initial recipients to receive their second dose about three weeks later.", "url": "https://www.nytimes.com/2020/12/10/health/covid-vaccine-pfizer-fda.html"}