{"authors": ["Sarah Kliff", "Adam Satariano", "Jessica Silver-Greenberg", "Nicholas Kulish"], "date_download": "2022-10-25 23:49:07", "date_modify": "2022-10-25 23:49:07", "date_publish": "2020-03-18 13:39:12", "description": "The United States and other countries face a critical shortage of the lifesaving machines — and no easy way to lift production.", "filename": "2020_03_18_business_coronavirus-ventilator-shortage_1666741747.html", "image_url": "https://static01.nyt.com/images/2020/03/17/business/00VIRUS-VENTILATORS-01/00VIRUS-VENTILATORS-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=15d8c21d7f9ff124a1294cb60de60ec35809644546a78adbf07b180cd4e19118&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_18_business_coronavirus-ventilator-shortage_1666741747.html", "title": "There Aren’t Enough Ventilators to Cope With the Coronavirus", "title_page": "There Aren’t Enough Ventilators to Cope With the Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And while the acute shortages are global, not just in the United States, some European governments are deploying wartime-mobilization tactics to get factories churning out more ventilators — and to stop domestic companies from exporting them.\nThe United States, by contrast, has been slow to develop a national strategy for accelerating the production of ventilators. That appears to reflect in part the federal government’s sluggish reaction to the coronavirus, with President Trump and others initially playing down the threat. This week, Mr. Trump urged governors to find ways to procure new ventilators. “Try getting it yourselves,” he said.\nThat will be hard and in some cases impossible.\n“The reality is there is absolutely not enough,” said Andreas Wieland, the chief executive of Hamilton Medical in Switzerland, one of the world’s largest makers of ventilators. “We see that in Italy, we saw that in China, we see it in France and other countries. We could sell I don’t know how many.”\nMr. Wieland’s company is shipping machines as fast it can get them off the assembly line. He has moved office workers to the factory and hired more employees. Even so, he can’t keep up with the crush of orders. “Italy wanted to order 4,000, but there’s not a chance,” he said. “We sent them something like 400.”\nThe coronavirus attacks people’s lungs, in some cases compromising their ability to breathe. Ventilators, which deliver air to the lungs through a tube placed in the windpipe, are a crucial tool to keep these patients alive. The computerized, bedside machines can cost as much as $50,000.", "url": "https://www.nytimes.com/2020/03/18/business/coronavirus-ventilator-shortage.html"}