{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 22:57:04", "date_modify": "2022-10-25 22:57:04", "date_publish": "2020-03-17 23:18:23", "description": "A new study could have implications for how the general public and health care workers try to avoid transmission of the virus.", "filename": "2020_03_17_health_coronavirus-surfaces-aerosols_1666738624.html", "image_url": "https://static01.nyt.com/images/2020/03/19/science/17VIRUS-GERMS1/17VIRUS-GERMS1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d02be2e97bb5b7b64f0b4b1cb5cb74e5673aad71742b3a730b53426c9c745c62&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_17_health_coronavirus-surfaces-aerosols_1666738624.html", "title": "How Long Will Coronavirus Live on Surfaces or in the Air Around You?", "title_page": "How Long Will Coronavirus Live on Surfaces or in the Air Around You? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That the virus can survive and stay infectious in aerosols is also important for health care workers.\nFor weeks experts have maintained that the virus is not airborne. But in fact, it can travel through the air and stay suspended for that period of about a half-hour.\nThe virus does not linger in the air at high enough levels to be a risk to most people who are not physically near an infected person. But the procedures health care workers use to care for infected patients are likely to generate aerosols.\n“Once you get a patient in with severe pneumonia, the patients need to be intubated,” said Dr. Vincent Munster, a virologist at the National Institute of Allergy and Infectious Diseases who led the study. “All these handlings might generate aerosols and droplets.”\nHealth care workers might also collect those tiny droplets and larger ones on their protective gear when working with infected patients. They might resuspend these big and small droplets into the air when they take off this protective gear and become exposed to the virus then, Dr. Marr cautioned.\nA study that is being reviewed by experts bears out this fear. And another study, published March 4 in JAMA, also indicates that the virus is transported by air. That study, based in Singapore, found the virus on a vent in the hospital room of an infected patient, where it could only have reached via the air.\nDr. Marr said the World Health Organization had so far referred to the virus as not airborne, but that health care workers should wear gear, including respirator masks, assuming that it is.", "url": "https://www.nytimes.com/2020/03/17/health/coronavirus-surfaces-aerosols.html"}