{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:50:59", "date_modify": "2022-10-25 23:50:59", "date_publish": "2020-06-10 11:49:25", "description": "The competition’s organizers were told that players in England wanted to demonstrate their backing for the anti-racism movement when games resume next week.", "filename": "2020_06_10_sports_soccer_premier-league-captains-george-floyd_1666741859.html", "image_url": "https://static01.nyt.com/images/2020/06/10/sports/10soccercaptains01/10soccercaptains01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a6cdb4e23c0430c9dd8f33e2cc3d8dad924015bcbc216de844b3b1685f2e2d86&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_10_sports_soccer_premier-league-captains-george-floyd_1666741859.html", "title": "Premier League Captains Plan Show of Support for Black Lives Matter", "title_page": "Premier League Captains Plan Show of Support for Black Lives Matter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LEEDS, England — The captains of England’s leading soccer clubs have informed the Premier League that players intend to demonstrate their support for the Black Lives Matter movement when the competition resumes play next week.\nThe issue was raised on Tuesday during a regular conference call with the captains of all 20 Premier League clubs, part of an effort by the league to maintain a direct dialogue with its players over the course of the coronavirus lockdown and a way for the captains to convey their squads’ views to the authorities.\nThe league is scheduled to return to action in a week, with the first two games played on Wednesday, before a full round of matches the following weekend.\nThe latest meeting focused on which causes the players believed should be emphasized, either as part of the pregame pageantry or in messages rolling along advertising hoardings or emblazoned on banners.", "url": "https://www.nytimes.com/2020/06/10/sports/soccer/premier-league-captains-george-floyd.html"}