{"authors": ["Eliza Shapiro"], "date_download": "2022-10-25 23:49:13", "date_modify": "2022-10-25 23:49:13", "date_publish": "2020-08-18 07:00:07", "description": "New York City is learning that getting the virus under control is only a first step on the path to reopening schools.", "filename": "2020_08_18_nyregion_schools-reopen-nyc_1666741753.html", "image_url": "https://static01.nyt.com/images/2020/08/17/nyregion/00nyvirus-schools1/00nyvirus-schools1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=86a81c873fe879c5addf2c1fbf621e16d2981adfa5c16095c662c902a031754c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_18_nyregion_schools-reopen-nyc_1666741753.html", "title": "Can N.Y.C. Schools Open on Time? De Blasio Is Under Pressure to Delay", "title_page": "Can N.Y.C. Schools Open on Time? De Blasio Is Under Pressure to Delay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some New York City charter schools and private schools have already delayed their own plans for a part-time reopening, and have opted to start the year with only remote learning.\nThe city’s public school principals say they do not know how many of their students will actually report to buildings on the planned first day, Sept. 10, because there is no deadline for families to switch from hybrid learning to remote only. So far, about 30 percent of city families have said they will start the year remotely, but that number could change significantly before the start of school.\nThat has made it all but impossible for principals to plan their class schedules, and to determine how many teachers they will need to staff remote instruction, in-person learning, or both. Principals say they need more than the two work days in September that the city has allotted for them to meet with teachers in order to make decisions about staffing.\nAnd though the city has begun to ship personal protective equipment and cleaning supplies to schools, and has made strides in preparing many of its aging buildings for reopening, there are lingering questions about how many classrooms will have proper ventilation, and about how frequently staff and students will be tested after buildings open.\nThe city’s biggest obstacle appears to be time.\nMr. de Blasio’s administration began preparing for school reopening in earnest late in the spring, according to several people with direct knowledge of the planning process, both to focus on preparing for summer school and to assess the viability of reopening at a moment when the virus was only beginning to loosen its grip on the city.\nBut reopening would be a daunting logistical endeavor for even a small district, and three months was not nearly enough time to pull together plans for 1,800 schools, said Mr. Cannizzaro.\nThough the principals’ union is smaller and much less powerful than the city’s teachers’ union, concerns from school leaders carry particular weight since they rarely wade into political fights — and because principals have been tasked with actually making reopening work.", "url": "https://www.nytimes.com/2020/08/18/nyregion/schools-reopen-nyc.html"}