{"authors": ["Katie Rogers", "Lawrence K. Altman"], "date_download": "2022-10-25 23:41:51", "date_modify": "2022-10-25 23:41:51", "date_publish": "2020-06-03 23:35:26", "description": "The president has hailed the drug as a cure for Covid-19, but his own health officials have questioned its effectiveness and safety. His doctor’s comments were part of a summary of the president’s health.", "filename": "2020_06_03_us_politics_trump-physical-hydroxychloroquine_1666741311.html", "image_url": "https://static01.nyt.com/images/2020/06/03/us/politics/03dc-trumphealth/03dc-trumphealth-facebookJumbo.jpg?year=2020&h=549&w=1050&s=b42844bcc9197812d49de595910d99c1b387c4169233bee3dcd4ab1c3f669f87&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_03_us_politics_trump-physical-hydroxychloroquine_1666741311.html", "title": "Trump ‘Remains Healthy’ After Taking Hydroxychloroquine, His Doctor Says", "title_page": "Trump ‘Remains Healthy’ After Taking Hydroxychloroquine, His Doctor Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s cardiac health was closely monitored while he took a two-week course of hydroxychloroquine to prevent contracting Covid-19, his physician said on Wednesday, and the president completed the treatment “safely and without side effects.”\nThat assessment was contained in a summary of Mr. Trump’s health compiled by Dr. Sean Conley, the White House physician, who also reported a one-pound weight gain by the president since last year, as well as a decline in his cholesterol levels.\n“Based on my history, examination and consultations, the data indicates the president remains healthy,” Dr. Conley wrote.\nBut the summary was not the customary report released in the past by Mr. Trump and other presidents immediately after an annual physical exam. Rather than one examination, the summary was based on an unknown number of medical appointments that included a highly unusual unannounced visit the president made to Walter Reed National Military Medical Center in November, and another from a checkup conducted at the White House in April.", "url": "https://www.nytimes.com/2020/06/03/us/politics/trump-physical-hydroxychloroquine.html"}