{"authors": ["Maggie Haberman", "Charlie Savage", "Nicholas Fandos"], "date_download": "2022-10-25 23:48:05", "date_modify": "2022-10-25 23:48:05", "date_publish": "2020-04-04 02:29:59", "description": "The president notified lawmakers late on Friday, saying he had lost confidence in the inspector general for the intelligence community.", "filename": "2020_04_03_us_trump-inspector-general-intelligence-fired_1666741685.html", "image_url": "https://static01.nyt.com/images/2020/04/03/us/politics/03dc-intel/03dc-intel-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=e45336c31f69684c20ca6322a0737b3750918629528efd46d313e0c2270f2f50&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_03_us_trump-inspector-general-intelligence-fired_1666741685.html", "title": "Trump to Fire Intelligence Watchdog Who Had Key Role in Ukraine Complaint", "title_page": "Trump to Fire Intelligence Watchdog Who Had Key Role in Ukraine Complaint - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The administration official described the move as part of a broader shake-up of the intelligence community that Mr. Trump has set in motion in the past several weeks. He recently installed Richard Grenell, the ambassador to Germany known for his combative conservatism, as the acting director of national intelligence, a position where presidents typically look to install career officials or apolitical appointees. And Mr. Trump has nominated one of his top allies in Congress, Representative John Ratcliffe of Texas, to take over the post permanently.\nThe ouster of Mr. Atkinson came as the White House announced five nominees for inspector general positions. They included Brian D. Miller, an aide to Mr. Trump in the White House counsel’s office, who was tapped to be the newly created special inspector general for pandemic recovery.\nMr. Miller has served as an inspector general for the General Services Administration, but in more recent years he has performed a more political role. Among other things, he helped respond to oversight requests for White House documents during Mr. Trump’s impeachment trial. His nomination requires Senate confirmation.\nMr. Trump also nominated a senior Customs and Border Protection policy official, Jason Abend, to be the Defense Department inspector general. That position is vacant and is held on an acting basis by Glenn A. Fine, the deputy inspector general at the Pentagon and a longtime Justice Department inspector general with a reputation for independence.\nThis week, a group of fellow inspectors general named Mr. Fine to be the chairman of the new Pandemic Response Accountability Committee, with control of an $80 million budget to police how the government carries out the $2 trillion coronavirus relief bill. If Mr. Abend is confirmed, Mr. Fine would lose his acting role and could no longer lead the committee.\nMr. Trump also nominated three current and former Justice Department officials to be the new inspectors general at the C.I.A., the Education Department and the Tennessee Valley Authority.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe president has been focused for weeks on rooting out administration officials perceived as disloyal.", "url": "https://www.nytimes.com/2020/04/03/us/trump-inspector-general-intelligence-fired.html"}