{"authors": ["Michael Levenson", "Tara Parker-Pope", "James Gorman"], "date_download": "2022-10-25 23:24:50", "date_modify": "2022-10-25 23:24:50", "date_publish": "2020-05-15 18:43:24", "description": "A stir-crazy nation wonders: Is it safe to stroll on the beach in a deadly pandemic? How about a picnic in the park? Or coffee with a friend at an outdoor table? The risk is in the details.", "filename": "2020_05_15_us_coronavirus-what-to-do-outside_1666740290.html", "image_url": "https://static01.nyt.com/images/2020/05/15/multimedia/15xp-virus-outdoors-image1/merlin_172525647_226f7542-292f-41ac-bd72-7290eea08d80-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d3de12ef6ade42d77b256ef40367f014304d1af72faeb5eb5f46185267185199&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_15_us_coronavirus-what-to-do-outside_1666740290.html", "title": "Can You Catch the Virus Outdoors? Here's What We Know", "title_page": "Can You Catch the Virus Outdoors? Here's What We Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Memorial Park in Maplewood, N.J., Gabriella Gabriel, 22, was exercising with her friend Candace Brodie, also 22, on mats a few feet apart on the grass.\n“People are spread out and there’s no way for someone to be right on top of me,” Ms. Gabriel said. “But in a pool or beach, everyone is so condensed — too close for comfort.”\nExperts agreed that the risk of swimming in pools, lakes or the ocean is not from the water, but from exposure to people in and near the water.\nAlthough scientists don’t have data on the novel coronavirus specifically, other coronaviruses are not stable in water and are very sensitive to chlorine, said Angela Rasmussen, a virologist at the Columbia University Mailman School of Public Health.\n“In my opinion, pool water, fresh water in a lake or river, or seawater exposure would be extremely low transmission risk even without dilution (which would reduce risk further),” Dr. Rasmussen said in an email. “Probably the biggest risk for summer water recreation is crowds — a crowded pool locker room, dock or beach, especially if coupled with limited physical distancing or prolonged proximity to others. The most concentrated sources of virus in such an environment will be the people hanging out at the pool, not the pool itself.”\nExperts say that a person walking, jogging or cycling too close for a few seconds is not a big worry. But they recommend joggers wear a mask or some other form of face covering if they’re going to come close to other people. If someone sets up a picnic blanket within your six-foot perimeter and plans to stay a while, that’s a bigger concern. Try to avoid a confrontation. That only increases your risk of exposure. Such conflicts could spike as more people head outside.\n“If someone is too close to you and not wearing a mask and you don’t feel safe, instead of yelling at them, just say, ‘I need some space, please,’” Dr. Marcus said.", "url": "https://www.nytimes.com/2020/05/15/us/coronavirus-what-to-do-outside.html"}