{"authors": ["Patricia Cohen", "Tiffany Hsu"], "date_download": "2022-10-25 23:29:36", "date_modify": "2022-10-25 23:29:36", "date_publish": "2020-06-03 11:17:51", "description": "Working from home has highlighted and compounded the heavier domestic burden borne by women. Now office reopenings may force new career sacrifices.", "filename": "2020_06_03_business_economy_coronavirus-working-women_1666740576.html", "image_url": "https://static01.nyt.com/images/2020/06/04/business/04virus-women1/03virus-women1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=8e2190ddc17d991437daa1df540d29f2f20f2d4b623912137494605e6b1a31b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_03_business_economy_coronavirus-working-women_1666740576.html", "title": "Pandemic Could Scar a Generation of Working Mothers", "title_page": "Pandemic Could Scar a Generation of Working Mothers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This pandemic has exposed some weaknesses in American society that were always there,” said Ms. Stevenson, a former chief economist at the U.S. Labor Department, “and one of them is the incomplete transition of women into truly equal roles in the labor market.”\nParents in the United States have nearly doubled the time they were spending on education and household tasks before the coronavirus outbreak, to 59 hours per week from 30, with mothers spending 15 hours more on average than fathers, according to a report from Boston Consulting Group. Even before the pandemic, women with children were more likely than men to be worried about their performance reviews at work and their mental well-being and to be sleeping fewer hours.\nThe inequities that existed before are now “on steroids,” said Claudia Goldin, an economics professor at Harvard University. And since workplaces tend to reward hours logged, she said, women are at a further disadvantage. “As work opens up, husbands have an edge,” Ms. Goldin said, and if the husband works more, the wife is going to have to work less.\nEllen Kuwana, 51, was working 32 hours a week at her dream job, doing scientific communications for biotech companies through a strategic communications firm, as well as putting in up to 15 hours a week as a freelance science editor.\nThe pandemic, though, meant her husband, a pediatric pulmonologist and professor in Seattle, was working more than his usual 80-hour work weeks. Her 17-year-old daughter had to take her Advanced Placement exams and college tours online, and her 19-year-old daughter came home from the University of California, Los Angeles. Ms. Kuwana has been buying groceries for her parents, who have been in lockdown in their independent living facility. She also began running a volunteer effort that has delivered more than 12,000 meals to front-line workers.\nIn April, Ms. Kuwana quit her job, the best-paying work she’s ever had. She was spending more than eight hours a day hunched over her laptop at her kitchen table for work, and then another six hours for the volunteer effort, which she did not want to abandon. The effort aggravated the tendinitis in her right elbow.\n“It’s a crazy time to quit a job, but it was a lot: the same workload, but the work conditions had changed, the level of anxiety had changed and so had the amount of distraction,” she said. “I had to get to the point where I admitted to myself that I couldn’t do it all.”", "url": "https://www.nytimes.com/2020/06/03/business/economy/coronavirus-working-women.html"}