{"authors": ["Tariq Panja"], "date_download": "2022-10-25 22:59:19", "date_modify": "2022-10-25 22:59:19", "date_publish": "2020-03-12 00:36:57", "description": "The Italian team said Daniele Rugani’s diagnosis would mean a 14-day quarantine for him and his teammates, and could lead to transformative changes in the European soccer schedule.", "filename": "2020_03_11_sports_soccer_juventus-coronavirus-champions-league_1666738759.html", "image_url": "https://static01.nyt.com/images/2020/03/11/sports/11virus-juventus1/11virus-juventus1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a92f1423ec70d239d45016be3bbff467a49a59490beef13181c7c2fd6b9ccf6b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_11_sports_soccer_juventus-coronavirus-champions-league_1666738759.html", "title": "Juventus Player Tests Positive for Coronavirus", "title_page": "Juventus Player Tests Positive for Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rugani was on the bench when Juventus played its title rival, Inter Milan, behind closed doors on Sunday, and his diagnosis means he, his teammates, his coaches and assorted staff members must be quarantined for 14 days. That will most likely make it impossible for Juventus to play its Champions League match against the French club Lyon on Tuesday, and the news could lead to a quarantine for Inter’s players and coaches as well.\nThe Italian soccer season was already in jeopardy. While Juventus was to be allowed to play its Champions League match without spectators, Italy has banned all domestic sports events until April 3, and the entire country is on a broad lockdown — with travel between regions restricted, and commerce and daily life disrupted. Italy is among the countries worst hit by the coronavirus, with more than 12,000 confirmed cases and more than 800 deaths.\nRugani’s diagnosis is likely to have ripple effects with even more teams; opponents who played against Juventus in recent weeks have already been notified. Rugani played against Brescia on Feb. 16 and Spal on Feb. 22, and was an unused substitute in the first game against Lyon in the Champions League and in Sunday’s match against Inter.\nInter’s Europa League game this week with Spain’s Getafe had already been postponed after the Spanish authorities barred the Italian team from entering the country. In England, Manchester City’s Premier League game against Arsenal was called off after Evangelos Marinakis, the owner of Greek team Olympiacos, which played Arsenal late last month, confirmed he had the virus.", "url": "https://www.nytimes.com/2020/03/11/sports/soccer/juventus-coronavirus-champions-league.html"}