{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:25:23", "date_modify": "2022-10-25 23:25:23", "date_publish": "2020-09-17 00:42:05", "description": "A public scolding of the C.D.C. chief was only the latest but perhaps the starkest instance when the president has rejected not just the policy advice of his public health officials but the facts and information that they provided.", "filename": "2020_09_16_us_politics_trump-cdc-covid-vaccine_1666740323.html", "image_url": "https://static01.nyt.com/images/2020/09/16/us/politics/16dc-virus-trump/16dc-virus-trump-facebookJumbo.jpg?year=2020&h=549&w=1050&s=2952326e4fdd53bf9e3928433002527df4bbe829aa848d8f0252821b2f1069a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_16_us_politics_trump-cdc-covid-vaccine_1666740323.html", "title": "Trump Scorns His Own Scientists Over Virus Data", "title_page": "Trump Scorns His Own Scientists Over Virus Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If you are asking me when is it going to be generally available to the American public so we can begin to take advantage of vaccine to get back to our regular life, I think we are probably looking at third — late second quarter, third quarter 2021,” Dr. Redfield told the senators.\nHe also called masks “the most important, powerful public health tool we have” in fighting the pandemic, adding that universal use of face coverings could bring the pandemic under control in months. “I might even go so far as to say that this face mask is more guaranteed to protect me against Covid than when I take a Covid vaccine,” Dr. Redfield said. Vaccines are not 100 percent effective, whereas masks, worn properly, do what they are designed to do.\nJust the night before, during a town hall-style forum with undecided voters in Philadelphia hosted by ABC News, Mr. Trump had denigrated masks, saying that “there are people that don’t think masks are good.” Asked which people, he cited restaurant waiters who fiddle with their masks and therefore may accidentally spread the virus as they serve food.\nMr. Trump repeated that on Wednesday at his briefing with reporters. “I see that in restaurants there are people with masks and they’re playing around with their mask and their fingers are in their mask and then they’re serving with plates,” he said. “I think there’s a lot of problems with masks.” He said that “the mask perhaps helps” but that it “is a mixed bag.”\nThe president has generally refused to wear a mask in public himself, saying it was unnecessary because he is regularly tested for the coronavirus. But he has held numerous rallies and other events in recent days where most of the people were not tested, did not have face coverings and were not kept at a social distance.\nAs he has on other occasions, Mr. Trump ridiculed Mr. Biden for regularly wearing a mask, saying his opponent did so even when he was distant from other people. “Joe feels very safe in a mask,” the president said. “I don’t know, maybe he doesn’t want to expose his face.”\nThe president’s comments came at a briefing where he again presented a glossy view of the pandemic, displaying charts meant to indicate that it was under control. He framed the crisis through a partisan lens, suggesting that fatalities in states that vote for Democrats should not be counted. “If you take the blue states deaths out, we are at a level I don’t think anybody in the world would be at,” he said.", "url": "https://www.nytimes.com/2020/09/16/us/politics/trump-cdc-covid-vaccine.html"}