{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:10", "date_modify": "2022-10-25 23:29:10", "date_publish": "2020-07-28 22:20:18", "description": "The Federal Reserve will backstop credit markets through 2020, and is expected to pledge continued economic help at its Wednesday meeting.", "filename": "2020_07_28_business_economy_coronavirus-federal-reserve-policy_1666740550.html", "image_url": "https://static01.nyt.com/images/2020/07/28/business/28DC-Virus-Fed-01/merlin_171588567_382fd8e2-bbee-4598-be4f-3ccf9c2037e3-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2667fcebb8f34d3a8fc9b00b7b527babbd9a90caba0bafbeb70be7650baf78ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_28_business_economy_coronavirus-federal-reserve-policy_1666740550.html", "title": "Fed Extends Emergency Programs on Eve of July Policy Announcement", "title_page": "Fed Extends Emergency Programs on Eve of July Policy Announcement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The chair, Jerome H. Powell, who will hold a remote news conference at 2:30 p.m., is sure to field questions on the newly extended emergency lending programs, which have been introduced to try to keep markets functioning and credit flowing.\nThe Fed took unprecedented actions in March and April to provide a first line of defense for the economy as coronavirus cases swept the nation and shut down entire business sectors. Most of the nine programs were set to expire on or around the end of September, evidence that officials expected that normal conditions might return by fall.\nThat optimism has been upended by a surge in new infections, which has continued to depress economic activity. While state and local economies have reopened, many have had to roll back or delay their plans, and experts warn that the situation could take a turn for the worse if the virus takes hold more deeply.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nUnemployment remains in double digits and more than a million new people have continued to file for state jobless insurance each week. The path forward for government relief remains uncertain as Congress haggles over how to extend federal aid for the pandemic’s many economic victims, including an extra $600 per week in unemployment benefits that expires on July 31.\nThat is why the Fed’s emergency lending programs could continue to prove useful. The mere announcement of the programs helped smooth markets and many have been lightly used, but officials have warned that conditions could worsen again if a second wave of the virus strikes. Renewed turmoil could create a need for the backstops, which buy corporate bonds, support the market for asset-backed securities, and facilitate lending to smaller and midsize businesses.", "url": "https://www.nytimes.com/2020/07/28/business/economy/coronavirus-federal-reserve-policy.html"}