{"authors": ["Karen Weise"], "date_download": "2022-10-25 23:40:51", "date_modify": "2022-10-25 23:40:51", "date_publish": "2020-10-08 13:30:06", "description": "The company added a powerful voice to a raging debate, much of it focused on Apple, about how tech companies should manage their app stores.", "filename": "2020_10_08_technology_microsoft-mobile-applications-competition_1666741251.html", "image_url": "https://static01.nyt.com/images/2020/10/08/business/08microsoft/08microsoft-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c768cd268fd17d423f3d4b73799aae94651dbf48517cc5997b95aa22cb2ef714&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_08_technology_microsoft-mobile-applications-competition_1666741251.html", "title": "Microsoft Says App Stores Should Be More Competitive", "title_page": "Microsoft Says App Stores Should Be More Competitive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEATTLE — Microsoft said on Thursday that it would give developers more control in its app store, providing a sharp contrast to Apple, which is facing growing pressure for its firm grip on its App Store.\nMicrosoft said it was adopting 10 “principles” for its app store, the Microsoft Store, that customers can use to install programs on Windows 10, the computer operating system. The guidelines include giving developers the ability to sell different services on their apps and their websites, and allowing users and developers to have access to third-party app stores.\nThe announcement was not a major change in policy for Microsoft, whose app store is more open than Apple’s. But it added a powerful voice to a raging debate about how the large tech companies should manage their app stores, where they act as powerful gatekeepers between developers and consumers.\nThe principles aim “to promote choice, ensure fairness and promote innovation,” Rima Alaily, deputy general counsel at Microsoft, said in a blog post announcing the approach.", "url": "https://www.nytimes.com/2020/10/08/technology/microsoft-mobile-applications-competition.html"}