{"authors": ["Michael D. Shear", "Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:24:35", "date_modify": "2022-10-25 23:24:35", "date_publish": "2020-11-03 21:02:34", "description": "Regardless of the election results, President Trump will be the one directing the government’s coronavirus response as infections climb.", "filename": "2020_11_03_us_politics_trump-coronavirus_1666740275.html", "image_url": "https://static01.nyt.com/images/2020/11/03/us/politics/03dc-virus-trump-sub1/03dc-virus-trump-sub1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=827b58886bd5c3c39f91c0aa15786a1d4ec8adab2418e6ceff158ae27432d75b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_03_us_politics_trump-coronavirus_1666740275.html", "title": "Covid Experts Fear the Worst With Trump in Charge and Winter Coming", "title_page": "Covid Experts Fear the Worst With Trump in Charge and Winter Coming - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Regardless of the election’s outcome this week, President Trump will be the one steering the country through what is likely to be the darkest and potentially deadliest period of the coronavirus pandemic, and he has largely excluded the nation’s leading health experts from his inner circle.\nMr. Trump will still have control of the nation’s health apparatus and the bully pulpit that comes with the Oval Office until Jan. 20, as infections approach 100,000 a day and death rates begin to rise as hospitals are strained to their breaking points.\nBut the president has largely shuttered the White House Coronavirus Task Force and doubled down on anti-science language, telling voters that the country is “rounding the corner” in the fight against the virus that has claimed nearly a quarter of a million lives.\nHe has stopped listening to Alex M. Azar II, his health secretary; Dr. Robert R. Redfield, the director of the Centers for Disease Control and Prevention; Dr. Stephen M. Hahn, the commissioner of the Food and Drug Administration; and Dr. Jerome Adams, the surgeon general. On Monday, the president lashed out at Dr. Anthony S. Fauci, the government’s leading infectious disease specialist, hinting that he may fire Dr. Fauci after the election — though it would be extremely difficult for him to do so.", "url": "https://www.nytimes.com/2020/11/03/us/politics/trump-coronavirus.html"}