{"authors": ["Peter Eavis"], "date_download": "2022-10-25 23:51:20", "date_modify": "2022-10-25 23:51:20", "date_publish": "2020-03-18 01:12:19", "description": "The Japanese conglomerate is said to be reconsidering the part of its bailout of WeWork that would have left founder Adam Neumann with a huge payday.", "filename": "2020_03_17_business_softbank-wework-shares_1666741880.html", "image_url": "https://static01.nyt.com/images/2020/03/17/business/17wework/17wework-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fc78f98faac233ed0cc03a28159479f2b3f86fbecf17f26cc0ee5c19b352e2c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_17_business_softbank-wework-shares_1666741880.html", "title": "SoftBank May Not Buy $3 Billion in WeWork Shares", "title_page": "SoftBank May Not Buy $3 Billion in WeWork Shares - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SoftBank, the Japanese conglomerate, is threatening to withdraw an offer to acquire a much larger stake in WeWork, according to a person familiar with the matter. The surprise move comes as the coronavirus outbreak diminishes demand for the troubled company’s shared office space.\nSoftBank, the largest outside shareholder in WeWork, in October agreed to a multibillion-dollar bailout after the company nearly ran out of cash. As part of the transaction, SoftBank agreed to buy up to $3 billion in stock from existing WeWork shareholders, including nearly $1 billion from Adam Neumann, WeWork’s co-founder who stepped down as chief executive in September. SoftBank also invested $1.5 billion as part of its rescue package and agreed to lend up to $5 billion to WeWork, a commitment that it has not withdrawn.\nWhile SoftBank is still supporting WeWork, the possibility that it may own a smaller than expected share of the company could dent confidence in the business at a critical time. As more businesses ask employees to work from home and freelancers choose to avoid shared office spaces, WeWork could, over time, lose many of its paying customers.\nIn a letter sent to WeWork shareholders on Tuesday, SoftBank offered several reasons the deal might not go through by its scheduled April 1 closing date, according to the person familiar with the matter. Among the reasons SoftBank cited were investigations into WeWork by the Justice Department, the Securities and Exchange Commission and attorneys general in New York and California. The two sides have also failed to agree on the terms for consolidating a WeWork joint venture in China.", "url": "https://www.nytimes.com/2020/03/17/business/softbank-wework-shares.html"}