{"authors": ["Sam Roberts"], "date_download": "2022-10-25 23:25:39", "date_modify": "2022-10-25 23:25:39", "date_publish": "2020-09-30 17:05:05", "description": "Known initially as the “Berlin Patient,” he underwent an experimental stem cell transplant 13 years ago that rid his body of the virus. He died of leukemia.", "filename": "2020_09_30_health_timothy-ray-brown-first-patient-cured-of-hiv-dies-at-54_1666740339.html", "image_url": "https://static01.nyt.com/images/2020/10/01/obituaries/00Brown1/00Brown1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6c3c53db9fee7fd29d16969303f9afc1d63e5b894d7c42b6bab8c4f71204c68d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_30_health_timothy-ray-brown-first-patient-cured-of-hiv-dies-at-54_1666740339.html", "title": "Timothy Ray Brown, First Patient Cured of H.I.V., Dies at 54", "title_page": "Timothy Ray Brown, First Patient Cured of H.I.V., Dies at 54 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 1995, when powerful new AIDS cocktails and protease inhibitors were just being introduced, Mr. Brown was advised by a former boyfriend, who had tested H.I.V. positive, to have himself tested. The results came back positive.\n“The friend who told me I should get tested said, ‘Do you realize you only have about two more years to live?’” Mr. Brown recalled in an interview with the Fred Hutchinson Cancer Research Center in Seattle in 2015. “But I still went on with my life. I started university in Berlin and acted like everything was going to be OK.”\nNew antiretroviral drug therapy, covered by his German health insurance, prolonged his life, and he worked as a translator. But in 2006, after returning to Berlin from a wedding in New York, he could barely make his daily 10-mile bicycle ride to work.\nAt 40, he received a second life-threatening diagnosis: acute myeloid leukemia. He was referred to Dr. Gero Hütter, an oncologist who had never treated a patient with H.I.V.; he suggested the radical, high-risk stem cell experiment.\n“I did not need to be a guinea pig and risk my life receiving a transplant that might kill me,” Mr. Brown later wrote in a medical journal. So he declined and opted for chemotherapy.\nDuring chemotherapy, he developed pneumonia and a sepsis infection, but the leukemia appeared to be in remission. When it returned in January 2007, however, Mr. Brown agreed to the stem cell transplant therapy, which his doctors said would treat not only leukemia but possibly the H.I.V. as well.\n“I was scared,” Mr. Brown told the New York Times podcast “The Daily” in 2019.\nFirst, doctors had to find a compatible donor with a rare gene mutation that would provide a natural resistance to H.I.V. A disproportionate number of northern Europeans, about 1 percent, lack a protein on the surface of their white blood cells that the virus uses as an entry point.", "url": "https://www.nytimes.com/2020/09/30/health/timothy-ray-brown-first-patient-cured-of-hiv-dies-at-54.html"}