{"authors": ["Peter Baker", "Maggie Haberman"], "date_download": "2022-10-25 23:25:27", "date_modify": "2022-10-25 23:25:27", "date_publish": "2020-10-03 16:35:47", "description": "The president’s medical team refused to provide critical details and left open the impression that he was known to be sick a day earlier than previously reported, forcing them to backtrack later.", "filename": "2020_10_03_us_politics_trump-covid-updates_1666740327.html", "image_url": "https://static01.nyt.com/images/2020/10/03/multimedia/03dc-virus-trump-image1/03dc-virus-trump-image1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=e114609822e5548de3d1b453baa6bb65b1e1bdc02093a998bc2da752a520c5ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_03_us_politics_trump-covid-updates_1666740327.html", "title": "Trump’s Covid-19 Symptoms Are Said to Be ‘Very Concerning’", "title_page": "Trump’s Covid-19 Symptoms Are Said to Be ‘Very Concerning’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The inconsistencies and confusion may presage an unsettling period for the president and the country. As the doctors indicated, it may be a week to 10 days before the course of Mr. Trump’s illness becomes clear, leaving America, as well as its allies and adversaries, guessing about the leadership in the world’s only superpower in the final days of a momentous election campaign.\nWhite House officials sought to project as much of a business-as-usual image as possible, insisting that the president could govern from his hospital bed and that there was no need to transfer power to Vice President Mike Pence. Even as doctors hovered over Mr. Trump, his staff on Friday night and Saturday issued a report on his buy-American drive, announced some minor appointments and released a proclamation on Fire Prevention Week.\nBut in reality, Mr. Trump has had difficult and even scary moments since being diagnosed with the virus that has killed more than 208,000 in the United States so far. Two people close to the White House said in separate interviews with The New York Times that the president had had trouble breathing on Friday and that his oxygen level had dropped, prompting his doctors to give him supplemental oxygen while he was at the White House and to transfer him to Walter Reed, where he could be monitored with better equipment and treated more rapidly in case of trouble.\nDuring the televised briefing on Saturday, Dr. Sean P. Conley, the White House physician, said the president was not currently receiving supplemental oxygen on Saturday but repeatedly declined to say definitively whether he had ever been on oxygen. “None at this moment, and yesterday with the team, while we were all here, he was not on oxygen,” he said, seeming to suggest that there had been a period on Friday at the White House when he was.\nDr. Conley likewise appeared to indicate that the president had first been diagnosed with the virus on Wednesday rather than late Thursday night before Mr. Trump disclosed the test on Twitter early Friday morning. While describing what he said was the president’s progress, he said Mr. Trump was “just 72 hours into the diagnosis now,” which would mean midday on Wednesday.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nDr. Brian Garibaldi, another physician treating the president, also said that Mr. Trump had received an experimental antibody therapy “about 48 hours ago,” which would have been midday Thursday — before the confirmation test Dr. Conley said had come back positive that evening and a full day before the White House disclosed the treatment on Friday.", "url": "https://www.nytimes.com/2020/10/03/us/politics/trump-covid-updates.html"}