{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 22:55:07", "date_modify": "2022-10-25 22:55:07", "date_publish": "2020-12-24 15:03:30", "description": "The free-trade pact would help both sides avoid tariffs, but Britain would still face economic costs from being outside the European Union.", "filename": "2020_12_24_business_Brexit-deal-british-pound_1666738507.html", "image_url": "https://static01.nyt.com/images/2020/12/23/business/00brexit-uk-econ/00brexit-uk-econ-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1259efbcc34df25c6c49880b135c7d70907691ef8f0bcaeb359e610682c900a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_24_business_Brexit-deal-british-pound_1666738507.html", "title": "Britain Gets a Boost With a Brexit Trade Deal, but Challenges Loom", "title_page": "Britain Gets a Boost With a Brexit Trade Deal, but Challenges Loom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the fact that a deal was reached, and the potential for future cooperation, will reassure many.\n“After such a torrid year, and during such a disrupted festive trading season, it’s a huge relief,” said Mike Cherry, the chairman of Britain’s Federation of Small Businesses, but he called on the government to give financial support for companies to spend on post-Brexit training and advice.\nAnd the head of the Confederation of British Industry, which represents 190,000 businesses, said companies still needed more time to pore over the details and carry out changes. “It is urgent that both sides agree to smooth the cliff edge next week,” said Tony Danker, the group’s director general, who also expressed relief that a deal had been reached.\nSome of the details published by the European Commission show the new trade agreement will apply immediately starting in January. It will be provisionally applied for up to two months to allow time for the European Parliament to scrutinize and ratify the deal.\nEconomists at Berenberg, a private bank, wrote in a note that a deal could “limit some of the damage” of leaving the single market and customs union. “By removing a major downside risk to the U.K. economy both in the near term and long term, a deal would unlock significant investment in U.K. and support the recovery once the ongoing coronavirus shock starts to fade,” they wrote. This would benefit stocks and the British pound next year, they added.\nWithout an agreement, the two sides would have ended up trading on World Trade Organization terms, the default set of trade rules between most countries. That would have led to high tariffs on agricultural products like cheese and meat, making them more expensive. Britons buying cars imported from Europe, and vice versa, would have faced costly tariffs, too.\nThe pound has been the financial asset most sensitive to the Brexit negotiations, a rough barometer of Britain’s economic prospects. Before the vote in June 2016, a pound bought 1.30 euros. The day of the referendum result was the pound’s worst on record, and it has never fully recovered.\nOn Thursday, £1 bought €1.11, a gain of 1.4 percent in the 24 hours before the deal was announced, but slipped from its highest levels later.\n“Markets have been looking through the saber-rattling of recent weeks in broad anticipation of a deal. Hence we’ve already had a notable rise in sterling,” Karen Ward, a strategist at J.P. Morgan Asset Management, said in a statement.", "url": "https://www.nytimes.com/2020/12/24/business/Brexit-deal-british-pound.html"}