{"authors": ["Sharon Lafraniere", "Julian E. Barnes"], "date_download": "2022-10-25 23:47:00", "date_modify": "2022-10-25 23:47:00", "date_publish": "2020-08-19 01:07:20", "description": "The former campaign chairman Paul Manafort kept in close touch with a longtime colleague whom Senate investigators identified as a Russian intelligence officer.", "filename": "2020_08_18_us_politics_paul-manafort-konstantin-kilimnik_1666741620.html", "image_url": "https://static01.nyt.com/images/2020/08/18/us/politics/18dc-manafort1/18dc-manafort1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=9f8d98b0f57ec75e74769662dfbfff3a9914e141e2c99a143a56ff9256f41aaf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_18_us_politics_paul-manafort-konstantin-kilimnik_1666741620.html", "title": "Report Details Manafort’s Ties During 2016 Trump Campaign to a Russian Agent", "title_page": "Report Details Manafort’s Ties During 2016 Trump Campaign to a Russian Agent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Russian intelligence services pursued myriad avenues to influence the Trump campaign in 2016, according to the Senate Intelligence Committee, but none was more important than the relationship between the campaign chairman Paul Manafort and a man who had been his friend and co-worker for years: a Russian intelligence officer named Konstantin V. Kilimnik.\nTheir link was “the single most direct tie between senior Trump campaign officials and the Russian intelligence services,” according to the fifth and final volume of the committee’s report on its bipartisan three-year investigation issued Tuesday.\nWhile the committee was stymied in its efforts to fully plumb the relationship between the two men, investigators found enough there to declare that Mr. Manafort created “a grave counterintelligence threat” by sharing inside information about the presidential race with Mr. Kilimnik and the Russian and Ukrainian oligarchs whom he served.\nThe report portrayed Mr. Manafort as deeply compromised by years of business dealings with those oligarchs. Collectively, they had paid him tens of millions of dollars, lent him millions more and may also have owed him millions.", "url": "https://www.nytimes.com/2020/08/18/us/politics/paul-manafort-konstantin-kilimnik.html"}