{"authors": ["Ana Swanson", "Mike Isaac", "Paul Mozur"], "date_download": "2022-10-25 23:32:21", "date_modify": "2022-10-25 23:32:21", "date_publish": "2020-08-07 02:08:14", "description": "The government cited national security concerns in announcing sweeping restrictions on two popular Chinese social media networks, a move that is likely to be met with retaliation.", "filename": "2020_08_06_technology_trump-wechat-tiktok-china_1666740741.html", "image_url": "https://static01.nyt.com/images/2020/08/06/business/06dc-chinaban1/merlin_175366002_fe1eaecc-4bf3-4dfe-8538-24ad1d4024bb-facebookJumbo.jpg?year=2020&h=550&w=1050&s=be5497332952fa4a91622a3467f1fa7d299ec6d7b3813cd83a785a07d4c539ab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_06_technology_trump-wechat-tiktok-china_1666740741.html", "title": "Trump Targets WeChat and TikTok, in Sharp Escalation With China", "title_page": "Trump Targets WeChat and TikTok, in Sharp Escalation With China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration has announced sweeping restrictions on two popular Chinese social media networks, TikTok and WeChat, a sharp escalation of its confrontation with China that is likely to be met with retaliation.\nTwo executive orders, released late Thursday and taking effect in 45 days, cited national security concerns to bar any transactions with WeChat or TikTok by any person or involving any property subject to the jurisdiction of the United States. The order essentially sets a 45-day deadline for an acquisition of TikTok, which is in talks to be acquired by Microsoft.\nTensions between the United States and China have already escalated to levels not seen in decades over rifts in geopolitics, technology and trade. In recent months, Trump administration officials have challenged China on its crackdown in Hong Kong, its territorial claims in the South China Sea and its efforts to produce global tech champions. The campaign has been provoked in part by China’s more assertive posture, but also President Trump’s desire to convince voters that he is tough on China as the election approaches.\nMr. Trump’s advisers have zeroed in on technology companies, which they say are beholden to the Chinese government through security laws. Many companies that do business across the Pacific have been left paralyzed or begun to reconsider their partnerships, unsure of whether these tensions will spill into a new Cold War. The restrictions announced Thursday would also represent a further balkanization of the global internet, as nations continue to cut off foreign technology companies from one another’s markets.", "url": "https://www.nytimes.com/2020/08/06/technology/trump-wechat-tiktok-china.html"}