{"authors": ["Aurelien Breeden"], "date_download": "2022-10-25 22:54:52", "date_modify": "2022-10-25 22:54:52", "date_publish": "2020-06-18 21:18:36", "description": "The court ruled that the new law disproportionately infringed on freedom of speech. It was a blow to the government’s efforts to regulate content on tech platforms.", "filename": "2020_06_18_world_europe_france-internet-hate-speech-regulation_1666738492.html", "image_url": "https://static01.nyt.com/images/2020/06/18/world/18france-hatespeech/18france-hatespeech-facebookJumbo.jpg?year=2020&h=550&w=1050&s=036aebf028dfc795ad0706b2df8eb0eb7c31a6697ce807d9af013abbc1470459&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_18_world_europe_france-internet-hate-speech-regulation_1666738492.html", "title": "French Court Strikes Down Most of Online Hate Speech Law", "title_page": "French Court Strikes Down Most of Online Hate Speech Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — A top French court on Thursday struck down critical provisions of a law passed by France’s parliament last month to combat online hate speech, dealing a severe blow to the government’s effort to police internet content.\nThe court’s ruling comes as authorities around the world try to regulate what can be shared on vast internet platforms like Facebook, YouTube or Twitter, all American companies with attitudes toward free speech and government oversight that often differ from Europe’s.\nThe flagship provision in France’s new law, which was supported by President Emmanuel Macron’s government and sponsored by his party, created an obligation for online platforms to take down hateful content flagged by users within 24 hours. If the platforms failed to do so, they risked fines of up to 1.25 million euros, or about $1.4 million.\nBut the Constitutional Council, a French court that reviews legislation to ensure it complies with the French constitution, noted in its ruling on Thursday that the measure put the onus for analyzing content solely on tech platforms without the involvement of a judge, within a very short time frame, and with the threat of hefty penalties.", "url": "https://www.nytimes.com/2020/06/18/world/europe/france-internet-hate-speech-regulation.html"}