{"authors": ["Concepción De León"], "date_download": "2022-10-25 23:37:28", "date_modify": "2022-10-25 23:37:28", "date_publish": "2020-05-21 20:44:27", "description": "“The President’s Daughter,” set to come out in June 2021, follows their best-selling novel “The President Is Missing.”", "filename": "2020_05_21_books_bill-clinton-james-patterson-presidents-daughter_1666741048.html", "image_url": "https://static01.nyt.com/images/2020/05/23/books/21clintonbook/21clintonbook-facebookJumbo.jpg?year=2020&h=550&w=1050&s=47f8d2995c97f89fdd8f876e791de9fe2f8dcdb6f833c14951fdad594f838824&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_21_books_bill-clinton-james-patterson-presidents-daughter_1666741048.html", "title": "Bill Clinton and James Patterson Are Writing a Second Book Together", "title_page": "Bill Clinton and James Patterson Are Writing a Second Book Together - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two years after writing their first novel together, the author James Patterson and former President Bill Clinton will work on a second one, their publishers announced on Thursday.\n“The President’s Daughter,” set for release in June 2021, will follow a former U.S. president living in rural New Hampshire whose daughter is kidnapped. Terms of the deal were not disclosed.\nMr. Patterson and Mr. Clinton’s first book, “The President Is Missing,” came out in 2018 and was one of the year’s biggest success stories in publishing, selling more than 3.2 million copies. In The New York Times Book Review, Nicolle Wallace called it “ambitious and wildly readable,” with a president brimming with “humanity, character and stoicism.” The pair combined Mr. Clinton’s deep knowledge of government and the presidency with Mr. Patterson’s propulsive storytelling style, with short chapters and cliffhangers.\n“The President’s Daughter” will be a standalone book featuring a new cast of characters, rather than a sequel.", "url": "https://www.nytimes.com/2020/05/21/books/bill-clinton-james-patterson-presidents-daughter.html"}