{"authors": [], "date_download": "2022-10-25 23:49:02", "date_modify": "2022-10-25 23:49:02", "date_publish": "2020-03-07 05:14:47", "description": "Italy’s government is taking the extraordinary step of locking down entire sections of the country’s north to fight the virus.", "filename": "2020_03_07_world_coronavirus-news_1666741742.html", "image_url": "https://static01.nyt.com/images/2020/03/07/world/07virus-briefing-italy24-promo/07virus-briefing-italy24-promo-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=ee0155611c3303d2e11d53f4c7da6d582c96f4afe8ef79fa7be1995a02568d0a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_07_world_coronavirus-news_1666741742.html", "title": "Europe’s Coronavirus Outbreak Worsens, With Italy at Forefront", "title_page": "Europe’s Coronavirus Outbreak Worsens, With Italy at Forefront - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Italy’s government is taking the extraordinary step of locking down entire sections of the country’s north, restricting movement for a quarter of the population in a sweeping effort to fight the coronavirus not seen outside of China.\n“We are facing an emergency, a national emergency,” Prime Minister Giuseppe Conte said in announcing the government decree in a news conference after 2 a.m.\nThe move is tantamount to sacrificing the Italian economy in the short term to save it from the ravages of the virus in the long term. The measures will turn stretches of Italy’s wealthy north — including the economic and cultural capital of Milan and landmark tourist destinations such as Venice — into quarantined red zones until at least April 3. They will prevent the free movement of roughly 16 million people.\nFunerals and cultural events are all banned under the measures. The decree required distance of one meter, including in sporting events, bars and supermarkets", "url": "https://www.nytimes.com/2020/03/07/world/coronavirus-news.html"}