{"authors": ["Liz Alderman"], "date_download": "2022-10-25 23:48:53", "date_modify": "2022-10-25 23:48:53", "date_publish": "2020-02-06 15:52:52", "description": "A factory in western France has become an unlikely outpost to help overcome a severe shortage as supplies dry up in China.", "filename": "2020_02_06_business_coronavirus-face-masks_1666741733.html", "image_url": "https://static01.nyt.com/images/2020/02/07/business/07mask-1/06mask-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3fcde661d7e1ce1ea169983164282625c64f0259e409745fa0eedc98c1f68f14&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_06_business_coronavirus-face-masks_1666741733.html", "title": "As Coronavirus Spreads, Face Mask Makers Go Into Overdrive", "title_page": "As Coronavirus Spreads, Face Mask Makers Go Into Overdrive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Supply shortages could be made worse by the fact that parts for masks and respirators are made in a variety of countries. More than 90 percent of surgical masks sold in the United States are produced overseas, according to the Department of Health and Human Services. Parts — or sometimes the final assembly — may be based not only in China and Taiwan but also in Japan, Vietnam, Mexico and Colombia.\n“These countries could easily cut off our supply chain,” said Laurie Garrett, a policy expert and Pulitzer Prize-winning reporter who has written about the SARS, Ebola and other outbreaks.\nWith China’s pipeline to the outside world running dry, medical suppliers around the globe, including giants like Honeywell and 3M, are scrambling to find alternative sources. Both companies said through representatives that they were experiencing a surge in demand and were moving to ramp up production wherever they could.\nPrestige Ameritech, a mask manufacturer in North Richland Hills, Texas, is among companies that received international orders as the coronavirus spread to 24 countries in the last few weeks, including from the governments of Hong Kong, Singapore and Taiwan.\n“I have thousands of emails from people in Asia,” said Mike Bowen, the executive vice president. “Last week I sent over a million masks to China. That’s one thing I never predicted, that I’d be sending masks to China.”", "url": "https://www.nytimes.com/2020/02/06/business/coronavirus-face-masks.html"}