{"authors": ["Max Gendler"], "date_download": "2022-10-25 23:50:56", "date_modify": "2022-10-25 23:50:56", "date_publish": "2020-09-03 04:00:06", "description": "A star-studded day at Arthur Ashe Stadium will feature Sofia Kenin, Dominic Thiem, Serena Williams, and Andy Murray in their second-round matchups.", "filename": "2020_09_03_sports_tennis_us-open-match-schedule_1666741856.html", "image_url": "https://static01.nyt.com/images/2020/09/03/sports/03usopen-watch01/03usopen-watch01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2a3917c3c36d01ce896c46156e8fb2dd6a841bcfefd64e616d5783c973b36565&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_03_sports_tennis_us-open-match-schedule_1666741856.html", "title": "US Open Day 4: What to Watch For", "title_page": "US Open Day 4: What to Watch For - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It would be a surprise if Auger-Aliassime, the 15th seed, would allow him to turn their second round matchup into a marathon. The hard-hitting Canadian is built in the same mode as so many North American youngsters; hit it hard, hit it into the corners, and try to take control of the point right away. Murray will need to absorb a lot of that explosive pace early on if he’s going to make sure he’s not overrun.\nLouis Armstrong Stadium | 7 p.m.\nVictoria Azarenka vs. Aryna Sabalenka\nLast week, Azarenka, a two-time Australian Open champion, won her first WTA title since becoming a mother at the Western & Southern Open. Azarenka, known for her powerful two-handed backhand and superior return placement, has not made it past the third round of a Grand Slam event since Wimbledon in 2017. Her resurgence on the singles tour this year has been a joy to watch, and she is now ranked 27th. Her fellow Belarusian, Sabalenka, will be a tough test of her newfound confidence.\nSabalenka, the fifth seed, has not played particularly well recently, losing in the round of 16 at both the Top Seed Open and the Western & Southern Open in the last month. While Sabalenka’s style seems almost like a carbon copy of Azarenka’s, the key difference may be the lack of margin for error. Sabalenka tends to take more risks and come into net behind her powerful baseline shots.\nLouis Armstrong Stadium | 1 p.m.\nVasek Pospisil vs. Milos Raonic\nRaonic, the 25th seed, reached the final of the Western & Southern Open, where he lost to Novak Djokovic in a tight three set match. Raonic has never made it past the fourth round of the U.S. Open, which is surprising considering all eight of his ATP titles have come on hard courts. With a good lead up to the tournament, he’ll be looking to fix that issue and make a deep run.\nPospisil, similarly, has not done as well as expected at the U.S. Open in the past, never going past the second round. This year, he seems likely to face the same fate. Raonic has beaten Pospisil both times that the two have faced each other on North American hard courts, and has looked particularly good on return of serve over the last week, which should help neutralize Pospisil’s main strength on his service games.", "url": "https://www.nytimes.com/2020/09/03/sports/tennis/us-open-match-schedule.html"}