{"authors": [], "date_download": "2022-10-25 23:43:32", "date_modify": "2022-10-25 23:43:32", "date_publish": "2020-11-10 16:04:04", "description": null, "filename": "2020_11_10_health_was-the-pfizer-vaccine-part-of-the-governments-operation-warp-speed_1666741412.html", "image_url": "https://static01.nyt.com/images/2020/11/10/us/politics/10VIRUS-EXPLAINER-WARPSPEED1/10VIRUS-EXPLAINER-WARPSPEED1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0177ff543d5f3539bcd586e4116eb2e3f51250d33f543060be025e5030e94368&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_10_health_was-the-pfizer-vaccine-part-of-the-governments-operation-warp-speed_1666741412.html", "title": "Was the Pfizer vaccine part of the government’s Operation Warp Speed?", "title_page": "Was the Pfizer vaccine part of the government’s Operation Warp Speed? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Monday, Vice President Mike Pence said on Twitter that the news came “thanks to the public-private partnership forged” by Mr. Trump.\nIn July, Pfizer got a $1.95 billion deal with the government’s Operation Warp Speed, the multiagency effort to rush a vaccine to market, to deliver 100 million doses of the vaccine. The arrangement is an advance-purchase agreement, meaning that the company won’t get paid until they deliver the vaccines. Pfizer did not accept federal funding to help develop or manufacture the vaccine, unlike front-runners Moderna and AstraZeneca.\nPfizer has distanced itself from Mr. Trump and Operation Warp Speed. In an interview on Sunday, Kathrin Jansen, a senior vice president and the head of vaccine research and development at Pfizer, said, “We were never part of the Warp Speed,” adding, “we have never taken any money from the U.S. government, or from anyone.”\nOn Monday, a spokeswoman for Pfizer clarified that the company is part of Operation Warp Speed as a supplier of a potential coronavirus vaccine.", "url": "https://www.nytimes.com/2020/11/10/health/was-the-pfizer-vaccine-part-of-the-governments-operation-warp-speed.html"}