{"authors": ["Isabel Kershner", "David M. Halbfinger"], "date_download": "2022-10-25 23:26:34", "date_modify": "2022-10-25 23:26:34", "date_publish": "2020-03-26 15:41:07", "description": "Citing the coronavirus pandemic, Mr. Gantz, who nearly defeated Prime Minister Benjamin Netanyahu in three straight elections, said he would explore forming a “national emergency government.”", "filename": "2020_03_26_world_middleeast_israel-netanyahu-gantz-government_1666740394.html", "image_url": "https://static01.nyt.com/images/2020/03/26/world/26israel2/26israel2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=044e25b0b7ab7555456aa311d8b75eebdb84f56925127139b520586429709371&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_26_world_middleeast_israel-netanyahu-gantz-government_1666740394.html", "title": "Benny Gantz, Breaking Vows, Says He Would Serve Under Netanyahu", "title_page": "Benny Gantz, Breaking Vows, Says He Would Serve Under Netanyahu - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But they had been planning to cooperate to push through legislation to stop Mr. Netanyahu from securing a fifth term, by enacting term limits or by barring an indicted lawmaker from forming a government.\nIn the end, however, Mr. Netanyahu’s almost nightly appeals to Mr. Gantz to join him — during televised addresses about the country’s response to the virus — appeared to wear down Mr. Gantz’s resolve.\nMr. Netanyahu has proposed a three-year government in which he would stay on as prime minister for the next 18 months and Mr. Gantz would take over for the next 18. Alternatively, Mr. Netanyahu has floated the idea of a temporary emergency government for the next six months under his leadership, to be followed either by a new deal for a unity government or a fourth election.\nMr. Gantz did not say on Thursday whether he supported either of these proposals.\nThursday’s endgame was particularly head-spinning, even for the hurly-burly of Israeli politics.\nMr. Gantz went from petitioning the Supreme Court on Wednesday to censure the previous speaker, Yuli Edelstein — a Netanyahu ally who resigned rather than allow the election of a new speaker — to accepting Mr. Edelstein’s support in the Thursday vote that elected Mr. Gantz as speaker.\nMr. Netanyahu’s conservative Likud party had issued an ultimatum that if Blue and White nominated its original candidate for speaker, Meir Cohen, that would spell the end of unity talks. Mr. Cohen had been expected to advance legislation blocking Mr. Netanyahu from serving another term.\nMr. Gantz’s acquiescence to that demand — by nominating himself instead — prompted howls of denunciation in Parliament from his partners in the center and left. They said that Mr. Gantz had dashed the hopes of his voters to end Mr. Netanyahu’s career and betrayed his own countless campaign promises never to serve under an indicted prime minister, all over an empty threat.", "url": "https://www.nytimes.com/2020/03/26/world/middleeast/israel-netanyahu-gantz-government.html"}