{"authors": ["Katrin Bennhold"], "date_download": "2022-10-25 23:49:26", "date_modify": "2022-10-25 23:49:26", "date_publish": "2020-08-26 09:00:40", "description": "With nations determined to return to in-person learning, many will have trouble matching Germany’s formula: fast and free testing, robust contact tracing and low community spread.", "filename": "2020_08_26_world_europe_germany-schools-virus-reopening_1666741766.html", "image_url": "https://static01.nyt.com/images/2020/08/27/world/00germany-schools-TOP/00germany-schools-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6e1b01c117fbb8560acbc618089518d69f40e683f6e07a30864f48dee6098cb2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_26_world_europe_germany-schools-virus-reopening_1666741766.html", "title": "Germany Faces a ‘Roller Coaster’ as Schools Reopen Amid Coronavirus", "title_page": "Germany Faces a ‘Roller Coaster’ as Schools Reopen Amid Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But now a new experiment is underway: Teachers and students have been summoned back to classes, testing whether the new vigilance is enough.\nSocial distancing and face masks are mandatory on most school grounds, but rarely inside classrooms, despite recent advice from the World Health Organization that children 12 and over wear masks when distancing is impossible. If students had to wear masks for several hours a day, the argument in Germany goes, their ability to learn would suffer.\nInstead, schools aim to better ventilate classrooms and keep classes separate so that each student has contact with only a few dozen others, and outbreaks can be contained.\nGermany’s departure from the more cautious, part-time reopening strategy is rooted partly in resource constraints: Like most countries, it has too few teachers to split students into smaller classes and allow for social distancing.\nBut several weeks into returning to school, educators and even virologists who were skeptical about reopening say that early results look hopeful. Despite individual infections popping up in dozens of schools, there have been no serious outbreaks — and no lasting closures.\nBerlin is a case in point: By the end of last week, 49 infections had been recorded among teachers and students across the city. But thanks to fast testing and targeted quarantines, no more than 600 students out of some 366,000 have had to stay home on any given day. Of 803 schools, only 39 have been affected.\n“It’s messy and imperfect and I would have liked to see more precautions, but the main takeaway so far is: It’s working,” said Sandra Ciesek, a virologist at the University Hospital of Frankfurt who signed a statement by leading German virologists supporting the reopenings.", "url": "https://www.nytimes.com/2020/08/26/world/europe/germany-schools-virus-reopening.html"}