{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:31:02", "date_modify": "2022-10-25 23:31:02", "date_publish": "2020-10-16 09:00:25", "description": "Kevin Mathewson, who quickly organized the Kenosha Guard on Facebook, said the Wisconsin city’s police were outnumbered during protests. The streets turned deadly after his call to arms.", "filename": "2020_10_16_us_kenosha-guard-militia-kevin-mathewson_1666740662.html", "image_url": "https://static01.nyt.com/images/2020/10/01/us/00Kenosha-2/00Kenosha-2-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=309ce6904946a6d680f91bad7ceb790fa1f04d56abd512889b5ca943550cddf8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_16_us_kenosha-guard-militia-kevin-mathewson_1666740662.html", "title": "When Armed Vigilantes Are Summoned With a Few Keystrokes", "title_page": "When Armed Vigilantes Are Summoned With a Few Keystrokes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow our live Kyle Rittenhouse trial verdict coverage.\nTapping on his cellphone with a sense of purpose, Kevin Mathewson, a former wedding photographer and onetime city alderman in Kenosha, Wis., did not slow down to fix his typos as he dashed off an online appeal to his neighbors. It was time, he wrote on Facebook in late August, to “take up arms to defend out City tonight from the evil thugs.”\nOne day earlier, hundreds of residents had poured onto the streets of Kenosha to protest the police shooting of 29-year-old Jacob Blake. Disturbed by the sight of buildings in flames when he drove downtown, Mr. Mathewson decided it was time for people to arm themselves to protect their houses and businesses.\nTo his surprise, some 4,000 people responded on Facebook. Within minutes, the Kenosha Guard had sprung to life.\nHis call to arms — along with similar calls from others inside and outside the state — propelled civilians bearing military-style rifles onto the streets, where late that night a gunman scuffling with protesters shot three of them, two fatally. The Kenosha Guard then evaporated just as quickly as it arose.", "url": "https://www.nytimes.com/2020/10/16/us/kenosha-guard-militia-kevin-mathewson.html"}