{"authors": ["Tyler Kepner"], "date_download": "2022-10-25 23:35:49", "date_modify": "2022-10-25 23:35:49", "date_publish": "2020-01-15 00:33:26", "description": "Cora, who spent two seasons as the Boston manager, was Houston’s bench coach in 2017 and has been implicated in an M.L.B. report on the Astros’ cheating.", "filename": "2020_01_14_sports_baseball_alex-cora-fired_1666740949.html", "image_url": "https://static01.nyt.com/images/2020/01/14/sports/14cora/14cora-facebookJumbo.jpg?year=2020&h=550&w=1050&s=102d9417112ee948cbbe62c3bc0d9cc680b705aeb86f59906e1f48ec86a0eb0a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_14_sports_baseball_alex-cora-fired_1666740949.html", "title": "Alex Cora Ousted by Red Sox After Sign-Stealing Scandal", "title_page": "Alex Cora Ousted by Red Sox After Sign-Stealing Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The statement was issued jointly with Cora, who thanked the team’s executives and called his two seasons with the Red Sox “the best years of my life.” Cora, 44, added that he did not want to be a distraction for the team, but his statement did not include an apology or an admission of wrongdoing, either with the Astros or with the Red Sox.\nA report published last week in The Athletic said the 2018 Red Sox had also broken the rules by using technology to steal signs. According to that report, which cited three unnamed people who were with the Red Sox that season, some players would use the video replay room, which is intended for teams to use to determine whether to challenge on-field calls, to decode sign sequences during games.\nM.L.B. is probing those allegations against Boston, and Manfred said in his report that he would wait until that investigation is over to determine Cora’s punishment. But considering that Luhnow and Hinch were both suspended for a year — even though they were found not to be involved in the planning or execution of the Astros’ ploy — it stands to reason that discipline for Cora could be even more severe, especially if the Boston accusations are confirmed.\nFor the Red Sox, Monday’s report was damaging enough to force them to act on Cora. The league said it had conducted at least 68 interviews and reviewed thousands of videos and documents, and the nine-page report repeatedly referenced Cora’s involvement.\nThe Astros used video equipment to decipher a catcher’s signs, and that information was relayed to batters by various methods — most often by having someone bang on a nearby trash can with a bat; the number of hits on the trash can indicated what type of pitch was coming.\n“Cora was involved in developing both the banging scheme and utilizing the replay review room to decode and transmit signs,” the report said. “Cora participated in both schemes, and through his active participation, implicitly condoned the players’ conduct.”\nCora was considered a rising star during his time with the Astros, and had already agreed to become the Red Sox manager before the end of the 2017 World Series. He held many of the now-popular qualifications for managing jobs — he is a strong, bilingual communicator with deep family roots in the game, had recently played in the major leagues and is comfortable with the news media after his years as an analyst for ESPN. After hiring Cora, the Red Sox — at his request — sent a delegation to his native Puerto Rico to help after Hurricane Maria.", "url": "https://www.nytimes.com/2020/01/14/sports/baseball/alex-cora-fired.html"}