{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:36:40", "date_modify": "2022-10-25 23:36:40", "date_publish": "2020-08-13 23:30:55", "description": "In an abrupt reversal, Israel’s prime minister “suspended” a promise to annex part of the West Bank in exchange for a historic opening with the U.A.E.", "filename": "2020_08_13_world_middleeast_israel-uae-annexation_1666741000.html", "image_url": "https://static01.nyt.com/images/2020/08/13/us/13israel-analysis-1/merlin_175663179_10ab6df9-3c29-4c53-ae34-874eaac54ca8-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fb85092b947bef681c4ac25d392c9f2be2e6a85bb0dee00548081a4ea197a51e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_13_world_middleeast_israel-uae-annexation_1666741000.html", "title": "Netanyahu Drops Troubled Annexation Plan for Diplomatic Gain", "title_page": "Netanyahu Drops Troubled Annexation Plan for Diplomatic Gain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Amos Gilead, an Israeli security expert who once served as an unofficial emissary to the Emirates, said he welcomed any steps toward normalization but would need to be convinced. “I’m not sure the U.A.E. as I know them will open an embassy in Tel Aviv,” he said. “I want to see it with my eyes.”\nWhatever comes of the more grandiose possibilities sketched out by Mr. Trump in the Oval Office, flanked by his Middle East team, and by Mr. Netanyahu in a swaggering solo news conference two hours later, the immediate benefit for all three parties involved was clear: It allowed them to change the subject.\n“This is all about Trump being able to say, ‘Look what a great dealmaker I am, I’ve brought peace to the Middle East,’ and about Bibi being able to distract Israelis for a few hours,” said Anshel Pfeffer, a biographer of Mr. Netanyahu, referring to him by his nickname. Mr. Pfeffer had boldly predicted in May that the prime minister would never fulfill his annexation pledges.\nFor Mr. Netanyahu, the diplomatic coup came as a throwback of sorts to a time before the coronavirus, before he required three elections to defeat a political novice and form a government, before his indictment on corruption charges including bribery threatened to not only end his career but also send him to prison.\nHis stock had momentarily soared early in the pandemic, but it has plunged since: Israel’s caseload now is greater than China’s, its hospital system is approaching overload and its schools are planning a reopening that many fear will be a disaster.\nMore than 800,000 Israelis are out of work, and protesters have been flooding the streets and clamoring outside Mr. Netanyahu’s residence several times a week in a demonstration of sustained political anger that experts say modern Jerusalem has never seen.\nWith his criminal trial set to ramp up early next year, Mr. Netanyahu has threatened to take Israel to a fourth election, in hopes of legislating his way out of the dock. But a poll this week showed him again falling short of a majority in Parliament.", "url": "https://www.nytimes.com/2020/08/13/world/middleeast/israel-uae-annexation.html"}