{"authors": ["Mujib Mashal", "Asadullah Timory", "Najim Rahim"], "date_download": "2022-10-25 23:22:34", "date_modify": "2022-10-25 23:22:34", "date_publish": "2020-03-16 06:05:54", "description": "Neighboring Iran, badly hit by the virus, continues to allow thousands of people to cross into Afghanistan daily despite requests to close the border.", "filename": "2020_03_16_world_asia_afghanistan-coronavirus_1666740154.html", "image_url": "https://static01.nyt.com/images/2020/03/16/world/16afghanistan-kabul/16afghanistan-kabul-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c9f7c2beabdfddbf3214c2035dabb1386a846c3a3a6d326df452a566677955e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_16_world_asia_afghanistan-coronavirus_1666740154.html", "title": "In Afghanistan, Coronavirus Complicates War and Peace", "title_page": "In Afghanistan, Coronavirus Complicates War and Peace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Herat Province, Mr. Rahimi, the governor, lamented the fact that the area still lacked basic funding. The central government, in a meeting chaired by President Ashraf Ghani two weeks ago, announced that it had allocated $25 million for measures to prevent the spread of the virus and that a large share of it would be spent on Herat. But Mr. Rahimi said his province had only received $130,000 — and that sum hadn’t officially hit Herat’s accounts yet.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\n“We have had to borrow from companies to supply our hospitals,” he said.\nIn Herat, the doctors at the regional hospital that have dealt with processing the suspected cases said they were simply overwhelmed already. On Sunday, they had no masks until 11 a.m.\n“I haven’t gotten close to my own wife and children after I came from work, isolating myself in a room in case I am carrying it since we didn’t have the right equipment,” said one doctor, who spoke on condition of anonymity fearing government retaliation. “When we say we are facing a shortage of equipment and that our staff is low, the officials say you can work or you can resign.”\nThe virus could also derail efforts to start direct talks between the Afghan government and the Taliban.\nThat process was already complicated. For weeks now, Zalmay Khalilzad, the U.S. envoy, has been in Kabul to try to work out a compromise over releasing thousands of Taliban prisoners, which the Afghan government has resisted, and getting the divided Afghan factions to agree on a united negotiating team.", "url": "https://www.nytimes.com/2020/03/16/world/asia/afghanistan-coronavirus.html"}