{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:31:44", "date_modify": "2022-10-25 23:31:44", "date_publish": "2020-12-14 15:46:18", "description": "The president-elect’s transition team is scrambling to find a new candidate for the E.P.A. after advocates objected to Mary D. Nichols.", "filename": "2020_12_14_climate_mary-nichols-epa_1666740704.html", "image_url": "https://static01.nyt.com/images/2020/12/14/business/00CLI-NICHOLS1/00CLI-NICHOLS1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0dd9df58dac9071b07cc612356f88aefe60cb969e6d55c78cbff0c5ac51500c5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_14_climate_mary-nichols-epa_1666740704.html", "title": "Mary Nichols Appears to Be Out of Running to Lead E.P.A.", "title_page": "Mary Nichols Appears to Be Out of Running to Lead E.P.A.  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When Joseph R. Biden, Jr. won the presidential election, his top candidate to lead the nation’s most powerful environmental agency appeared clear: Mary D. Nichols, California’s clean air regulator and arguably the country’s most experienced climate change official, was seen as a lock to run the Environmental Protection Agency.\nNow Mr. Biden’s team is scrambling to find someone else, according to several people who have spoken with the presidential transition team. The chief reason: This month, a group of more than 70 environmental justice groups wrote to the Biden transition charging that Ms. Nichols has a “bleak track record in addressing environmental racism.”\nPossible last-minute candidates, those people said, include Michael S. Regan, a senior North Carolina environmental official, Richard L. Revesz, a New York University law professor, and Basil Seggos, head of the New York State Department of Environmental Conservation, none of whom had been in serious contention for the job until late last week. The Biden team is also considering asking Gina McCarthy, who ran the agency in the Obama administration, to return.\nThe environmental justice groups cited Ms. Nichols’s role in pushing California’s cap-and-trade program, which is designed to broadly reduce pollution of planet-warming greenhouse gases — but disproportionately does so at the expense, the groups said, of communities of color by exposing them to more pollutants like smog and soot. The groups charged that Ms. Nichols had repeatedly disregarded or dismissed the concerns of those communities about the effects of the climate policies she enacted.", "url": "https://www.nytimes.com/2020/12/14/climate/mary-nichols-epa.html"}