{"authors": ["Nicole Hong", "Benjamin Weiser", "Mihir Zaveri"], "date_download": "2022-10-25 23:44:09", "date_modify": "2022-10-25 23:44:09", "date_publish": "2020-07-02 13:35:52", "description": "Ms. Maxwell was accused of helping Mr. Epstein recruit, groom and then sexually abuse girls, one as young as 14.", "filename": "2020_07_02_nyregion_ghislaine-maxwell-arrest-jeffrey-epstein_1666741449.html", "image_url": "https://static01.nyt.com/images/2020/07/02/nyregion/02maxwell/02maxwell-facebookJumbo.jpg?year=2020&h=550&w=1050&s=495a805526a26102201357d1ccfb4aa58e008d4253a7b768f88741546d49cd9d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_02_nyregion_ghislaine-maxwell-arrest-jeffrey-epstein_1666741449.html", "title": "Ghislaine Maxwell, Associate of Jeffrey Epstein, Is Arrested", "title_page": "Ghislaine Maxwell, Associate of Jeffrey Epstein, Is Arrested - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The girl was 14 years old when she met the financier Jeffrey Epstein and his companion, Ghislaine Maxwell, in the 1990s. They tried to become her friend, taking her shopping and to the movies. Ms. Maxwell asked about her family and school.\nThen, Ms. Maxwell began undressing in front of the girl and recruiting her to participate in sexualized massages of Mr. Epstein, prosecutors said. The pattern continued for years, as Ms. Maxwell fed Mr. Epstein’s dark desires and participated in some of the abuse herself, according to a newly unsealed indictment.\nMs. Maxwell, the daughter of a publishing magnate and once a fixture on New York’s social scene, was arrested on Thursday in New Hampshire, where the authorities said she had been hiding. She was charged with luring multiple underage girls into Mr. Epstein’s orbit.\nThe arrest of Ms. Maxwell, Mr. Epstein’s former girlfriend and longtime associate, was the latest twist in a legal saga that has been a source of international intrigue and conspiracy theories. The case has drawn in prominent academics, politicians, business leaders and even British royalty.", "url": "https://www.nytimes.com/2020/07/02/nyregion/ghislaine-maxwell-arrest-jeffrey-epstein.html"}