{"authors": ["Tyler Kepner"], "date_download": "2022-10-25 23:35:44", "date_modify": "2022-10-25 23:35:44", "date_publish": "2020-01-18 12:00:10", "description": "Aggressive and innovative strategies pushed the club to the pinnacle of baseball. But a cheating scandal has tarnished its accomplishments and left the sport reeling.", "filename": "2020_01_18_sports_houston-astros-cheating_1666740944.html", "image_url": "https://static01.nyt.com/images/2020/01/18/sports/18mlb-astros-1/18mlb-astros-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3e908c5b2dfe5fd5c44c06e800d920269e917f2eab1c1792b0b22b6c0f6019f1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_18_sports_houston-astros-cheating_1666740944.html", "title": "The Rise and Sudden Fall of the Houston Astros", "title_page": "The Rise and Sudden Fall of the Houston Astros - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Correa eventually pleaded guilty to five counts of unauthorized access to a protected computer and was sentenced to 46 months in prison. His rationale for the crime, he said, was a suspicion that the Astros had stolen proprietary data from the Cardinals, an accusation the Astros denied.\nIn hindsight, that suspicion seems prescient. When the Astros were caught aiming a camera at the dugouts of the Indians and the Red Sox in the 2018 playoffs, Correa — who declined an interview request — could not resist commenting. “Guess who isn’t surprised?” he tweeted.\nBaseball acted quickly to suppress that controversy, accepting the Astros’ explanation that they were simply playing defense against possible electronic spying by the Indians and the Red Sox. But the issue had flared before — as the Red Sox were found to have used an Apple Watch in their dugout in 2017 — and last fall teams took extra precautions with their signs, especially when facing the Astros.\nIn the World Series, the Nationals took no chances: Each of their pitchers took a card to the mound with five sets of signs he could switch to at any time, and all four of Washington’s wins came at the Astros’ park in Houston.\nSign-stealing has a long and colorful history in baseball, but the sport has clearly struggled to keep up with the potential for misuse created by the rapid spread of technology. M.L.B. officers monitor video replay rooms now — they did not do so in 2017 — and the league will most likely reinforce its rules with prominent signage in clubhouses.\nBut the Astros’ scandal has brought the issue to a crossroads: Should baseball run from technology to crack down on cheating, or lean into it? League officials are considering a ban on players’ looking at live video during games, yet they are also working on prototypes of electronic signs between catchers and pitchers, though nothing is considered close to game-ready.\nThose will not be the only efforts to beat back the Astros’ influence. The M.L.B. players’ union hopes to discourage tanking in the next collective bargaining agreement, and the Astros’ model may already be losing its appeal. Most imitators have not seen the same results, and this winter’s robust free-agent market — after two slow off-seasons — seems to indicate that more teams are trying to be competitive.", "url": "https://www.nytimes.com/2020/01/18/sports/houston-astros-cheating.html"}