{"authors": [], "date_download": "2022-10-25 23:22:32", "date_modify": "2022-10-25 23:22:32", "date_publish": "2020-03-13 18:24:12", "description": "It’s one of the most important things you can do to protect yourself, your family and your community. And if you’re like us, you’ve probably been doing it wrong.", "filename": "2020_03_13_world_how-to-wash-your-hands-coronavirus_1666740152.html", "image_url": "https://static01.nyt.com/images/2020/03/12/reader-center/Handwashing_Cover_7/Handwashing_Cover_7-facebookJumbo.jpg?year=2020&h=549&w=1050&s=e973dd2467bf8f0a0d278dfa52e92c6db8c513b1a49269106c495c07938193d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_13_world_how-to-wash-your-hands-coronavirus_1666740152.html", "title": "How to Wash Your Hands", "title_page": "How to Wash Your Hands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "We asked the experts how to wash our hands. After they taught us the proper technique (above), we had a few more questions:\nWill touching the wet faucet really ruin everything?\nYes.\nThe faucet may have the same germs you started with! Use a tissue or paper towel to turn it off once your hands are clean. You don’t want to begin again, do you?\nHow hard do I have to scrub?\nMost people don’t rub vigorously enough, said Barbara Smith, a nurse epidemiologist and infection prevention specialist at Mount Sinai Health Systems in New York.\nWhen you wash your hands, you are using soap and water to physically dislodge germs from your skin and then rinse them away.\nDo I really have to dry my hands all the way?\nMost people don’t dry thoroughly enough. Germs love moisture. And don’t be afraid to use a little force here too: You are physically removing whatever germs remain.\nDo I have to use paper towels?\nNo. Cloth towels are fine for personal use, but should be washed every few days — more if multiple people use the same towel. A sick person should use a separate towel. Use paper towels for guests!\nWhat about an air dryer?\nIn terms of hygiene, paper towels are best. Hand dryers are OK, so long as you dry your hands thoroughly. There is inconclusive research that suggests a higher germ concentration around some hand dryers, but using a hand dryer is definitely better than wiping your hands on your pants.\nWhat’s the best way to know you’ve washed for 20 seconds?\nOne one-thousand, two one-thousand, three one-thousand…\nDoes it matter what kind of soap I use?\nLiquid soap is best. Bar soap is fine too, just don’t let it sit around in a gloppy dish. Remember: germs love moisture.\nWhen should I be washing my hands?\nBefore you leave the house (to protect others from your germs).\nAnd when you arrive at your destination (to wash off germs you’ve picked up from door knobs, elevator buttons, public transportation, etc.)\nBefore and after you eat or prepare food.\nBefore and after you clean your home.\nAfter you blow your nose, cough or sneeze.\nAfter you use the bathroom or change a diaper.\nAfter you feed or touch a pet.\nWhat about lotion for dry hands?\nYes, but use your own personal supply (most lotion does not contain antibacterial agents, so it should not be shared). And don’t forget to keep the bottle and dispenser clean!\nCan I still paint my nails?\nYes, but it’s best to keep your nails short and your manicure fresh. Germs can live in cracked and chipped polish.\nWhat’s the technique with hand sanitizer?\nUse alcohol-based hand sanitizer with at least 60 percent alcohol, and scrub your hands the same way you would with soap and water. Be sure to use enough liquid so you can reach every surface of your hands.\nNote: If you’ve seen the recipe circulating on social media for homemade sanitizer using aloe vera gel and rubbing alcohol, we tried it and it didn’t work. You’ll just wind up with a batch of diluted alcohol.\nIs hand-washing really that important?\n“Your hands carry almost all your germs to your respiratory tract. Keeping them as clean as possible is really helpful,” said Dr. Adit Ginde, professor of emergency medicine at the University of Colorado School of Medicine. “It would dramatically reduce transmission if people did it well.”", "url": "https://www.nytimes.com/2020/03/13/world/how-to-wash-your-hands-coronavirus.html"}