{"authors": ["Dana Rubinstein"], "date_download": "2022-10-25 23:37:17", "date_modify": "2022-10-25 23:37:17", "date_publish": "2020-11-04 16:27:40", "description": "Ritchie Torres and Mondaire Jones defeated token Republican challengers in overwhelmingly Democratic House districts in New York.", "filename": "2020_11_04_nyregion_ny-house-torres-jones_1666741037.html", "image_url": "https://static01.nyt.com/images/2020/11/03/nyregion/03nyhouse-torresjones-hfoNEW001/03nyhouse-torresjones-hfoNEW001-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=93b6c82afbc1e4862401ee5a349b3981df59315100cd5551f457fb020c7e8efe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_04_nyregion_ny-house-torres-jones_1666741037.html", "title": "Torres and Jones Win and Will Become 1st Gay Black Members of Congress", "title_page": "Torres and Jones Win and Will Become 1st Gay Black Members of Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They grew up poor in single-parent households, 31 miles apart, both spending years grappling with their identities.\n[What we know so far about New York state election results.]\nIt was roughly 2005 when Ritchie Torres came out to a gay high school teacher, not an easy feat, he recalled, for a Bronx teenager raised in New York City public housing. It took longer for Mondaire Jones to do the same, after seeing his identity projected back to him by a character on Logo’s “Noah’s Arc,” a show he watched well after it had gone off the air.\nRaised in the Baptist church, Mr. Jones believed that if he acted upon his feelings, he might go to hell.\nSociety, let alone the country’s governing elite, didn’t seem to have much room for men like them.\nThat will change in January, when Mr. Torres and Mr. Jones become the first openly gay Black members in the two houses of Congress, population 535. (Torres identifies as both Black and Latino and will also be the first openly gay Latino member of Congress.) Their triumph in two Democratic New York districts suggests that America is becoming more willing to elect gay representatives, and that those representatives need not be white men.", "url": "https://www.nytimes.com/2020/11/04/nyregion/ny-house-torres-jones.html"}