{"authors": ["Neil Macfarquhar", "Adam Goldman"], "date_download": "2022-10-25 23:47:25", "date_modify": "2022-10-25 23:47:25", "date_publish": "2020-01-22 22:35:26", "description": "A secret domestic terrorism investigation revealed that the violent neo-Nazi group was recruiting cells across the United States.", "filename": "2020_01_22_us_white-supremacy-the-base_1666741645.html", "image_url": "https://static01.nyt.com/images/2020/01/27/us/22thebase-01alt/22thebase-01alt-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=86f13fcd99faffbc2943023b6ac9e2eb331361c0a6a27efb1c29f6a90e6efd5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_22_us_white-supremacy-the-base_1666741645.html", "title": "A New Face of White Supremacy: Plots Expose Danger of the ‘Base’", "title_page": "A New Face of White Supremacy: Plots Expose Danger of the ‘Base’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Georgia, the three men arrested had, in the presence of an undercover agent, cased the house of a Bartow County couple they planned to shoot dead for being members of Antifa, which has staged counterdemonstrations at right-wing rallies across the country and revealed the identities of Base members publicly.\nThey also planned to kill Mr. Mathews, whom they had told about their murder plans.\nThe seventh man arrested was identified as Yousef O. Barasneh, 22, of Oak Creek, Wis., who was accused of vandalizing the synagogue of the Beth Israel Sinai Congregation in nearby Racine.\nThe exterior of the synagogue had been spray painted with swastikas and anti-Semitic words as well as the symbol of the Base, which is drawn from Nazi Germany.\nRichard Tobin, a suspected member of the Base who was arrested in New Jersey in November, told investigators that, in late September 2019, he had directed what he called “Operation Kristallnacht,” named after the notorious night in 1938 when Jewish property across Germany was destroyed. The operation that Mr. Tobin described included vandalism at the Racine synagogue and another one in Hancock, Mich.\nAlthough the Base initially used various social media platforms to spread its message, it has been thrown off most of them, including Twitter, YouTube and Gab, a favorite among extremists.\nNow it relies on Telegram, an encrypted platform, experts said. After all the arrests, a note appeared on its official Telegram account warning people to stop posting.\n“Due to recent developments and the tactics of law enforcement, there will be no more recruitment or posts from The Base or Atomwaffen in order to avoid a case brought against anyone in this group,” said the note, which was posted by someone using the name Fashwave. “This is for your own good.”", "url": "https://www.nytimes.com/2020/01/22/us/white-supremacy-the-base.html"}