{"authors": ["Alan Blinder"], "date_download": "2022-10-25 23:49:40", "date_modify": "2022-10-25 23:49:40", "date_publish": "2020-06-19 01:16:58", "description": "The league’s statement will place new pressure on Mississippi lawmakers. But it may not make much difference.", "filename": "2020_06_18_sports_sec-mississippi-state-flag_1666741780.html", "image_url": "https://static01.nyt.com/images/2020/06/18/sports/18sec-mississippi/18sec-mississippi-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2c9438e5c1a9a0285db5dfad5fbbb677b5b0820b6ab6edcc2de12e2d854d7750&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_18_sports_sec-mississippi-state-flag_1666741780.html", "title": "SEC Warns Mississippi Over Confederate Emblem on State Flag", "title_page": "SEC Warns Mississippi Over Confederate Emblem on State Flag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The letter said, in part, that our flag should be unifying, not a symbol that divides us,” Keenum said. “I emphasized that it is time for a renewed, respectful debate on this issue.”\nThe SEC’s condemnation of the flag came hours after a state board approved the University of Mississippi’s plan to relocate a Confederate monument on its campus in Oxford. The university has struggled through years of arguments over symbols of the Old South, leading to bans of the battle flag and the song “Dixie” and the elimination of the “Colonel Rebel” mascot. But the university’s nickname, “Ole Miss,” remains a subject of criticism, and its athletes are still known as the Rebels.\nThe SEC’s move also came hours after another school in the conference, the University of Florida, announced it would stop promoting its “Gator Bait” chant at athletic events.\nIn an open letter, Florida’s president, Kent Fuchs, said that while he did not know of any “evidence of racism associated with” the chant, there was “horrific historic racist imagery associated with the phrase.”\nThe SEC is a marketing juggernaut that has tried to influence debate in Washington about whether student-athletes should be able to profit off their fame and talents, but it was not immediately clear how much the conference would be able to affect residents’ thinking about the Mississippi flag.\n“There’s an understanding that the flag will change, but there’s no certainty about when, and the how is the big part,” said Greg Snowden, a former state legislator who was once the second-ranking Republican in the Mississippi House. “How do we do it in such a way that doesn’t create more division?”\nA more powerful move, Snowden said, might be if the N.C.A.A. threatened to ban Mississippi from holding regional baseball tournaments.", "url": "https://www.nytimes.com/2020/06/18/sports/sec-mississippi-state-flag.html"}