{"authors": ["Eliza Shapiro"], "date_download": "2022-10-25 23:49:24", "date_modify": "2022-10-25 23:49:24", "date_publish": "2020-08-13 09:00:22", "description": "Distrust of the president and his motives hardened the conviction of some educators that teaching in person was unsafe, helping drive union opposition.", "filename": "2020_08_13_us_trump-schools-reopen_1666741764.html", "image_url": "https://static01.nyt.com/images/2020/08/11/us/00trump-schools-4/00trump-schools-4-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=947975b4b7a68fd295673b0278b42ab2c7d76ffad4d53c2d7549a3bfb92a009d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_13_us_trump-schools-reopen_1666741764.html", "title": "How Trump’s Push to Reopen Schools Backfired", "title_page": "How Trump’s Push to Reopen Schools Backfired - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“President’s Trump’s goal of seeing schools open was never about politics, it was about the health, growth and learning of our nation’s children, and it has not backfired,” Mr. Deere said in a statement. “Not only does the president want to see schools open safely, but so do teachers, students, parents and health professionals.”\nPerhaps nowhere was Mr. Trump’s impact on the debate more clear than in Chicago.\nWhen the local teachers’ union surveyed its members about reopening in June, a little over half said they were extremely uncomfortable returning to the classroom. That number rose to nearly 80 percent in recent weeks, said Jesse Sharkey, the union’s president, as infection rates ticked up in the city and Mr. Trump continued to push schools to reopen in tweets and at news conferences.\nWhen the president began highlighting successful school reopenings in Scandinavian countries with very low virus rates, Mr. Sharkey said, “That did a tremendous amount to undermine the credibility about a safe reopening. It wasn’t based on scientific or health criteria, it was based on political expediency. And it didn’t help that it was Trump.” Chicago Mayor Lori Lightfoot announced last week that the school year would begin online-only.\nThe American Federation of Teachers, a national union, surveyed members in mid-June and found that about three-quarters were at least somewhat willing to return to classrooms with proper safety precautions. That number has since dropped significantly, said Randi Weingarten, the union’s president.", "url": "https://www.nytimes.com/2020/08/13/us/trump-schools-reopen.html"}