{"authors": ["Katharine Q. Seelye"], "date_download": "2022-10-25 23:24:30", "date_modify": "2022-10-25 23:24:30", "date_publish": "2020-08-16 17:18:34", "description": "Families blamed him for not identifying the victims fast enough, but in the end, he “put a name on every bit of human remains recovered.”", "filename": "2020_08_16_obituaries_charles-wetli-dead_1666740270.html", "image_url": "https://static01.nyt.com/images/2020/08/19/obituaries/14Wetli3/14Wetli3-facebookJumbo.jpg?year=2020&h=551&w=1050&s=960b8a61058dd11eeab007f435d4e5607b6bc405018d34673033b7b929b34d96&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_16_obituaries_charles-wetli-dead_1666740270.html", "title": "Charles Wetli, Medical Examiner for T.W.A. Flight 800 Crash, Dies at 76", "title_page": "Charles Wetli, Medical Examiner for T.W.A. Flight 800 Crash, Dies at 76 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the bodies were not immediately recovered and identified, family members directed their fury at Dr. Wetli. They worried that swift action regarding their loved ones had become secondary to the retrieval of forensic evidence for a criminal investigation.\nBeyond that, families and politicians accused him of making blunders that only compounded their grief: He did not immediately work around the clock, he initially refused the help of pathologists from other jurisdictions, and he did not allow most family members to see what remained of their loved ones.\nDr. Wetli defended himself to the news media. For the first three days, he said, autopsies were performed 12 hours a day instead of 24, because families had not yet supplied the dental X-rays or fingerprints essential for positive identifications. In some instances, detectives had to be sent across the country and abroad to dust for fingerprints in the victims’ homes.\nDr. Wetli said that he knew he would need extra help eventually, but that he had opted to establish a smooth process with his own staff before adding people or shifts.\n“There’s no point having everybody show up and wait around doing nothing or giving advice I don’t need,” he told The New York Times in 1996. “I don’t need 30 dentists at 8 o’clock in the morning.”\nThe explosion and a plunge of 13,800 feet into the water had sheared the skin, clothes and limbs from many passengers, making them more difficult to identify — and more disfigured — than most bodies that end up in a morgue. Dr. Wetli did not want families to see the gruesome remains.\nHe said that politicians who did not understand the process had given families false expectations for quick results. But in time, he and the others managed to identify everyone aboard the plane.", "url": "https://www.nytimes.com/2020/08/16/obituaries/charles-wetli-dead.html"}