{"authors": ["Melinda Wenner Moyer"], "date_download": "2022-10-25 23:49:31", "date_modify": "2022-10-25 23:49:31", "date_publish": "2020-07-22 19:34:28", "description": "As school openings remain in flux, families grapple with big questions about safety, money and politics.", "filename": "2020_07_22_parenting_school-pods-coronavirus_1666741771.html", "image_url": "https://static01.nyt.com/images/2020/07/22/multimedia/22parenting-learning-pods/22parenting-learning-pods-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6dee0aa7b51460f7fa1ba70347e36147427c9f514323264e5ef830fb689c9e0b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_22_parenting_school-pods-coronavirus_1666741771.html", "title": "Pods, Microschools and Tutors: Can Parents Solve the Education Crisis on Their Own?", "title_page": "Pods, Microschools and Tutors: Can Parents Solve the Education Crisis on Their Own? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A lot of interest, Schachtel says, seems to be stemming from New Jersey, Los Angeles and San Francisco. The San Francisco-based Facebook group Pandemic Pods and Microschools, for instance, now has more than 9,500 members. The group was started by Lian Chang, who wanted to find a safe way for her 3-year-old to socialize during the pandemic.\nInstead of hiring teachers, some families are hoping to share the teaching among the parents. Meredith Phillips, a mother of an 8-year-old and an 11-year-old who lives in Croton, N.Y., is hoping to create a pod with three other families this fall that will rotate houses. One of the dads, who owns a tech company, might teach coding, while Phillips, who is an editor, will teach reading and writing. The parents will ideally teach “whatever they’re good at, or know about or care about,” Phillips said, and in doing so expose the kids to lots of different subjects.\nSome families are pulling their kids out of school for these learning pods, while others are using pods as a supplement to their schools’ online curricula. “Ideally, from our perspective, it would be complementary, rather than a replacement,” said Adam Davis, a pediatrician in San Francisco who is hoping to create a learning pod with a teacher or college-aged helper for his second grader and kindergartener in the fall.\n“We’re pretty committed to our school — we’re involved in the Parent Teacher Association,” he added. Parents who pull their kids out of school also have to contend with state homeschooling laws, although it’s not clear whether infractions would be enforced during the pandemic.\nPods and Privilege\nSome parents argue that by pulling their kids out of public schools to join pods, they are doing a public service because they leave more resources for kids who stay in school. But that’s “not how education finance works,” said L’Heureux Lewis-McCoy, Ph.D., an educational sociologist who studies educational inequality at New York University’s Steinhardt School of Culture, Education and Human Development. “The idea that if I pull out my child, it’ll be better for the district, is quite the opposite,” he said.\nIn fact, if students leave public schools to join pods, funding for already starved public schools could drop further. “If dollars follow students, and in many states they do, that can mean that school budgets are directly reduced for each child that is no longer attending,” said Jessica Calarco, Ph.D., a sociologist who studies educational inequality at Indiana University. Parents starting pods should ask their school administrators how their departure will affect both short-term and long-term school funding, Dr. Calarco said, and ideally donate any lost funds to the school through the P.T.A. or a school foundation.\nGiven the financial and time costs of podding, they will likely be more popular among privileged families. The pods organized by the Portfolio School, Hudson Lab School and Red Bridge School cost $2,500 per elementary school child per month for a pod size of five, though financial aid is available.", "url": "https://www.nytimes.com/2020/07/22/parenting/school-pods-coronavirus.html"}