{"authors": ["Jan Ransom"], "date_download": "2022-10-25 23:33:05", "date_modify": "2022-10-25 23:33:05", "date_publish": "2020-02-04 21:24:12", "description": "Defense lawyers again portrayed her as an opportunistic manipulator who had a long romantic relationship with the producer.", "filename": "2020_02_04_nyregion_harvey-weinstein-trial-jessica-mann_1666740785.html", "image_url": "https://static01.nyt.com/images/2020/02/04/nyregion/04weinsteintrial-2/04weinsteintrial-2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=64a16df72dad9c363f6f1388c35516e5900c8906e829c067e15d7b8e57789165&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_04_nyregion_harvey-weinstein-trial-jessica-mann_1666740785.html", "title": "Credibility of Accuser Jessica Mann Attacked in Weinstein Trial", "title_page": "Credibility of Accuser Jessica Mann Attacked in Weinstein Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A day after the prosecution’s key witness in the Harvey Weinstein trial dissolved into tears on the stand, defense lawyers on Tuesday again chipped away at her allegation that he raped her — portraying her as an opportunist who had a long romantic relationship with the movie mogul.\nMr. Weinstein’s lawyers relied on his accuser’s own words to attempt to discredit her account, painstakingly going over dozens of emails and other electronic communications between the witness, Jessica Mann, and Mr. Weinstein over several years. In one email, she called him “a pseudo father” who validated her.\nUnder cross-examination for a third day, Ms. Mann acknowledged that she had reached out to Mr. Weinstein several times after the encounter in 2013 when, she said, he sexually assaulted her. Her last sexual encounter with him was in late 2016, around the time his mother died, she said.\nBut while she acknowledged their complex on-again-off-again relationship, Ms. Mann was unwavering in testifying that he had overpowered her and raped her at a Manhattan hotel in March 2013. “I do want the jury to know that he is my rapist,” she said.", "url": "https://www.nytimes.com/2020/02/04/nyregion/harvey-weinstein-trial-jessica-mann.html"}