{"authors": ["Jan Ransom"], "date_download": "2022-10-25 23:49:47", "date_modify": "2022-10-25 23:49:47", "date_publish": "2020-05-20 07:00:08", "description": "Correction officers in New York City live in fear of bringing the virus home to families. They say the city has not protected them.", "filename": "2020_05_20_nyregion_rikers-coronavirus-nyc_1666741787.html", "image_url": "https://static01.nyt.com/images/2020/05/15/nyregion/00nyvirus-Rikers/00nyvirus-Rikers-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=fededb6ef59974f440266af396cd764190beec660be44d2b8f40825403c99016&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_20_nyregion_rikers-coronavirus-nyc_1666741787.html", "title": "Coronavirus Raged at City Jails, Leaving 1,259 Guards Infected and 6 Dead", "title_page": "Coronavirus Raged at City Jails, Leaving 1,259 Guards Infected and 6 Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For one Rikers Island correction officer, the low point came when he and his wife were both extremely sick with the coronavirus. She could hardly breathe and begged him to make sure she was not buried in a mass grave, he recalled. He was sure he had contracted the disease working in the jailhouse, where supervisors had discouraged him from wearing a mask.\n“I’m looking at the person I care most about possibly dying from this thing I brought home,” he said, choking back tears. “That to me is the scariest thing I ever faced.”\nAnother officer at the Rikers jail said he worked for nearly two weeks while feeling ill but received no help from the jail’s administrators in getting a test. A third, who delivered mail to people in custody, some of them sick, was told he could not use a mask that he had at home but had to wait for a city-issued one. He, too, became infected.\nThe coronavirus has wreaked havoc on New York City’s 9,680 correction officers and their supervisors, who, like the police and firefighters, are considered essential workers. So far, 1,259 have caught the virus and six have died, along with five other jail employees and two correctional health workers. The officers’ union contends that the death of one other guard is also the result of Covid-19.", "url": "https://www.nytimes.com/2020/05/20/nyregion/rikers-coronavirus-nyc.html"}