{"authors": ["Vivian Wang", "Donald G. Mcneil Jr.", "Farnaz Fassihi", "Steven Lee Myers"], "date_download": "2022-10-25 23:22:46", "date_modify": "2022-10-25 23:22:46", "date_publish": "2020-02-21 17:03:57", "description": "Health officials called the surge in reported infections “very worrisome,” as cases soared in South Korea. Europe and North America reported a big uptick in infections.", "filename": "2020_02_21_world_asia_china-coronavirus-iran_1666740166.html", "image_url": "https://static01.nyt.com/images/2020/02/21/world/21china-virus13/21china-virus13-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c5681a7036d1be569a17faea38d3342c7c6832a4b6cc2c77dde807bc83388ae4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_21_world_asia_china-coronavirus-iran_1666740166.html", "title": "With 4 Deaths in Iran and More Cases on 3 Continents, Fears of Coronavirus Pandemic Rise", "title_page": "With 4 Deaths in Iran and More Cases on 3 Continents, Fears of Coronavirus Pandemic Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Four reported deaths probably mean at least 200 cases, said Michael T. Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota. If the virus kills about 2 percent of known victims, as Chinese doctors have reported, then the number of deaths can be multiplied by 50 to get a rough case estimate, he explained.\n“People don’t die right away of this virus — it usually takes two or three weeks after cases start to spread for the first death,” Mr. Osterholm said. “So there may be a lot more cases, and a lot more deaths on the way. And we didn’t even know there was a problem in Iran before yesterday.”\nMinou Mohrez, who is on the infectious disease committee of the Iranian Health Ministry, told the official IRNA news agency on Friday that it was clear the virus was spreading across Iran’s cities.\n“A coronavirus epidemic has started in the country,” she said. “It’s possible that it exists in all cities in Iran.”\nA spokesman for the Health Ministry, Kianush Jahanpur, said on Friday there were more than 735 people hospitalized with flulike symptoms who were being tested for the virus.\nKuwait’s civil aviation authority on Friday stopped all flights to and from Iran, which shares a long border with both Afghanistan and Iraq, where health officials have a limited capacity to stop the spread of the virus should it find its way to those countries.\nDr. Sylvie Briand, the director of infectious hazards management for the W.H.O., said the rapid increase in cases in Iran was disquieting.", "url": "https://www.nytimes.com/2020/02/21/world/asia/china-coronavirus-iran.html"}