{"authors": ["Melena Ryzik"], "date_download": "2022-10-25 23:43:35", "date_modify": "2022-10-25 23:43:35", "date_publish": "2020-03-26 12:00:06", "description": "Our writer hadn’t thought much about fun or joy, or about the bawdiness that comes out of a funk beat. But Ms. Allen had.", "filename": "2020_03_26_arts_dance_debbie-allen-dance-class-coronavirus_1666741415.html", "image_url": "https://static01.nyt.com/images/2020/03/28/arts/26debbie-allen-2/26debbie-allen-2-facebookJumbo.jpg?year=2020&h=549&w=1050&s=d2280e7764ff95fb2061f98f8da17a063f906cc3badc3204f335c197736bffc8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_26_arts_dance_debbie-allen-dance-class-coronavirus_1666741415.html", "title": "Can Hip Rolls Help? Finding Uplift in Debbie Allen’s Instagram Class", "title_page": "Can Hip Rolls Help? Finding Uplift in Debbie Allen’s Instagram Class - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Then there was the whole working-from-home-while-running-a-sudden-preschool scenario, with my husband hustling double-time in an industry, restaurants and food service, that was among the hardest hit. And the prospect, of course, of all of this continuing, grimly, for months. We are fortunate, over all — we have jobs, insurance and a support system — but it was still an onslaught.\nHip rolls didn’t seem like they could help. And yet. “There’s a party going on in your living room, in your bathroom, wherever you are,” Ms. Allen cheered. “Put your hands together!” At a moment of panic, when everyone was focused on survival, just enduring, I hadn’t thought much about fun or joy, or about the bawdiness that comes out of a funk beat. But Ms. Allen had.\nOn the roof, I was alone, mercifully and surprisingly, with a squinting view of the Manhattan skyline. As Ms. Allen moved from a bouncy backstroke to a glide, with a soundtrack of Bruno Mars, Chaka Khan and Beyoncé, I noticed that cherry blossoms were in bloom on a tall tree in a neighbor’s yard. Birds traveled in formation above me. There was a sense of release — nature! — and the confidence that comes with choosing to move a body, actively, through space. I felt, for the first time in days, hopeful.\n“That makes me so happy,” Ms. Allen said, when I called her a few days later to talk about the class. “We can stop the interview now — it’s about that idea right there: At peace and confident, feeling like we’re going to be OK. That’s the goal.”", "url": "https://www.nytimes.com/2020/03/26/arts/dance/debbie-allen-dance-class-coronavirus.html"}