{"authors": ["Benjamin Mueller", "Roni Caryn Rabin"], "date_download": "2022-10-25 23:23:02", "date_modify": "2022-10-25 23:23:02", "date_publish": "2020-06-16 13:09:44", "description": "A steroid, dexamethasone, is the first drug shown to help save severely ill coronavirus patients, according to scientists in Britain.", "filename": "2020_06_16_world_europe_dexamethasone-coronavirus-covid_1666740182.html", "image_url": "https://static01.nyt.com/images/2020/06/16/world/16virus-steroids2/merlin_172949055_a054e5d5-7b49-48c8-ba8a-1a6fe8c3b21d-facebookJumbo.jpg?year=2020&h=549&w=1050&s=029756f2f09f8e139addefc3675156a71dc1f5cdf39c3b7f8ab77003f5d3a17f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_16_world_europe_dexamethasone-coronavirus-covid_1666740182.html", "title": "Dexamethasone Reduces Coronavirus Deaths, Scientists Say", "title_page": "Dexamethasone Reduces Coronavirus Deaths, Scientists Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — In an unexpected sign of hope amid the expanding pandemic, scientists at the University of Oxford said on Tuesday that an inexpensive and commonly available drug reduced deaths in patients with severe Covid-19, the illness caused by the coronavirus.\nIf the finding is borne out, the drug, a steroid called dexamethasone, would be the first treatment shown to reduce mortality in severely ill patients. Had doctors been using the drug to treat the sickest Covid-19 patients in Britain from the beginning of the pandemic, up to 5,000 deaths could have been prevented, the researchers estimated.\nIn severe cases, the virus directly attacks cells lining the patient’s airways and lungs. But the infection also can prompt an overwhelming immune reaction that is just as harmful. Three-quarters of hospitalized Covid-19 patients receive some form of oxygen.\nThe drug appears to reduce inflammation caused by the immune system, protecting the tissues. In the study, dexamethasone reduced deaths of patients on ventilators by one-third, and deaths of patients on oxygen by one-fifth.", "url": "https://www.nytimes.com/2020/06/16/world/europe/dexamethasone-coronavirus-covid.html"}