{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:23:04", "date_modify": "2022-10-25 23:23:04", "date_publish": "2020-09-02 14:00:13", "description": "New data in hand, the W.H.O. recommended that doctors give the drugs to critically ill patients worldwide.", "filename": "2020_09_02_health_coronavirus-steroids_1666740184.html", "image_url": "https://static01.nyt.com/images/2020/09/02/science/02VIRUS-STEROIDS/02VIRUS-STEROIDS-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7705ecfade1fdeb0fac2c9ef3b930c4a8db62075b728cbbf05dc08377c12a3b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_02_health_coronavirus-steroids_1666740184.html", "title": "Scientists Report Steroids Can Be Lifesaving for Covid-19 Patients", "title_page": "Scientists Report Steroids Can Be Lifesaving for Covid-19 Patients - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“A strong recommendation for steroids — systemic steroids. That means steroids, either oral steroids or through the IV, in patients with severe and critical Covid. So that’s the first recommendation. And the reason we made this recommendation was because the evidence shows that if you give corticosteroids you will have — and I’m going through different numbers — so 87 fewer deaths per 1,000 patients.” “So that’s something that clinicians who are caring for patients with Covid should do for those are the sickest who are taking in oxygen, either through a ventilator or through a mask. That’s right?” “Yeah, and we have —” “They should be taking corticosteroids.” “— and in the guideline it’s very clear how we’re defining the severe disease and the critical disease in both of those subgroups, both of those groups of patients.” “And these are generally patients who would be hospitalized.” “These are under the medical care of physicians.” “Yeah so, I want to be clear because the second recommendation is very important as well. This was a conditional recommendation not to use corticosteroids — so against the use of corticosteroids — in patients with non-severe Covid. So that means the patients that have mild, you know they may have symptoms, and then maybe those symptoms are bothersome, you know not to discount symptoms you know symptoms of mild disease because those can be very bothersome, but they don’t have physiological signs. And I’m going to say that in a scientific way, physiological signs of an inflammatory response that’s leading to respiratory distress.”", "url": "https://www.nytimes.com/2020/09/02/health/coronavirus-steroids.html"}