{"authors": ["Alex Norcia"], "date_download": "2022-10-25 23:36:47", "date_modify": "2022-10-25 23:36:47", "date_publish": "2020-06-11 09:00:10", "description": "The pandemic sparked chin-up gestures like a ‘good news’ YouTube channel. Two months later, mere gestures seem pretty empty.", "filename": "2020_06_11_magazine_the-hollow-inspiration-of-some-good-news_1666741007.html", "image_url": "https://static01.nyt.com/images/2020/06/14/magazine/14Mag-Screenland-01/14Mag-Screenland-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2db49710abcf3210f8554b46f2272e465278befeb5f4545e4d8641a055422faa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_11_magazine_the-hollow-inspiration-of-some-good-news_1666741007.html", "title": "The Hollow Inspiration of ‘Some Good News’", "title_page": "The Hollow Inspiration of ‘Some Good News’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And then, in the eighth and final episode, Krasinski stood to reveal, finally, the matching pants. He buttoned his jacket. The suit was complete. And a few days later, it was announced that he had sold “S.G.N.” to ViacomCBS.\nThe arc of “S.G.N.” parallels, in its way, the path of the nation over those same eight weeks. The show started out offering a charming break from bleakness — a sign of a nation improvising new ways to help one another through a crisis. It ended as a reminder of how little had really changed. Soon, there would be fire in the streets.\nWhen the first episode ran, the United States was close to a full-on lockdown, warily bracing for the pandemic’s impact. The crisis wasn’t entirely partisan yet. Homebound optimists stepped out each night to applaud essential workers; they looked for ways to be together, apart. If we were careful, if we kept washing our hands, we could defeat the common enemy. Yes, the pandemic was further exposing so much we already knew — that generations of young people would be left in financial ruin, that inequality and racial inequity were expanding. But perhaps things had to get bad before they got better. “S.G.N.” fit perfectly into that padded narrative: Good would prevail, love would conquer all.\nBy the time Krasinski managed to get his pants on, though, the old order of things had firmly reasserted itself — and not just in the easing of restrictions in many states. The coronavirus, it turned out, had reshuffled very little about how we do things. It had taken Americans mere weeks to arrange themselves into vocal, ideological and occasionally armed factions over it. Corporations that had briefly gone silent figured out how to advertise their way through a pandemic, crafting sentimental commercials about honoring front-line heroes — the same workers who, in many instances, were speaking out against their unsafe working conditions. “S.G.N.” was no stranger to this phenomenon: By the third episode, AT&T had swooped in to provide free cellphone service to nurses and doctors, and in a display of gratitude, Krasinski’s daughters drew the company’s logo, a product placement as cute as it was blatant.", "url": "https://www.nytimes.com/2020/06/11/magazine/the-hollow-inspiration-of-some-good-news.html"}