{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:48:11", "date_modify": "2022-10-25 23:48:11", "date_publish": "2020-12-29 10:00:17", "description": "Knowing the amount of virus carried in the body could help doctors predict the course of a patient’s illness.", "filename": "2020_12_29_health_coronavirus-viral-load_1666741691.html", "image_url": "https://static01.nyt.com/images/2020/12/29/science/29VIRUS-DOSE1/29VIRUS-DOSE1-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=49da31965216a5e5dc70710d6c9f20becaf785bb0ae6a239296093434224f78e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_29_health_coronavirus-viral-load_1666741691.html", "title": "You’re Infected With the Coronavirus. But How Infected?", "title_page": "You’re Infected With the Coronavirus. But How Infected? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Covid-19 patients flood into hospitals nationwide, doctors are facing an impossible question. Which patients in the E.R. are more likely to deteriorate quickly, and which are most likely to fight off the virus and to recover?\nAs it turns out, there may be a way to help distinguish these two groups, although it is not yet widely employed. Dozens of research papers published over the past few months found that people whose bodies were teeming with the coronavirus more often became seriously ill and more likely to die, compared with those who carried much less virus and were more likely to emerge relatively unscathed.\nThe results suggest that knowing the so-called viral load — the amount of virus in the body — could help doctors predict a patient’s course, distinguishing those who may need an oxygen check just once a day, for example, from those who need to be monitored more closely, said Dr. Daniel Griffin, an infectious disease physician at Columbia University in New York.\nTracking viral loads “can actually help us stratify risk,” Dr. Griffin said. The idea is not new: Managing viral load has long formed the basis of care for people with H.I.V., for example, and for tamping down transmission of that virus.", "url": "https://www.nytimes.com/2020/12/29/health/coronavirus-viral-load.html"}