{"authors": ["Kai Schultz", "Sameer Yasir"], "date_download": "2022-10-25 22:57:41", "date_modify": "2022-10-25 22:57:41", "date_publish": "2020-01-26 09:50:10", "description": "The announcement applied only to 301 websites, and many Kashmiris said they were still in an information black hole.", "filename": "2020_01_26_world_asia_kashmir-internet-shutdown-india_1666738661.html", "image_url": "https://static01.nyt.com/images/2020/01/26/world/26kashmir/26kashmir-facebookJumbo.jpg?year=2020&h=550&w=1050&s=20572e55051baa62757c402692d040e0c698dc5385c80298d04ee51405bf73e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_26_world_asia_kashmir-internet-shutdown-india_1666738661.html", "title": "India Restores Some Internet Access in Kashmir After Long Shutdown", "title_page": "India Restores Some Internet Access in Kashmir After Long Shutdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — Months after imposing a sweeping communications blackout in Kashmir, the Indian government on Saturday unblocked several hundred websites in the disputed Himalayan region, bringing a tentative end to the world’s longest internet shutdown in a democracy.\nThe announcement comes nearly half a year after India’s government, led by Prime Minister Narendra Modi, revoked Kashmir’s semiautonomous status. Bracing for subsequent unrest, the authorities suspended landline and cellular connections, cut internet services and dispatched tens of thousands of troops to the area.\nSince then, the Kashmir Valley, home to as many as eight million people, has endured a punishing information blackout.\nForeign journalists and diplomats were blocked from visiting the predominantly Muslim territory, which is contested between India and Pakistan. The government arrested scores of Kashmiris, including former heads of state, without disclosing charges. Ordinary Kashmiris struggled to procure medicines and contact loved ones.", "url": "https://www.nytimes.com/2020/01/26/world/asia/kashmir-internet-shutdown-india.html"}