{"authors": ["Hannah Beech", "Muktita Suhartono"], "date_download": "2022-10-25 23:27:43", "date_modify": "2022-10-25 23:27:43", "date_publish": "2020-09-24 17:30:41", "description": "Women, many of them students, are speaking out against a patriarchy that controls the military, the monarchy and the Buddhist monkhood, Thailand’s most powerful institutions.", "filename": "2020_09_24_world_asia_thailand-protests-women_1666740463.html", "image_url": "https://static01.nyt.com/images/2020/09/23/world/00thai-women-1/00thai-women-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8cf54ee9b6995e98391f714fef7f8a0f5f3ccb06edfd9b7dad2ee764f75908d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_24_world_asia_thailand-protests-women_1666740463.html", "title": "Young Women Take a Frontline Role in Thailand’s Protests", "title_page": "Young Women Take a Frontline Role in Thailand’s Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They highlighted abortion laws that, in their view, fail to give women control over their own bodies by restricting the procedure to cases in which physical or mental health is compromised. And they spoke out against beauty contests, popular in Thailand, which they said dismissed women as demure, decorative objects. (A beauty queen who expressed support for the pro-democracy rallies was denounced online for having dark skin.)\n“The young generation today has the vocabulary to name what’s wrong with society when it comes to gender issues,” said Duanghathai Buranajaroenkij, an expert in gender studies at Mahidol University in Bangkok. “When I began studying gender, most people in Thailand didn’t even know to use a gender lens to look at things.”\nDuring an overnight rally last weekend, the largest since the 2014 coup, female speakers took aim at the patriarchal traditions of the Thai royal palace. Succession laws specify that the crown must go to a male heir. The Privy Council, a select group of advisers to the monarch, is all-male.\nKing Maha Vajiralongkorn Bodindradebayavarangkun has been married four times. Two of his previous wives were purged. Last year, the king stripped titles from his royal consort, a position akin to an official mistress that, until he brought it back, had not existed since before the country abolished absolute monarchy in 1932.\nThe consort had been accused of “misbehavior and disloyalty against the monarch.” But this month, the palace announced that she had been reinstated to her former position. It is not clear why.\nOn a protest stage in front of the Grand Palace on Saturday night, Ms. Chumaporn, the co-founder of Women for Freedom and Democracy, raised an issue that is rarely discussed in a country where criticism of the king can earn people up to 15 years in prison. (The king was not at home because he spends most of his time in Germany.)", "url": "https://www.nytimes.com/2020/09/24/world/asia/thailand-protests-women.html"}