{"authors": ["Laura Marris"], "date_download": "2022-10-25 23:37:35", "date_modify": "2022-10-25 23:37:35", "date_publish": "2020-04-16 09:00:06", "description": "Writing “The Plague” during the decimation of World War II, Albert Camus used disease as a metaphor for war — but also for war’s remedy.", "filename": "2020_04_16_books_review_the-plague-albert-camus-coronavirus_1666741055.html", "image_url": "https://static01.nyt.com/images/2020/08/09/books/review/09Marris/15Marris-facebookJumbo.jpg?year=2020&h=550&w=1050&s=85d8318bd948fca9c976123a14857cb2f406d9f1e65a9f26c581bc7eb5345e76&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_16_books_review_the-plague-albert-camus-coronavirus_1666741055.html", "title": "Camus’s Inoculation Against Hate", "title_page": "Camus’s Inoculation Against Hate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Toward the end of January, I began to notice a strange echo between my work and the news. A mysterious virus had appeared in the city of Wuhan, and though the virus resembled previous diseases, there was something novel about it. But I’m not a doctor, an epidemiologist or a public health expert; I’m a literary translator. Usually my work moves more slowly than the events of the moment, since translation involves lingering over the patterns of a sentence or the connotations of a word. But this time the pace of my work and the pace of the virus were eerily similar. That’s because I’m translating Albert Camus’s novel “The Plague.”\nOne morning, my task was to revise a scene in which the young doctor Rieux, realizing that plague has broken out in the Algerian city of Oran, tries to persuade his bureaucratic colleagues that they should take the outbreak seriously. He knows that if they don’t, half the city will die. The city’s leader doesn’t want to alarm people. He would prefer to avoid calling this disease what it is. When someone says “plague,” the politician looks at the door, making sure no rumor of this word has escaped down the tidy administrative hallways. The dramatic irony is delicious — like watching characters debate the word “bomb” when there’s one ticking under the table. Dr. Rieux is impatient. “You’re looking at the problem wrong,” he says. “It’s not a question of vocabulary, it’s a question of time.”\nAs I translated that sentence, I felt a fissure open between the page and the world, like a curtain lifted from a two-way mirror. When I looked at the text, I saw the world behind it — the ambulance sirens of Bergamo, the quarantine of Hubei province, the odd disjunction between spring flowers at the market and hospital ships in the news. It was — and is — very difficult to focus, to navigate between each sentence and its real-time double, to find the fuzzy edges where these reflections meet.\n“The Plague” did not come easily to Camus. He wrote it in Oran, during World War II, when he was living in an apartment borrowed from in-laws he disliked, and then in wartime France, tubercular and alone, separated from his wife after missing the last boat back to Algeria. Unlike the shorter, harsher sentences of “The Stranger,” which Sartre quipped could have been titled “Translated From Silence,” the sentences of “The Plague” bear witness to the tension and monotony of illness and quarantine: They stretch their lengths to match the pull of anxious waiting. By the time the book was published in 1947, writers were looking for a way to bear witness as well to the Nazi occupation of France, and “The Plague” was championed as the novel of the occupation and the Resistance. For Camus, illness was both his lived experience and a metaphor for war, the creep of fascism, the horror of Vichy France collaborating in mass murder.", "url": "https://www.nytimes.com/2020/04/16/books/review/the-plague-albert-camus-coronavirus.html"}