{"authors": ["Erin Griffith"], "date_download": "2022-10-25 23:28:50", "date_modify": "2022-10-25 23:28:50", "date_publish": "2020-12-09 17:53:40", "description": "The delivery company’s shares closed at $190 each, 86 percent above its initial public offering price of $102, in a sign of investor appetite.", "filename": "2020_12_09_technology_doordash-ipo-stock_1666740530.html", "image_url": "https://static01.nyt.com/images/2020/12/09/business/09doordash-sub/09doordash-sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e33d4524b1890fcb090c43fa3e3bdbc9e872faedfc6a9bae26520d236086e988&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_09_technology_doordash-ipo-stock_1666740530.html", "title": "DoorDash Stock Soars After Initial Public Offering", "title_page": "DoorDash Stock Soars After Initial Public Offering - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Wall Street loves a pandemic winner.\nShares of DoorDash soared in their first day of trading on Wednesday, capping a year of outsize growth for the country’s largest food delivery company. DoorDash stock rose 86 percent above its initial public offering price of $102 to close the day at $189.51.\nThat valued the company at $72 billion, including employee-owned shares — more than the market capitalization of Domino’s Pizza and Chipotle Mexican Grill combined. DoorDash raised $3.4 billion, making it the one of the largest I.P.O.s of the year.\nInvestors piled into the stock despite DoorDash’s deep losses and the intensely competitive market in which it operates. In the week before it went public, DoorDash raised its proposed price range 16 percent to $92.5 per share at the midpoint before pricing even higher. The pandemic has been a boon to the company, as people turned to delivery services while stuck in their homes.\nTony Xu, the chief executive of DoorDash, said the company would try not to “chase the scoreboard” and the stock market hype as a public company. “I recognize the significance of the milestone and the moment, but it is one day on this multidecade journey,” he said.", "url": "https://www.nytimes.com/2020/12/09/technology/doordash-ipo-stock.html"}