{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:27:55", "date_modify": "2022-10-25 23:27:55", "date_publish": "2020-10-05 21:32:15", "description": "The league introduced new measures, including video surveillance to monitor the wearing of masks while in team facilities or traveling, after postponing games because of an outbreak.", "filename": "2020_10_05_sports_football_nfl-covid-19-patriots-monday-night_1666740475.html", "image_url": "https://static01.nyt.com/images/2020/10/05/sports/05nfl-virus-1/05nfl-virus-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4bd97e77e4e2ee718697ea6db7c1a5fea1779e57658779a4c34b4301543b9980&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_05_sports_football_nfl-covid-19-patriots-monday-night_1666740475.html", "title": "N.F.L. Adds New Covid-19 Protocols to Keep Season on Track", "title_page": "N.F.L. Adds New Covid-19 Protocols to Keep Season on Track - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Working overtime to keep its season intact, N.F.L. officials on Monday afternoon introduced additions to existing coronavirus protocols established with the players’ union following a call between the league office, team owners, general managers and head coaches.\nN.F.L. Commissioner Roger Goodell said the changes included the introduction of a leaguewide video system to monitor whether players and staff were wearing personal protective equipment like masks while inside team facilities and while traveling. The league is also limiting the number of free agent tryouts per week and placing bans on gatherings outside team facilities.\n“Protocol violations that result in virus spread requiring adjustments to the schedule or otherwise impacting other teams will result in additional financial and competitive discipline including the adjustment or loss of draft choices or even the forfeit of a game,” Goodell said in a memo sent to teams on Monday.\nGoodell used the meeting and the memo that followed to ramp up efforts to enforce the following of coronavirus guidelines and to emphasize the impact to the N.F.L.’s business. The hastily called virtual meeting came after a tumultuous week that included the league’s first team outbreak on the Tennessee Titans and two games this week having to be postponed — the Titans-Pittsburgh Steelers game to Oct. 25 and the New England Patriots-Kansas City Chiefs matchup to Monday night. Patrick Mahomes threw for 236 yards and two touchdowns in a 26-10 win for Kansas City.", "url": "https://www.nytimes.com/2020/10/05/sports/football/nfl-covid-19-patriots-monday-night.html"}