{"authors": ["Mark Mazzetti", "Edward Wong", "Michael Laforgia"], "date_download": "2022-10-25 23:36:35", "date_modify": "2022-10-25 23:36:35", "date_publish": "2020-09-03 23:38:19", "description": "The package being pushed by the Trump White House — which could shift the military balance in the Middle East — includes an electronic warfare plane, the EA-18G Growler.", "filename": "2020_09_03_us_politics_israel-uae-weapons_1666740995.html", "image_url": "https://static01.nyt.com/images/2020/09/03/us/politics/03dc-weapons-uae/merlin_175008549_91e3106b-8663-48bb-8c0f-4421e53971f2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=81e54a4dfd8374d4b05dc045340c2c92e6e9c9634fdcd13d57f5cabfdffd022f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_03_us_politics_israel-uae-weapons_1666740995.html", "title": "Netanyahu Privately Condoned U.S. Plan to Sell Arms to U.A.E., Officials Say", "title_page": "Netanyahu Privately Condoned U.S. Plan to Sell Arms to U.A.E., Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Prime Minister Benjamin Netanyahu of Israel privately went along with a plan for the Trump administration to sell advanced weapons to the United Arab Emirates, despite publicly saying later that he opposed the arms deal, according to officials familiar with the negotiations.\nMr. Netanyahu chose not to try to block the deal as he took part in a broader effort in recent months to secure a diplomatic breakthrough normalizing relations between Israel and the Emirates, the officials said. President Trump announced the initiative to great fanfare last month, without mentioning the arms discussions that were proceeding on a parallel track.\nBut after news of the arms sale became public late last month, the Israeli prime minister repeatedly denied that he had given assurances to the Trump administration that Israel would not oppose the Emirati arms deal. The officials said Mr. Netanyahu’s public statements were false. He then stopped publicly complaining about the proposed arms sale after a meeting with Secretary of State Mike Pompeo in Jerusalem last week that brought the Israeli prime minister back in line, the officials said.\nThe White House has accelerated its push in recent weeks to sell a package of cutting-edge weapons to the Emirates, including F-35 fighter jets and Reaper drones. The deal also includes EA-18G Growler jets — electronic warfare planes that pave the way for stealth attacks by jamming enemy air defenses. That element of the package has not previously been reported.", "url": "https://www.nytimes.com/2020/09/03/us/politics/israel-uae-weapons.html"}