{"authors": ["Katherine J. Wu"], "date_download": "2022-10-25 23:49:14", "date_modify": "2022-10-25 23:49:14", "date_publish": "2020-08-16 21:40:55", "description": "New research indicates that human immune system cells are storing information about the coronavirus so they can fight it off again.", "filename": "2020_08_16_health_coronavirus-immunity-antibodies_1666741754.html", "image_url": "https://static01.nyt.com/images/2020/08/18/business/00virus-memory/merlin_174837078_0a274a5c-a5d6-4ea1-bc87-47e8841b25fd-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9f962e6a4fba9c52c46d689a60e014b165acc8aa345c129132140bbe884c9f0b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_16_health_coronavirus-immunity-antibodies_1666741754.html", "title": "Scientists See Signs of Lasting Immunity to Covid-19, Even After Mild Infections", "title_page": "Scientists See Signs of Lasting Immunity to Covid-19, Even After Mild Infections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Notably, several of the new studies are finding these powerful responses in people who did not develop severe cases of Covid-19, Dr. Iyer added. Some researchers have worried that infections that take a smaller toll on the body are less memorable to the immune system’s studious cells, which may prefer to invest their resources in more serious assaults. In some cases, the body could even jettison the viruses so quickly that it fails to catalog them. “This paper suggests this is not true,” Dr. Iyer said. “You can still get durable immunity without suffering the consequences of infection.”\nWhat has been observed in people who fought off mild cases of Covid-19 might not hold true for hospitalized patients, whose bodies struggle to marshal a balanced immune response to the virus, or those who were infected but had no symptoms at all. Research groups around the world are continuing to study the entire range of responses. But “the vast majority of the cases are these mild infections,” said Jason Netland, an immunologist at the University of Washington and an author on the paper under review at Nature. “If those people are going to be protected, that’s still good.”\nThis new spate of studies could also further assuage fears about how and when the pandemic will end. On Friday, updated guidance released by the Centers for Disease Control and Prevention was misinterpreted by several news reports that suggested immunity against the coronavirus might last only a few months. Experts quickly responded, noting the dangers of propagating such statements and pointing to the wealth of evidence that people who previously had the virus are probably at least partly protected from reinfection for at least three months, if not much longer.\nConsidered with other recent reports, the new data reinforce the idea that, “Yes, you do develop immunity to this virus, and good immunity to this virus,” said Dr. Eun-Hyung Lee, an immunologist at Emory University who was not involved in the studies. “That’s the message we want to get out there.”\nSome illnesses, like the flu, can plague populations repeatedly. But that is at least partly attributable to the high mutation rates of influenza viruses, which can quickly make the pathogens unrecognizable to the immune system. Coronaviruses, in contrast, tend to change their appearance less readily from year to year.\nStill, much remains unknown. Although these studies hint at the potential for protectiveness, they do not demonstrate protection in action, said Cheong-Hee Chang, an immunologist at the University of Michigan who was not involved in the new studies. “It’s hard to predict what’s going to happen,” Dr. Chang said. “Humans are so heterogeneous. There are so many factors coming into play.”\nResearch in animals could help fill a few gaps. Small studies have shown that one bout of the coronavirus seems to protect rhesus macaques from contracting it again.", "url": "https://www.nytimes.com/2020/08/16/health/coronavirus-immunity-antibodies.html"}