{"authors": ["Mike Baker"], "date_download": "2022-10-25 23:29:37", "date_modify": "2022-10-25 23:29:37", "date_publish": "2020-11-05 03:51:31", "description": null, "filename": "2020_11_04_us_politics_election-protests_1666740577.html", "image_url": "https://static01.nyt.com/images/2020/11/06/us/politics/04elections-live-blog-count-protests/merlin_179593833_6e376480-54d6-4784-8e2f-21bc425147db-facebookJumbo.jpg?year=2020&h=549&w=1050&s=5723f7cde52736a1be3140491e4dfdc025fe005d50a5d29fe4a1db8afa2ffa9f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_04_us_politics_election-protests_1666740577.html", "title": "Protests in Arizona and Other States Insist Votes Be Counted", "title_page": "Protests in Arizona and Other States Insist Votes Be Counted — or Not. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Live updates on Biden and Trump.]\nPORTLAND, Ore. — Protests arose around the country as the ballot counting continued in the final battleground states, with some demonstrators demanding that every vote be counted and others insisting that the counting be shut down.\nIn Portland, where a “Count Every Vote” demonstration merged with another one focused on protesting the police and urging racial justice, some people broke away from the group and smashed A.T.M.s and storefront windows in the downtown area and confronted National Guard troops. The police labeled the incidents a riot and swarmed in. Law enforcement made at least 11 arrests, according to the sheriff’s office.\nIn Minneapolis, hundreds of protesters blocked Interstate 94 and the police made arrests, with demonstrators taking to social media to say that the officers had “kettled,” or trapped them there, to prevent them from dispersing.\nProtests also cropped up in Seattle, Chicago, New York, Philadelphia and Phoenix, where pro-Trump protesters shouted, “Shame on Fox.” Some protesters called for all votes to be counted, but in other places their agenda was not entirely clear. Sometimes people on the same side of the election pursued opposing goals.", "url": "https://www.nytimes.com/2020/11/04/us/politics/election-protests.html"}