{"authors": ["Ben Hubbard", "Ronen Bergman"], "date_download": "2022-10-26 00:11:46", "date_modify": "2022-10-26 00:11:46", "date_publish": "2020-04-22 22:24:45", "description": "Israel and Hezbollah have adopted informal rules of engagement as both sides prepare for possible war while trying to avoid setting it off.", "filename": "2020_04_22_world_middleeast_israel-hezbollah-knock-on-roof_1666743106.html", "image_url": "https://static01.nyt.com/images/2020/01/03/world/22israel-hezbollah2/22israel-hezbollah2-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=8bc7124c9950b6b83847b376400e7a36bbc2b2d82d240d4cccc3815c8e963629&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_22_world_middleeast_israel-hezbollah-knock-on-roof_1666743106.html", "title": "Warning Shots: Israel Spares Hezbollah Fighters to Avert a War", "title_page": "Warning Shots: Israel Spares Hezbollah Fighters to Avert a War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This is the new warfare,” said Randa Slim, a senior fellow at the Middle East Institute in Washington. “There is going to be precise targeting of individuals and key operatives in what Israel deems an existential threat to its security, which is the precision-guided missiles of Hezbollah.”\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nBut the tactic of warning shots and efforts to strike equipment instead of people may get Israel only so far, she said.\n“If the precision-guided missile project is going at the rate the Israelis are saying, eventually they are going to start killing these people.”\nIsraeli officials believe that Hezbollah has an arsenal of more than 100,000 missiles and rockets that can reach all corners of the Jewish state. Israel’s Iron Dome missile defense system would be unable to shoot down a large volley of rockets fired simultaneously, officials say, and Israel’s defense relies in part on the fact that the rockets are not very accurate.\nBut Israel contends that Hezbollah is trying to build guided missiles, which could target key installations such as military bases, government buildings or power plants, and would be nearly impossible to stop. Israel has carried out numerous airstrikes in Syria on what it says were convoys of weapons bound for Hezbollah to drive home the point that it will not accept a fleet of smart missiles on its border.\nLast August, Israel sent an exploding drone into the heart of a Hezbollah-dominated neighborhood in Beirut to destroy what Israeli officials described as machinery vital to the precision-missile production effort. But in order to avoid killing Hezbollah members, the attack took place before dawn when no one was around, the senior Middle Eastern official said.", "url": "https://www.nytimes.com/2020/04/22/world/middleeast/israel-hezbollah-knock-on-roof.html"}