{"authors": ["Gia Kourlas"], "date_download": "2022-10-25 23:43:37", "date_modify": "2022-10-25 23:43:37", "date_publish": "2020-11-24 19:58:10", "description": "The documentary “Dance Dreams: Hot Chocolate Nutcracker” shines a spotlight on Ms. Allen and her academy as it prepares for the holiday classic.", "filename": "2020_11_24_arts_dance_debbie-allen-dance-dreams-hot-chocolate-nutcracker_1666741417.html", "image_url": "https://static01.nyt.com/images/2020/11/26/arts/25chocolate-nut-1/25chocolate-nut-1-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=ca06be2c71f9d43322bbe526f279970e9b779dcf4aa6f1b977a9adbd5aa26fde&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_24_arts_dance_debbie-allen-dance-dreams-hot-chocolate-nutcracker_1666741417.html", "title": "Debbie Allen’s Technique? It’s All About Tough Love", "title_page": "Debbie Allen’s Technique? It’s All About Tough Love - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I discovered them when I was at Howard University. I was a freshman, and my mother feared I might get lost in the academia and the fraternities and the cultural richness of it all. So she found a dance festival in New London, Connecticut. Martha Graham was there. Twyla Tharp was there. Donald McKayle was there. Katherine Dunham’s protégé Talley Beatty was there. Alvin Ailey was there. In one summer. Can you imagine what that was like? Judith Jamison and Dudley [Williams] wanted me to join Alvin Ailey because I was killing that “Revelations.”\nWhat happened?\nAlvin said, “She’s too young,” and I’m like, “No, I’m not, I’m not.” [Laughs] I was 17, and I was ready to drop out of college and, oh God, did I want to go. But that was the beginning. By the time I graduated from Howard and stepped foot on the street they called Broadway, I was in class with Richard Thomas — he and his wife ran the New York School of Ballet. You’d look up and Margot Fonteyn would be in class. Nureyev would be in class. New York, my God, it was a training camp.\nI remember auditioning for a show and not being chosen. And at the end of the audition, the director came over to me and told me how talented I was, but that he didn’t need another brunette in the show.\nAnd we know what that is code for.\nOK? So what I’m passing on and giving to my kids is that they know they belong everywhere.\nBecause isn’t passing on that confidence what helps to make a dancer, too?\nYes, it is. You can go run the world. You could train as a dancer and go to Washington, honey, and pull that thing together. I always say I wish I could put them all in dance class right now and get this mess straightened out.\nWhat would dance class do?\nIt would remind them that there’s something more powerful than they are. And that it’s not just you. When you’re dancing in the ensemble, you have to be a part, and if you’re the leader of that group, then you have to absolutely know where you’re going. Everyone’s following you. You cannot take the wrong step and end up in the pit.", "url": "https://www.nytimes.com/2020/11/24/arts/dance/debbie-allen-dance-dreams-hot-chocolate-nutcracker.html"}