{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:28:15", "date_modify": "2022-10-25 23:28:15", "date_publish": "2020-06-05 22:16:42", "description": "The president tweeted to say it was disrespectful to kneel during the national anthem, as Colin Kaepernick and other players began doing in 2016 to protest racial injustice. N.F.L. Commissioner Roger Goodell then said the league supported players peacefully protesting.", "filename": "2020_06_05_sports_football_trump-anthem-kneeling-kaepernick_1666740495.html", "image_url": "https://static01.nyt.com/images/2020/06/05/sports/05nfl-video/merlin_143690931_ff9da7e9-092e-4489-b2a1-2ad3ac103b32-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7dd0472906c3c3d59e404a9284a48093a5f57a09d001b6ee623c130c0aef72d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_05_sports_football_trump-anthem-kneeling-kaepernick_1666740495.html", "title": "As Trump Rekindles N.F.L. Fight, Goodell Sides With Players", "title_page": "As Trump Rekindles N.F.L. Fight, Goodell Sides With Players - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The protracted debate in the N.F.L. over players protesting racial injustice during the national anthem reignited with force on Friday as President Trump rekindled his war with the league over the issue and the league’s commissioner, Roger Goodell, issued his strongest support yet for the players seeking to fight racism and police brutality.\nIn a swift response to a video montage featuring star players asking the league to address systemic racism, Goodell said he apologized for not listening to the concerns of African-American players earlier and said he supports the players’ right to protest peacefully. During the 2016 season, Colin Kaepernick started the movement within the league when he knelt to call attention to racial injustice and violence by police, but no team has offered him a contract since then.\nGoodell did not directly name Kaepernick in his video. Still, his comments were diametrically opposed to those made by the president. Trump defended New Orleans Saints quarterback Drew Brees, who said this week that it was disrespectful to kneel during the pregame playing of the “The Star-Spangled Banner.”\nAfter a swift rebuke from fellow N.F.L. players, including some of his teammates, Brees apologized on Thursday and then, in a social media post Friday night that was addressed to Trump, issued a more forceful repudiation of his remark about disrespect. The president had already said on Twitter that Brees should not have bowed to pressure and that everyone should stand when the national anthem is played.", "url": "https://www.nytimes.com/2020/06/05/sports/football/trump-anthem-kneeling-kaepernick.html"}