{"authors": ["Reed Abelson"], "date_download": "2022-10-25 23:43:18", "date_modify": "2022-10-25 23:43:18", "date_publish": "2020-11-15 17:56:36", "description": "Thousands of medical practices are closing, as doctors and nurses decide to retire early or shift to less intense jobs.", "filename": "2020_11_15_health_Covid-doctors-nurses-quitting_1666741398.html", "image_url": "https://static01.nyt.com/images/2020/11/03/science/00VIRUS-DOCTORS1/00VIRUS-DOCTORS1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cfb148c85a6ba729700ad864a7c76fa268916a6ae0db7f0e589c1916153661aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_15_health_Covid-doctors-nurses-quitting_1666741398.html", "title": "Doctors Are Calling It Quits Under Stress of the Coronavirus", "title_page": "Doctors Are Calling It Quits Under Stress of the Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After her husband found a new job in a different state, Dr. McGregory, 49, made the difficult decision to close her practice in August. “It was devastating,” she said. “That was my baby.”\nMany other doctors are also calling it quits. Thousands of medical practices have closed during the pandemic, according to a July survey of 3,500 doctors by the Physicians Foundation, a nonprofit group. About 8 percent of the doctors reported closing their offices in recent months, which the foundation estimated could equal some 16,000 practices. Another 4 percent said they planned to shutter within the next year.\nOther doctors and nurses are retiring early or leaving their jobs. Some worry about their own health because of age or a medical condition that puts them at high risk. Others stopped practicing during the worst of the outbreaks and don’t have the energy to start again. Some simply need a break from the toll that the pandemic has taken among their ranks and their patients.\nAnother analysis, from the Larry A. Green Center with the Primary Care Collaborative, a nonprofit group, found similar patterns. Nearly a fifth of primary care clinicians surveyed in September say someone in their practice plans to retire early or has already retired because of Covid-19, and 15 percent say someone has left or plans to leave the practice.\nThe clinicians also painted a grim picture of their lives, as the pandemic enters a newly robust phase with record case counts in the United States. About half already said their mental exhaustion was at an all-time high. Many worried about keeping their doors open: about 7 percent said they were not sure they could remain open past December without financial help.", "url": "https://www.nytimes.com/2020/11/15/health/Covid-doctors-nurses-quitting.html"}