{"authors": ["Hannah Beech"], "date_download": "2022-10-25 23:22:46", "date_modify": "2022-10-25 23:22:46", "date_publish": "2020-02-29 12:02:26", "description": "Mr. Mahathir, 94, who has towered over the country’s politics for decades, was replaced by Muhyiddin Yassin, a onetime ally whom he accused of betrayal.", "filename": "2020_02_29_world_asia_malaysia-mahathir-mohamad_1666740166.html", "image_url": "https://static01.nyt.com/images/2020/03/01/world/01malysia-print/29malaysia1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=86883ad55373712ab18c0f2ff942a2addff5f30cba7e281fddff1d7dd4cb6233&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_29_world_asia_malaysia-mahathir-mohamad_1666740166.html", "title": "Malaysia’s Premier, Mahathir Mohamad, Is Ousted in a Surprising Turn", "title_page": "Malaysia’s Premier, Mahathir Mohamad, Is Ousted in a Surprising Turn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Then followed a series of political alignments, realignments and yet more realignments, with every half-day seeming to bring a new political reality.\nBy Saturday morning, it appeared that the remains of the Alliance of Hope, which Mr. Mahathir had cobbled together out of disparate political forces — including Malay nationalists, Chinese reformists and liberal Islamists — had coalesced around the nonagenarian ruler yet again.\nBut with horse-trading still continuing, the king announced on Saturday afternoon that he had met with the nation’s lawmakers and determined that the majority supported Mr. Muhyiddin’s candidacy for prime minister.\n“I would like to express my thanks, thanks to Allah, that I have been given the appointment,” said Mr. Muhyiddin, 72.\nMr. Muhyiddin, who has stated that he is “a Malay first” in multiethnic Malaysia, is a leader of the Malaysian United Indigenous Party, which Mr. Mahathir had helmed until less than a week ago. As the Alliance of Hope fractured, the party stepped across the divide to partner with the United Malays National Organization, or U.M.N.O., the corruption-dogged party that had dominated Malaysian politics for decades.", "url": "https://www.nytimes.com/2020/02/29/world/asia/malaysia-mahathir-mohamad.html"}