{"authors": ["Thomas Fuller"], "date_download": "2022-10-25 23:28:40", "date_modify": "2022-10-25 23:28:40", "date_publish": "2020-11-02 10:00:20", "description": "The coronavirus pandemic has put a dent in the signature-gathering process, but voters still managed to put forward dozens of measures nationwide.", "filename": "2020_11_02_us_ballot-measures-election-2020_1666740520.html", "image_url": "https://static01.nyt.com/images/2020/11/02/nyregion/02BALLOTMEASURES-1/02BALLOTMEASURES-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=086d5fdeeb3630d6a8a019260c50ab9a395a5717bf3850ed8357ca863fc3543b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_02_us_ballot-measures-election-2020_1666740520.html", "title": "Taxes, Heroin and Statehood: A Glimpse Into This Year’s Ballot Measures", "title_page": "Taxes, Heroin and Statehood: A Glimpse Into This Year’s Ballot Measures - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — If ever there was a doubt about the coronavirus’s impact on American democracy, look no further than the sharp decline in citizen initiatives this year. There are 38 such measures slated across the country, around half the level in the last presidential election, when there were 72.\n“The pandemic has affected every aspect of our lives and direct democracy — the citizen initiatives — is no different,” said Amanda Zoch, a specialist in ballot measures at the National Conference of State Legislatures, a nonpartisan group that serves members of legislatures. “You can’t go gather in-person signatures in a pandemic when you’re in a stay-at-home order and supposed to be social distancing.”\nThat is not to say that the initiatives that did make it onto the ballot are inconsequential.\nShould abortions be banned after 22 weeks? Colorado voters are deciding.\nWill one of the nation’s most liberal states legalize affirmative action? Polls suggest Californians are leaning toward no.", "url": "https://www.nytimes.com/2020/11/02/us/ballot-measures-election-2020.html"}