{"authors": ["Dana Goldstein"], "date_download": "2022-10-25 23:26:37", "date_modify": "2022-10-25 23:26:37", "date_publish": "2020-06-30 21:41:07", "description": "Guidelines from the American Academy of Pediatrics encourage “having students physically present in school.” Dr. Sean O’Leary, an author of that advice, explains why.", "filename": "2020_06_30_us_coronavirus-schools-reopening-guidelines-aap_1666740397.html", "image_url": "https://static01.nyt.com/images/2020/06/30/us/30virus-pediatrics-01/30virus-pediatrics-01-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=c138ca1c87db0fa6baa5034fa020d7fdcefa97ed3eb14511550ab34c2ad8a1a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_30_us_coronavirus-schools-reopening-guidelines-aap_1666740397.html", "title": "Why A.A.P. Guidelines Are Pushing for Schools to Reopen This Fall", "title_page": "Why A.A.P. Guidelines Are Pushing for Schools to Reopen This Fall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As I talk to school administrators, most are planning temperature checks. The academy guidelines warn this could be impractical and take away instructional time. Can you say more about why you’re skeptical that this is the right strategy?\nDo the harms outweigh the benefits? In this case, if it means students are congregating, it could increase the risk of spread. And we don’t have great evidence that temperature screening is helpful. That’s for a couple reasons. One, a lot of kids who have Covid-19, perhaps the majority, never get a fever. To use fever as a screen and assume that’s going to be good enough? You will miss a kid. And many fevers are not going to be Covid-19. Kids should not go to a school with a fever, period.\nAs you were preparing these guidelines, did the emergence of the potentially deadly pediatric inflammatory syndrome linked to Covid-19 sway you at all?\nWe talked about it. It is by any measure a rare condition. And so it’s something we have to pay attention to and figure out what causes it and the best treatment. We should also point out that even those kids who have gotten very sick, the vast majority of them have recovered and done well.\nThe guidelines emphasize that teachers and school staff members should stay physically distanced to the greatest extent possible and conduct meetings remotely. But I am hearing from a lot of teachers. Many are, frankly, scared to go back to school before a vaccine is available. A few have told me that they feel that their health is treated as expendable. What’s your message to them?\nWe’re pediatricians. We’re not educators. We don’t want to tread in space where we don’t belong. But what I would say is it depends on the level of risk for the individual person. Every district I have talked to here in Colorado? They are making major considerations for their teachers, trying to figure out how to keep them safe.\nThere are a couple of things we know now that we didn’t know when we closed schools down in March. One is that masks really do seem to work. They are very effective. Two, physical distancing works as well. If they are taking as many precautions as they can, I think the risk is pretty low.", "url": "https://www.nytimes.com/2020/06/30/us/coronavirus-schools-reopening-guidelines-aap.html"}