{"authors": ["Ben Casselman", "Sapna Maheshwari"], "date_download": "2022-10-25 23:48:46", "date_modify": "2022-10-25 23:48:46", "date_publish": "2020-05-15 12:35:11", "description": "A 16.4 percent sales decline in April may signal the bottom for retailers, but the climb back will be hard, and some companies may not make it.", "filename": "2020_05_15_business_economy_coronavirus-retail-reopening_1666741726.html", "image_url": "https://static01.nyt.com/images/2020/05/15/business/15virus-retail1/15virus-retail1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=46eabef7be331bb2e5aa2ac3904e60fb1a633525e3fe672c996240c0b32958fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_15_business_economy_coronavirus-retail-reopening_1666741726.html", "title": "When Shoppers Venture Out, What Will Be Left?", "title_page": "When Shoppers Venture Out, What Will Be Left? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“That’s the stimulus doing what it’s intended to do, providing a little bit of a lift to households,” said Robert Rosener, senior U.S. economist at Morgan Stanley.\nExpanded unemployment benefits have helped soften the blow for workers who have lost jobs — at least those who have been able to file for benefits. Researchers at the Brookings Institution estimated this week that unemployment insurance replaced half of lost wages in April.\nFor Laura Campbell, a manager at Half Price Books in Renton, Wash., being laid off was an emotional blow but not, at least in the short term, a financial one. Because of the extra $600 per week being paid to unemployed workers right now, Mx. Campbell — who uses the gender-neutral title “Mx.” and plural pronouns — is making more than the $16.05 hourly wage at the bookstore.\n“I have been able to pay off two credit cards,” they said.\nStill, the experience has exacerbated Mx. Campbell’s longstanding concerns about the future of retail. Even before the pandemic, workers often asked one another how long the business could continue in the Amazon era. And while not expecting physical retail to disappear overnight, Mx. Campbell doesn’t plan to wait to find out: They will start a new job, at a local tech company at the end of the month.", "url": "https://www.nytimes.com/2020/05/15/business/economy/coronavirus-retail-reopening.html"}