{"authors": ["Sabrina Tavernise", "Ellen Almer Durston"], "date_download": "2022-10-25 23:30:57", "date_modify": "2022-10-25 23:30:57", "date_publish": "2020-08-27 00:27:52", "description": "As residents see fires and looting, some worry that local Democratic leaders are failing to keep control of the situation.", "filename": "2020_08_26_us_kenosha-wisconsin-trump_1666740657.html", "image_url": "https://static01.nyt.com/images/2020/08/26/us/26KENOSHA-TRUMP/merlin_176166567_35684049-1a29-4cc9-a2fc-d232ce4bcfaf-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e3eb52f12f73355f3378b7d2a3d2e6a308423c0d8e47d62aa92db78e3350e42c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_26_us_kenosha-wisconsin-trump_1666740657.html", "title": "How Chaos in Kenosha Is Already Swaying Some Voters in Wisconsin", "title_page": "How Chaos in Kenosha Is Already Swaying Some Voters in Wisconsin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.”\n[music]\nToday: The police shooting of Jacob Blake and the violent aftermath. My colleague, Julie Bosman, has been in Kenosha, Wisconsin. It’s Thursday, August 27. Julie, how did you first hear about this shooting?\njulie bosman\nSo on Sunday night, I was home in Chicago. And a text popped up on my phone from a friend of mine. And when I looked at the text, I saw that it was a link to a video about an incident that had happened in Kenosha, Wisconsin — my hometown. And this is a cell phone video that was taken from an apartment window. And it’s looking down on an altercation happening in the street, involving a man that we will later learn is Jacob Blake.\narchived recording [PEOPLE SCREAMING]\njulie bosman\nAnd what you can see in this video is an S.U.V. There are several officers standing on a sidewalk right next to it. And Jacob Blake is seen walking along the passenger side of this S.U.V., away from the officers who are yelling at him. And at that point at least one officer points a gun at Jacob Blake. And Jacob Blake continues to walk around the front of the vehicle. He opens the driver’s side door. And then one of the officers shoots him several times in the back.\narchived recording [SIRENS BLARING]\njulie bosman\nAnd we later learned that he was taken to a hospital and that he survived the shooting.\narchived recording 1 [PEOPLE YELLING] archived recording 2 Y’all understand? Y’all understand? We’re tired of this shit.\njulie bosman\nBy late Sunday evening, there were marches. There were demonstrations.\narchived recording [CHANTING] No justice, no peace! No justice, no peace!\nmichael barbaro\nAnd there was also unrest. There were trucks that were burned. There were fires that were set. People were throwing things at the police. It was a really tense scene. And so what do you decide to do?\njulie bosman\nSo first thing the next morning, got in my car, and drove north an hour and a half to Kenosha. I first went to the neighborhood where Jacob Blake was shot. And what I found there were neighbors sitting outside, talking to each other, just dazed by what had happened, trying to piece together the shooting.\nmichael barbaro\nAnd what did you learn from talking to them about what had happened?\njulie bosman\nIt seemed like a lot of neighbors had seen Jacob just before. They had seen him out on the front lawn barbecuing. They had seen him playing with his kids earlier that day. But just before the shooting, there had been some kind of disagreement between two people. And that’s when the police arrived on the scene. We know that the police were apparently summoned there to help. And then we know what we saw in the video. But it’s not clear yet what exactly happened in the minutes leading up to it.\nmichael barbaro\nSo Julie, as you’re talking to people and they’re trying to make sense of this shooting that’s happened in their neighborhood, what happens on Monday as the day unfolds?\njulie bosman\nThe way that day kind of unfurled, it felt to me almost like one continuous protest. The protesting kind of never stopped. And by mid-afternoon on Monday, the mayor of Kenosha, John Antaramian, and had not yet made any public statement about what had happened in his city the night before. So he stepped out.\narchived recording (john antaramian) What I’m going to be talking about is basically what we were talking about inside.\njulie bosman\nAt one point, he tried to speak to protesters.\narchived recording (john antaramian) Kenosha has a history of trying to do the right thing. We don’t know — archived recording [CROWD YELLING]\njulie bosman\nAnd he was really drowned out by people who are just furious over what had happened. And he tried to urge calm. He tried to send people the message that he was listening.\narchived recording 1 You weren’t even willing to let me, who I came out to talk to you. archived recording 2 You ain’t a Black life. You’re not a Black life. archived recording 3 [YELLING]\njulie bosman\nBut in the moment, it just didn’t feel like enough. And he went inside the building.\nmichael barbaro\nSo after the mayor goes back inside, what ends up happening?\njulie bosman\nSo on Monday evening, I was covering a protest at the park, outside of the courthouse. And what I saw were hundreds of people who were all chanting together Jacob Blake’s name and confronting the police.\narchived recording (CHANTING) Jacob Blake!\nmichael barbaro\nMhm.\narchived recording 1 (CHANTING) Black Lives Matter! Black Lives Matter!\njulie bosman\nAnd at this point, this was just a very, very chill protest. People were coming out of their houses and, you know, pumping their fists and honking their horns in agreement with the protest. And at one point, an older couple came outside and had a little bullhorn and they were chanting and cheering the protesters on. But you know, as the night wore on, a lot of people left. And the mood of the crowd changed. And it turned into a gathering with a much more destructive edge. On Sheridan Road, people were starting fires. And there are these kind of old street lamps. And people were knocking over the street lamps so that they smashed into the street. They were throwing fireworks at the police, who at this point had been joined by National Guardsmen. And the police and the National Guard were trying to disperse the protesters without a lot of luck.\narchived recording 1 Happy 2020, y’all. archived recording 2 [CAR ALARM RINGING]\njulie bosman\nThis went on for hours. And close to midnight, I had gotten back in my car. I was driving through the streets. And I saw huge billowing, pink-tinged smoke in the distance. And it honestly took me a minute just to process what was happening. Because I was driving in such a familiar place, a street that I have driven on hundreds of times in my life. And as I pulled up, parked the car and stepped outside, what I saw was an entire block on fire in the middle of a residential neighborhood. And I could see that neighbors were everywhere. They had brought their children out onto their front porches. They were standing in the middle of the street on the sidewalks, just staring. And when I started talking to people, I discovered that their reactions were really complicated.\nmichael barbaro\nWhat do you mean?\njulie bosman\nSo some people said, oh, my God. This is horrible. This is our neighborhood. Our neighborhood is burning. What is happening to our city? They told me what businesses were there. That it was a mattress store. That it was a Mexican restaurant. Someone told me that, you know, it was the little kind of cafe where he got his coffee every morning. And then a lot of people said, look. This is a totally appropriate response to what happened to Jacob Blake.\n[music]\nThis is a totally appropriate response to the oppression of the Black community in this city and in this country. I talked to a man who was standing there smoking a cigarette and just said, look, I’m really sorry to see this, but if this is what it takes, then this is what it takes. And then I got back in my car. And I called the Kenosha County Sheriff. And he said, basically, we’re just outnumbered. We only have about 200 police officers. And he said, we have National Guard. But we don’t have enough National Guardsmen. And we’ve got 9-1-1 calls pouring in all night. And we just kind of get there too late. So I realize that tomorrow is probably also going to be a long day. So I decided it was just time to get home.\nmichael barbaro\nWe’ll be right back. So Julie, what happens on Tuesday?\njulie bosman\nSo on Tuesday afternoon, Jacob Blake’s family announced that they were going to hold a news conference outside of the courthouse. So around 3:00 p.m., I’m outside of the courthouse with a bunch of other reporters, long line of TV cameras. And the family of Jacob Blake arrives.\narchived recording [INDISTINCT CHATTER] Some of them were crying, clutching each other, you know, obviously, very emotional. archived recording (jacob blake sr.) I’d like to thank everyone for coming out in support of my son, with this senseless attempted murder that was committed on him.\njulie bosman\nWhen Jacob Blake Sr. stepped forward —\narchived recording (jacob blake sr.) They — (CRYING) they shot my son.\njulie bosman\nHe almost couldn’t speak.\narchived recording (jacob blake sr.) — seven times. Seven times. Like he didn’t matter. But my son matters. He’s a human being. And he matters.\njulie bosman\nAnd then we heard from Julia Jackson, Jacob Blake’s mother.\narchived recording (julia jackson) As I was riding through here, through this city, I noticed a lot of damage. It doesn’t reflect my son or my family.\njulie bosman\nShe mentioned the damage that she had been seeing around Kenosha. And she spoke very powerfully of reconciliation.\narchived recording (julia jackson) Do Jacob justice on this level and examine your hearts. We need healing.\njulie bosman\nAnd then we heard from one of his sisters.\narchived recording (letetra wideman) So many people have reached out to me, telling me they’re sorry that this happened to my family. Well, don’t be sorry. Because this has been happening to my family for a long time. Longer than I can account for. It happened to Emmett Till. Emmett Till is my family. Philando, Mike Brown. Sandra. This has been happening to my family. And I’ve shed tears for every single one of these people that it’s happened to. This is nothing new. I’m not sad. I’m not sorry. I’m angry. And I’m tired.\njulie bosman\nI think that she just really wanted people to hear that and understand that this was bigger than her brother.\nmichael barbaro\nAnd what did the family say about Jacob Blake’s condition?\njulie bosman\nYou know, for the last two days people had been asking, how is he doing? Is he going to survive this?\narchived recording (patrick salvi jr.) When at least seven, as many as eight bullets from point-blank range enter the human body and shred through the tissue of the human body —\njulie bosman\nThey went into a lot of detail about what he was experiencing physically.\narchived recording (patrick salvi jr.) — that that can cause, and did, in this case, severe and likely permanent injury. He had a bullet go through some or all of his spinal cord.\njulie bosman\nOne of the bullets had severed his spinal cord, which doctors believed would paralyze him partially, probably permanently. They said that it would take a miracle for him to walk again.\narchived recording (patrick salvi jr.) He has holes in his stomach. He had to have nearly his entire colon and small intestines removed.\njulie bosman\nThey really wanted to drive home the physicality of that, of the suffering that he is enduring. And they wanted to really put those facts out there and not hide them.\narchived recording (patrick salvi jr.) Jacob has a long road ahead of him, a lot of rehabilitation. You heard he’s in surgery right now. And it is not going to be his last surgery.\njulie bosman\nThey also said that he has been awake. He was conscious. One of the questions from reporters was, what does he think of all of this?\narchived recording (julia jackson) He does not know what’s going on.\njulie bosman\nThe answer from the family was really, he doesn’t understand that this is going on. He’s heavily medicated. He’s in a lot of pain, that he was still fighting for his life.\nmichael barbaro\nSo he has no idea, in the condition he’s in, that he has become a symbol, a very powerful symbol.\njulie bosman\nYeah. It appears not. It appears that he is largely unaware of everything that’s happening.\narchived recording (julia jackson) The first thing he did when he looked at me was cry. And then begin to say, “I’m sorry about all of this.” I asked him, “Jacob, did you shoot yourself in the back?” He looked at me and he said, “no.” I said then, “Why are you sorry?” He says, “Because I don’t want a burden on anybody. I want to be with my children. And I don’t think I’m going to walk again, Mom.”\njulie bosman\nSo I left that news conference and prepared for the evening ahead.\njulie bosman I grew up here. And I’ve never seen so many people in the downtown area at one time.\njulie bosman\nAnd the evening began with a lot of gatherings near the courthouse.\njulie bosman This is really kind of the heart of where all the protests have been happening in Kenosha.\njulie bosman\nA lot of protest leaders were talking to the crowds and saying this is a night that we want things to be peaceful. Let’s focus on why we’re all here. And around 8 o’clock, everyone’s phones started screeching.\narchived recording If you continue to stay here, that results in unlawful assembly.\njulie bosman\nAnd it was an emergency alert from the city, warning everyone that there was a curfew in effect. And they were required to go home.\narchived recording We are asking that you please go home.\njulie bosman\nA lot of people did peel off at that point. But about 150 people remained in the park.\njulie bosman There’s a lot going on. And it’s sort of surreal, actually.\njulie bosman\nThis evening felt a little different. It felt much more tense.\njulie bosman Tonight, it feels rather lawless. There are people riding motorcycles around on the square. There are armored vehicles driving over the square. And people have long guns that they’re holding openly.\njulie bosman\nThere were a couple of guys who had come to the park who were decked out in camo flak jackets. And they were carrying long guns. And when I went to talk to them, they told me that they were part of a Facebook group that had started that day, which was a group of mostly men who had decided that they were going to defend their city that night, that they were sick of watching what had happened on their phones from their homes. They were sick of, you know, being afraid of fires and destruction. And they were going to come out. And they had chosen to meet up in the very place where the protesters were. They told me that they were not opposed to the Black Lives Matter movement, that they respected the right of the protesters to be there. But they felt that the B.L.M. movement had been hijacked by agitators from the outside.\nmichael barbaro\nAnd Julie, what did it mean to them, as best as you could tell, to defend their city?\njulie bosman\nThey were just very simply going to divide up, stand on street corners, stand there with guns and use them if necessary. They just said, look, if the police aren’t going to protect us, then we’ll protect ourselves.\nmichael barbaro\nSo at this point, you have protesters on the street because of this police shooting. And now, you have citizens with guns, acting like police officers, in their minds, to protect the community. So what happens next?\n[crowd yelling]\njulie bosman\nWell, as you can imagine, it’s a very volatile mix. And as we proceeded through the night —\njulie bosman It’s Tuesday night, about 9:30. And for close to an hour now — [fireworks] julie bosman Excuse me. We’ve been in a bit of a standoff with police and demonstrators facing off against each other.\njulie bosman\nA lot of people who had remained were throwing water bottles and engaging with the police in a sometimes violent way.\narchived recording (julie bosman) And the protesters have been throwing lit fireworks at the police. And the police have now begun to respond with quite a bit of tear gas and with rubber bullets.\njulie bosman\nFor hours, this back and forth continued, of people in the crowd throwing things at the police —\n[fireworks]\njulie bosman\n— sending live fireworks that way, the fireworks exploding right next to the police officers, who were all in riot gear and shields. And —\n[tear gas exploding]\njulie bosman\n— the police finally responded with enough tear gas, like, a pretty overwhelming amount of tear gas on the crowd, that finally pushed everyone out of the park.\njulie bosman [COUGHING] Excuse me.\nmichael barbaro\nAnd what happens next?\njulie bosman\nWhat happened next is that the crowd did begin to disperse a bit. And I ended up joining some of the people who had remained in the crowd further down the street, where they had started to gather at this gas station.\n[yelling] [fireworks]\njulie bosman\nThere were these groups of men in militia gear. They were holding long guns. And they were confronting the people in the crowd. Sometimes there was some shoving. They were yelling at each other. They were circling each other. And at one point, a white man yelled at a group of black men and basically dared them to shoot at him, using a racial slur.\nspeaker Shoot me, [EXPLETIVE] Shoot me, [EXPLETIVE]!\njulie bosman\nIt felt like the situation was a little out of control. So I decided to get in my car and leave.\n[crowd yelling]\njulie bosman\nAnd it was just a short while later, less than a half hour later, when I had started watching the live streams on Facebook and saw that there were reports of a shooting.\narchived recording By police — you see the man running down the street. This is after he allegedly shot someone in the stomach at a gas station. He’s walking down the street.\njulie bosman\nVery very close to that gas station on that same street. And it looked from the videos that it was involving the same people.\narchived recording And then what transpires is you see him firing at people as they are coming up and what appears to be trying to grab him to stop. And you see one person fall on the ground. You see another gunshot go off. You can hear a lot of yelling. And after —\nmichael barbaro\nJulie, what do we know about this shooting? And do we know who did the shooting?\njulie bosman\nSo what we know so far is that three people were shot. Two of those people died.\nmichael barbaro\nHm.\njulie bosman\nWe also know that police have now arrested a teenager they believe is the shooter. And he’s a 17-year-old white male from Antioch, Illinois, which is just across the state border. And we don’t know why he was there. But authorities say that they are investigating whether he was a member of a vigilante group. And his social media accounts appear to show an intense affinity for guns, for law enforcement and for President Trump.\nmichael barbaro\nJulie, I’m mindful that Jacob Blake’s mother had implored the community to have peaceful protests. She seemed very upset by the destruction. And now, of course, it’s not just destruction, there have been two deaths.\njulie bosman\nYeah, I mean, I think that what happened on Tuesday night was incredibly tragic. For a lot of people, it compounds the tragedy of what happened on Sunday to Jacob Blake. And I think a lot of people are just grappling with how to move forward with these demonstrations. There’s a lot of worry right now in Kenosha among people who’ve been out here night after night, who’ve been trying to bring attention to the issue of police brutality. How does this change the debate? How is it going to be manipulated politically? You have the Republican National Convention happening this week.\nmichael barbaro\nRight.\njulie bosman\nPresident Trump said that he was going to send in federal troops to Kenosha. The governor of the state said that he was going to send 500 additional National Guardsmen. Does all of this muddy the message somehow? And I think that’s one thing that a lot of people here are grappling with at the moment.\nmichael barbaro\nJulie, you’re talking about the message that will emerge from Kenosha. And it strikes me that one of the things that’s different in this case, regardless of what images come to dominate how people see what’s happened there, is that the person at the center of this case is still alive. He’s sitting in a hospital. And while he may not understand what he represents to the world, presumably he will eventually understand it. And he will be drawn into the way that this story is being told. He will talk about it. And so he will be a living symbol, unlike George Floyd, unlike Breonna Taylor, unlike Rayshard Brooks.\njulie bosman\nAnd I think that’s one of the things that makes this so unique. This whole week, the city of Kenosha has been turned inside out over this shooting. But we have not yet heard from the man who is, like you said, in the hospital bed. And we don’t know yet what he thinks about all this. We don’t know yet what he has to say about it, how he’ll choose to participate in it. And in the end, it will be his story to tell.\nmichael barbaro\nJulie, thank you very much.\njulie bosman\nThank you, Michael.\nmichael barbaro\nOn Wednesday night, the Wisconsin Department of Justice offered new details about the shooting of Jacob Blake. It said that police were summoned to his block based on a call from a woman, who was not identified, reporting that her boyfriend was not supposed to be on the premises. During the encounter that followed, the statement said, police fired a taser at Blake while trying to subdue him, but failed to stop him. It was then, as Blake walked to the driver’s side door of his car, opened it and leaned in, that an officer shot him seven times. At some point, the statement said, Blake told police he had a knife in his possession, which was eventually recovered from inside his car. What role, if any, that a knife played in the shooting remains unclear. Later on Wednesday night, the U.S. Department of Justice said that it would open a federal civil rights investigation into Blake’s shooting. Meantime, athletes from the N.B.A., W.N.B.A., Major League Baseball, and Major League Soccer all boycotted games on Wednesday in response to Blake’s shooting. The N.B.A. walkout was organized by the Milwaukee Bucks of Wisconsin in a move that stunned the league. We’ll be right back. Here’s what else you need to know today.\narchived recording (john bel edwards) So look, this is a very serious storm. In the five years I’ve been governor, I don’t believe I’ve had a press conference where it was my intention to convey the sense of urgency that I am trying to convey right now.\nmichael barbaro\nOn Wednesday night, Hurricane Laura, a major Category 4 storm, was headed for the coasts of Louisiana and Texas, prompting dire warnings from state leaders.\narchived recording (john bel edwards) And understand, our state hasn’t seen a storm surge like this in many, many decades. We haven’t seen —\nmichael barbaro\nThe National Hurricane Center said that the storm has sustained winds of up to 150 miles per hour and could deliver, quote, “Unsurvivable storm surges that could reach 40 miles inland.” It is expected to make landfall early this morning. And —\narchived recording (mike pence) The violence must stop. Whether in Minneapolis, Portland or Kenosha, too many heroes have died defending our freedom to see Americans strike each other down.\nmichael barbaro\nOn the third night of the Republican National Convention, Vice President Mike Pence denounced this summer’s violent unrest in America’s cities and cast himself and President Trump as firm allies of the police.\narchived recording (mike pence) We will have law and order on the streets of this country for every American of every race and creed and color. [CHEERING]\nmichael barbaro\nIn his speech, Pence framed the election as a choice about the kind of country and economy that America will become once the pandemic is over.\narchived recording (mike pence) On November 3, you need to ask yourself, who do you trust to rebuild this economy? A career politician who presided over the slowest economic recovery since the Great Depression, or a proven leader who created the greatest economy in the world? The choice is clear. To bring America all the way back, we need four more years of President Donald Trump in the White House. [CHEERING]\nmichael barbaro", "url": "https://www.nytimes.com/2020/08/26/us/kenosha-wisconsin-trump.html"}