{"authors": ["Tim Arango", "Jill Cowan"], "date_download": "2022-10-25 23:43:41", "date_modify": "2022-10-25 23:43:41", "date_publish": "2020-03-20 02:48:08", "description": "In making the announcement, Mr. Newsom has taken the most drastic step of any state leader to slow the spread of the coronavirus.", "filename": "2020_03_19_us_California-stay-at-home-order-virus_1666741421.html", "image_url": "https://static01.nyt.com/images/2020/03/19/us/politics/19-filer-newsom/merlin_170637840_58b45545-8a77-4a27-bcd6-95c937f8bb7d-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0edb2c460ff449cc801517179ddffa179cc70c437a027337025a7e81af73b6df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_19_us_California-stay-at-home-order-virus_1666741421.html", "title": "Gov. Gavin Newsom of California Orders Californians to Stay at Home", "title_page": "Gov. Gavin Newsom of California Orders Californians to Stay at Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — America’s most populous state is ordering its residents to stay indoors.\nGov. Gavin Newsom of California on Thursday ordered Californians — all 40 million of them — to stay in their houses as much as possible in the coming weeks as the state confronts the escalating coronavirus outbreak. The order represents the most drastic measure any governor has taken to control the virus, and a decision that Gov. Andrew M. Cuomo of New York, which has far more cases than California, has resisted taking.\nMr. Newsom made the announcement from the state’s emergency operations center in Sacramento, normally a place where emergency workers coordinate responses to wildfires and earthquakes, and spoke in stark terms of the risk that the coronavirus posed to the population.\nCiting a model that state planners have been using, suggesting that 56 percent of Californians, or more than 25 million people, could be infected over eight weeks, Mr. Newsom said, “I think it’s time I tell you what I tell my family.”\n“This is not a permanent state, this is a moment in time,” he said. “We will look back at these decisions as pivotal.”", "url": "https://www.nytimes.com/2020/03/19/us/California-stay-at-home-order-virus.html"}