{"authors": ["Dana Goldstein"], "date_download": "2022-10-25 23:49:16", "date_modify": "2022-10-25 23:49:16", "date_publish": "2020-08-07 18:15:38", "description": "Education leaders spent months preparing to reopen classrooms. But with online learning set to continue for millions of students this fall, schools must catch up with reality.", "filename": "2020_08_07_us_remote-learning-fall-2020_1666741756.html", "image_url": "https://static01.nyt.com/images/2020/08/07/us/07virus-lostsummer1/merlin_174847689_c980ca80-f75b-47c2-9851-5c954ced82a6-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b984c3d33aaca58837ac27321b6276fed636afcf82cccd275f364bf52afb8063&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_07_us_remote-learning-fall-2020_1666741756.html", "title": "Lost Summer: How Schools Missed a Chance to Fix Remote Learning", "title_page": "Lost Summer: How Schools Missed a Chance to Fix Remote Learning - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Every system, every school had to think through this, often in isolation,” said Jamila Newman of TNTP, formerly the New Teacher Project, a nonprofit that provides consulting services for districts across the country on staffing and student achievement. “Districts were spending the lion’s share of their time focused on an in-person plan or a hybrid plan that feels incredibly untenable in most places.”\nFewer than half of districts offered summer professional development programs for educators, or have a plan in place to continue coaching them on remote teaching practices during the school year, according to a database of more than 100 local plans, including those for the nation’s 30 largest school systems, compiled by the Center on Reinventing Public Education.\nIn many parts of the country, collective bargaining agreements between districts and teachers play a large role in determining how services are administered. Part of the summer was spent renegotiating emergency work agreements created for the pandemic, with the assumption that teachers would be in classrooms at least part of the time.\nBut in recent weeks, those discussions have shifted quickly from focusing on social distancing and ventilation to tense debates over how many hours of live interaction teachers will be expected to provide to students, and whether they should use their vacant classrooms as television sets, of sorts, for video instruction.\nMs. Newman said the continued uncertainty over when students might return to schools could hamper the ability of educators to provide quality remote learning. In some regions, she suggested, it might make sense to consider the possibility of spending the entire school year online.\n“People won’t necessarily be able to get back into the comfortable cadence of instruction,” she said, “if there’s always this hope that right around the corner — next week, next month — we can transition back.”\nThere are places where educators have already forged ahead in the past months with creative plans for remote learning.", "url": "https://www.nytimes.com/2020/08/07/us/remote-learning-fall-2020.html"}