{"authors": ["Caity Weaver"], "date_download": "2022-10-25 23:36:49", "date_modify": "2022-10-25 23:36:49", "date_publish": "2020-06-29 09:00:17", "description": "Filming Bravo’s hit reality franchise about yachts and yachties is a complex logistical operation.", "filename": "2020_06_29_style_below-deck-bravo_1666741009.html", "image_url": "https://static01.nyt.com/images/2020/07/02/fashion/29belowdeck-7/29belowdeck-7-facebookJumbo.jpg?year=2020&h=550&w=1050&s=a0ea78e756528895b951c103a1afdd8f7916e7d459ad465bf785494db95f9d99&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_29_style_below-deck-bravo_1666741009.html", "title": "The Reality Behind ‘Below Deck’", "title_page": "The Reality Behind ‘Below Deck’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PALMA, Majorca — A provocative theory in vogue among physicists and philosophers suggests that we humans are not experiencing, and have not ever experienced, reality.\nWhat we understand as reality, the theory proposes, may merely be one of an astronomical number of vivid computer simulations of an ancient past, designed by humanity’s distant descendants to study the evolution of their forebears. If so, the United States of America is about as real as, say, the Mushroom Kingdom in an unattended game of Super Mario Bros. Our creators are not the deities of any major world religion, but the architects of the simulation we inhabit.\nHow might they perceive our lives — this advanced civilization for whom every facet of our existence, from elation to exhaustion, is merely edu-tainment about the human experience?\nHopefully with an excitement similar to the rapt fascination with which the production team of “Below Deck Mediterranean” watched the cast of “Below Deck Mediterranean” living out the events that would become season five of “Below Deck Mediterranean” (currently airing on Bravo) twenty-four hours a day for six straight weeks, from a small headquarters hidden in a stateroom on the “Below Deck Mediterranean” yacht as it sailed around Majorca late last summer.", "url": "https://www.nytimes.com/2020/06/29/style/below-deck-bravo.html"}