{"authors": ["Victor Mather"], "date_download": "2022-10-25 23:43:24", "date_modify": "2022-10-25 23:43:24", "date_publish": "2020-05-08 17:52:02", "description": "A 1-0 win for Jeonbuk over the Suwon Bluewings got unusual attention because of the pandemic, as crowd noise was pumped in and those on the sidelines wore masks.", "filename": "2020_05_08_sports_soccer-south-korea_1666741404.html", "image_url": "https://static01.nyt.com/images/2020/05/08/sports/08nosports01/08nosports01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cbfc222b1f087eb68e8aa7c6b9859c2ae23a153e8d0be59630e8c805be0404b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_08_sports_soccer-south-korea_1666741404.html", "title": "After Fanfare for Baseball, Soccer Is Also Back in South Korea", "title_page": "After Fanfare for Baseball, Soccer Is Also Back in South Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The players were told by their team, the Gold Coast Titans, that they would not be able to rejoin the squad without the shots. One of them, Nathan Peats, then said he had changed his mind and would get a shot, noting that he was not anti-vaccination, but had been the victim of a bad reaction to a flu shot a few years ago.\nAnother player, Bryce Cartwright, defended his right not to get a shot: “I stand for freedom to choose what goes into our bodies. I am pro-choice, pro-informed consent and pro-medical freedom. I have nothing against people who choose to vaccinate, so to label me an ‘anti-vaxxer’ is spreading misinformation.”\nSeveral players from other teams were reported to have also declined flu shots.\nIn the midst of the rugby hubbub, the Australian rules football league said it would merely recommend flu shots, not require them.\nLet’s hope the next bit of rugby news from Australia is, well, a game of rugby.\nYouth Baseball is On\nYouth baseball is returning on Sunday in St. Louis. But the games will look a little different.\n“Safety of these kids is a high priority,” Rob Worstenholm, the owner of GameTime Tournaments, which is running the event, told The St. Louis Post-Dispatch. “It’s going to be by those rules. So if you don’t want to play by those rules, then that’s fine, but not with us.”\nPlayers, coaches and umpires will have to stay six feet apart, and only three people will be allowed in the dugout at a time. There will be no high-fives or fist pumps. Instead, players will be encouraged to tip their hats to each other. Coaches will not be allowed onto the field to argue a call. The benches will be sanitized between games and the balls will be cleaned between innings. Players will also not be allowed to share equipment or water bottles, and spectators will have to sit in the outfield.\n“The parents are really mixed,” Worstenholm told The Post-Dispatch. “I’ve heard everything from, ‘Man, I’m ready to play, like, yesterday,’ to ‘I’m not playing at all this year.’”", "url": "https://www.nytimes.com/2020/05/08/sports/soccer-south-korea.html"}