{"authors": ["Amy Qin"], "date_download": "2022-10-25 23:49:10", "date_modify": "2022-10-25 23:49:10", "date_publish": "2020-02-03 13:34:06", "description": "State news outlets reported that the 1,000-bed facility would accept patients from Monday even as construction workers raced to complete it.", "filename": "2020_02_03_world_asia_coronavirus-wuhan-hospital_1666741750.html", "image_url": "https://static01.nyt.com/images/2020/02/03/world/03hospital-visual-promo/03hospital-visual-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=f8e0f7ee31fa2e70a7af246e2b318429569f5ccd27ebd3fee35ce056568a54af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_03_world_asia_coronavirus-wuhan-hospital_1666741750.html", "title": "China Pledged to Build a New Hospital in 10 Days. It’s Close.", "title_page": "China Pledged to Build a New Hospital in 10 Days. It’s Close. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WUHAN, China — People desperate for treatment started descending on a new hospital that was mostly built in just 10 days to help cope with the outbreak of the new coronavirus in the central city of Wuhan on Monday.\nConstruction workers in hard hats, medical staff in hazmat suits, and men and women in army fatigues scrambled around the dusty site on Monday afternoon, dodging moving trucks, excavators and cranes. Workers were still trying to finish construction on the Huoshenshan Hospital — a name that means “Fire God Mountain” — even as the facility prepared to accept its first batch of patients, the official state broadcaster, China Central Television, reported.\n[Read: How to survive an outbreak.]\nXue Ying, a resident of Wuhan, had driven to the new hospital hoping to find help for his increasingly unwell cousin. But city officials and signs on checkpoints have said the hospital would not accept walk-ins. Admission was only for patients with officially confirmed coronavirus infections who were transferred from other facilities.", "url": "https://www.nytimes.com/2020/02/03/world/asia/coronavirus-wuhan-hospital.html"}