{"authors": ["Elizabeth A. Harris"], "date_download": "2022-10-25 22:55:08", "date_modify": "2022-10-25 22:55:08", "date_publish": "2020-06-05 20:59:25", "description": "Books on the subject have soared up best-seller lists as protests continue across the country.", "filename": "2020_06_05_books_antiracism-books-race-racism_1666738508.html", "image_url": "https://static01.nyt.com/images/2020/06/09/books/06antiracism/06antiracism-facebookJumbo.jpg?year=2020&h=549&w=1050&s=826511507667a6750f4c16a5be0cc6c39664d28a9d5bc62e6cf3a23dbf5f38b6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_05_books_antiracism-books-race-racism_1666738508.html", "title": "People Are Marching Against Racism. They’re Also Reading About It.", "title_page": "People Are Marching Against Racism. They’re Also Reading About It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As protests around the country against racism and police violence extend well into their second week, demand for books about race and anti-racism has surged.\nAs of this writing, almost all of the top best-selling books on Amazon (seven out of 10) and at Barnes & Noble (nine out of 10) take on these topics, including “How to Be an Antiracist,” by Ibram X. Kendi, “White Fragility,” by Robin DiAngelo, and “So You Want to Talk About Race,” by Ijeoma Oluo.\nOn the most recent New York Times list of best-selling nonfiction in e-books and print, five of the Top 15 titles address racism. One of them, “The New Jim Crow,” Michelle Alexander’s book about mass incarceration, was published 10 years ago.\nThe week before, there were none.\n“People want these books in hand today,” said Kelly Estep, one of the owners of Carmichael’s Bookstore in Louisville, Ky., where Breonna Taylor, a black emergency room technician, was shot and killed by the police in March. “They feel like it’s something they can do right now.”", "url": "https://www.nytimes.com/2020/06/05/books/antiracism-books-race-racism.html"}