{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:24:38", "date_modify": "2022-10-25 23:24:38", "date_publish": "2020-11-07 01:44:06", "description": "Mr. Perdue, a first-term Republican, narrowly failed to clear 50 percent of the vote, sending the race to a January runoff that, along with another runoff contest, will probably determine which party controls the Senate.", "filename": "2020_11_06_us_politics_georgia-senate-david-perdue_1666740278.html", "image_url": "https://static01.nyt.com/images/2020/11/05/us/politics/00dc-gasenate-hfo-sub1/00dc-gasenate-hfo-sub1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7e110789758bb0d0e36521fed8b813040f20fdd3d57b46edc31d6bd0f04bb3eb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_06_us_politics_georgia-senate-david-perdue_1666740278.html", "title": "Jon Ossoff and David Perdue's Georgia Senate Race Goes to Runoff", "title_page": "Jon Ossoff and David Perdue's Georgia Senate Race Goes to Runoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Control of the Senate hung in the balance on Friday in Georgia after Senator David Perdue, a Republican, fell just short of the majority of votes he needed to win re-election, setting the stage for a second January runoff in the rapidly changing state.\nWith the Senate narrowly divided between Republicans and Democrats, the twin rematches scheduled for just two weeks before Inauguration Day will almost certainly determine which party comes away with the power to shape the fate of President-elect Joseph R. Biden Jr.’s agenda.\nFacing such extraordinarily high stakes, both parties were quickly positioning themselves for a nine-week, year-end sprint that could cost another $100 million and amount to a referendum on the outcome of the presidential election, which President Trump and his allies have baselessly claimed was stolen. The runoffs promised to thrust a quickly evolving Georgia into the center of the nation’s political fray and test the extent of Democrats’ emerging strength in what was once a Republican stronghold in the Deep South.\nGeorgia’s special Senate election has been destined for a runoff since Tuesday, when the Rev. Dr. Raphael Warnock, a Democrat, and Senator Kelly Loeffler, a Republican, emerged as the top two vote getters in a crowded field vying to replace the retired senator Johnny Isakson.", "url": "https://www.nytimes.com/2020/11/06/us/politics/georgia-senate-david-perdue.html"}