{"authors": ["Katherine J. Wu"], "date_download": "2022-10-25 23:48:43", "date_modify": "2022-10-25 23:48:43", "date_publish": "2020-07-08 21:54:23", "description": "The largest study yet confirms that race, ethnicity, age and sex can raise a person’s chances of dying from Covid-19.", "filename": "2020_07_08_health_coronavirus-risk-factors_1666741723.html", "image_url": "https://static01.nyt.com/images/2020/07/08/science/00virus-death-risk01/merlin_171794538_53436b45-cf6b-44e4-a905-2969655c593e-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b6afe0b017b650a39b3e3e2a526ff6927f5a8f0dc92287e69b44c6cd994bdc75&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_08_health_coronavirus-risk-factors_1666741723.html", "title": "Study of 17 Million Identifies Crucial Risk Factors for Coronavirus Deaths", "title_page": "Study of 17 Million Identifies Crucial Risk Factors for Coronavirus Deaths - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“A lot of previous work has focused on patients that present at hospital,” said Dr. Ben Goldacre of the University of Oxford, one of the authors on the study. “That’s useful and important, but we wanted to get a clear sense of the risks as an everyday person. Our starting pool is literally everybody.”\nDr. Goldacre’s team found that patients older than 80 were at least 20 times more likely to die from Covid-19 than those in their 50s, and hundreds of times more likely to die than those below the age of 40. The scale of this relationship was “jaw-dropping,” Dr. Goldacre said.\nAdditionally, men stricken with the virus had a higher likelihood of dying than women of the same age. Medical conditions such as obesity, diabetes, severe asthma and compromised immunity were also linked to poor outcomes, in keeping with guidelines from the Centers for Disease Control and Prevention in the United States. And the researchers noted that a person’s chances of dying also tended to track with socioeconomic factors like poverty.\nThe data roughly mirror what has been observed around the world and are not necessarily surprising, said Avonne Connor, an epidemiologist at Johns Hopkins University who was not involved in the study. But seeing these patterns emerge in a staggeringly large data set “is astounding” and “adds another layer to depicting who is at risk” during this pandemic, Dr. Connor said.\nParticularly compelling were the study’s findings on race and ethnicity, said Sharrelle Barber, an epidemiologist at Drexel University who was not involved in the study. Roughly 11 percent of the patients tracked by the analysis identified as nonwhite. The researchers found that these individuals — particularly Black and South Asian people — were at higher risk of dying from Covid-19 than white patients.", "url": "https://www.nytimes.com/2020/07/08/health/coronavirus-risk-factors.html"}