{"authors": ["Nellie Bowles"], "date_download": "2022-10-25 23:37:49", "date_modify": "2022-10-25 23:37:49", "date_publish": "2020-12-31 21:46:39", "description": "A pioneer of aerospace and missile systems, he rose to chief executive, then initiated the Lockheed-Martin merger that formed the world’s largest military contractor.", "filename": "2020_12_31_business_daniel-m-tellep-dead_1666741069.html", "image_url": "https://static01.nyt.com/images/2021/01/06/obituaries/28Tellep1/28Tellep1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=478a0c7c261b88982cb6da58045315797381eb23ca719f26b1104a6cb94591c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_31_business_daniel-m-tellep-dead_1666741069.html", "title": "Daniel M. Tellep, Engineer Who Steered Lockheed’s Growth, Dies at 89", "title_page": "Daniel M. Tellep, Engineer Who Steered Lockheed’s Growth, Dies at 89 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Daniel M. Tellep, an aerospace engineer who initiated a merger between Lockheed and Martin Marietta to form the world’s largest military contractor, then became its first chief executive, died on Nov. 26 at his home in Saratoga, Calif. He was 89.\nHis death was confirmed by his daughter Susan Tellep.\nMr. Tellep was at Lockheed’s helm as the Cold War was ending. Lockheed, based in Calabasas, was struggling and looking at potentially diminished demand with the relaxation of global tensions, as was Martin Marietta, led at the time by Norman R. Augustine. The merger, in 1995, created a defense industry behemoth. In 2019, Lockheed Martin net sales were $59.8 billion.\n“The ‘merger of equals’” that he orchestrated between Lockheed and Martin “led to innovations and capabilities that continue to protect our nation, our allies, and our highest ideals,” Marillyn Hewson, Lockheed Martin’s executive chairwoman, said in a statement after Mr. Tellep’s death.\nAs a chief executive at Lockheed and then at Lockheed Martin, Mr. Tellep oversaw development of military communications satellites, photographic intelligence satellites, the Hubble Space Telescope and more.", "url": "https://www.nytimes.com/2020/12/31/business/daniel-m-tellep-dead.html"}