{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:32:33", "date_modify": "2022-10-25 23:32:33", "date_publish": "2020-12-05 10:00:16", "description": "Senators Lamar Alexander, a Republican, and Tom Udall, a Democrat, agree the institution needs fixing but differ on what the solution is.", "filename": "2020_12_05_us_senate-lamar-alexander-tom-udall_1666740753.html", "image_url": "https://static01.nyt.com/images/2020/12/06/us/politics/06dc-hulse-print2/merlin_180728304_419bc236-039d-4c8d-b1f3-4409f144e2c0-facebookJumbo.jpg?year=2020&h=549&w=1050&s=54d319595ca7352bb4e9021ebccf3d7b97b627ca3e5ffe8845b97fbeee37c164&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_05_us_senate-lamar-alexander-tom-udall_1666740753.html", "title": "Lamar Alexander and Tom Udall Agree to Disagree on How to Fix a Split Senate", "title_page": "Lamar Alexander and Tom Udall Agree to Disagree on How to Fix a Split Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It makes it difficult to work in the middle, which the Senate is supposed to do,” he said.\nPerhaps the best measure of how far the Senate has fallen is the dearth of amendments considered on the floor, which is devoted mainly to judicial confirmation votes. Senators used to fight it out over their bills. Now, with senators unwilling to take politically risky votes, even the few pieces of legislation that are produced are typically prepackaged in leadership suites and put on the floor with little opportunity for senators to propose or debate changes.\nEver the Tennessean, Mr. Alexander compared it to “joining the Grand Ole Opry and not being allowed to sing.” But he said the problem was not with the rules; it is with senators who reflexively block their colleagues from bringing up amendments, effectively shutting down the Senate. What is needed, he said, was a change in behavior by senators, who must learn to show the “restraint” necessary to allow debate and the political courage to vote no when they oppose something — rather than stifle it outright.\nBut Mr. Udall was having none of the idea that a behavioral adjustment was all that was necessary.\n“I don’t buy the statement that the rules are fine, that we just need to change the people or we need the people to change themselves or we just need to get better leaders when the institution hasn’t worked for decades,” Mr. Udall said. “This system is broken, and I don’t think there is any doubt of that.”\nHe has pushed a sweeping top-to-bottom overhaul of a political system he considers corrupted by huge, undisclosed donors and has persuaded all of his Democratic colleagues in the Senate to sign on to it — no easy task. Though it had no chance of advancing in a Republican-controlled Senate, the provisions on tightening campaign finance laws, ending gerrymandering, imposing lobbying restrictions and simplifying voter registration are the types of changes a Democratic-controlled Senate might pursue. Mr. Udall said he believed that bold changes were needed to shake Congress out of stasis and allow lawmakers to attack the challenges facing the country.\n“We can right this ship and make it so Republicans and Democrats can work together and do the things we need done for the planet and country,” Mr. Udall said.\nDespite their differences, Mr. Udall and Mr. Alexander respect each other after serving together on the Rules Committee and airing their conflicting views. Mr. Udall remembered that Mr. Alexander was the first senator to invite him and his wife to dinner upon his joining the Senate.\nNow they will step aside and let others try to rescue the Senate as they watch from outside the institution they revere, despite its obvious failings.\n“I’m going home to east Tennessee and I’m going to turn the page,” Mr. Alexander said. “For about 50 years, I have had at least one of the best seats in the house.”", "url": "https://www.nytimes.com/2020/12/05/us/senate-lamar-alexander-tom-udall.html"}