{"authors": ["John Schwartz", "Christopher Flavelle"], "date_download": "2022-10-25 23:24:39", "date_modify": "2022-10-25 23:24:39", "date_publish": "2020-05-21 15:36:00", "description": "This year’s season is complicated by the coronavirus pandemic, which makes relief strategies like group shelters risky.", "filename": "2020_05_21_climate_hurricane-season-2020-noaa_1666740279.html", "image_url": "https://static01.nyt.com/images/2020/05/21/climate/21CLI-HURRICANES1/21CLI-HURRICANES1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1156d6c8c86f6c44dfb01195deb52bb44146e713abf6b5477414b3a90dc49637&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_21_climate_hurricane-season-2020-noaa_1666740279.html", "title": "Scientists Predict ‘Busy’ Atlantic Hurricane Season Amid Virus Crisis", "title_page": "Scientists Predict ‘Busy’ Atlantic Hurricane Season Amid Virus Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One of the challenges facing disaster officials is how to protect people forced to leave their homes without exposing them to the coronavirus. In previous storm seasons, local officials and nonprofit groups have relied on what they call congregate shelters — rows of cots in high school gymnasiums, church basements or other crowded spaces.\nUnderstand the Latest News on Climate Change Card 1 of 5 Shifting patterns. The melting of the snowpack in the high Cascades has long been a source of sustenance in the Pacific Northwest. But as climate change makes seasons less predictable and precipitation more variable, people there are reimagining the region’s future and the tools that will be needed to manage it. Facing drought. The story of the Netherlands’ long struggles against excess water is written all over its boggy landscape. Now that climate change is drying it out, the Dutch are hoping to engineer once again their way to safety — only this time, by figuring out how to hold onto water instead of flushing it out. A more extreme monsoon. South Asia’s annual monsoon is inextricably linked, culturally and economically, to much of Asia, bringing life-giving water to nearly one-quarter of the world’s population. But climate change is making the monsoon more erratic, less dependable and even dangerous, with more violent rainfall as well as worsening dry spells. Wildfire smoke pollution. Smoke from wildfires has worsened over the past decade, potentially reversing decades of improvements in Western air quality made under the Clean Air Act, according to new research. Some areas in the Western United States had increases in particulate pollution from smoke that were about the same amount as the improvements in air quality from regulating factories and other sources of pollution. Relinquishing a fortune. Yvon Chouinard, the founder of the outdoor apparel maker Patagonia, transferred ownership of his company to a trust and an organization devoted to fighting climate change. The move comes at a moment of growing scrutiny for billionaires whose rhetoric about making the world a better place often don’t match reality.\nThe American Red Cross, which manages most of the country’s shelters, is “prioritizing individual hotel rooms over congregate shelters,” according to Stephanie Rendon, a spokeswoman for the organization.\nBut she said individual rooms might not be an option in large-scale disasters like hurricanes, so the Red Cross would instead rely on “additional safety precautions” for group shelters, such as health screenings, masks, additional space between cots and extra cleaning and disinfecting.\nThe coronavirus has also put new strain on FEMA, which as of Thursday was managing 103 major disasters around the country, according to agency records.\nJust 38 percent of FEMA staff members were available to be deployed to a disaster zone; for some of the agency’s specialized staff, such as field leaders and safety experts, less than one-quarter were available.\n“We have not taken our eye off the ball about handling other disasters,” said Peter T. Gaynor, the FEMA administrator, in a call with reporters this month.", "url": "https://www.nytimes.com/2020/05/21/climate/hurricane-season-2020-noaa.html"}