{"authors": ["Reggie Ugwu"], "date_download": "2022-10-25 23:37:46", "date_modify": "2022-10-25 23:37:46", "date_publish": "2020-04-03 14:00:08", "description": "Eliza Hittman explains how she came to make her timely odyssey “Never Rarely Sometimes Always,” the unusual movie about abortion rights that makes bureaucracy the villain.", "filename": "2020_04_03_movies_abortion-movie-director_1666741066.html", "image_url": "https://static01.nyt.com/images/2020/04/12/arts/03abortion-movie1/03abortion-movie1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=5b8ffee3cbcd4bd113855902e5aed11518e2dcd38fe24690d29f2eb396a40370&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_03_movies_abortion-movie-director_1666741066.html", "title": "Seeing Abortion Laws From a Teenager’s Point of View", "title_page": "Seeing Abortion Laws From a Teenager’s Point of View - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hi. My name is Eliza Hittman. And I am the writer and director of ‘Never Rarely Sometimes Always.’ “I want to spend a few minutes talking with you about your relationships, O.K.? Because they can affect your health. Did you know that?” The scene that you’re watching an excerpt from is the pivotal scene of the entire film. The main character— her name is Autumn. The actor’s name is Sidney Flanigan— has finally reached Planned Parenthood in Brooklyn. And she is going through her intake questionnaire with a counselor before she has an abortion. The scene is shot actually at Margaret Sanger, which is a Planned Parenthood on Bleecker Street. And that level of authenticity was really important for me in shooting the film. And the actress, Sidney Flanigan, is doing the scene not with another actor, but with an actual counselor named Kelly Chapman who I met doing research for the film. “Always.” “Why are you asking me this?” “I want to make sure that you’re safe.” The shooting style of the scene was very simple, intentionally so. I didn’t want to do anything stagy to get in the way of the intimacy of the questions that are being asked. “Your partner has hit you, slapped you, or physically hurt you. Never, rarely, sometimes, always.” So we went for a very stripped down, minimal approach. We used two cameras. One is frontal on Sidney, and one is actually 3/4 profile. And those two cameras were pushed very, very, very close to her. Because we wanted to trap her a little bit to intensify the emotions of the scene. “It’s just a couple more questions, all right?” I spent a lot of time rehearsing the scene, because it was so important. And on the day that we shot, I took Sidney aside. Because, sometimes, when you work on an independent film set, it’s a little like being on a construction site. And I wanted to quarantine her away from all of the commotion. And I found a private office for her to sit in. And she sat for several hours. And I remember, I came in, and she said, I’m ready, let’s do it. And the scene that is in the film, it’s actually the first take. Then after she did it, she said it was cathartic, and she couldn’t do it again. - Has anyone forced you into a sexual act ever in your lifetime? Yes or no.", "url": "https://www.nytimes.com/2020/04/03/movies/abortion-movie-director.html"}