{"authors": ["Jennifer Steinhauer"], "date_download": "2022-10-25 23:19:13", "date_modify": "2022-10-25 23:19:13", "date_publish": "2020-11-26 20:42:20", "description": "While no troops will be administering shots or dropping off doses, scores of Defense Department employees are involved in the effort.", "filename": "2020_11_26_us_politics_coronavirus-vaccine-military-trump_1666739953.html", "image_url": "https://static01.nyt.com/images/2020/11/25/us/politics/0DC-VACCINE-MILITARY-1/0DC-VACCINE-MILITARY-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d0dcebd428e77991ed30ef50c94e6ab7480fe136132965f6c700742b759680f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_26_us_politics_coronavirus-vaccine-military-trump_1666739953.html", "title": "Military’s Role in Vaccine to Be Strictly Behind the Scenes", "title_page": "Military’s Role in Vaccine to Be Strictly Behind the Scenes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Wrangling volunteers for four expedited vaccine trials — a chore in any circumstance — became even more challenging during a pandemic, when asking hundreds of thousands of subjects to sit in hospital waiting rooms and other health care centers was often not feasible. The Pentagon has helped three companies — AstraZeneca, Moderna and Janssen — set up pop-up sites to conduct trials at 63 locations nationwide.\nNeeded for each site: double-wide trailers equipped with wheelchair ramps and septic systems. Also, some will need to be hurricane-proof.\nThese are the types of things that the military can quickly obtain through its contracting system, as well as any permits needed to set it all up. “We have the ability to set up large-scale housing capabilities throughout the entire world at a moment’s notice,” General Ostrowski said.\nMilitary officials can call up companies, he said, “And say, ‘I need X number of trailers, and I need them immediately.’” The personnel on his team “work closely with all the city officials to make sure we have all the certificates and that all the codes are being addressed,” he said.\nThe two pharmaceutical companies currently leading the vaccine race, Pfizer and Moderna, have estimated that they will have 45 million doses, or enough to vaccinate 22.5 million Americans, by early next year. Because they began manufacturing vaccines that were awaiting federal approval, they should be ready to begin shipping them within days of securing it.\nBut some companies were hampered by a lack of excess manufacturing capacity in the United States and a shortage of many of the goods needed to make and package vaccines. For raw materials, the military has been able to leverage its contracting muscle, as well as the Defense Production Act, a Korean War-era law that permits the federal government to impose some control over the private sector.", "url": "https://www.nytimes.com/2020/11/26/us/politics/coronavirus-vaccine-military-trump.html"}