{"authors": ["Neil Vigdor", "Daniel Victor", "Christine Hauser"], "date_download": "2022-10-25 23:29:18", "date_modify": "2022-10-25 23:29:18", "date_publish": "2020-06-05 04:33:40", "description": "A video showed the protester motionless on the ground and bleeding. Fifty-seven officers resigned from the department’s Emergency Response Team in solidarity with the two who were suspended.", "filename": "2020_06_05_us_buffalo-police-shove-protester-unrest.html_action=click&module=RelatedLinks&pgtype=Article_1666740558.html", "image_url": "https://static01.nyt.com/images/2020/06/06/autossell/Police-Push1/Police-Push-facebookJumbo.jpg?year=2020&h=549&w=1050&s=a059221403a0ec3252c5ab784e363000f93f6dea6f44ece66fe1a48f6803a9f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_05_us_buffalo-police-shove-protester-unrest.html_action=click&module=RelatedLinks&pgtype=Article_1666740558.html", "title": "Buffalo Police Officers Suspended After Shoving 75-Year-Old Protester", "title_page": "Buffalo Police Officers Suspended After Shoving 75-Year-Old Protester - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Prosecutors are investigating the actions of two Buffalo police officers who were suspended without pay on Thursday night after a video showed them shoving a 75-year-old protester, who was hospitalized with a head injury.\nThe video taken by WBFO, a local radio station, shows the man, identified on Friday as Martin Gugino, approaching a group of officers during a protest stemming from the death of George Floyd. He was identified by the Western New York Peace Center, a nonprofit that named him in a Facebook post, saying he is a peace activist and a member.\nAfter the video shows Mr. Gugino stopping in front of the officers to talk, an officer yells “push him back” three times; one officer pushes his arm into Mr. Gugino’s chest, while another extends his baton toward him with both hands. Mr. Gugino flails backward, landing just out of range of the camera, with blood immediately leaking from his right ear.\nAn officer leans down to examine him, the video shows, but another officer then pulls the first officer away. Several other officers are seen walking by the man, motionless on the ground, without checking on him.", "url": "https://www.nytimes.com/2020/06/05/us/buffalo-police-shove-protester-unrest.html?action=click&module=RelatedLinks&pgtype=Article"}