{"authors": ["Mike Isaac", "Cecilia Kang"], "date_download": "2022-10-25 23:42:51", "date_modify": "2022-10-25 23:42:51", "date_publish": "2020-05-29 21:07:00", "description": "The companies have similar policies on the limits of what they allow users to post. But Facebook is more permissive when the user is President Trump.", "filename": "2020_05_29_technology_twitter-facebook-zuckerberg-trump_1666741371.html", "image_url": "https://static01.nyt.com/images/2020/05/30/business/29zuckerberg/30ZUCK-COMBO-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cea27b572e7cef8a1be66a2864d49158e9cc1597f0186c0d68ea238dcdd03b1a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_29_technology_twitter-facebook-zuckerberg-trump_1666741371.html", "title": "While Twitter Confronts Trump, Zuckerberg Keeps Facebook Out of It", "title_page": "While Twitter Confronts Trump, Zuckerberg Keeps Facebook Out of It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By staying on the sidelines as Twitter does battle with Mr. Trump and his allies, Mr. Zuckerberg could gain unlikely Republican friends to stave off regulatory intervention into his business, which lawmakers around the world have threatened for more than a year.\nMany people in the tech industry believe regulators — not economic collapse brought on by the coronavirus pandemic or any other problem — are the one existential risk to Mr. Zuckerberg’s business.\n“Zuckerberg’s instincts have been right,” said Brendan Carr, a Republican commissioner at the Federal Communications Commission. “Zuckerberg said, ‘We trust people to make up their minds.’”\nBut Mr. Zuckerberg’s hands-off approach to Mr. Trump’s increasingly incendiary behavior on social media runs the risk of alienating some users who think the rules about what can be posted to Facebook should be applied equally to everyone, including world leaders. It could also infuriate some of the company’s Silicon Valley work force, who still believe Facebook isn’t doing enough to counter misinformation campaigns.\nAnd it could lend more ammunition to critics who say Mr. Zuckerberg is still unwilling — or unable — to own up to his company’s role in disseminating information to the world, particularly when many news organizations are collapsing.\n“Twitter and Facebook both have community standards and policies to combat voter suppression, hate and the incitement of violence, and yet Twitter is actually enforcing those standards against the president of the United States and Facebook is doing nothing,” said Vanita Gupta, the president of the Leadership Conference of Civil and Human Rights. “The harm from this approach by Facebook is mass confusion, voter suppression and possible violence.”\nTwitter has started to experience the repercussions of taking on the White House. Several Republican lawmakers and regulators argued — on Twitter — that Twitter was being hypocritical because it was focusing on Mr. Trump while allowing other world leaders to spread lies.", "url": "https://www.nytimes.com/2020/05/29/technology/twitter-facebook-zuckerberg-trump.html"}