{"authors": ["Alexandra Stevenson"], "date_download": "2022-10-25 23:52:39", "date_modify": "2022-10-25 23:52:39", "date_publish": "2020-02-13 06:57:45", "description": "Policed by his neighbors and inundated with misinformation, Bob Huang watches a small community grow increasingly isolated.", "filename": "2020_02_13_world_asia_china-coronavirus-american_1666741959.html", "image_url": "https://static01.nyt.com/images/2020/02/11/world/00life-insider-1/00life-insider-1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=e831f25d2878fd982e1d17fb68497725d2173b8b16bc258666a277d5348d67c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_13_world_asia_china-coronavirus-american_1666741959.html", "title": "An American in a Locked Down Chinese Town: ‘Everyone Here Is So Bored’", "title_page": "An American in a Locked Down Chinese Town: ‘Everyone Here Is So Bored’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Another guard told Mr. Huang that he saw a memo from the same lab, which had been posted online. The Wuhan lab had a cure, too, the second guard argued, and scientists planned to sell it and make boatloads of money.\n(Scientists from around the world have broadly rejected the idea that the coronavirus was made by humans.)\nMr. Huang has to pass through several more makeshift checkpoints just to get to the market. At each checkpoint, Mr. Huang must write down his personal information and have his temperature checked. He goes through the same routine when he returns home. A 10 minute journey now takes three times as long.\nThe guards might be ad hoc, but they take their jobs seriously. One day a drunk neighbor returned to Mr. Huang’s complex and refused to explain why he had been gone for more than a day. The guards called in eight cops to subdue the man.\n“Yeah, I was there rubbernecking,” Mr. Huang said. “But I wasn’t allowed to take pictures. Sad.”\nSure, the checkpoints and lockdown might seem extreme, Mr. Huang said, but they aren’t infallible. He has a friend in a nearby town who sneaks out to go swimming in the river every day.\nOne day last week, a man from a neighboring province walked into town after a four-day trek along smaller roads not subject to road checks. “There are plenty of cracks to be found,” he said.\nThe biggest problem, Mr. Huang said, is the town’s deep combination of listlessness and loneliness. Human interactions are becoming fewer and farther between as local officials change the rules to try to contain the virus. Now, each family can only send one member out to buy food once every two days.", "url": "https://www.nytimes.com/2020/02/13/world/asia/china-coronavirus-american.html"}