{"authors": ["Mike Baker"], "date_download": "2022-10-25 23:49:09", "date_modify": "2022-10-25 23:49:09", "date_publish": "2020-03-11 18:26:45", "description": "A suburban hospital in Kirkland, Wash., has faced the brunt of the coronavirus outbreak. Here is their story.", "filename": "2020_03_11_us_coronavirus-kirkland-hospital-seattle_1666741749.html", "image_url": "https://static01.nyt.com/images/2020/03/11/us/11VIRUS-EVERGREEN-facade3/11VIRUS-EVERGREEN-facade3-facebookJumbo.jpg?year=2020&h=549&w=1050&s=1565207714f5ca22354e8e2d305f4c340ce2a61fca183624182cb9af504b41ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_11_us_coronavirus-kirkland-hospital-seattle_1666741749.html", "title": "A Rare Look Inside the Hospital Where 15 Coronavirus Patients Have Died", "title_page": "A Rare Look Inside the Hospital Where 15 Coronavirus Patients Have Died - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Unlike at any other hospital in the United States, the staff members at the hospital in Kirkland, Wash., have faced the brunt of the rapidly escalating coronavirus outbreak. So far, 65 people who have come through the hospital have tested positive for the virus, a number that grows by the day. Fifteen of them have died, mostly residents of a nearby nursing home devastated by the illness and half the nation’s death toll.\nWhile much of the country is just starting to see clusters of cases emerge, the hospital east of Seattle offers a window into the challenges set to cascade through the nation’s health care system, testing the resilience of workers, the readiness of institutions and the flexibility of supply chains.\nThe past few weeks have seen medical workers operating at the very edges of their capabilities, facing a virus so virulent that some patients were dying within hours of coming down with their first symptoms.\nCaregivers who had been sent home into quarantine had to be called back to work to face the overwhelming task at hand. Engineers spent late nights scrambling to overhaul rooms so that contaminated air could not escape. Sanitation and janitorial crews struggled to swab down rooms where even a trace of the virus could infect the next patient. Supplies were so strained that nurses turned to menstrual pads to buttress the padding in their helmets.", "url": "https://www.nytimes.com/2020/03/11/us/coronavirus-kirkland-hospital-seattle.html"}