{"authors": ["Annie Karni", "Katie Rogers"], "date_download": "2022-10-25 23:32:19", "date_modify": "2022-10-25 23:32:19", "date_publish": "2020-07-28 09:00:21", "description": "Whether he is dealing with the loss of a family member or the deaths of nearly 150,000 Americans in a surging pandemic, President Trump almost never displays empathy in public. He learned it from his father.", "filename": "2020_07_28_us_politics_donald-fred-trump_1666740739.html", "image_url": "https://static01.nyt.com/images/2020/07/28/us/politics/28dc-fredtrump1/merlin_97610656_78a7876d-c54b-430a-a599-163bcf354205-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2d007b1c47679ccdd51ee251bfb9339332f2fc24a7e6e42751a8cb72316b3e23&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_28_us_politics_donald-fred-trump_1666740739.html", "title": "Like Father, Like Son: President Trump Lets Others Mourn", "title_page": "Like Father, Like Son: President Trump Lets Others Mourn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“His style as a leader is having to be a tough guy,” Representative Peter T. King of New York, one of the president’s allies, said in an interview. “You can’t show any type of weakness. He doesn’t want to show that this is getting the best of him.”\nMr. Trump has exhibited this behavior all his life, friends and family members say. He learned it, they say, at home, particularly from his father, a disciplinarian who spent hundreds of millions of dollars financing his son’s career and taught him to either dominate or submit. In Fred Trump’s world, showing sadness or hurt was a sign of weakness.\n“The only thing that Trump ever cared about was he had this thing: ‘I’ve got to win. Teach me how to win,’” George White, a former classmate of Mr. Trump’s at the New York Military Academy who spent years around both father and son, said in an interview.\nRecalling Fred’s hard-driving influence, Mr. White said that Mr. Trump’s former school mentor, a World War II combat veteran named Theodore Dobias, once told him that “he had never seen a cadet whose father was harder on him than his father was on Donald Trump.” Fred Trump would visit nearly every weekend to keep watch over his son, Mr. White said.\nMr. Trump’s father is still part of his life, said Andrew Stein, a former Manhattan borough president who has known the president for decades and has met regularly with him at the White House. Mr. Trump, he said, has often pointed up to the ceiling and referred to his father when they have been alone in the Oval Office. “He’ll look up to heaven, and say, ‘Fred, can you believe this?’” Mr. Stein said.\nThis article is based on interviews with more than 20 of Mr. Trump’s friends, political allies, administration members, family members, and current and former employees.\nFred Trump’s domineering relationship with his children, and how that shaped his second son, is now the central animating force of the best-selling “Too Much and Never Enough: How My Family Created the World’s Most Dangerous Man,” by Ms. Trump, a clinical psychologist and Mr. Trump’s only niece.", "url": "https://www.nytimes.com/2020/07/28/us/politics/donald-fred-trump.html"}