{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:49:24", "date_modify": "2022-10-25 23:49:24", "date_publish": "2020-08-19 09:00:20", "description": "Just one in five families will have any sort of in-person help, a new survey finds, and parents are feeling stressed and stranded.", "filename": "2020_08_19_upshot_coronavirus-home-school-parents_1666741764.html", "image_url": "https://static01.nyt.com/images/2020/08/17/business/00up-virus-schoolyear1/00up-virus-childcare1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=9ce5b69b1ae61724005b6950f8f60b27b199db548457ef3145670614866941df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_19_upshot_coronavirus-home-school-parents_1666741764.html", "title": "‘I’m Only One Human Being’: Parents Brace for a Go-It-Alone School Year", "title_page": "‘I’m Only One Human Being’: Parents Brace for a Go-It-Alone School Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Parents across America are facing the pandemic school year feeling overwhelmed, anxious and abandoned. With few good options for support, the vast majority have resigned themselves to going it alone, a new survey for The New York Times has found.\nJust one in seven parents said their children would be returning to school full time this fall, and for most children, remote school requires hands-on help from an adult at home. Yet four in five parents said they would have no in-person help educating and caring for them, whether from relatives, neighbors, nannies or tutors, according to the survey, administered by Morning Consult. And more than half of parents will be taking on this second, unpaid job at the same time they’re holding down paid work.\nRaising children has always been a community endeavor, and suddenly the village that parents relied on is gone. It’s taking a toll on parents’ careers, families’ well-being and children’s education.\nIn families where both wage earners need to work outside the home, parents have obvious logistical challenges because they cannot be in two places at once. Three-fourths of these parents say they will be overseeing their children’s education, and nearly half will be handling primary child care, according to the survey, answered by a nationally representative group of 1,081 parents from Aug. 4 to 8.", "url": "https://www.nytimes.com/2020/08/19/upshot/coronavirus-home-school-parents.html"}