{"authors": ["Neil Genzlinger"], "date_download": "2022-10-25 23:36:24", "date_modify": "2022-10-25 23:36:24", "date_publish": "2020-04-06 22:35:06", "description": "He was a member of the Metropolitan Opera Orchestra for three decades, and also led an ensemble of young players in Westchester County.", "filename": "2020_04_06_obituaries_vincent-lionti-dead-coronavirus_1666740984.html", "image_url": "https://static01.nyt.com/images/2020/04/08/obituaries/06Lionti/06Lionti-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8278cec627bae24831c4779e01fd85524e059e24dc1ae304b64e74f063adab43&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_06_obituaries_vincent-lionti-dead-coronavirus_1666740984.html", "title": "Vincent Lionti, Violist and Youth Orchestra Conductor, Dies at 60", "title_page": "Vincent Lionti, Violist and Youth Orchestra Conductor, Dies at 60 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This obituary is part of a series about people who have died in the coronavirus pandemic.\nFor more than 30 years, Vincent J. Lionti, a violist with the Metropolitan Opera, sat in the pit looking up at dimly lit conductors. But in Westchester County, N.Y., he had a different stance: Mr. Lionti stood on the podium looking out at the players of the Westchester Youth Symphony.\n“I especially delight in seeing the look of accomplishment on these young musicians’ faces when they walk offstage after a concert, into the wings where I like to stand and congratulate them,” Mr. Lionti told the Met Orchestra Musicians blog in 2014.\nMr. Lionti died on Saturday in a hospital in Manhattan of complications of the new coronavirus, the Metropolitan Opera said in a posting on its website. He was 60.\nLeading the youth orchestra was something of a familial calling. The conductor before Mr. Lionti took up the baton was his father, C. Victor Lionti.", "url": "https://www.nytimes.com/2020/04/06/obituaries/vincent-lionti-dead-coronavirus.html"}