{"authors": ["David E. Sanger", "David Mccabe"], "date_download": "2022-10-25 23:50:41", "date_modify": "2022-10-25 23:50:41", "date_publish": "2020-02-18 00:29:12", "description": "Germany seems poised to follow Britain in letting the Chinese maker build next-generation networks, despite last appeals from the United States.", "filename": "2020_02_17_us_politics_us-huawei-5g_1666741841.html", "image_url": "https://static01.nyt.com/images/2020/02/17/us/politics/17dc-huawei1/17dc-huawei1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6fe51052766e1f231083891ed4a10ff877472792d4f4af7807b06c26c078a0b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_17_us_politics_us-huawei-5g_1666741841.html", "title": "Huawei Is Winning the Argument in Europe, as the U.S. Fumbles to Develop Alternatives", "title_page": "Huawei Is Winning the Argument in Europe, as the U.S. Fumbles to Develop Alternatives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This month, the administration is expected to try to squeeze Huawei even further by closing a loophole that has allowed the firm to continue buying parts and products from American companies, despite a Trump administration ban on selling to Huawei. While the Pentagon initially opposed the effort, fearing it could hurt defense suppliers, it has now reversed its position amid pressure from other administration officials.\nBut the effort to handicap Huawei has been complicated by the lack of an alternative to the company, which offers low-cost telecom equipment partially subsidized by the Chinese government. Right now the only real competitors are Nokia and Ericsson, two European firms that claim they have deployed more 5G networks than Huawei, but are clearly struggling to match its prices or keep up with the Chinese firm’s research and development.\nThat has sent the administration scrambling to present European and other nations with another option. Over the span of 10 days, Attorney General William P. Barr, Vice President Mike Pence and other officials have offered differing American strategies to build a credible competitor to Huawei. Yet at times, they have contradicted one another’s ideas, often in public.\nIn private meetings, Mr. Trump has been urging American firms to get into the competition themselves. But the administration is deeply divided internally over whether the United States needs to invest in the technology or leave the market to sort it out.\nMr. Barr further confounded things with a speech this month where he called for American acquisition of Nokia and Ericsson “through American ownership of a controlling stake, either directly or through a consortium of private American and allied companies.”\n“We and our closest allies certainly need to be actively considering this approach,” Mr. Barr said.\nAmerican officials have gently walked back Mr. Barr’s comments. Asked about the prospect of a “controlling stake,” Robert Blair, an assistant to Mr. Trump for international telecommunications policy, told The New York Times that “we are focused more on putting everyone in the tent than putting U.S. taxpayer dollars in the midst.”\nMr. Pence, in remarks to CNBC, said the best response to Huawei was to free up airwaves for use in 5G networks operated by American carriers.", "url": "https://www.nytimes.com/2020/02/17/us/politics/us-huawei-5g.html"}