{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:39:01", "date_modify": "2022-10-25 23:39:01", "date_publish": "2020-12-15 09:23:37", "description": "The Russian leader had delayed acknowledging Mr. Biden’s victory for weeks, citing President Trump’s legal challenges. The leaders of Mexico and Brazil also offered congratulations for the first time.", "filename": "2020_12_15_world_europe_putin-biden-election-electoral-college_1666741141.html", "image_url": "https://static01.nyt.com/images/2020/12/15/world/15putin-biden01/15putin-biden01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=145176ab7caf22d06d562c6ee78cde6a475a04db74a1c0642b97d2baf0029806&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_15_world_europe_putin-biden-election-electoral-college_1666741141.html", "title": "Putin Congratulates Biden on U.S. Election Win After Electoral College Vote", "title_page": "Putin Congratulates Biden on U.S. Election Win After Electoral College Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — President Vladimir V. Putin of Russia congratulated Joseph R. Biden Jr. on Tuesday on having won the American presidential election — more than a month after the Democrat became the U.S. president-elect.\nMr. Putin’s long delay in offering congratulations, while President Trump has refused to accept the election results, was widely viewed as a prelude to a frosty relationship between the Kremlin and Mr. Biden’s White House. On Tuesday, after the Electoral College confirmed Mr. Biden’s victory, the Kremlin ended its wait and announced that Mr. Putin had sent the former vice president a “congratulatory telegram” marking his “victory in the United States presidential election.”\n“Vladimir Putin wished the president-elect every success and expressed confidence that Russia and the United States, which bear special responsibility for global security and stability, can, despite their differences, effectively contribute to solving many problems and meeting challenges that the world is facing today,” the Kremlin’s statement said.\nMr. Putin had been one of the last major holdouts among world leaders in sending Mr. Biden the sort of congratulatory message that is routine in international diplomacy, even among adversaries. China congratulated Mr. Biden on Nov. 13, 10 days after Election Day.", "url": "https://www.nytimes.com/2020/12/15/world/europe/putin-biden-election-electoral-college.html"}