{"authors": ["Stephen Castle"], "date_download": "2022-10-25 22:55:07", "date_modify": "2022-10-25 22:55:07", "date_publish": "2020-02-16 13:57:57", "description": "Fast on the heels of another big storm, Dennis has caused flooding and misery for the second straight weekend.", "filename": "2020_02_16_world_europe_uk-storm-dennis_1666738507.html", "image_url": "https://static01.nyt.com/images/2020/02/16/world/16uk-storm3/16uk-storm3-facebookJumbo.jpg?year=2020&h=549&w=1050&s=2a3c8092e2445327e0b668b1aeb0e04cf6312c0a9661ada6b6dc35ec707946f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_16_world_europe_uk-storm-dennis_1666738507.html", "title": "Britain Battered as Storm Dennis Brings Landslides and Travel Chaos", "title_page": "Britain Battered as Storm Dennis Brings Landslides and Travel Chaos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Britain has been battered by severe weather for the second consecutive weekend, prompting an official warning on Sunday that lives were at risk as streets became flooded, mud flowed, rail tracks were submerged and dozens of flights were canceled.\nThe storm, named Dennis and classified as a “weather bomb” by the national weather service, the Meteorological Office, unleashed wind gusts of 91 miles per hour, becoming one of the most intense winter storms to grip the North Atlantic. The term weather bomb is applied when the air pressure of a storm drops by a certain measure in 24 hours, causing huge turbulence and high wind speeds.\nThe impact on the ground brought chaos to parts of England, Wales and Scotland, with more than half a month’s worth of rain falling in one day. In addition, the body of a teenager was pulled from the sea during the storm, and a man died after he apparently fell overboard from a ship moored off the coast. On Sunday, the police in Wales said another man had lost his life after falling into a river.", "url": "https://www.nytimes.com/2020/02/16/world/europe/uk-storm-dennis.html"}