{"authors": ["Ali Watkins", "Elisha Brown", "Katie Van Syckle"], "date_download": "2022-10-25 23:53:29", "date_modify": "2022-10-25 23:53:29", "date_publish": "2020-02-09 03:14:38", "description": "The police commissioner called the Bronx rampage an “assassination attempt,” and a backlash grew over anti-police protests.", "filename": "2020_02_08_nyregion_police-shooting-Bronx_1666742009.html", "image_url": "https://static01.nyt.com/images/2020/02/09/nyregion/09xp-shooting/09xp-shooting-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2f1135e4886b13e1616e77635ba4d11e380161ce36bfad85ab8dfa3483128cd7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_08_nyregion_police-shooting-Bronx_1666742009.html", "title": "Gunman Storms N.Y.P.D. Precinct After Firing at Police Van, Wounding 2", "title_page": "Gunman Storms N.Y.P.D. Precinct After Firing at Police Van, Wounding 2 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“He had one son. He was 18, he was getting ready to go to college upstate, and somebody shot him in the street and killed him,” said Ms. Williams, 80. “He never got over it.”\nMr. Williams keeps a white candle lit in his own bedroom to remember his son, and has his baby picture hanging above his bed, she said. Ms. Williams said she believes her grandson started using heavy drugs to cope with his grief: “I think that was his downfall.”\nPolice records show that in 2018, Robert Williams, 18, died in a shooting in the Bronx. Ms. Williams confirmed that was her great-grandson.\nIn surveillance video, a man, who the police said was Mr. Williams, is seen calmly entering the 41st Precinct, which serves the Hunts Point neighborhood, at around 8 a.m. on Sunday. He glanced around and almost immediately opened fire, sending officers and civilian staff scrambling to shield themselves. One bullet struck the arm of a lieutenant, who then returned fire, but missed.\nThe man paused, appeared to hear returning gunshots, and then lay on the ground, sliding his gun along the floor to officers at the other end of the room.\n“This coward immediately laid down, but only after he ran out of bullets,” Commissioner Shea said.\nMr. Williams was taken into custody at the precinct without further incident. He was charged Sunday with attempted murder, criminal possession of a weapon and resisting arrest.\nJust 12 hours earlier, at around 8 p.m. on Saturday, the police said, Mr. Williams had approached two officers in a marked police vehicle a few blocks from that same station house. The officers had been posted in the neighborhood because there had been reports of drug dealing and shootings there recently, Commissioner Shea said.", "url": "https://www.nytimes.com/2020/02/08/nyregion/police-shooting-Bronx.html"}