{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:28:09", "date_modify": "2022-10-25 23:28:09", "date_publish": "2020-10-01 18:32:49", "description": "An outbreak in the Titans’ locker room forced the league to indefinitely postpone their game against the Steelers and gird for more consequences.", "filename": "2020_10_01_sports_football_tennessee-titans-covid-19-nfl_1666740489.html", "image_url": "https://static01.nyt.com/images/2020/10/02/sports/01onfootball-print/01onfootball-facebookJumbo.jpg?year=2020&h=550&w=1050&s=51d02c9043f32de332621709e5ecb00ce4f1b0e3e7bf19f3e14933d455f11638&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_01_sports_football_tennessee-titans-covid-19-nfl_1666740489.html", "title": "N.F.L.’s New Two-Minute Drill: Juggling a Coronavirus Outbreak", "title_page": "N.F.L.’s New Two-Minute Drill: Juggling a Coronavirus Outbreak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Football is a game tightly controlled by a clock. Yet through the spring and summer, the N.F.L. had something most coaches and players covet: time.\nThe league was in its fallow period when the coronavirus pandemic in March forced other sports leagues to shut down in midstream. The N.F.L. made its April draft and summer workouts remote, and had months to cherry-pick ideas from around the sports world and create testing protocols, reconfigure team facilities and make other changes.\nBut with the season underway, the league is now in a two-minute drill thanks to two decisions the owners and players made months ago: They chose to start the season on time as the virus raged around the country, and they did not follow the N.B.A., the N.H.L. and Major League Soccer, which created closed communities to significantly reduce the risk of infections.\nWhether through hubris or calculated risk, the N.F.L. instead chose to follow Major League Baseball and golf, which allowed players, coaches and personnel to come and go at the end of the workday, increasing their exposure to the virus. The consequences of that choice are now being felt.", "url": "https://www.nytimes.com/2020/10/01/sports/football/tennessee-titans-covid-19-nfl.html"}