{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:51:13", "date_modify": "2022-10-25 23:51:13", "date_publish": "2020-09-16 17:30:08", "description": "The new $300 virtual-reality headset works well and feels comfortable. But good luck finding games that will keep you entertained.", "filename": "2020_09_16_technology_personaltech_facebook-oculus-quest-2-review-vr-headset-games_1666741873.html", "image_url": "https://static01.nyt.com/images/2020/09/16/business/16techfix1/16techfix1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=58f657f4a98702efecf8a8a77b40a9c4fc7ce88bba40e525681be6d6b05606ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_16_technology_personaltech_facebook-oculus-quest-2-review-vr-headset-games_1666741873.html", "title": "Oculus Quest 2 Review: Solid V.R. Headset, but Few Games", "title_page": "Oculus Quest 2 Review: Solid V.R. Headset, but Few Games - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So-So Games\nI asked Oculus product managers to name a few of their favorite games that would show the Quest 2’s strengths. Ultimately, I felt most weren’t worth my money.\nConsider Beat Saber, a rhythm game that involves swinging your arms to hit objects with light sabers. At first, this felt like a fun demonstration of the Quest 2’s three-dimensional motion-sensing capabilities. But it got old quickly because it reminded me of Dance Dance Revolution and Guitar Hero, two popular rhythm games from more than a decade ago.\nAnother recommended title was Phantom: Covert Ops. It’s a stealth game where you sneak into enemy bases by rowing around a kayak and shooting opponents from the boat. This game, which is played sitting down, got frustrating quickly because the rowing motions are tedious. I also couldn’t stop thinking about how the premise of a stealth kayak was laughably implausible and how much I’d rather be playing Metal Gear Solid, the stealth game that this one imitates. (In that game, at least I got to move around with legs.)\nI picked out other games that suited my interests. PokerStars VR was an interesting approach to online poker: Just like in a casino poker room, you sit at a card table and use the controllers to pick up your chips and cards, while the players around you have conversations using their microphones. This made me nostalgic for my old in-person vice, but sitting on the couch waiting for cards to be dealt while wearing a headset and controllers tired my eyes and made my body feel stiff.\nI also downloaded Cook-Out: A Sandwich Tale, because it was on Oculus’s list of most popular games. True to its name, the game is about assembling sandwiches to serve to customers. This game (can a task even be called a game?) got boring almost immediately. It also made me ponder why I spend so much money in real life on sandwiches when I could easily make them on my own.\nMy favorite game, which was recommended by Oculus staff, was FitXR, the boxing simulator, in large part because I took boxing classes for many years. The game makes clever use of the motion controllers to require players to do realistic punching motions; wimpy punches don’t score points. There were always plenty of players online to compete with, which kept me motivated through each workout.\nIn the end, I paid $110 for the Oculus games and only felt happy with the $30 I spent on FitXR. I regretted spending $20 to $30 on the other titles because they brought me minutes of entertainment, not hours. In contrast, a mainstream game for PlayStation or Nintendo typically costs $60, but provides dozens of hours of entertainment.", "url": "https://www.nytimes.com/2020/09/16/technology/personaltech/facebook-oculus-quest-2-review-vr-headset-games.html"}