{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:37:19", "date_modify": "2022-10-25 23:37:19", "date_publish": "2020-08-11 23:21:34", "description": "The standoff between the White House and Democratic leaders in Congress over a new coronavirus aid bill showed no signs of resolution — or even of efforts to find a way back to the bargaining table.", "filename": "2020_08_11_us_politics_congress-coronavirus-relief-bill_1666741039.html", "image_url": "https://static01.nyt.com/images/2020/08/11/us/politics/11dc-virus-cong/11dc-virus-cong-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9f275e5d9c1ebfd935f49ac8bc2a1c731015fe4388fe20c6fd85a0471549fb24&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_11_us_politics_congress-coronavirus-relief-bill_1666741039.html", "title": "Crisis in the Nation, Crickets on Capitol Hill", "title_page": "Crisis in the Nation, Crickets on Capitol Hill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Tens of millions of out-of-work Americans are waiting to find out whether their enhanced unemployment benefits will be restored. The school year is about to begin, without the promise of federal dollars to ease the challenge of keeping children safe during a pandemic. Clusters of coronavirus cases are continuing to emerge across the country, underscoring the severity of a crisis that will not end soon.\nOn Capitol Hill on Tuesday, all was quiet.\nTechnically, both chambers of Congress were present in Washington. The House was gaveled in for two minutes, long enough to approve the journal of proceedings, recite the Pledge of Allegiance and leave until Friday.\nThe Senate, in turn, stayed in session for just shy of 90 minutes, long enough for the Republican and Democratic leaders to lament the crisis at hand and accuse the other side of an unwillingness to return to negotiations over a coronavirus relief package.\nAugust is typically a quiet affair for Congress: Few want to remain in the blistering Washington heat, so most lawmakers and aides flee for the month, slipping away for a few moments of vacation, stretches of campaigning and, in a normal presidential election year, weeks of convention pageantry.", "url": "https://www.nytimes.com/2020/08/11/us/politics/congress-coronavirus-relief-bill.html"}