{"authors": ["Astead W. Herndon", "Maggie Astor"], "date_download": "2022-10-25 23:25:05", "date_modify": "2022-10-25 23:25:05", "date_publish": "2020-09-19 12:30:05", "description": "The idea, recalling a plan by President Franklin D. Roosevelt, is increasingly popular among progressives, but faces roadblocks among members of both parties.", "filename": "2020_09_19_us_politics_what-is-court-packing_1666740305.html", "image_url": "https://static01.nyt.com/images/2020/09/19/world/19court-packing/19court-packing-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b9a4418762a4ed49fa0e4e21fef72d15c6e2107fc66719971ac6bc2560aae66f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_19_us_politics_what-is-court-packing_1666740305.html", "title": "What is Court Packing? Supreme Court Vacancy Revives Idea From FDR", "title_page": "What is Court Packing? Supreme Court Vacancy Revives Idea From FDR - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I will ask them to, over 180 days, come back to me with recommendations as to how to reform the court system, because it’s getting out of whack,” Mr. Biden said in the interview, which is expected to air on “60 Minutes” on Sunday.\nExpanding the court is an idea commonly associated with President Franklin D. Roosevelt, who pushed legislation in 1937 that could have broadened the Supreme Court from nine to as many as 15 justices. The history is more complicated than the usual narrative suggests: Mr. Roosevelt, aiming to push older justices to step down, wanted to add a justice to the court for each sitting justice who refused to retire after 70.\nToday, Democrats characterize court expansion as a defensive move against Republican actions, not a unilateral power grab. In 2016, Senator Mitch McConnell, the majority leader, refused to hold a vote on Merrick Garland, who was nominated to the court by President Barack Obama after the death of Justice Antonin Scalia. Mr. McConnell held the seat open until after the inauguration of Mr. Trump, who nominated Justice Neil M. Gorsuch.\nMany Democrats now say that Justice Gorsuch occupies a seat “stolen” by Republicans, which has shifted the ideological core of the court. Since Justice Ginsburg’s death, the outrage has intensified as Senate Republicans have committed to doing what they said was inappropriate in 2016: confirming a justice in an election year.\n“Let me be clear: If Leader McConnell and Senate Republicans move forward with this, then nothing is off the table for next year. Nothing is off the table,” Senator Chuck Schumer, the Democratic leader, told his caucus on a phone call after Justice Ginsburg’s death.", "url": "https://www.nytimes.com/2020/09/19/us/politics/what-is-court-packing.html"}