{"authors": ["Joseph Goldstein", "Benjamin Weiser"], "date_download": "2022-10-25 23:49:18", "date_modify": "2022-10-25 23:49:18", "date_publish": "2020-04-13 09:00:10", "description": "Doctors find themselves in the wrenching position of arranging conversations between critically ill coronavirus patients and family members.", "filename": "2020_04_13_nyregion_coronavirus-nyc-doctors_1666741758.html", "image_url": "https://static01.nyt.com/images/2020/04/10/nyregion/00nyvirus-deathNEW1/00nyvirus-deathNEW1-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=7e5fd013b0453226eebabba9892c7aeba093bc7f2388a3144496dbabf2ac379a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_13_nyregion_coronavirus-nyc-doctors_1666741758.html", "title": "Now Doctors Are the Ones Saying Goodbye to Coronavirus Patients", "title_page": "Now Doctors Are the Ones Saying Goodbye to Coronavirus Patients - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Columbia University Irving Medical Center is expanding its palliative care response by training and deploying other doctors, like psychiatrists, said Dr. Craig Blinderman, director of the service.\nAt another Manhattan hospital, doctors, in their final calls to next of kin, have taken to asking if there is a song they should play. Some requests have surprised the hospital staff, like Cyndi Lauper’s “Girls Just Want to Have Fun.”\nA physician assistant holds the patient’s hand, while the doctor positions the phone so the dying patient can listen to a relative’s voice. The music covers up some of the coughing.\nDr. Nadeau said she never thought that as an emergency physician she would have as many difficult conversations as she was having now. For reasons of privacy, she declined to provide more specifics on the three critically ill patients’ cases.\nShe had taken it upon herself, she said, to learn the kinds of language and techniques that palliative-care doctors use so she can “have the right words to say with both patients and their families.”\nDr. Barbara G. Lock, a veteran emergency physician at NewYork-Presbyterian Hospital, said she remembered receiving Dr. Nadeau’s WhatsApp messages and had responded with support.\n“We are being asked to do things that are tearing at our souls,” Dr. Lock wrote. “We must not normalize this.”", "url": "https://www.nytimes.com/2020/04/13/nyregion/coronavirus-nyc-doctors.html"}