{"authors": ["Alexandra Stevenson"], "date_download": "2022-10-25 23:26:42", "date_modify": "2022-10-25 23:26:42", "date_publish": "2020-01-29 11:05:11", "description": "As British Airways cancels flights and automakers close factories, businesses consider how to cope without the country’s vast factories and thriving consumer culture.", "filename": "2020_01_29_business_china-coronavirus-economy_1666740402.html", "image_url": "https://static01.nyt.com/images/2020/01/29/world/29china-econ1/29china-econ1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e8aa1871edd9772558b76b1847aebcbda999c5d012c722174c74c9b5eb7c1817&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_29_business_china-coronavirus-economy_1666740402.html", "title": "Coronavirus Outbreak Tests World’s Dependence on China", "title_page": "Coronavirus Outbreak Tests World’s Dependence on China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — The world is quickly realizing how much it depends on China.\nApple is rerouting supply chains. Ikea is closing its stores and paying staff members to stay home. Starbucks is warning of a financial blow. Ford and Toyota will idle some of their vast Chinese assembly plants for an extra week.\nOn Wednesday, British Airways and Air Canada suspended all flights to mainland China, and Delta joined the growing number of carriers reducing service. Japan’s leaders are bracing for a possible hit and the Federal Reserve is “very carefully monitoring” the situation. Hotels and tour operators across Asia are watching fearfully as the world’s largest source of tourism dollars tightens its borders.\nThe mysterious coronavirus that has killed more than a hundred people and sickened thousands has virtually shut down one of the world’s most important growth engines. Desperate to slow the fast-moving virus, the Chinese authorities have extended the country’s national holiday to Feb. 3, and crippled land, rail and air transport. Entire cities have shut down.", "url": "https://www.nytimes.com/2020/01/29/business/china-coronavirus-economy.html"}