{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:53:25", "date_modify": "2022-10-25 23:53:25", "date_publish": "2020-02-14 08:00:08", "description": "A proposal to modify a new bail law has become the latest flash point in one of Albany’s most bitterly fought debates.", "filename": "2020_02_14_nyregion_new-york-bail-reform_1666742005.html", "image_url": "https://static01.nyt.com/images/2020/02/14/nyregion/14nybail-print2/merlin_168391062_65d32c60-fc22-499f-b1b0-ecc86534aa0f-facebookJumbo.jpg?year=2020&h=550&w=1050&s=ba08db979388cf2fd3d98dfb74052e7fec4f32d8948f4d00eea36388352ca153&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_14_nyregion_new-york-bail-reform_1666742005.html", "title": "The Bail Reform Backlash That Has Democrats at War", "title_page": "The Bail Reform Backlash That Has Democrats at War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those opponents have helped funnel a parade of negative stories to the press about crimes allegedly committed by those released under the law. New York City tabloids have regularly featured cover stories of repeat perpetrators, including several anti-Semitic incidents, while upstate communities have been rattled by incidents such as a deadly accident that resulted in the death of a 9-year-old, in which the driver was released with a desk appearance ticket.\nThe rancor had been intensified by accusations that some opponents are deliberately misleading the public, exemplified by a case in Long Island last week: The Nassau County police commissioner, Patrick Ryder, initially blamed the death of a 36-year-old man in an MS-13 gang case, Wilmer Maldonado Rodriguez, on the changes to the law on discovery, rules about when the prosecution must turn over evidence to the defense. Under the new law, prosecutors must automatically turn over evidence, generally within 15 days of arraignment.\nIn the hours after Mr. Ryder’s statements, activists excoriated Nassau County officials for spreading misinformation and unfairly attacking the law. Mr. Ryder quickly retracted his assertion, saying there was “no direct link” between Mr. Rodriguez’s death and criminal justice reform.\nDespite that, Attorney General Barr appeared to use the case on Tuesday to criticize New York’s criminal justice laws, telling a group of county sheriffs that “a member of the community” had been “killed by an MS-13 member who was released under new legal reforms in New York.” A request for clarification from his office was not returned.\nSupporters of the law were so concerned about the attention given to Mr. Ryder’s comments that they launched a six-figure television campaign on Long Island to call out Mr. Ryder’s actions.", "url": "https://www.nytimes.com/2020/02/14/nyregion/new-york-bail-reform.html"}