{"authors": ["Katrin Bennhold"], "date_download": "2022-10-25 23:40:49", "date_modify": "2022-10-25 23:40:49", "date_publish": "2020-08-01 09:00:24", "description": "Germany has woken up to a problem of far-right extremism in its elite special forces. But the threat of neo-Nazi infiltration of state institutions is much broader.", "filename": "2020_08_01_world_europe_germany-nazi-infiltration_1666741249.html", "image_url": "https://static01.nyt.com/images/2020/07/15/world/00germany-nordkreuz1/merlin_169848747_56fc1d28-734b-4450-830e-9a7ce957c287-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2e123d92d29188af524f2570b65cf69f70ab9451fa816cbc3a07c9f3bbddd0fd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_01_world_europe_germany-nazi-infiltration_1666741249.html", "title": "Body Bags and Enemy Lists: How Far-Right Police Officers and Ex-Soldiers Planned for ‘Day X’", "title_page": "Body Bags and Enemy Lists: How Far-Right Police Officers and Ex-Soldiers Planned for ‘Day X’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We don’t know how it got from there to him,” said Claudia Lange, a prosecutor.\nThree other police officers are being investigated on suspicion of helping Mr. Gross. Asked during the trial, Mr. Gross said he did not remember how he got the ammunition. When I met him, he stuck to that line.\nBut otherwise he was not shy about sharing his views.\nChancellor Angela Merkel belongs “in the dock,” he said. The multicultural cities in western Germany are “the caliphate.” The best way to escape creeping migration was to move to the East German countryside, “where people are still called Schmidt, Schneider and Müller.”\nA copy of Compact, a prominent far-right magazine, with President Trump’s face on the cover, lay on a shelf. A selection of the president’s speeches had been translated into German in the issue. “I like Trump,” Mr. Gross said.\nAs far back as 2009, some fellow police officers had voiced concerns about Mr. Gross’s far-right views, noting that he had brought books about the Nazis to work. But no one intervened, and he was even groomed for promotion.\n“There is no danger from the far right,” he insisted. “I don’t know a single neo-Nazi.”\nSoldiers and police officers are “frustrated,” he told me the third time we met, ticking off complaints about migrants, crime and the mainstream media. He likens the coverage of coronavirus to the censored state broadcaster during Communism. Instead, he says, he has a YouTube subscription to RT, the Russian state-controlled channel and other alternative media.\nIn that parallel universe of disinformation, he learns that the government is secretly flying in refugees after midnight. That coronavirus is a ploy to deprive citizens of their rights. That Ms. Merkel works for what he calls the “deep state.”\n“The deep state is global,” Mr. Gross said. “It’s big capital, the big banks, Bill Gates.”\nHe still expects Day X, sooner or later. Riots linked to an economic meltdown. Or a blackout, because the German government is shuttering coal plants.", "url": "https://www.nytimes.com/2020/08/01/world/europe/germany-nazi-infiltration.html"}