{"authors": ["Jan Ransom"], "date_download": "2022-10-25 23:49:54", "date_modify": "2022-10-25 23:49:54", "date_publish": "2020-02-24 17:33:48", "description": "The jury found Mr. Weinstein guilty of two felony sex crimes but acquitted him of charges that he is a sexual predator.", "filename": "2020_02_24_nyregion_harvey-weinstein-trial-rape-verdict_1666741794.html", "image_url": "https://static01.nyt.com/images/2020/02/24/nyregion/HFO-00weinstein-verdict-ledeall01/HFO-00weinstein-verdict-ledeall01-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=8ead33a1054ce102b5a1fe323ac338b0a405d91d95268fc52ccc5d8f1d6bc301&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_24_nyregion_harvey-weinstein-trial-rape-verdict_1666741794.html", "title": "Harvey Weinstein Is Found Guilty of Sex Crimes in #MeToo Watershed", "title_page": "Harvey Weinstein Is Found Guilty of Sex Crimes in #MeToo Watershed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The defense called friends of Ms. Mann’s and Ms. Sciorra’s who said that the women had never described their experiences with Mr. Weinstein as rape. His lawyers also stressed during cross-examination that Ms. Sciorra could not recall the date of the assault and could not explain how Mr. Weinstein got past a doorman and to her apartment.\nScores of friendly and sometimes flirtatious emails were shown to the jury showing that Ms. Mann and Ms. Haley maintained relationships with Mr. Weinstein years after the attacks they described.\nIn one message to a friend, Ms. Mann called Mr. Weinstein “a pseudo father” who had given her “all the validation” she needed.\nMs. Mann, 34, acknowledged in three days of grueling questioning that her romantic relationship with Mr. Weinstein was “complicated and different.” She said that she last had sex with Mr. Weinstein in 2016, after he asked her to console him because his mother had died.\n“It does not change the fact that he raped me,” she said.\nMs. Haley, 42, who changed her legal name from Mimi Haleyi, testified that Mr. Weinstein got her a job as a production assistant on the television show “Project Runway.”\nShe said she rejected his sexual advances during early meetings, but that on July 11, 2006, she accepted an invitation to visit his Lower Manhattan apartment. She said he pushed her onto a bed as she protested, held her down and forced oral sex on her. “I’m being raped,” she recalled thinking.\nMs. Haley acknowledged that she had continued to see Mr. Weinstein, and that she did not resist having sex with him two weeks later at a hotel. She also told friends about her friendship with him, proposed projects to him and accepted tickets to movie premieres and a flight to London.", "url": "https://www.nytimes.com/2020/02/24/nyregion/harvey-weinstein-trial-rape-verdict.html"}