{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:11", "date_modify": "2022-10-25 23:29:11", "date_publish": "2020-03-26 14:55:37", "description": "The central bank takes Treasury Department loan guarantees and uses them to stand up huge programs. Here’s how that works.", "filename": "2020_03_26_business_economy_fed-coronavirus-stimulus_1666740551.html", "image_url": "https://static01.nyt.com/images/2020/03/27/business/26DC-FED-print/26DC-FED-01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=2ff66ddd341d470da9410199b59b41ef60f48af999249debdc8c939d9f47d4fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_26_business_economy_fed-coronavirus-stimulus_1666740551.html", "title": "How the Fed’s Magic Money Machine Will Turn $454 Billion Into $4 Trillion", "title_page": "How the Fed’s Magic Money Machine Will Turn $454 Billion Into $4 Trillion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Treasury Secretary Steven Mnuchin has a favorite talking point: With the Federal Reserve’s help, the government will turn a $500 billion spending package working its way through Congress into a $4 trillion booster shot for the United States economy.\nHow, you might ask, does that figure?\nThe answer lies in the central bank’s emergency lending authorities, given to it by the Federal Reserve Act. When the Fed declares that circumstances are unusual and exigent, and Treasury signs off, it can set up special programs that essentially buy debt from — or extend loans to — businesses large and small.\nThe Fed could simply print the money to back that lending, but it avoids taking on credit risk, so it asks for Treasury funding to insure against losses. But those taxpayer dollars can be leveraged: Because the Fed expects most borrowers to pay back, it does not need one-for-one support. As a result, a mere $10 billion from Treasury can prop up $100 billion in Fed lending. And voilà — the $454 billion Congress dedicated to Fed programs in the aid bill can be multiplied many times. A separate $46 billion in the package will go to specific industries.\nThis is how the mechanics work and who might get the money:\nWhat’s in the bill?\nCongress allotted at least $454 billion to the Treasury specifically to support Fed programs. It attached a few strings — for instance, companies that get direct loans backed by Treasury funding could be prevented from paying out dividends or buying back shares. Mr. Mnuchin is also required to push the Fed to set up specific programs, including one that would help medium-sized businesses.", "url": "https://www.nytimes.com/2020/03/26/business/economy/fed-coronavirus-stimulus.html"}