{"authors": ["Trish Bendix"], "date_download": "2022-10-25 23:52:34", "date_modify": "2022-10-25 23:52:34", "date_publish": "2020-03-03 07:08:59", "description": "“We all know once a gay guy sets a trend, white women aren’t going to be far behind,” Trevor Noah joked of Pete Buttigieg on Monday. “So Klobuchar dropped out, too.”", "filename": "2020_03_03_arts_television_late-night-biden-buttigieg-klobuchar-steyer_1666741954.html", "image_url": "https://static01.nyt.com/images/2020/03/04/arts/03latenight/03latenight-facebookJumbo.png?year=2020&h=475&w=907&s=dbc380b91054b82e773a2b30ee3151e48a4fcdc0540ed99eb98a7d668210b10f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_03_arts_television_late-night-biden-buttigieg-klobuchar-steyer_1666741954.html", "title": "Late Night Bids Adieu to Buttigieg, Klobuchar and ‘Poor’ Tom Steyer", "title_page": "Late Night Bids Adieu to Buttigieg, Klobuchar and ‘Poor’ Tom Steyer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Yeah, first Tom Steyer dropped out, then Pete Buttigieg ended his historic run as the first openly robot candidate — and we all know once a gay guy sets a trend, white women aren’t going to be far behind. So Klobuchar dropped out, too.” — TREVOR NOAH\n“Pete Buttigieg ended his historic campaign as the first openly gay candidate and then endorsed Joe Biden. Yeah. Pete said the hardest thing I’ve ever had to do was come out as a Biden supporter. The biggest challenge? Telling his parents.” — CONAN O’BRIEN\n“Buttigieg said he was ending his campaign to, quote, ‘Help bring the party and our country together.’ Yeah, with that kind of attitude, it’s clear he wasn’t presidential material.” — JIMMY FALLON\n“‘Come back in four years,’ said a bouncer who carded him at a bar.” — SETH MEYERS\n“So I guess we learned to pronounce ‘Buttigieg’ for nothing.” — JIMMY KIMMEL\n“And one of the two billionaires in the race, Tom Steyer — the poor one — Tom Steyer dropped out to spend more time explaining who he is to his family.” — JIMMY KIMMEL\n“For every vote he got before dropping out, former presidential candidate Tom Steyer spent $3,300 per vote. Yeah. Yeah, Bernie Sanders said that’s obscene. Mike Bloomberg said that’s a pretty good deal — reasonable.” — CONAN O’BRIEN\n“Steyer may have sensed the end was near because the night before, he really cut loose at a rally, where he joined rapper Juvenile onstage for his hit, ‘Back That Azz Up.’ A white billionaire dancing with Juvenile to a song about butts — the 2020 campaign is officially a Mad Lib.” — STEPHEN COLBERT", "url": "https://www.nytimes.com/2020/03/03/arts/television/late-night-biden-buttigieg-klobuchar-steyer.html"}