{"authors": ["Nicholas Fandos", "Alan Rappeport", "Kenneth P. Vogel", "Catie Edmondson"], "date_download": "2022-10-25 23:37:20", "date_modify": "2022-10-25 23:37:20", "date_publish": "2020-08-20 19:01:02", "description": "David C. Williams also said he raised concerns about Louis DeJoy, the embattled postmaster general, before he was hired.", "filename": "2020_08_20_us_politics_former-postal-governor-tells-congress-mnuchin-politicized-postal-service_1666741040.html", "image_url": "https://static01.nyt.com/images/2020/08/20/us/politics/20dc-postal/20dc-postal-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6c5c6137e534930e89f71432be4891acb94d38fa62ffee30d5b29d9cf1852648&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_20_us_politics_former-postal-governor-tells-congress-mnuchin-politicized-postal-service_1666741040.html", "title": "Former Postal Governor Tells Congress Mnuchin Politicized Postal Service", "title_page": "Former Postal Governor Tells Congress Mnuchin Politicized Postal Service - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lawmakers, concerned about potential politicization of the Postal Service, have summoned Mr. DeJoy to testify in hearings before the Senate on Friday and the House on Monday.\nMr. DeJoy plans to offer a detailed defense of his rocky tenure, justifying disruptive operational changes as long-planned and well-considered attempts to balance the postal budget and assuring lawmakers that the agency is fully prepared to handle November’s election.\nAccording to prepared remarks submitted before Friday’s hearing and obtained by The New York Times, he planned to say that those actions meant to improve efficiency were unfairly twisted for political ends to suggest, incorrectly, that Republicans wanted to use the mail to help erode confidence in the election.\n“I recognize that it has become impossible to separate the necessary long-term reform efforts we will need to undertake from the broader political environment surrounding the election,” Mr. DeJoy plans to tell senators. “And I do not want to pursue any immediate efforts that might be utilized to tarnish the Postal Service brand, particularly as it relates to our role in the democratic process.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nThursday’s hearing centered in part on the role played by Mr. Mnuchin, one of Mr. Trump’s longest-serving cabinet members, who has been focused on overhauling the Postal Service. Mr. Trump assigned the Treasury secretary in 2018 to lead a task force to study ways to reform the Postal Service, which the president has accused of essentially subsidizing e-commerce companies such as Amazon by charging too little. He has demanded higher shipping prices.\nMr. Mnuchin on Thursday rebutted suggestions that he had done anything but play a proper role as the federal government’s lender to the Postal Service and in fulfilling his duty to try to help fix its financial woes. In a letter to Senator Chuck Schumer of New York, the Democratic leader, Mr. Mnuchin explained his role as the chairman of the Federal Financing Bank, the Postal Service’s sole lender, and said he did not intervene to pave the way for Mr. DeJoy to be the postmaster general.\n“Neither I nor any other Treasury official played any role in recruiting or suggesting Mr. DeJoy for the position of postmaster general,” Mr. Mnuchin wrote, adding that he was surprised to learn about the selection.", "url": "https://www.nytimes.com/2020/08/20/us/politics/former-postal-governor-tells-congress-mnuchin-politicized-postal-service.html"}