{"authors": ["Megan Twohey", "Keith Collins", "Katie Thomas"], "date_download": "2022-10-25 23:25:17", "date_modify": "2022-10-25 23:25:17", "date_publish": "2020-12-15 10:04:59", "description": null, "filename": "2020_12_15_world_rich-countries-have-first-dibs-on-vaccines-while-poor-nations-struggle-to-get-enough_1666740317.html", "image_url": "https://static01.nyt.com/images/2020/12/15/us/15virus-briefing-countries1/15virus-briefing-countries1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b449b46b1589d02c95f1ac12cff858b336e1479f524db86757a873221d11995c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_15_world_rich-countries-have-first-dibs-on-vaccines-while-poor-nations-struggle-to-get-enough_1666740317.html", "title": "Rich countries have first dibs on vaccines, while poor nations struggle to get enough.", "title_page": "Rich countries have first dibs on vaccines, while poor nations struggle to get enough. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As a growing number of vaccines advance through clinical trials, wealthy countries are fueling an extraordinary gap in access around the world, laying claim to more than half the doses that could come on the market by the end of next year.\nMany poor nations may be able to vaccinate at most 20 percent of their populations in 2021. But some of the world’s richest countries have reserved enough doses to immunize their populations multiple times.\nWith no guarantee that any particular vaccine will come through, these countries have hedged their bets on a number of candidates. But if all the doses they have claimed are fulfilled, the European Union could inoculate its residents twice, Britain and the United States could do so four times over, and Canada six times over, according to a New York Times analysis of data collected by Duke University, Unicef and Airfinity, a science analytics company.\nThe United States has provided billions of dollars to back the research, development and manufacturing of five of the most promising vaccines against Covid-19, pushing them forward at a speed and scale that would otherwise have been impossible. But the support came with a condition: that Americans would get priority access to doses made in their country.", "url": "https://www.nytimes.com/2020/12/15/world/rich-countries-have-first-dibs-on-vaccines-while-poor-nations-struggle-to-get-enough.html"}