{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:51:06", "date_modify": "2022-10-25 23:51:06", "date_publish": "2020-11-09 12:21:21", "description": "The technology giant said it had suspended future business with the iPhone assembler Pegatron pending corrective actions. The Taiwanese manufacturer broke rules limiting student employee work hours.", "filename": "2020_11_09_business_apple-china-pegatron_1666741866.html", "image_url": "https://static01.nyt.com/images/2020/11/09/business/09China-apple/merlin_149886717_7a8e8712-04e6-4a5e-a77a-9aa8e0ac6c32-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4f4f313d16ec4c053d056392882f5868d995991c1eb30b8b065ba9fcb2d1f906&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_09_business_apple-china-pegatron_1666741866.html", "title": "Apple Suspends iPhone Maker Pegatron Over China Labor Abuses", "title_page": "Apple Suspends iPhone Maker Pegatron Over China Labor Abuses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Apple said on Monday that it had placed a key assembler of its iPhones on probation after the Taiwanese company was found to have concealed violations of labor rules for students employed at its factories in China.\nFor years, Apple has worked, and at times struggled, to uphold labor standards across its vast electronics supply chain in China. The company said it had made the decision because the Taiwanese company, Pegatron, had violated its code of conduct by allowing student laborers to work night shifts and overtime and do work unrelated to their fields of study, and had then falsified documents to cover it up.\n“The individuals at Pegatron responsible for the violations went to extraordinary lengths to evade our oversight mechanisms,” Apple said in a statement.\nTo meet grueling deadlines, factories in China sometimes recruit labor from local technical schools. Strict guidelines are supposed to limit how long and when such employees can work, but in practice, rules are often ignored and other abuses are common. In some cases, students have said they were forced to do monotonous assembly work rather than the more technical tasks they were studying.", "url": "https://www.nytimes.com/2020/11/09/business/apple-china-pegatron.html"}