{"authors": ["Nick Corasaniti", "Katie Glueck"], "date_download": "2022-10-25 23:29:34", "date_modify": "2022-10-25 23:29:34", "date_publish": "2020-05-29 15:39:34", "description": "Amy Klobuchar, now being considered as a potential vice-presidential candidate, oversaw several cases involving police shootings in Minneapolis during her years as a prosecutor.", "filename": "2020_05_29_us_politics_klobuchar-minneapolis-george-floyd_1666740574.html", "image_url": "https://static01.nyt.com/images/2020/05/29/us/politics/29klobuchar/29klobuchar-facebookJumbo.jpg?year=2020&h=549&w=1050&s=aaf0a8d4ab8656ff75dc5d4dbff78399d5ad63207dba72726df16c48ea54d683&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_29_us_politics_klobuchar-minneapolis-george-floyd_1666740574.html", "title": "Protests in Minnesota Renew Scrutiny of Klobuchar’s Record as Prosecutor", "title_page": "Protests in Minnesota Renew Scrutiny of Klobuchar’s Record as Prosecutor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During her own presidential campaign, Ms. Klobuchar faced continued protests, as well as some calls to drop out of the race from local black leaders in Minneapolis, after news reports found numerous faults in the prosecution of a black teenager named Myon Burrell while Ms. Klobuchar was the prosecutor. Mr. Burrell was convicted in the murder of an 11-year-old girl, but maintained his innocence, and one of Mr. Burrell’s co-defendents had said he was in fact the gunman responsible. Ms. Klobuchar has said that any new evidence in this case should be reviewed by the court\nTwo days before Super Tuesday in March, a rally in her home state was shut down by protesters demanding she do more to help free Mr. Burrell.\nMs. Klobuchar said while on the campaign trail that the case “should be reviewed,” but local civil rights leaders in Minneapolis wanted the senator to use the full power of her office to demand a new investigation.\nThis week, Ms. Klobuchar issued a statement after Mr. Floyd’s killing, calling for an “outside investigation” and saying that “those involved in this incident must be held accountable.” She was met with near immediate criticism from local and national activists for not mentioning Mr. Floyd’s name or saying that he had been killed by the police, and for not immediately calling for charges to be filed.\nBehind the scenes, Ms. Klobuchar has been reaching out to local and national leaders in the black community since Mr. Floyd’s killing. She called the Rev. Al Sharpton; Derrick Johnson, the president of the NAACP; and Leslie Redmond, the president of the Minneapolis NAACP. She joined other Minnesota elected officials to send a letter to the local United States Attorney and district attorney urging a full investigation into Mr. Floyd’s death.\nBut still, some Democrats thought that Ms. Klobuchar, now one of the party’s leading national voices, should have been more publicly vocal in the wake of Mr. Floyd’s death.\n“I think that clearly how she behaves and conducts herself in her home state with the situation with the killing is going to be something everyone is going to watch,” Mr. Sharpton said in an interview. “I’d like to see her do more, I’d like to see her be more aggressive in calling for intervention here. When you have the mayor saying the people ought to be charged, it raises the bar on other elected officials who have not said that.”", "url": "https://www.nytimes.com/2020/05/29/us/politics/klobuchar-minneapolis-george-floyd.html"}