{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:33:28", "date_modify": "2022-10-25 23:33:28", "date_publish": "2020-04-06 21:33:32", "description": "Allstate and American Family Insurance are pushing savings to customers automatically. Many others have not. We asked.", "filename": "2020_04_06_business_coronavirus-car-insurance_1666740808.html", "image_url": "https://static01.nyt.com/images/2020/04/07/business/07virus-lieber/06virus-lieber-facebookJumbo.jpg?year=2020&h=550&w=1050&s=aa6b20fe14f2bd97dc90e041807e8ab7d6512ae44d102ac40d20a88850372823&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_06_business_coronavirus-car-insurance_1666740808.html", "title": "Some Insurers Offer a Break for Drivers Stuck at Home", "title_page": "Some Insurers Offer a Break for Drivers Stuck at Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The best kind of financial help is the kind that you don’t have to ask for.\nOn Monday, Allstate and American Family Insurance said they would give their personal auto insurance customers a break, since most of them aren’t driving as much as they did a month or two ago.\nThe savings don’t amount to a lot. Allstate will give most customers 15 percent of their monthly premium back in April and May, via a credit to their bank account, credit card or Allstate account. American Family will send auto insurance customers $50 for each vehicle on their policies.\nBut the nature of the action is exemplary — and rare — given the context of a pandemic. People are sick, and many more are struggling. Nobody wants to have to think to call their auto insurer, let alone wait out the call-center deluge afflicting most financial services companies.\nAuto insurance companies are in an advantageous position in the quest to eke out a public relations win in these grim times. If people drive less, they crash less. Fewer crashes mean fewer claims. And fewer claims means more premium money sitting around on an insurer’s books. (Regulators in all the states where Allstate and American Family do business generally have to approve their plans to return customers’ cash, but they expect to start sending their refunds soon.)", "url": "https://www.nytimes.com/2020/04/06/business/coronavirus-car-insurance.html"}