{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:30:10", "date_modify": "2022-10-25 23:30:10", "date_publish": "2020-04-14 23:29:20", "description": "Trading barbs with governors about their powers over when to ease restrictions on society, the president made an assertion that lacks a basis in the Constitution or federal law.", "filename": "2020_04_14_us_politics_trump-total-authority-claim_1666740610.html", "image_url": "https://static01.nyt.com/images/2020/04/14/us/politics/14dc-virus-power/14dc-virus-power-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cecbe8ffce075cf09cf54307af4a88b7820f4421fcbf3d280ec79eda6985e15c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_14_us_politics_trump-total-authority-claim_1666740610.html", "title": "Trump's Total Authority Claim Is Rejected Across Ideological Lines", "title_page": "Trump's Total Authority Claim Is Rejected Across Ideological Lines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Both a pandemic and social distancing measures that require the closure of businesses, to be sure, affect interstate commerce. But even if the federal government in theory could have more power in this area, it would take an act of Congress to bestow it on the presidency.\nLawmakers have created some executive powers relevant to the crisis — including enabling an administration to take steps to keep illness from spreading across state lines and to mobilize industry to ramp up production of needed goods in a public health crisis. But they have passed no statute purporting to give the presidency pre-eminence over governors on rescinding public health limits inside states.\nSimilarly, while Mr. Trump declared a national emergency over the pandemic, that did not mean he was tapping into some reservoir of limitless constitutional power. Rather, he was activating specific statutes that Congress has enacted creating particular standby powers, none of which include letting a president overturn state-imposed public health safety measures.\nIn a 1952 case involving President Harry S. Truman’s seizure of steel mills to avert a strike during the Korean War, the Supreme Court rejected his effort to invoke purported “inherent” constitutional power to resolve the crisis using different tools than Congress had provided.\nAnd even if Congress were to now enact a law giving Mr. Trump that power — which is unlikely, with the House in the hands of Democrats — there would still be legal obstacles. The Supreme Court over the last generation has pushed back when Congress has enacted laws that the court sees as federal commandeering of states’ authority.\n“The federal government may neither issue directives requiring the states to address particular problems, nor command the states’ officers, or those of their political subdivisions, to administer or enforce a federal regulatory program,” Justice Antonin Scalia wrote in a 1997 Supreme Court ruling.\nOn Tuesday, Mr. Trump appeared to seek a face-saving way out, saying he was “authorizing” governors to decide for themselves when to reopen their states. He offered no explanation for the implication that his permission was necessary before they could lift their own orders.", "url": "https://www.nytimes.com/2020/04/14/us/politics/trump-total-authority-claim.html"}