{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 23:22:29", "date_modify": "2022-10-25 23:22:29", "date_publish": "2020-03-05 20:20:32", "description": "Intensive care beds are lacking. One area of Yorkshire has 35 beds to accommodate what could be hundreds of seriously ill patients.", "filename": "2020_03_05_world_europe_coronavirus-united-kingdom-national-health-service_1666740149.html", "image_url": "https://static01.nyt.com/images/2020/03/06/world/06virus-uk5/06virus-uk5-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cf4c3fc5fa8db641be32494aaa547fd0507801b748340ae6dc8cd6d047bf5683&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_05_world_europe_coronavirus-united-kingdom-national-health-service_1666740149.html", "title": "Doctors Say U.K. Is Ill Prepared for Coronavirus", "title_page": "Doctors Say U.K. Is Ill Prepared for Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Ventilators in short supply. Intensive care beds already overflowing. Some health workers buying their own face masks or hoods. And if cases of the deadly coronavirus surge in anything like the numbers some experts have predicted, doctors say they would have to consider denying lifesaving care to the frailest patients to prioritize those with better chances of surviving.\n“If we haven’t got ventilatory support to offer them, it’s going to end in death,” said Dr. George Priestley, an intensive care doctor and anesthesiologist in Yorkshire in northern England. “I don’t want to be alarmist. I just want someone to pay attention.”\nWith the number of coronavirus cases in Britain climbing to 115 this week, and on Thursday the first fatality, Prime Minister Boris Johnson offered the first hints of how a health system sapped by years of austerity-driven reductions in budget growth would try to cope.\nBut for doctors already dealing with overflowing wintertime wards, there was little faith that even the most ambitious plans could keep the National Health Service from being deluged by a crisis that strikes where it is weakest — a severe shortage of beds for critically ill patients, which puts it behind much of Europe and has alarmed doctors for years.", "url": "https://www.nytimes.com/2020/03/05/world/europe/coronavirus-united-kingdom-national-health-service.html"}