{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:55:01", "date_modify": "2022-10-25 23:55:01", "date_publish": "2020-06-10 17:47:38", "description": "The English soccer champion will learn in July if its two-year ban has been overturned. But the results of a three-day hearing that ended Wednesday will have repercussions for the sport.", "filename": "2020_06_10_sports_soccer_manchester-city-champion-league-ban_1666742101.html", "image_url": "https://static01.nyt.com/images/2020/06/10/sports/10mancity-1/merlin_173315451_3b109709-1307-4923-beb1-a6be8a21f787-facebookJumbo.jpg?year=2020&h=549&w=1050&s=5566ad1e6cdecad6b6cb019ada549b20b7ad7579dda4868ebb113560339be27a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_10_sports_soccer_manchester-city-champion-league-ban_1666742101.html", "title": "Manchester City Appeals Its Champions League Ban and Awaits Its Fate", "title_page": "Manchester City Appeals Its Champions League Ban and Awaits Its Fate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Manchester City, the English Premier League champion, will find out before the end of July whether it has successfully appealed its two-year ban from European soccer’s elite Champions League.\nThe club, which has angrily denied breaking cost-control rules and vowed to fight any punishment, presented its defense during a three-day hearing conducted by the Court of Arbitration for Sport that concluded on Wednesday. Lawyers representing UEFA, European soccer’s governing body, which imposed the ban, defended their decision.\nManchester City, backed by the billionaire brother of the ruler of Abu Dhabi, was punished in February after a lengthy investigation by UEFA concluded the club had committed “serious breaches” of so-called financial fair play rules, regulations designed to prevent clubs from spending beyond their means.\nCity reacted to the decision, which would deny the club as much as $200 million in Champions League payouts as well as the chance to claim the title it covets the most, by charging that the disciplinary process had been prejudicial. It vowed to present “irrefutable evidence” to CAS that would clear the team. The uncertainty surrounding the case, and City’s punishment, has cast doubt over the future of a sporting project that turned City from an also-ran into a serial winner and one of global soccer’s most powerful institutions.", "url": "https://www.nytimes.com/2020/06/10/sports/soccer/manchester-city-champion-league-ban.html"}