{"authors": ["Jack Ewing"], "date_download": "2022-10-25 23:24:09", "date_modify": "2022-10-25 23:24:09", "date_publish": "2020-12-31 10:00:22", "description": "As Tesla completes a factory in Berlin, Mercedes-Benz and Audi are introducing electric cars in bids to defend their dominance of the luxury market.", "filename": "2020_12_31_automobiles_tesla-german-automakers_1666740249.html", "image_url": "https://static01.nyt.com/images/2020/12/29/business/00germanevs-1/merlin_177448935_bd435199-cbd9-44b6-9296-f8ea8cb2f70b-facebookJumbo.jpg?year=2020&h=550&w=1050&s=348c1293ec70680c1c2b7290e0a365ebb73300a23ab6ff19f9b56c54536e503e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_31_automobiles_tesla-german-automakers_1666740249.html", "title": "German Automakers Are Charged Up and Ready to Take on Tesla", "title_page": "German Automakers Are Charged Up and Ready to Take on Tesla - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The first manifestations of their efforts are about to hit showrooms.\nAudi, which like Porsche is a part of the Volkswagen empire, began production in December of the battery-powered e-tron GT, which will cost more than $100,000 when it goes on sale in March. It shares many components with the Taycan, but its emphasis is on driving comfort rather than setting speed records.\nLater in 2022, Audi plans to begin selling the Q4, a compact electric S.U.V. that will be the division’s first model based on the so-called modular electronic toolbox, a collection of components designed specifically for battery-powered cars that will be shared among Volkswagen car brands. The toolbox allows auto designers to make the interiors of electric cars roomier than those of gasoline cars by arraying the batteries and motors in ways not possible with internal combustion engines. Tesla already applies that principle to its interiors, which are known for their spaciousness and lack of clutter.\nCarmakers have been using these collections of shared components, often called platforms, for years, but Volkswagen is one of the first mass-market carmakers to develop one specifically for battery power. By building hundreds of thousands and perhaps millions of cars using the same components, Volkswagen, the world’s largest carmaker, hopes to do what it does best: drive down the cost per vehicle with massive production volumes, and beat Tesla on price.\nThe strategy is helping to hold down the cost of the Audi Q4, which will start around 40,000 euros, about $49,000, in Germany. That is competitive with comparable gasoline cars and in the same general price range as Tesla’s base car, the Model 3.", "url": "https://www.nytimes.com/2020/12/31/automobiles/tesla-german-automakers.html"}