{"authors": ["Julie Creswell"], "date_download": "2022-10-25 23:48:49", "date_modify": "2022-10-25 23:48:49", "date_publish": "2020-02-29 10:00:11", "description": "As shoppers look for products to help protect against an outbreak, they are increasingly finding empty shelves.", "filename": "2020_02_29_business_coronavirus-hand-sanitizer_1666741729.html", "image_url": "https://static01.nyt.com/images/2020/02/28/business/28purell/28purell-facebookJumbo.jpg?year=2020&h=549&w=1050&s=b40276c117abcfc6118d2a170585d86698db83836522c980084e84b2ee365d8b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_29_business_coronavirus-hand-sanitizer_1666741729.html", "title": "‘Where Do I Find Your Hand Sanitizer?’ Sorry, We Have None.", "title_page": "‘Where Do I Find Your Hand Sanitizer?’ Sorry, We Have None. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Most health officials and disease specialists say one of the best preventive measures against the coronavirus or any other outbreak is frequent washing of hands, using soap and water to scrub fronts, backs and between fingers for at least 20 seconds.\nIf soap and water aren’t available, health professionals say, then hand sanitizer can be used, as long as it contains at least 60 percent alcohol and the gel is squirted onto the hands and rubbed briskly all over them for about 20 seconds.\nIn some cases, the demand is outstripping inventory.\nOn Amazon, for instance, a search for popular hand sanitizer brands like Purell, Germ-X or even Amazon’s private-label brand, Solimo, showed many were unavailable. In some cases, what was available was being sold by third-party sellers at high prices. On Friday morning, a pack of two 12-ounce bottles of Purell could be had from a third-party seller for $49.99.\nAmazon did not respond to emails seeking comment about its supply of hand sanitizers and how it handles third-party sellers that may be price-gouging customers.\nWalmart’s website also showed many hand sanitizers as out of stock. Those that were available appeared to be from other parties selling them at high prices. The company did not respond to a request for comment.", "url": "https://www.nytimes.com/2020/02/29/business/coronavirus-hand-sanitizer.html"}