{"authors": ["Katie Benner", "Kenneth P. Vogel"], "date_download": "2022-10-25 23:02:17", "date_modify": "2022-10-25 23:02:17", "date_publish": "2020-02-10 22:48:23", "description": "Noting that investigators must consider any information potentially relevant to their work, the attorney general said that evidence from Ukraine could not be taken “at face value.”", "filename": "2020_02_10_us_politics_barr-giuliani-ukraine_1666738937.html", "image_url": "https://static01.nyt.com/images/2020/02/10/us/politics/10dc-barr/10dc-barr-facebookJumbo.jpg?year=2020&h=550&w=1050&s=51d203f16727c56eff8e6fafeb91e9429210f51fe4f4b7e03f143e49e6b18ca5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_10_us_politics_barr-giuliani-ukraine_1666738937.html", "title": "Justice Dept. Will Accept Material From Giuliani, but Barr Voices Caution", "title_page": "Justice Dept. Will Accept Material From Giuliani, but Barr Voices Caution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Attorney General William P. Barr said on Monday that the Justice Department would consider information from Rudolph W. Giuliani, President Trump’s personal lawyer, about Ukraine. That could include assertions about former Vice President Joseph R. Biden Jr. and his son Hunter.\nThe Justice Department “has the obligation to have an open door to anybody who wishes to provide us information that they think is relevant,” Mr. Barr said at an unrelated news conference.\nHe added that no information coming out of Ukraine could be taken “at face value” given the amount of politically driven disinformation that could emerge from the country.\nAny information from Mr. Giuliani would be considered highly controversial, as he has long promoted purported efforts by Ukrainians to undercut Mr. Trump’s 2016 presidential bid and urged further scrutiny of the overlap between Mr. Biden’s anti-corruption efforts in Ukraine as vice president and his son’s seat on the board of Burisma Holdings, a Ukrainian energy company widely accused of corruption. Any investigations into those matters could benefit the president by potentially undermining his political rivals.", "url": "https://www.nytimes.com/2020/02/10/us/politics/barr-giuliani-ukraine.html"}