{"authors": ["Katrin Bennhold"], "date_download": "2022-10-25 23:40:51", "date_modify": "2022-10-25 23:40:51", "date_publish": "2020-07-01 19:54:32", "description": "For years, far-right extremists were tolerated inside Germany’s most elite military unit. An underground bunker of explosives has woken the authorities to an alarming problem.", "filename": "2020_07_01_world_europe_german-special-forces-far-right_1666741251.html", "image_url": "https://static01.nyt.com/images/2020/07/01/world/01germany/01germany-facebookJumbo.jpg?year=2020&h=550&w=1050&s=48095e8b69d9994e1bb954290d605ca02319247b25e82ff35a3cbc0a92daa484&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_01_world_europe_german-special-forces-far-right_1666741251.html", "title": "Germany Disbands Special Forces Group Tainted by Far-Right Extremists", "title_page": "Germany Disbands Special Forces Group Tainted by Far-Right Extremists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It worries others, too.\n“Do we have terrorist cells inside our military? I never thought I would ask that question, but we have to,” said Patrick Sensburg, a conservative lawmaker on the intelligence oversight committee and president of the reservist association.\nThe commander of the KSK, Gen. Markus Kreitmayr, wrote a three-page letter to his troops after the recent raid, in which he addressed far-right soldiers directly: “You don’t deserve our camaraderie!” he wrote, urging them to leave the unit on their own. “If you don’t, you will realize that we will find you and get rid of you!”\nMs. Kramp-Karrenbauer said efforts would now be intensified to determine whether recent and older cases of extremism were part of a network.\n“The probability that it’s not just isolated cases but that there are connections is obvious and has to be fully investigated,” Ms. Kramp-Karrenbauer said.\nMs. Kramp-Karrenbauer added that she now wants to better integrate the KSK into the wider military to increase oversight of the unit. Training that had been conducted separately from other units would be opened up, security checks of new recruits would be intensified and the number of years soldiers could serve in the same company would be capped.\nThe report presented to the minister by General Zorn concluded that parts of the KSK existed outside the military chain of command. “The KSK, at least in some areas, has become independent in recent years, under the influence of an unhealthy understanding of elitism by individual leaders.”\nBut the failings were not just inside the KSK, the minister said. Across the military, ammunition and explosives have been allowed to go missing.", "url": "https://www.nytimes.com/2020/07/01/world/europe/german-special-forces-far-right.html"}