{"authors": ["Jason Horowitz", "Elisabetta Povoledo"], "date_download": "2022-10-25 23:34:11", "date_modify": "2022-10-25 23:34:11", "date_publish": "2020-02-23 19:53:55", "description": "The country announced more than 150 cases, many in the densely populated region around Milan, as officials closed schools and canceled Venice’s carnival celebrations.", "filename": "2020_02_23_world_europe_italy-coronavirus_1666740851.html", "image_url": "https://static01.nyt.com/images/2020/02/23/world/23Italy-coronavirus-update/23Italy-coronavirus-update-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d82155377be0503508200b2c93dab5aeae8e265791adc09145d5e2f831666793&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_02_23_world_europe_italy-coronavirus_1666740851.html", "title": "Europe Confronts Coronavirus as Italy Battles an Eruption of Cases", "title_page": "Europe Confronts Coronavirus as Italy Battles an Eruption of Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Voices like these from Chinese citizens are very rare. People who are willing to speak out about the government’s attempts to control news about the deadly coronavirus. They asked to remain anonymous, because what they’re doing could put them and their families at great risk. But these people are part of a new wave of Chinese citizens, fighting to get the message out in a country that aggressively censors information. Accounts or messages like these calling for free speech are quickly scrubbed from the internet. Or videos like this, showing people frustrated about life under lockdown. [clanging] Posted online one day, but gone the next. But the crisis over the coronavirus is changing the landscape, for now at least. Everyday citizens are preserving and reposting information the government doesn’t want out there. Experts say this kind of digital resistance is happening at a scale they’ve never seen before. Social media networks like YouTube, Facebook and Twitter are blocked in China. But internet savvy people use techniques that allow them to repost censored content to these platforms, while staying under the radar of authorities. They’re creating a visual archive by preserving videos like this one, showing overwhelmed hospitals. [screaming] And they’re reposting people’s personal stories. Some are also turning to less obvious platforms, including GitHub, which is a site mostly used by coders. Another taboo Chinese citizens are pushing back on? They’re making open and widespread calls for freedom of speech. These were triggered by the death of Dr. Li Wenliang. He was an early whistleblower who warned about the virus, and was punished by officials for speaking out. He died in early February from the coronavirus. Right after his death, the hashtag “I want freedom of speech” started to trend on Weibo, a Chinese social media site. Then, it was quickly censored by the government. Dr. Li’s become an icon in the online fight for freedom of speech between censors and citizens. So, who’s winning? For now, citizens are staying a step ahead of the authorities. But a renewed government crackdown could test the strength of this digital resistance.", "url": "https://www.nytimes.com/2020/02/23/world/europe/italy-coronavirus.html"}