{"authors": ["Winnie Hu"], "date_download": "2022-10-25 23:24:57", "date_modify": "2022-10-25 23:24:57", "date_publish": "2020-04-09 16:18:05", "description": "Faster buses. Plentiful parking. Cleaner air. A shift in habits offers a glimpse of what the city could be like without so much congestion.", "filename": "2020_04_09_nyregion_nyc-coronavirus-empty-streets_1666740297.html", "image_url": "https://static01.nyt.com/images/2020/04/13/nyregion/00nyvirus-streets001/00nyvirus-streets001-facebookJumbo.jpg?year=2020&h=549&w=1050&s=44e76fd9953eedf54ea09923771946e0a5ea1e672d9eb2273de53f9752a8988a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_09_nyregion_nyc-coronavirus-empty-streets_1666740297.html", "title": "N.Y.’s Changed Streets: In One Spot, Traffic Speeds Are Up 288%", "title_page": "N.Y.’s Changed Streets: In One Spot, Traffic Speeds Are Up 288% - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Traffic at New York City’s busiest bridges and tunnels has plunged nearly 60 percent.\nRush-hour speeds have soared 288 percent on one of the city’s most clogged arteries — the Brooklyn-Queens Expressway — to 52 miles per hour from 13 m.p.h.\nEven the air is cleaner, with levels of particulate matter, which contribute to health problems including lung cancer and heart attacks, plunging as much as 35 percent across the city.\nThe coronavirus pandemic that has ravaged New York has essentially erased much of the traffic in the country’s largest city, easing the congestion that has strangled the streets and has made it more perilous for pedestrians and a growing army of bicycle commuters.\nAnd it has happened far more swiftly and drastically than any measure New York’s leaders have taken so far to push cars off the streets, including a congestion pricing plan that starting next year will impose fees to drive into the busiest parts of Manhattan.", "url": "https://www.nytimes.com/2020/04/09/nyregion/nyc-coronavirus-empty-streets.html"}