{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:26:04", "date_modify": "2022-10-25 23:26:04", "date_publish": "2020-04-15 23:25:48", "description": "President Moon Jae-in’s left-leaning alliance in South Korea won a historic majority in Parliament thanks in part to the country’s largely successful handling of the coronavirus.", "filename": "2020_04_15_world_asia_south-korea-election_1666740364.html", "image_url": "https://static01.nyt.com/images/2020/05/15/world/15skorea-sub/15skorea-sub-facebookJumbo.jpg?year=2020&h=549&w=1050&s=6da10aec078c55580f281aaf232f5a1e7d43415e39124826ffc9b80522c5f7e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_15_world_asia_south-korea-election_1666740364.html", "title": "​In South Korea Vote, ​Virus Delivers Landslide Win to Governing Party", "title_page": "​In South Korea Vote, ​Virus Delivers Landslide Win to Governing Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The prospects for Mr. Moon’s party did not look good​ until less than two months ago​. He and his party’s approval ratings had been slumping​ over a decaying job market, stalled diplomatic efforts with North Korea and scandals involving Mr. Moon’s closest allies.​ ​The coronavirus ​had initially appeared to work against Mr. Moon and his party​​, as they were criticized for underestimating the threat.\nBut their political fortune shifted once Mr. Moon’s government ​began ​testing large numbers of people in February to screen out patients for isolation and treatment. ​South Korea, once home to the world’s second-largest outbreak, with as many as 813 new cases a day, has reported fewer than 40 new ​patients a day in the past week​.\nAs President Trump​ and other foreign leaders called Mr. Moon, asking South Korea for supplies of test kits or advice in handling the outbreak, his popularity rebounded​ at just the right time.\nDuring the campaign​, Mr. Moon’s conservative rivals accused him of coddling the nuclear-armed North Korea and undermining the alliance with Washington by taking Seoul too close to Beijing, criticisms which Mr. Moon ​strongly rejected.\nWith their victories on Wednesday, South Korea’s liberals​ achieved more political​ clout than they have ever held.​\nTheir ascent began when former President Park Geun-hye, a conservative, was impeached and then ousted on corruption charges in 2017. Mr. Moon won the presidency in an election that same year, becoming the first left-leaning president in nearly a decade. In 2018, his party won all but three of the 17 contests for big-city mayors and provincial governors.\n“By taking over the Parliament as well, the progressives complete replacing the conservatives as the mainstream political force​ in South Korea​,” said Park Sung-min, head of Min Consulting, a political polling company in Seoul.​", "url": "https://www.nytimes.com/2020/04/15/world/asia/south-korea-election.html"}