{"authors": ["Glenn Thrush", "Michael Crowley"], "date_download": "2022-10-25 23:52:19", "date_modify": "2022-10-25 23:52:19", "date_publish": "2020-05-09 14:44:30", "description": "Speaking to 3,000 supporters, the former president took a sharper line toward the Trump administration than he typically does in public.", "filename": "2020_05_09_us_politics_obama-flynn-coronavirus-trump_1666741939.html", "image_url": "https://static01.nyt.com/images/2020/05/10/us/politics/09dc-obama/09dc-obama-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7dbf573bc97e9a055885937efffae2de30b1c40ebbc0187ef6457476ddfda91d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_09_us_politics_obama-flynn-coronavirus-trump_1666741939.html", "title": "Obama Criticizes Trump Administration in Private Call With Allies", "title_page": "Obama Criticizes Trump Administration in Private Call With Allies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This election that’s coming up on every level is so important because what we’re going to be battling is not just a particular individual or a political party,” Mr. Obama said, according to a brief audio excerpt posted online by Yahoo.\n“What we’re fighting against is these long term trends where being selfish, being tribal, being divided and seeing others as an enemy. That has become a stronger impulse in American life. And by the way we’re seeing that internationally as well.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“It’s part of the reason why the response to this global crisis has been so anemic and spotty,” Mr. Obama continued. “It would have been bad even with the best of governments. It has been an absolute chaotic disaster when that mind-set — of ‘what’s in it for me’ and ‘to heck with everybody else’ — when that mind-set is operationalized in our government.”\nFormer aides stressed that the call did not signal the beginning of a more sustained public involvement by the former president, although that will clearly come later in the year.\nMr. Obama has adopted a public posture of muted disapproval of his successor during his post-presidency, although he has spoken out at moments calculated to have high impact. In the weeks before the 2018 midterm elections, Mr. Obama decried “crazy stuff” happening at the Justice Department under Mr. Trump and warned that “our democracy is at stake.”\nHe has told friends he is deeply concerned that Mr. Trump, despite his recent stumbles, will be able to successfully leverage the bully pulpit of the presidency at a time when Mr. Biden is confined to campaigning from his basement in Delaware.\nThat anxiety has now spurred Mr. Obama to take a more active advisory role with Mr. Biden campaign, according to former aides. Mr. Obama has been in regular communication with his former vice president, discussing matters ranging from policy issues to the question of when Mr. Biden and eventually Mr. Obama can hit the campaign trail in person.", "url": "https://www.nytimes.com/2020/05/09/us/politics/obama-flynn-coronavirus-trump.html"}