{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:47:48", "date_modify": "2022-10-25 23:47:48", "date_publish": "2020-05-21 13:50:23", "description": "The president held out the possibility of negotiations with the Russians that could save American participation in the accord. But even some of his own aides said success for that seemed unlikely.", "filename": "2020_05_21_us_politics_trump-open-skies-treaty-arms-control_1666741668.html", "image_url": "https://static01.nyt.com/images/2020/05/21/us/politics/21dc-openskies/21dc-openskies-facebookJumbo-v3.jpg?year=2020&h=550&w=1050&s=2ef0cf6941d39e102f4faa50fbbe66d52b3edf5efebd1a662b0d02eba2ac69f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_21_us_politics_trump-open-skies-treaty-arms-control_1666741668.html", "title": "Trump to Withdraw U.S. From ‘Open Skies’ Treaty", "title_page": "Trump to Withdraw U.S. From ‘Open Skies’ Treaty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump has decided to withdraw from another major arms control accord, he and other officials said Thursday, and will inform Russia that the United States is pulling out of the Open Skies Treaty, negotiated three decades ago to allow nations to fly over each other’s territory with elaborate sensor equipment to assure that they are not preparing for military action.\nMr. Trump’s decision may be viewed as more evidence that he is preparing to exit the one major arms treaty remaining with Russia: New START, which limits the United States and Russia to 1,550 deployed nuclear missiles each. It expires in February, weeks after the next presidential inauguration, and Mr. Trump has insisted that China must join what is now a U.S.-Russia limit on nuclear arsenals.\nEven as the administration disclosed Mr. Trump’s intention to withdraw from the Open Skies agreement, the president held out the possibility of negotiations with the Russians that could save American participation in the accord.\n“There’s a chance we may make a new agreement or do something to put that agreement back together,” he said outside the White House. “I think what’s going to happen is we’re going to pull out and they’re going to come back and want to make a deal.”", "url": "https://www.nytimes.com/2020/05/21/us/politics/trump-open-skies-treaty-arms-control.html"}