{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:54:58", "date_modify": "2022-10-25 23:54:58", "date_publish": "2020-07-13 08:51:47", "description": "The club, one of the world’s richest teams, had faced a two-year exile from Europe’s top soccer competition. Its victory is a blow to the credibility of UEFA’s cost control rules.", "filename": "2020_07_13_sports_soccer_manchester-city-champions-league_1666742098.html", "image_url": "https://static01.nyt.com/images/2020/07/13/sports/13mancity-trophy/13mancity-trophy-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e0f03b2277f3a985add964121c019a995c347a422ee213a8857a1b33f9cf2a72&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_13_sports_soccer_manchester-city-champions-league_1666742098.html", "title": "Manchester City’s Champions League Ban Is Overturned", "title_page": "Manchester City’s Champions League Ban Is Overturned - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Manchester City officials had vehemently, and repeatedly, denied any accusations of wrongdoing, and the prospect of being barred from the Champions League risked upending one of the most ambitious projects in global sports.\nFor UEFA, the latest high-profile reversal of its effort to uphold its so-called financial fair-play regulations — and the second time its own rules have been at the root of its defeat — has created new doubts about the future of its efforts to police overspending by its biggest clubs, and its ability and willingness to police its members’ actions.\nThe CAS panel said in a statement posted on the court’s website that the most serious breaches found by UEFA were either “not established” or no longer relevant (in the court’s words, “time-barred”).\nManchester City remains in contention to win the Champions League this year; it won the first leg of its round-of-16 tie against Real Madrid in March before the coronavirus pandemic forced a temporary halt to the event. UEFA is scheduled to resume the competition this summer.\nSince being acquired in 2008 by Sheikh Mansour bin Zayed al-Nahyan, the billionaire brother of the ruler of the United Arab Emirates, Manchester City has risen from relative obscurity to become one of soccer’s most valuable and successful brands. It fields one of the best teams in the world and is led by Pep Guardiola, the Spanish coach who oversaw its collecting every available trophy in English soccer last season.\nMonday’s ruling means the team will continue to perform on one of sports’ biggest stages, and one of its most lucrative. City had stood to lose about $200 million in Champions League payments from a two-year ban, but it would also have been costly in terms of damage to City’s carefully cultivated reputation and its ability to attract top players and coaches. Now it will remain among the favorites to win the competition year after year.", "url": "https://www.nytimes.com/2020/07/13/sports/soccer/manchester-city-champions-league.html"}