{"authors": ["John Leland"], "date_download": "2022-10-25 23:47:30", "date_modify": "2022-10-25 23:47:30", "date_publish": "2020-04-17 21:45:50", "description": "Until the state released its accounting, residents’ relatives had been denied information on how hard homes had been hit.", "filename": "2020_04_17_nyregion_new-york-nursing-homes-coronavirus-deaths_1666741650.html", "image_url": "https://static01.nyt.com/images/2020/04/17/nyregion/17nyvirus-nursinghome01/merlin_171625368_6a4976cb-f325-44b8-ab8d-6c9f40a22a6e-facebookJumbo.jpg?year=2020&h=549&w=1050&s=a88af44ebe1eb6d5a1746182b6503f5e9fbeb107333197454f5f7e0aad1638ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_17_nyregion_new-york-nursing-homes-coronavirus-deaths_1666741650.html", "title": "Over a Dozen NY Nursing Homes Have Had More Than 25 Coronavirus Deaths", "title_page": "Over a Dozen NY Nursing Homes Have Had More Than 25 Coronavirus Deaths - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At least 14 nursing homes in New York City and its suburbs have recorded more than 25 coronavirus-related deaths, according to new data from the state Health Department that shows the virus’s impact on individual facilities, and five had 40 or more.\nThe homes that have been hit hardest are the Cobble Hill Health Center, a 364-bed nonprofit facility in Brooklyn, which reported 55 deaths, and the Kings Harbor Multicare Center, a for-profit, 720-bed facility in the Bronx, which had 45.\nThe 10 homes with the most deaths were all in the city.\nThe data did not include facilities with fewer than five deaths, and it did not include residents who died in hospitals.\nUntil the state released its partial accounting on Friday, families with relatives in nursing homes had repeatedly been denied information, which was unavailable from official sources and often impossible to get from the homes themselves.", "url": "https://www.nytimes.com/2020/04/17/nyregion/new-york-nursing-homes-coronavirus-deaths.html"}