{"authors": ["Mark Walker"], "date_download": "2022-10-25 23:30:58", "date_modify": "2022-10-25 23:30:58", "date_publish": "2020-08-07 23:38:35", "description": "Tens of thousands of motorcyclists roared into the western South Dakota community on Friday, lining Main Street from end to end, for the start of the annual Sturgis Motorcycle Rally.", "filename": "2020_08_07_us_sturgis-motorcyle-rally_1666740658.html", "image_url": "https://static01.nyt.com/images/2020/08/07/us/07VIRUS-STURGIS/07VIRUS-STURGIS-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1ef977d7cdbad63e323b5e8f2142561dd99e04a4574390c17463ec9334f472d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_07_us_sturgis-motorcyle-rally_1666740658.html", "title": "Sturgis Rally 2020: Despite Coronavirus Thousands Converge in South Dakota", "title_page": "Sturgis Rally 2020: Despite Coronavirus Thousands Converge in South Dakota - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, Nelson Horsley, 26, of Rapid City, S.D., said he expects there will be a rise in coronavirus cases in the area once the rally concludes next weekend. But he said he didn’t feel the need to wear a mask while walking around downtown Friday afternoon. He compared the virus to getting the seasonal flu.\n“I haven’t seen anyone out here wear a mask so it kind of feels like it defeats the purpose,” he said, to wear a mask himself.\nWhile most residents opposed the rally, some offered their front yards as camp sites for bikers who were unable to find a hotel room. But many others said they were worried about the impact the rally would eventually have on the small community.\nAmong those was Patricia Viator, 64, who has lived in Sturgis for 16 years. She said she became resigned to the fact that there was nothing residents could do to keep thousands of bikers from coming to the city. She said she’s worried for her family and the town, and she takes several precautions when leaving her house, including wearing a mask.\n“It scares me more than before because we don’t have many cases around here, but now this increases the chances of us locals getting it,” she said.", "url": "https://www.nytimes.com/2020/08/07/us/sturgis-motorcyle-rally.html"}