{"authors": ["Annie Karni", "Maggie Astor"], "date_download": "2022-10-25 23:48:20", "date_modify": "2022-10-25 23:48:20", "date_publish": "2020-04-22 15:14:36", "description": "The medical guidelines are clear, but it’s not always an easy choice for image-conscious politicians.", "filename": "2020_04_22_us_politics_coronavirus-masks_1666741700.html", "image_url": "https://static01.nyt.com/images/2020/04/28/us/politics/28virus-masks/28virus-masks-facebookJumbo.jpg?year=2020&h=550&w=1050&s=08940f14eb1e5dd3122741fe3f9d4e241e68c27537d057ccf7a4a04cc73df848&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_22_us_politics_coronavirus-masks_1666741700.html", "title": "As Leaders Urge Face Masks, Their Behavior Muffles the Message", "title_page": "As Leaders Urge Face Masks, Their Behavior Muffles the Message - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When Vice President Mike Pence descended onto the tarmac in Colorado Springs in mid-April, his first appearance outside the White House grounds in over a month, he was greeted by the Democratic governor of Colorado, Jared Polis, who was wearing a face mask emblazoned with images from his state flag.\nMr. Pence tapped elbows with Mr. Polis, rather than offering a hand, but he kept his face uncovered, a decision in line with President Trump’s position: Mr. Trump said this month that he would not follow guidelines from his own Centers for Disease Control and Prevention and wear a face mask.\nThe tarmac photo opportunity between two elected officials in various states of facial undress underscored how politicians are, or aren’t, modeling the precautions they have recommended to their constituents.\nMr. Pence’s decision to forgo masks drew criticism on Tuesday after he flouted the Mayo Clinic’s policy that asks all visitors to wear protective face masks, when he toured the facility in Minnesota with nothing covering his face. The F.D.A. commissioner, Stephen Hahn, and other administration officials wore masks, and all employees around Mr. Pence were wearing face masks. After the visit, the Mayo Clinic tweeted that it had “informed @VP of the masking policy prior to his arrival today.” The clinic then deleted the tweet.", "url": "https://www.nytimes.com/2020/04/22/us/politics/coronavirus-masks.html"}