{"authors": ["Troy Closson"], "date_download": "2022-10-25 23:43:16", "date_modify": "2022-10-25 23:43:16", "date_publish": "2020-12-17 10:00:19", "description": "“We’re worse off in some ways than we were in the beginning,” said one nurse about the lack of workers and resources at her New York hospital.", "filename": "2020_12_17_nyregion_nurses-coronavirus-new-york_1666741396.html", "image_url": "https://static01.nyt.com/images/2020/12/14/nyregion/00nyvirus-nurses2/00nyvirus-nurses2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5a39038bebc6a9d3c899848dbc25b4422d409265fafa136870b244999f0bba99&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_17_nyregion_nurses-coronavirus-new-york_1666741396.html", "title": "Nurses Are Anxious and Angry in 2nd Wave: ‘We’re Not Prepared’", "title_page": "Nurses Are Anxious and Angry in 2nd Wave: ‘We’re Not Prepared’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Research shows medical facilities with lower nurse-to-patient ratios experience fewer deaths and other adverse outcomes. In recent weeks, nurses in New Rochelle have often taken on at least four patients at a time in the hospital’s intensive care unit, seven at a time in the emergency room and nine at a time on the surgical floor, said Kathy Santoiemma, a union leader who has been a nurse at the hospital for 43 years.\nMany nurses at the hospital say that their patient loads have now risen higher than in the spring. Brian Conway, a spokesman for the Greater New York Hospital Association, would not comment on nurse-to-patient ratios in different units at Montefiore, but said former staff members and outside nurses would be asked to help.\nMr. Cuomo has asked hospital officials in the state to identify retired doctors and nurses to help during the second wave of the virus. In western New York, where hospitalization rates are among the highest in the state, nurses say there is already a need.\n“It’s absolutely a major issue,” said Crystal Knihinicki, an intensive care unit nurse at Erie County Medical Center. “I just don’t understand how there are not enough people in all of these hospitals. How is this possible?”\nTurnover among nurses, which was high even before the pandemic, has continued throughout the year.\nThe nurses’ union said that in New Rochelle, more than 20 nurses have left the hospital since March, and Albany Medical had more than 150 nurses leave in the first six months of the year.\nAcross the state and country, early retirements or moves into less intense work have grown similarly common as the virus magnifies some of the problems for nurses. In New York City and areas of the state that were particularly hard hit in the spring, many also worry about the emotional toll nurses may face.\nJessica DeStefano, who helped open up the first virus unit at Albany Medical in the spring and has been a nurse for nearly 20 years, said she might leave the profession when the pandemic ends.\n“I say every day, ‘What’s my next job going to be after this is over?’” said Ms. DeStefano. “I have to get out of here. I can’t go on not having the staff we need and not having the resources we need. I can’t do this for the rest of my life.”", "url": "https://www.nytimes.com/2020/12/17/nyregion/nurses-coronavirus-new-york.html"}