{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:09", "date_modify": "2022-10-25 23:29:09", "date_publish": "2020-04-20 22:37:04", "description": "The central bank hinted from the start that it could broaden its municipal debt purchases.", "filename": "2020_04_20_business_economy_fed-local-governments-coronavirus_1666740549.html", "image_url": "https://static01.nyt.com/images/2020/04/20/business/20DC-FEDMUNIS-01/20DC-FEDMUNIS-01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=c08d187856b3f6dcc3a1c90f35442e2f7528d1f65a0813273df90a74930a65b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_20_business_economy_fed-local-governments-coronavirus_1666740549.html", "title": "Fed Gearing Up to Help Smaller Local Governments", "title_page": "Fed Gearing Up to Help Smaller Local Governments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Federal Reserve could soon expand its plans to buy municipal bonds, as lawmakers from both parties pressure the central bank to do more to support smaller cities and counties suffering amid fallout from the coronavirus.\nFed officials said on April 9 that they would begin purchasing municipal bonds using their emergency lending powers, pledging to buy up to $500 billion in bonds from states and the biggest cities and counties. In doing so, they crossed a line they have long treated as sacred: buying local bonds is potentially charged territory for the politically independent Fed.\nWhile the central bank has yet to announce a start date for the new program, its plans have been met with both hope and criticism. New Jersey is already preparing to tap the program. Lawmakers and analysts have been blasting the program for not going far enough. It is open only to states, counties with populations of more than two million, and cities of one million or more.\nThe Fed made it clear from the outset that it could push the program further, saying in a statement on April 9 that it would continue monitoring markets and would “evaluate whether additional measures are needed to support the flow of credit and liquidity to state and local governments.” Its chair, Jerome H. Powell, reiterated that message on Monday, telling a Democratic lawmaker that the central bank was looking at how it could make the program broader.", "url": "https://www.nytimes.com/2020/04/20/business/economy/fed-local-governments-coronavirus.html"}