{"authors": ["Nelson D. Schwartz", "Tiffany Hsu", "Patricia Cohen"], "date_download": "2022-10-25 23:29:22", "date_modify": "2022-10-25 23:29:22", "date_publish": "2020-04-30 12:47:23", "description": "As state agencies grapple with new guidelines and sheer volume, many workers are frustrated in filing claims and omitted from jobless tallies.", "filename": "2020_04_30_business_economy_coronavirus-unemployment-claims_1666740562.html", "image_url": "https://static01.nyt.com/images/2020/04/30/us/weekly-jobless-claims-april-30-promo-1588250989437/weekly-jobless-claims-april-30-promo-1588250989437-facebookJumbo-v6.png?year=2020&h=549&w=1050&s=6f59bf7966691c97c3b4d11b86ab0f8ec475cc148562309111abbe9d06d328e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_30_business_economy_coronavirus-unemployment-claims_1666740562.html", "title": "Stymied in Seeking Benefits, Millions of Unemployed Go Uncounted", "title_page": "Stymied in Seeking Benefits, Millions of Unemployed Go Uncounted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some applications are missing information. New York analyzed a million claims and found many had been delayed because of a missing employer identification number. In such cases, each applicant has to be called back. Callers looking for updates also flood the system, increasing the wait for those who need to correct a mistake.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nThe seasonally adjusted number of people filing initial unemployment claims is down from late March and early April, when more than six million people applied for benefits two weeks in a row. But that’s a small consolation in light of the larger economic picture, economists said. Before the pandemic, just over 200,000 people a week applied for new unemployment benefits.\n“It is declining, but the level is still breathtakingly high,” said Ian Shepherdson, chief economist at Pantheon Macroeconomics. “Claims could stay in the millions for several more weeks, which is almost unfathomable.”\nMr. Shepherdson said job cuts now extended far beyond the industries initially hit by the pandemic and the ensuing lockdown in most states, like leisure and hospitality.\n“You can’t close a bar twice,” he said. “Layoffs are now working their way through management and supply chains and business services.”\nMillions who have managed to keep their jobs face salary cuts or furloughs, a sign of employers’ uncertainty. Given the trillions spent, “we would have hoped that federal efforts would have been more effective at stemming job losses,” said Michael Gapen, chief U.S. economist at Barclays.\nMr. Gapen said he expected the unemployment rate to hit 19.5 percent in April, a level unseen since the Depression.", "url": "https://www.nytimes.com/2020/04/30/business/economy/coronavirus-unemployment-claims.html"}