{"authors": ["Michael M. Grynbaum"], "date_download": "2022-10-25 23:47:50", "date_modify": "2022-10-25 23:47:50", "date_publish": "2020-12-31 21:55:53", "description": "Roma Torre, a signature presence at the New York City cable news channel, is among the group of women who are departing.", "filename": "2020_12_31_business_media_ny1-age-gender-lawsuit_1666741670.html", "image_url": "https://static01.nyt.com/images/2020/12/31/business/31NY1-01/merlin_156613512_a5977ae8-481e-493f-a362-a4f8c41cdc66-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d95345a50720235b8d32b2fc6417d88ad0e72713d62f38fb9c5cdcaf9c79940f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_31_business_media_ny1-age-gender-lawsuit_1666741670.html", "title": "5 Anchorwomen to Leave NY1 After Settling Discrimination Suit", "title_page": "5 Anchorwomen to Leave NY1 After Settling Discrimination Suit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Five NY1 anchorwomen, including the longtime New York City television personality Roma Torre, are leaving the local news channel after settling an age and gender discrimination lawsuit against the beloved media institution.\n“After engaging in a lengthy dialogue with NY1, we believe it is in everyone’s interest — ours, NY1’s and our viewers’ — that this litigation be resolved, and we have mutually agreed to part ways,” the plaintiffs wrote in a statement on Thursday. In addition to Ms. Torre, they are Amanda Farinacci, Vivian Lee, Jeanine Ramirez and Kristen Shaughnessy.\nThe terms of the settlement were not disclosed.\nThe announcement ended a legal saga that began in June 2019 when the anchorwomen, who ranged in age from 40 to 61, sued NY1’s parent, the cable company Charter Communications. They alleged that they had been forced off the air and rebuffed by managers who favored younger and less experienced hosts.\nThe decision by the anchorwomen to leave NY1 entirely was a jarring outcome for many viewers, including Gov. Andrew M. Cuomo.", "url": "https://www.nytimes.com/2020/12/31/business/media/ny1-age-gender-lawsuit.html"}