{"authors": ["Kurt Streeter"], "date_download": "2022-10-25 23:24:40", "date_modify": "2022-10-25 23:24:40", "date_publish": "2020-07-02 22:38:26", "description": "Largely outside of the limelight, athletes like Maya Moore, who helped win the freedom of Jonathan Irons in a questionable conviction, have led the charge for social change.", "filename": "2020_07_02_sports_basketball_maya-moore-jonathan-irons-freed_1666740280.html", "image_url": "https://static01.nyt.com/images/2020/07/02/sports/02irons-folo-2/02irons-folo-2-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bab071f984b9a5d17bb8e942a0d82f6b3952d69871d6059d4ea2de8eebd9348a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_02_sports_basketball_maya-moore-jonathan-irons-freed_1666740280.html", "title": "Maya Moore's Help to Win Jonathan Irons's Freedom Shows Women Leading Change", "title_page": "Maya Moore's Help to Win Jonathan Irons's Freedom Shows Women Leading Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Players like LeBron James garnered quick headlines with his backing of Hillary Clinton in the 2016 presidential election, his heavy financial support of a public school in Akron, Ohio, his willingness to snipe back against conservative media pundits who say he should stick to sports.\nColin Kaepernick and his kneeling during the national anthem has made an indelible image as he has remained a powerful, behind-the-scenes force for change while still unable to get a job in the N.F.L. since 2016.\nYet the role of female athletes in this movement, including Moore’s decision to back Irons and campaign for justice reform, seems to cycle in and out of the public consciousness, and is minimized. The reasons lie in a manifold mix that include race, the status of women in our society, and the way that women’s sports still struggle for attention on the sports landscape.\n“Part of the reason female athletes who speak out are so easily ignored, why we don’t see or hear what they are doing, is that they barely have a mic to begin with,” says Amira Rose Davis, an assistant professor at Penn State who specializes in race, sport and gender.\n“It is hard enough to get women’s sports on TV,” or other powerful media, Davis added. “So it is not really surprising in the moment that female athletes leading the fight for justice so often get overlooked. And that is a shame because these athletes, particularly Black women athletes, have consistently been some of the people taking the most decisive action, willing to sacrifice the most, giving up what crumbs they already have in pursuit of equality and justice.”", "url": "https://www.nytimes.com/2020/07/02/sports/basketball/maya-moore-jonathan-irons-freed.html"}