{"authors": ["David E. Sanger", "Nicole Perlroth"], "date_download": "2022-10-25 23:47:11", "date_modify": "2022-10-25 23:47:11", "date_publish": "2020-10-12 11:00:08", "description": "Fearing Russian ransomware attacks on the election, the company and U.S. Cyber Command mounted similar pre-emptive strikes. It is not clear how long they may work.", "filename": "2020_10_12_us_politics_election-hacking-microsoft_1666741631.html", "image_url": "https://static01.nyt.com/images/2020/10/12/us/politics/12dc-elections-ransomware-vote/12dc-elections-ransomware-vote-facebookJumbo.jpg?year=2020&h=549&w=1050&s=ad6f6c00e4db29cd4da3fad0ff1f02cb728232c6e69055af874a516d7001aa14&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_12_us_politics_election-hacking-microsoft_1666741631.html", "title": "Fearing Cyber Attacks, Microsoft Takes Down a Risk to the Election", "title_page": "Fearing Cyber Attacks, Microsoft Takes Down a Risk to the Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What connection, if any, TrickBot’s operators share with the Kremlin remains an open question. But the acceleration of ransomware attacks on American municipalities and government agencies has led U.S. officials and executives at Microsoft to fear that ransomware attacks will be used to lock up election systems in November, either on direct orders from a state eager to undermine American democracy or by cybercriminals who figure the urgency around the election would increase pressure on victims to pay.\nIn interviews late last week, when the court orders enabling Microsoft to act were still under seal, executives at the company and other firms said they had carefully timed their operations to put Russian cybercriminals on their heels weeks before the election, hoping to disrupt anything they, or the Kremlin, had planned.\n“These TrickBot operators are the best,” said Eric Chien, a leading researcher at Symantec who was one of the first to identify Stuxnet, the code written by the United States and Israel to attack Iran’s nuclear centrifuges a decade ago. “If these tools were used in the election, in hindsight people would feel very bad. We’d ask, ‘Why did we wait?’”\nCyber Command appears to have asked the same question. While the command never discusses its operations, at least in advance, its commander, Gen. Paul M. Nakasone, and his senior adviser, Michael Sulmeyer, wrote in Foreign Affairs in August that “we realized that Cyber Command needs to do more than prepare for a crisis in the future; it must compete with adversaries today.”\nAccording to Intel 471, a security firm, there were two attacks on the TrickBot infrastructure before Microsoft received court authorization a week ago to begin its operations. The blog Krebs on Security reported the attacks.\nThose two attacks, on Sept. 22 and Oct. 1, apparently conducted by Cyber Command, infiltrated TrickBot’s command and control servers and temporarily cut off cybercriminals’ access to thousands of infected PCs that have been used as a primary conduit for global ransomware attacks.\nLast week several officials said the attacks appeared to be the work of Cyber Command, and The Washington Post reported the same on Friday. But experts say it is unclear if any of these operations will put the hackers behind TrickBot out of business permanently.", "url": "https://www.nytimes.com/2020/10/12/us/politics/election-hacking-microsoft.html"}