{"authors": ["Randy Kennedy"], "date_download": "2022-10-25 23:36:11", "date_modify": "2022-10-25 23:36:11", "date_publish": "2020-09-24 19:50:57", "description": "Piotr Uklanski’s new paintings of Pre-Raphaelite muses closes with a private performance that conjures “Eyes Wide Shut” and Roy Orbison.", "filename": "2020_09_24_t-magazine_piotr-uklanski-cemetery_1666740971.html", "image_url": "https://static01.nyt.com/images/2020/08/24/t-magazine/art/24tmag-seance-slide-9EYD/24tmag-seance-slide-9EYD-facebookJumbo.jpg?year=2020&h=550&w=1050&s=48fc92c4be2b853e88d7e9340e3618494ff2df88e97594a08e6787b90d03914f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_24_t-magazine_piotr-uklanski-cemetery_1666740971.html", "title": "A Pandemic-Appropriate Show Ends Its Run in a Newport Cemetery", "title_page": "A Pandemic-Appropriate Show Ends Its Run in a Newport Cemetery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Uklanski, who lives and works in New York, had been rummaging around in the history of the 19th-century English boys’ club known as the Pre-Raphaelite Brotherhood, which sought to turn back painting’s clock to what its members saw as the purities — critics saw them as pieties — of the late medieval world. The group, which included Dante Gabriel Rossetti, John Everett Millais and William Holman Hunt, also had a predilection for depictions of wan flowerlike women whose pallor suggested they were not long for this world, a necrophilic bent admired later by Ezra Pound, who alluded to the vibe in his 1912 poem “The Picture”: “The eyes of this dead lady speak to me.”\nThe brotherhood recruited its models primarily from the working class — milliner’s shops, servants’ quarters, alehouses — and these “stunners,” as they were called, subsumed their existences almost completely to the painters’ work. Even those with ambitions beyond modeling — like Elizabeth Siddal, probably the most famous Pre-Raphaelite muse, a talented painter and poet in her own right — could never quite escape the gravitational pull of the brotherhood’s fame. (Siddal died of a laudanum overdose at the age of 32, in 1862.)\nWith paintings destined to be displayed in a chapel constructed to memorialize a dead teen, Uklanski said he wanted to try to restore a sense of individuality and personhood to the women, whom he depicted vividly and glowingly as subjects seeming to embody only themselves, not Dante’s dying Beatrice or Shakespeare’s dying Ophelia. If the paintings serve partly as meditations on death, surrounded by hundreds of stone reminders of death’s ambit, they are exceedingly life-affirming cenotaphs. “There was the brotherhood, but there was also a sisterhood, in a sense, of these women, and I thought of it in connection with the sisterhood of the suffragists,” Kazanjian told me. “I thought of this as a way of giving the sisterhood its say.”\nUklanski agreed and added, cheerfully: “It turned out that a cemetery really is the perfect place to hang an art exhibition if you’re in a pandemic. There’s no one there.” When it was time for the show to come down — more than 600 people visited during its run — Uklanski and Kazanjian wanted to find a means of marking the moment without drawing a crowd. They considered an actual séance, in a nod to the show’s title, but were told it was bad afterworld etiquette to conduct a séance in a graveyard, like yelling “Fire!” in a crowded theater. And so Kazanjian, who is the founding director of the Gallery Met, the art gallery of the Metropolitan Opera, began talking about the possibility of some type of concert with a friend, Anthony Roth Costanzo, one of the world’s premiere countertenors and a highly unorthodox performer who is as comfortable singing in cabarets and on the beds of pickup trucks as on the opera stage.\nIt’s at approximately this juncture that I entered the scene: as The Audience.\nUklanski wanted to film the concert-ceremony, and he and Kazanjian both felt there should be a witness, a parishioner of sorts, in the chapel’s nave as something akin to a liturgy unfolded to commemorate the women and the spirit of the show. I was kept completely in the dark — at first metaphorically and, later, literally — as to what would happen. And yet I found myself seated in the wicker chair, on the eve of the autumnal equinox, squinting above my surgical mask into the twilight, engulfed in Costanzo’s powerful rendering of a dirge by the English Renaissance composer John Dowland (“Thus, wedded to my woes/and bedded in my tomb/O let me dying live”) and thinking, amid lingering fears of being terrifyingly pranked: “Hey, this is my kind of performance art!”", "url": "https://www.nytimes.com/2020/09/24/t-magazine/piotr-uklanski-cemetery.html"}