{"authors": ["Bruce Weber"], "date_download": "2022-10-25 23:36:19", "date_modify": "2022-10-25 23:36:19", "date_publish": "2020-06-03 21:29:59", "description": "An unusual case in American letters, he moved easily between literature and pop culture, including movies like “Stir Crazy\" and “Splash,” to great acclaim.", "filename": "2020_06_03_books_bruce-jay-friedman-dead_1666740979.html", "image_url": "https://static01.nyt.com/images/2020/06/04/obituaries/00friedman_bruce1/00friedman_bruce1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3ae127a5665b92ca4957a44e98e69d36d29c405bdc12dfb479f2006d637330b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_06_03_books_bruce-jay-friedman-dead_1666740979.html", "title": "Bruce Jay Friedman, 90, Author With a Darkly Comic Worldview, Dies", "title_page": "Bruce Jay Friedman, 90, Author With a Darkly Comic Worldview, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It hit some kind of chord,” Mr. Friedman said to a Key West, Fla., audience in 2005 after reading the story aloud. “I guess maybe it’s not unusual when people are walking down the aisle for an instant to flash on the possibility that maybe they’re making a mistake. Maybe there’s someone else. I know it happened to me.\n“People ask where do stories come from,” he continued. “Well, they come from a lot of places. Very often it’s your life, and then you extrapolate from a personal experience. In my case, yeah, OK, I got married, went down to Florida, we were exhausted, my wife fell asleep, I went down to the pool and I saw a very pretty girl. And I said, ‘Oh, God.’ And I did tell her I was a little married, and she just splashed some water at me. That pretty much ended it. I went back into the marriage, had three children. And then got divorced.\n“But that’s how a story will happen. You have a fragment of an experience and ask yourself, ‘What if?’”\nBruce Jay Friedman was born on April 26, 1930, and grew up, along with his sister, Dollie, in a three-room apartment in the Bronx, much like the crowded one in Brooklyn he described in “A Mother’s Kisses.” His father, Irving, worked for a women’s apparel company; his mother, Molly, a confident woman with a feisty patter and a devoted theatergoer who was described by a friend of Bruce’s as “someone looking like a middle-aged Jewish Rita Hayworth,” was evidently the model for Meg.\n(Sample dialogue from “Lucky Bruce,” his 2011 memoir: When a teenage Bruce Friedman contracted gangrene in his left arm, a doctor who had amputated the limbs of soldiers during World War II wanted to saw it off. “I have a better idea,” Molly Friedman said. “I’ll saw off your head.”)\nAfter graduating from DeWitt Clinton High School and, like Joseph, failing to get into Columbia University, he went to the University of Missouri, where he studied journalism. He spent two years in the Air Force, during which he wrote for a military publication called Air Training.\nShortly after returning to the Bronx, Mr. Friedman sold his first short story, “Wonderful Golden Rule Days,” about a boy making his discomforting way in a new school, to The New Yorker. He took a job with a company called Magazine Management and rose to become editor of somewhat cheesy men’s adventure publications with names like Male, Men’s World, Men and True Action.", "url": "https://www.nytimes.com/2020/06/03/books/bruce-jay-friedman-dead.html"}