{"authors": ["Nicholas Fandos", "Michael S. Schmidt"], "date_download": "2022-10-25 23:24:27", "date_modify": "2022-10-25 23:24:27", "date_publish": "2020-12-13 10:00:09", "description": "Some House Republicans plan to try to use Congress’s tallying of electoral results on Jan. 6 to tip the election to President Trump. The attempt will put Republicans in a pinch.", "filename": "2020_12_13_us_politics_trump-allies-election-overturn-congress-pence_1666740267.html", "image_url": "https://static01.nyt.com/images/2020/12/12/us/politics/13dc-overturn-1/merlin_181149501_545a5a52-9c27-44f3-891f-1caf1453f16a-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0a0b68ec4310913937d2b4ae8243ffc599bd38301845a48ef41b972d8e7be235&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_13_us_politics_trump-allies-election-overturn-congress-pence_1666740267.html", "title": "Trump Allies Eye Long-Shot Election Reversal in Congress", "title_page": "Trump Allies Eye Long-Shot Election Reversal in Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under rules laid out in the Constitution and the Electoral Count Act of 1887, their challenges must be submitted in writing with a senator’s signature also affixed. No Republican senator has yet stepped forward to say he or she will back such an effort, though a handful of reliable allies of Mr. Trump, including Senators Ron Johnson of Wisconsin and Rand Paul of Kentucky, have signaled they would be open to doing so.\nThe president has praised Mr. Brooks on Twitter, but has thus far taken no evident interest in the strategy. Aides say he has been more focused on battling to overturn the results in court.\nEven if a senator did agree, constitutional scholars say the process is intended to be an arduous one. Once an objection is heard from a member of each house of Congress, senators and representatives will retreat to their chambers on opposite sides of the Capitol for a two-hour debate and then a vote on whether to disqualify a state’s votes. Both the Democratic-controlled House and Republican-controlled Senate would have to agree to toss out a state’s electoral votes — something that has not happened since the 19th century.\nSeveral Senate Republicans — including Patrick J. Toomey of Pennsylvania, Susan Collins of Maine, Lisa Murkowski of Alaska and Mitt Romney of Utah — have forcefully rejected the idea of overturning the results, and their votes would be enough for Mr. Biden to prevail with the support of Democrats.\n“The Jan. 6 meeting is going to confirm that regardless of how many objections get filed and who signs on, they are not going to affect the outcome of the process,” said Edward B. Foley, a constitutional law professor at Ohio State University who has written extensively on the electoral process. “We can say that with clear confidence.”\nBut he noted that the session could still carry consequences for the next few years. If even one Republican senator backed the effort, it could ensure that the partisan cloud hanging over the election would darken Mr. Biden’s presidency for years to come. If none did, it could send a definitive message to the country that despite Mr. Trump’s bluster, the party trusted the results of the electoral process and was finally ready to recognize Mr. Biden as the rightful winner.\nMr. Brooks is far from the first lawmaker to try to use the tallying process to challenge the results of a bitter election loss. House Democrats made attempts in 2001, 2005 and even 2017, but they were essentially acts of protest after their party’s nominee had already accepted defeat.", "url": "https://www.nytimes.com/2020/12/13/us/politics/trump-allies-election-overturn-congress-pence.html"}