{"authors": ["Alejandra Rosa", "Frances Robles"], "date_download": "2022-10-25 23:27:46", "date_modify": "2022-10-25 23:27:46", "date_publish": "2020-07-08 09:00:34", "description": "The island has had to weather a hurricane, a political crisis and earthquakes, but those crises did not lead to the widespread unemployment caused by the response to the coronavirus pandemic.", "filename": "2020_07_08_us_coronavirus-puerto-rico-economy-unemployment_1666740466.html", "image_url": "https://static01.nyt.com/images/2020/07/06/us/virus-puertorico-promo/virus-puertorico-promo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=bc04ed7c718efdc1adb81738077da8e86f5245e0e78cb7e218284ce8ed5cea9e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_08_us_coronavirus-puerto-rico-economy-unemployment_1666740466.html", "title": "Pandemic Plunges Puerto Rico Into Yet Another Dire Emergency", "title_page": "Pandemic Plunges Puerto Rico Into Yet Another Dire Emergency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Maria Enchautegui, an economist at the Youth Development Institute of Puerto Rico, a policy and research organization, said the greatest challenge was the technical capacity of the island’s Labor Department, which was too limited to deal with the crush of applications. If the promised aid does not quickly arrive, she said, the poverty rate among workers in businesses affected by the recent lockdowns could climb to 77 percent.\n“The effect on poverty could be quite bad,” Ms. Enchautegui said.\nMany Puerto Ricans have informal off-the-books jobs that do not qualify them for unemployment benefits, making the situation on the island even more complicated, said Amanda M. Rivera, the institute’s executive director.\nThe poverty rate did not climb after Hurricane Maria in 2017, she said, despite experts’ predictions, because so many people left the island.\n“After the hurricane, there was a valve, a place people could go where things were normal,” Ms. Rivera said. “Now that people don’t have that valve, that’s a real concern.”\nRoberto Rivera, 55, a driver for a guided tour company, slept in his car one night a few weeks ago, his crutches by his side, so he would be the first in line for a short-lived drive-through service center established by the Labor Department to receive disaster unemployment assistance applications.\nThe scene resembled gasoline lines that formed during Hurricane Maria, but were much longer, as thousands of people traveled overnight from different parts of Puerto Rico to arrive at the convention center before sunrise, driving on dark highways where the streetlights have not been turned on since government austerity cuts three years ago.\n“I arrived here at 11 p.m. — I need the money, I have to pay rent, buy food,” Mr. Rivera said. “I submitted everything a month ago, and I haven’t received anything. I’ve been surviving with the little I have left.”", "url": "https://www.nytimes.com/2020/07/08/us/coronavirus-puerto-rico-economy-unemployment.html"}