{"authors": ["David Zweig"], "date_download": "2022-10-25 23:49:32", "date_modify": "2022-10-25 23:49:32", "date_publish": "2020-07-30 09:00:19", "description": "“This is our emergency fund,” said one parent considering a pod school. “And this is our emergency.”", "filename": "2020_07_30_nyregion_pod-schools-hastings-on-hudson_1666741772.html", "image_url": "https://static01.nyt.com/images/2020/07/20/nyregion/nypodschools1/nypodschools1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e45d028a1fcc4eb3eca1353bedb921e4635418b75ef231da80e45f9a9cba8c94&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_30_nyregion_pod-schools-hastings-on-hudson_1666741772.html", "title": "$25,000 Pod Schools: How Well-to-Do Children Will Weather the Pandemic", "title_page": "$25,000 Pod Schools: How Well-to-Do Children Will Weather the Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One Sunday afternoon in July, around a dozen parents gathered in a backyard in Hastings-on-Hudson, a village about a half-hour north of Midtown Manhattan. Another dozen joined them via Zoom. Folding chairs had been placed at prudent distances, and masks were dutifully worn. An Australian Labradoodle belonging to the home’s owners strutted among the guests.\nDespite the breezy suburban tableau, the occasion was fraught. Over the preceding months, the adults in the backyard had grown increasingly concerned about the coming school year, which, it had become clear, might put students in class, at best, only part-time. Parents were determined to avoid having their children sit alone for hours each day, withering in the gray light of a Chromebook.\nA young woman named Cate Han, one of the founders of the Hudson Lab School, in Hastings, along with partners from Portfolio School, in TriBeCa, were in the yard to pitch a solution: Learning Pods. “We looked at the situation and asked, ‘What makes sense?’” Ms. Han said. “A social bubble, consistent schooling, and have it be with a teacher in person.”\nBabur Habib, a Portfolio founder, took a more visionary tone. “Yes, we are in a pandemic,” he said. “But when it comes to education, we also feel some good may even come out of this.”", "url": "https://www.nytimes.com/2020/07/30/nyregion/pod-schools-hastings-on-hudson.html"}