{"authors": ["Helene Cooper"], "date_download": "2022-10-25 23:28:41", "date_modify": "2022-10-25 23:28:41", "date_publish": "2020-12-09 22:52:49", "description": "With retired Gen. Lloyd J. Austin III’s nomination to be the first Black defense secretary, the Pentagon comes face to face with its record as a place where people of color struggle to climb.", "filename": "2020_12_09_us_politics_biden-lloyd-austin-defense-secretary_1666740521.html", "image_url": "https://static01.nyt.com/images/2020/12/09/us/politics/09dc-austin-mullen-race1/09dc-austin-mullen-race1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=b67553b75ed017cad3f88a8189cc0e5c201a41b7661a3d5fef7dcaf80e3b7686&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_09_us_politics_biden-lloyd-austin-defense-secretary_1666740521.html", "title": "‘Is Austin on Your List?’: Biden’s Pentagon Pick Rose Despite Barriers to Diversity", "title_page": "‘Is Austin on Your List?’: Biden’s Pentagon Pick Rose Despite Barriers to Diversity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When General Austin was appointed by President Barack Obama to be head of United States Central Command — the country’s premier military command, and the one that fights the nation’s wars in the Middle East — he had risen higher in the military than any other Black man except Colin L. Powell, who had been chairman of the Joint Chiefs. Now General Austin is poised to rise even higher as the next secretary of defense.\nThe Joint Staff director job that Admiral Mullen gave General Austin set him up for all that came after. “You’re involved in the planning of sophisticated issues, interacting with the secretary of defense routinely,” General Austin said. “People who might not have known Lloyd Austin began to know him.”\nBut even if confirmed by the Senate as the Pentagon chief, General Austin may find himself running into the usual hurdles promoting people of color. One of General Austin’s Black contemporaries on the Joint Staff, General Spencer, recalled in an interview what happened when he once tried to fill an executive assistant job — a promising one that would ensure upward mobility.\n“They kept sending me lists of all white candidates,” General Spencer recalled. When he asked for a more diverse roster, he said, “the officer tells me, ‘Well, sir, it would look bad if you picked a Black E.A. because you’re Black.’”\nWhether views like that handcuff General Austin if he becomes defense secretary is an open question. During an interview before Mr. Biden asked him to take the top Pentagon job, General Austin was adamant that senior leaders have to take responsibility for diversifying the senior ranks.\n“People tend to choose the people to be around them that they’re comfortable with, and unless the leadership values diversity, this just doesn’t happen on its own,” General Austin said. “It kind of makes you believe that having goals and objectives is a nice thing, but having requirements might be better.”", "url": "https://www.nytimes.com/2020/12/09/us/politics/biden-lloyd-austin-defense-secretary.html"}