{"authors": ["Peter Eavis"], "date_download": "2022-10-25 23:33:57", "date_modify": "2022-10-25 23:33:57", "date_publish": "2020-03-19 18:08:39", "description": "The Federal Reserve is rushing to support money market mutual funds, in a disconcerting repeat of the 2008 financial crisis.", "filename": "2020_03_19_business_coronavirus-money-market-mutual-funds_1666740837.html", "image_url": "https://static01.nyt.com/images/2020/03/19/business/19virus-moneymarkets4/19virus-moneymarkets4-facebookJumbo.jpg?year=2020&h=550&w=1050&s=dbdc9e2aaeca153f54c1822bdd4350349a1e873dedb89a0dae6d125e80ef13ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_19_business_coronavirus-money-market-mutual-funds_1666740837.html", "title": "Why We Are Once Again Rescuing a ‘Safe’ Investment", "title_page": "Why We Are Once Again Rescuing a ‘Safe’ Investment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Just before midnight Wednesday, the Federal Reserve announced that it was offering emergency loans to help money market mutual funds, its latest effort to shore up the financial system.\nMoney market funds make up a $4 trillion industry and are an important source of financing for corporations. They are generally considered safer than other types of debt investments, but were a big problem during the 2008 financial crisis. And now, the coronavirus-related panic engulfing the markets has walloped one type of money market fund again.\nWhat are money market mutual funds?\nThey are mutual funds run by big asset managers such as BlackRock that invest in short-term debt issued by the federal government, other government agencies and companies. Individuals and institutions invest in them with the expectation that they will get all their money back and a return that is usually slightly better than a bank account’s. Some money market funds invest primarily in government securities, while others, so-called prime funds, hold mostly a type of short-term debt issued by companies called commercial paper. The government funds have $3 trillion in assets, and the prime funds have $1 trillion, according to Crane Data, a research firm that tracks money market funds.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nWhy have they become a problem?\nInvestors are flocking to the funds that hold mostly government securities but they have been pulling money out of prime funds to invest in safer assets, like cash. Assets in institutional prime money market funds — in which businesses park their money — have declined by $80 billion, or 12 percent, since March 4, analysts at Barclays wrote Thursday.", "url": "https://www.nytimes.com/2020/03/19/business/coronavirus-money-market-mutual-funds.html"}