{"authors": ["Katie Thomas", "Megan Twohey"], "date_download": "2022-10-25 23:25:41", "date_modify": "2022-10-25 23:25:41", "date_publish": "2020-07-16 14:32:42", "description": "Novavax just received the Trump administration’s largest vaccine contract. In the Maryland company’s 33-year history, it has never brought a vaccine to market.", "filename": "2020_07_16_health_coronavirus-vaccine-novavax_1666740341.html", "image_url": "https://static01.nyt.com/images/2020/07/15/science/15VIRUS-NOVAVAX1/15VIRUS-NOVAVAX1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=730c875a9532837f977de58195d5fa28004396d617367bc6594e79cdc96a2584&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_16_health_coronavirus-vaccine-novavax_1666740341.html", "title": "How Novavax Won $1.6 Billion to Make a Coronavirus Vaccine", "title_page": "How Novavax Won $1.6 Billion to Make a Coronavirus Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was a dramatic turnaround for a little-known company that, just one year earlier, had been on the verge of collapse. One of its leading vaccine candidates — to prevent a deadly virus in infants — had failed for the second time in three years. The company’s stock was trading so low that it risked being removed from the Nasdaq. Looking for cash, it sold its manufacturing facilities. Word spread around the small world of Maryland biotech that Novavax might be closing soon.\nNovavax’s good fortune may appear puzzling, given its track record and the air of secrecy surrounding Operation Warp Speed. But for those in the insular biotech world where connections matter, it is far less surprising. In the face of a deadly pandemic that is devastating the economy, the government is placing huge bets on vaccines and treatments that could enable a return to some semblance of normal life.\nThe Trump administration has said it wants to invest in a variety of vaccine technologies, and Novavax — which uses coronavirus proteins to provoke an immune response — offers an approach that is distinct from those of other companies that have already received major federal backing. Its method’s potential to quickly manufacture millions of doses was also attractive to the federal government and Dr. Hatchett’s organization. The success this spring of a clinical trial of Novavax’s flu vaccine boosted confidence in the company.\n“When the need is great, you have to be willing to take financial risks,” said Dr. Hatchett.\nBut skeptics see Novavax as a classic example of a second-tier player that has survived by limping from crisis to crisis, boosting its stock by promising vaccines for new outbreaks, yet never delivering. In its three decades in business, with a mix of public and private investment, it has developed experimental vaccines for viruses like SARS, MERS and Ebola that never made it past early safety studies. It’s telling, critics say, that even as it has received growing amounts of government and philanthropic support, the company’s coronavirus vaccine effort has not attracted any deals with major drug makers.\n“The market wants to believe in fairy tales,” said David Maris, the managing partner of Phalanx Investment Partners and a longtime analyst covering the pharmaceutical industry. He said investors wanted to believe that — like Cinderella — the companies that couldn’t go to the ball would eventually win the prince.", "url": "https://www.nytimes.com/2020/07/16/health/coronavirus-vaccine-novavax.html"}