{"authors": ["Zachary Small"], "date_download": "2022-10-25 23:47:41", "date_modify": "2022-10-25 23:47:41", "date_publish": "2020-12-21 22:20:24", "description": "An executive order stopped short of banning modernist architecture, but states that “the preferred architecture” style for new buildings should be classical.", "filename": "2020_12_21_arts_design_trump-executive-order-federal-buildings-architecture_1666741661.html", "image_url": "https://static01.nyt.com/images/2020/12/23/arts/21trump-architecture-lead/21trump-architecture-lead-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d04fc282663d31b42b2107f4f82a847d13f45ba794089368a5c25027589415e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_21_arts_design_trump-executive-order-federal-buildings-architecture_1666741661.html", "title": "Trump Makes Classical Style the Default for Federal Buildings", "title_page": "Trump Makes Classical Style the Default for Federal Buildings in Executive Order - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But many members of the architecture community have criticized the imposition of a preferred style in federal building projects. Earlier this year, groups including the American Institute of Architects and the National Trust for Historic Preservation opposed a draft of the executive order that would have banned modernist design.\nThe new rule was supported by the National Civic Art Society, a nonprofit group.\n“President Trump is to be applauded for inaugurating a literally beautiful new era in federal architecture,” said Justin Shubow, the nonprofit’s president. “Overturning the modernist hegemony that has given us dismal government buildings for over 60 years, the order gives the American people what they want in federal design.”\nBut architects criticized the order, even as some described it as relatively toothless.\n“Though we are appalled with the administration’s decision to move forward with the design mandate, we are happy the order isn’t as far-reaching as previously thought,” Robert Ivy, chief executive of the American Institute of Architects, said in a statement promising that his organization would never prioritize any one type of architectural design over another. The group said it would ask the incoming Biden administration to reverse the order.\nMichael Kimmelman, the architecture critic for The New York Times, condemned the measure last February. “Just to have this argument feels demeaning,” he wrote.\nSome saw the order as being about more than architectural style.\n“The executive order is meaningless,” said Reinhold Martin, an architecture professor at Columbia University “This is an effort to use culture to send coded messages about white supremacy and political hegemony.”", "url": "https://www.nytimes.com/2020/12/21/arts/design/trump-executive-order-federal-buildings-architecture.html"}