{"authors": ["David Greenberg"], "date_download": "2022-10-25 23:02:23", "date_modify": "2022-10-25 23:02:23", "date_publish": "2020-10-01 16:13:45", "description": "In a new biography, “His Very Best,” Jonathan Alter offers an authoritative introduction to a president who has been largely neglected by biographers.", "filename": "2020_10_01_books_review_his-very-best-jonathan-alter_1666738943.html", "image_url": "https://static01.nyt.com/images/2020/10/11/books/review/Greenberg/Greenberg-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=ef7f5be2222ed98dd98704e57223793d7cba406bec62d39874f6099696aa33d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_10_01_books_review_his-very-best-jonathan-alter_1666738943.html", "title": "The Feats and Failures of Jimmy Carter", "title_page": "The Feats and Failures of Jimmy Carter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But this is changing. In 2018, the former Carter aide Stuart Eizenstat published a detailed account of his boss’s career, and the Pulitzer Prize-winning biographer Kai Bird has one in the works. Jonathan Alter’s important, fair-minded, highly readable contribution to this literature provides not just an authoritative introduction to Carter’s feats and failures but also insight into why a man of such intelligence, drive and noble intentions floundered in the White House as haplessly as he did.\nThe reception of presidential biographies usually centers on how to rank the chief executive in question — a perennial parlor game. Was the president overrated or underrated? Does he merit new appreciation or a thorough debunking? But these evaluative questions are the least interesting ones to ask. More meaningful are analyses that locate a politician in context — that explain how an individual, with a unique character and set of ideas, fared in tackling the nation’s problems at a turning point in history.\nIn his preface, Alter promises to advance a revisionist brief for Carter’s presidency. And he has some persuasive evidence, including Carter’s “prescience on the environment,” his reintroduction of human rights into foreign-policy making and his appointment of women and minorities to the federal judiciary. But the book is no apologia. It exposes Carter’s weaknesses as well as his undervalued strengths, his reverberating failures as well as his unsung triumphs. Above all, it shows how the qualities that propelled Carter to the pinnacle of American politics also kept him from rising to his historical moment.\nA longtime magazine journalist, Alter has written acclaimed books on Franklin Delano Roosevelt and Barack Obama (and an essay for a volume I co-edited about the historian Alan Brinkley, a mentor to both of us). For this biography, he conducted scores of interviews, including more than a dozen with Carter himself. He has sifted through archives, oral histories, unpublished diaries and secondary literature. His assessment of Carter the man — disciplined, driven, stubborn, detail-oriented, technocratic, pious — doesn’t break radically from that of other historians. But Alter keeps Carter’s myriad facets in view throughout, rendering his subject with a depth rarely achieved by political journalism.\nAlthough Carter’s presidency constitutes the heart of the book, Alter spends 300 pages on his pre-presidential years, tracing the formation of Carter’s character and politics. He illuminates the racial climate of Carter’s boyhood in the Jim Crow South of the 1930s — hanging out with friends who were Black while still imbibing the region’s pervasive racism. His stern, conservative father, Earl, “prided himself on treating Black people with what he, in blinkered fashion, considered respect,” Alter writes, while still very much a creature of the white rural South. In contrast, Jimmy’s mother, Lillian, a nurse, was liberal and tolerant, treating Jimmy’s Black friends as equals — although as Alter shows, she too harbored her prejudices. (As late as 1977, she opposed interracial marriage.) When Joe Louis fought Max Schmeling, Earl cheered for the German, Lillian for the Brown Bomber.", "url": "https://www.nytimes.com/2020/10/01/books/review/his-very-best-jonathan-alter.html"}