{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:39:05", "date_modify": "2022-10-25 23:39:05", "date_publish": "2020-11-10 14:53:53", "description": "Russia and Turkey emerged as power brokers as Moscow forged the peace agreement and Ankara backed the victorious Azerbaijanis.", "filename": "2020_11_10_world_europe_armenia-azerbaijan-nagorno-karabakh_1666741145.html", "image_url": "https://static01.nyt.com/images/2020/11/10/world/10karabakh3/10karabakh3-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fde5bcbc54bea1f1b5250dd3c7e047b595c655841b27088555d3ce6c8299711b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_10_world_europe_armenia-azerbaijan-nagorno-karabakh_1666741145.html", "title": "Armenians Erupt in Fury Over Defeat in War With Azerbaijan", "title_page": "Armenians Erupt in Fury Over Defeat in War With Azerbaijan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Russian peacekeeping forces were deployed to an ethnic Armenian territory in the Caucasus Mountains on Tuesday, cementing Azerbaijani gains in a brutal, six-week-long war that reordered the geopolitics of a volatile region.\nThere was jubilation in Baku, the capital of Azerbaijan, and sorrow and anger in Yerevan, the capital of Armenia. More than 1,300 soldiers had died on the Armenian side of the conflict alone since late September, when a quarter-century of tensions over the disputed area, Nagorno-Karabakh, exploded into open warfare.\nAzerbaijan emerged largely successful in retaking territory that belonged to Baku under international law but had been de facto controlled by Armenia since the two countries’ previous war, in the early 1990s. Late Monday night, President Vladimir V. Putin of Russia announced that the two sides had agreed to stop the fighting in a deal that ceded more land to Azerbaijan but retained Armenian control over some of the territory, including the capital of Nagorno-Karabakh.", "url": "https://www.nytimes.com/2020/11/10/world/europe/armenia-azerbaijan-nagorno-karabakh.html"}