{"authors": ["Maggie Haberman", "Michael S. Schmidt"], "date_download": "2022-10-25 23:02:11", "date_modify": "2022-10-25 23:02:11", "date_publish": "2020-12-24 00:22:11", "description": "It was the second wave of pardons and commutations by the president in two days, showing his willingness to use his power aggressively on behalf of loyalists.", "filename": "2020_12_23_us_politics_trump-pardon-manafort-stone_1666738931.html", "image_url": "https://static01.nyt.com/images/2020/12/23/us/politics/23dc-pardons/23dc-pardons-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cf291cd94284810990abea1dcab19f9e6f22c8f14bdad88eeb1bb16d849b9353&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_23_us_politics_trump-pardon-manafort-stone_1666738931.html", "title": "Trump Pardons: Manafort, Stone, Charles Kushner and More Granted Clemency", "title_page": "Trump Pardons: Manafort, Stone, Charles Kushner and More Granted Clemency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump doled out clemency to a new group of loyalists on Wednesday, wiping away convictions and sentences as he aggressively employed his power to override courts, juries and prosecutors to apply his own standard of justice for his allies.\nOne recipient of a pardon was a family member, Charles Kushner, the father of his son-in-law, Jared Kushner. Two others who were pardoned declined to cooperate with prosecutors in connection with the special counsel’s Russia investigation: Paul Manafort, his 2016 campaign chairman, and Roger J. Stone Jr., his longtime informal adviser and friend.\nThey were the most prominent names in a batch of 26 pardons and three commutations disclosed by the White House after Mr. Trump left for his private club in Palm Beach, Fla., for the holiday.\nAlso on the list released on Wednesday was Margaret Hunter, the estranged wife of former Representative Duncan D. Hunter, Republican of California. Both of them had pleaded guilty to charges of misusing campaign funds for personal expenses.", "url": "https://www.nytimes.com/2020/12/23/us/politics/trump-pardon-manafort-stone.html"}