{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:24:47", "date_modify": "2022-10-25 23:24:47", "date_publish": "2020-11-19 20:01:36", "description": "The president’s daughter-in-law is said to be considering a Senate run in her native state of North Carolina.", "filename": "2020_11_19_us_politics_lara-trump_1666740287.html", "image_url": "https://static01.nyt.com/images/2020/11/19/us/politics/19laratrump1/19laratrump1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=3e84e646e0556de73ed56327e5605f772e8eaaf22beebd27e4baefe5cda24e05&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_11_19_us_politics_lara-trump_1666740287.html", "title": "Will Lara Trump Be the Next Trump on a Ballot?", "title_page": "Will Lara Trump Be the Next Trump on a Ballot? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Lara Trump, the president’s daughter-in-law who emerged during the 2020 presidential campaign as a defender of President Trump’s basest political instincts, is now eyeing a political future of her own in her home state of North Carolina.\nAs Mr. Trump attempts to subvert the election to remain in power, Ms. Trump, three allies said, has been telling associates she is considering a run for Senate in 2022, in what is expected to be a competitive race for the first open Senate seat in a very swingy swing state in a generation. Senator Richard Burr, an unobtrusive Republican legislator who was thrust into the spotlight as chairman of a committee investigating the president’s ties to Russia, has said he will retire at the end of his term. Despite expanded turnout in rural areas, Mr. Trump won North Carolina by a smaller margin than he did four years ago, just 1.3 percentage points, a sign that overall the state is trending blue and that the race for the Senate seat will be tightly contested by both parties in the first post-Donald Trump election.\nBut not, perhaps, an entirely post-Trump election, if Ms. Trump proceeds.\nMs. Trump, 38, a former personal trainer and television producer for “Inside Edition,” wed Eric Trump at the family’s Mar-a-Lago estate in 2014 and worked as a senior adviser on the 2020 Trump campaign. Now, the daughter-in-law whom Mr. Trump had often joked to donors that he “couldn’t pick out of a lineup” is floating herself as the first test of the enduring power of the Trump name.\n“She’s very charismatic, she understands retail politics well, and has a natural instinct for politics,” said Mercedes Schlapp, a Trump campaign adviser who traveled the country as a surrogate alongside Ms. Trump. “In North Carolina, in particular, she’s a household name and people know her. She worked really hard on the campaign and was very involved in a lot of decisions throughout.”", "url": "https://www.nytimes.com/2020/11/19/us/politics/lara-trump.html"}