{"authors": ["Karan Deep Singh", "Jeffrey Gettleman"], "date_download": "2022-10-25 23:53:13", "date_modify": "2022-10-25 23:53:13", "date_publish": "2020-07-17 03:54:27", "description": "Several states and cities have reimposed total and partial lockdowns as the pandemic accelerates. India now ranks third in the world in infections.", "filename": "2020_07_16_world_asia_coronavirus-india-million-cases_1666741993.html", "image_url": "https://static01.nyt.com/images/2020/07/16/world/16india-million-cases01/16india-million-cases7-facebookJumbo.jpg?year=2020&h=549&w=1050&s=56abdf92e0640b945f226293f85beb9fcd4d4ec26157f2d188cfd1d02b6bfead&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_16_world_asia_coronavirus-india-million-cases_1666741993.html", "title": "India Coronavirus Cases Surge Past One Million", "title_page": "India Coronavirus Cases Surge Past One Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The central government recently advised school systems to limit online learning to a few hours a day. Ramesh Pokhriyal Nishank, India’s minister for human resource development, said this was required to make sure that students didn’t get “overly stretched or stressed.”\nMore than 100 million Indians have lost their jobs. The economy, which already had been showing deep cracks before the pandemic, is now forecast to contract by as much as 9.5 percent in the year that began on April 1, a stunning reversal from the last decade, when India had one of the hottest economies on earth.\nIn the early days of the pandemic, Prime Minister Narendra Modi took swift action. He advised masks and social distancing. At a time when India had fewer than 1,000 known infections — though the true figure was certainly higher — he imposed a severe nationwide lockdown that would last nearly three months.\nMillions of migrant laborers, who over the years had gravitated to jobs in the cities, suddenly found themselves with little or no work. They poured out of the cities and back into the countryside, hoping to rely on relatives in their home villages to survive. In the process, they spread coronavirus infections into nearly every corner of India.\nAs the economic pain really began to bite, Mr. Modi changed course. Last month he urged the leaders of India’s 28 states and 8 territories to “unlock, unlock, unlock.”\nPublic health experts say Mr. Modi got it backward and should have waited until the crisis was further along, and then imposed a strict lockdown.", "url": "https://www.nytimes.com/2020/07/16/world/asia/coronavirus-india-million-cases.html"}