{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:53:24", "date_modify": "2022-10-25 23:53:24", "date_publish": "2020-07-28 09:00:23", "description": "As the protests swell in the city of Khabarovsk, 4,000 miles from Moscow, residents who had never before found a public outlet for anger are becoming activists.", "filename": "2020_07_28_world_europe_russias-far-east-protests-putin_1666742004.html", "image_url": "https://static01.nyt.com/images/2020/07/27/world/27russia-protests1/27russia-protests1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=82a8fb869992a7415de30985d6f1e112678a97133efa2663ef478bbabc3de80e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_28_world_europe_russias-far-east-protests-putin_1666742004.html", "title": "In Russia’s Far East, a New Face of Resistance to Putin’s Reign", "title_page": "In Russia’s Far East, a New Face of Resistance to Putin’s Reign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KHABAROVSK, Russia — Valentin Kvashnikov, a construction worker and recovering heroin addict, lives near the railway depot in a wooden shack, with a plastic trash can in the corner that serves as his toilet.\nBut he has risen from obscurity into a celebrity in far eastern Russia by helping to energize the antigovernment demonstrations that have gotten bigger and bolder in the past three weeks.\n“It’s him!” a passing woman, Natasha Gordiyenko, said after she spotted Mr. Kvashnikov outside his house on Sunday, before unleashing a tirade of profanity against Russian officialdom.\nThe protests in Khabarovsk reached well into the tens of thousands over the weekend, establishing this distant city — some 4,000 miles from Moscow — as the site of the biggest popular challenge to President Vladimir V. Putin’s authority that a city in Russia’s far-flung regions has produced in his 20 years in power.", "url": "https://www.nytimes.com/2020/07/28/world/europe/russias-far-east-protests-putin.html"}