{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:40:41", "date_modify": "2022-10-25 23:40:41", "date_publish": "2020-09-15 13:00:12", "description": "The Canalejas project, a showcase for the city’s growth as an attraction, is opening amid concerns about protecting cultural heritage and a rise in coronavirus cases.", "filename": "2020_09_15_business_madrid-canalejas-development-tourism-coronavirus_1666741241.html", "image_url": "https://static01.nyt.com/images/2020/09/15/business/15Virus-Madrid-01/merlin_177022143_218f88c5-a2e2-439b-bbd3-abd685fba58f-facebookJumbo.jpg?year=2020&h=549&w=1050&s=c9510007d2e05fabfb474bd12be2d152d37a6f850de5f7eb9cad36e72c411514&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_09_15_business_madrid-canalejas-development-tourism-coronavirus_1666741241.html", "title": "New Development Tests Madrid’s Preservation, and Coronavirus Response", "title_page": "New Development Tests Madrid’s Preservation, and Coronavirus Response - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — In the heart of Madrid, builders have been putting the final touches to one of the most ambitious and luxurious tourism projects undertaken in the Spanish capital.\nWhen the Canalejas complex — a development with a price tag of 600 million euros, or $712 million — opens this month, it will house a five-star Four Seasons hotel, a shopping gallery and two dozen luxury loft apartments.\nThe project showcases Madrid’s growth as a European tourism hub. But it has also turned into a test of the city’s ability to overcome the impact of the coronavirus crisis, as another sharp uptick in cases since the summer has again made Madrid the center of the pandemic in Spain.\nDespite the added pressure, developers are moving forward, hoping to draw visitors to Canalejas, formerly the location of Madrid’s financial hub, which has mostly moved to the outskirts of the city since the start of this century. The seven grand buildings that have been joined to form the Canalejas complex were once owned by banks and insurers. Some of the buildings were erected when Spain still had a colonial empire.", "url": "https://www.nytimes.com/2020/09/15/business/madrid-canalejas-development-tourism-coronavirus.html"}