{"authors": ["Richard Fausset"], "date_download": "2022-10-25 23:24:43", "date_modify": "2022-10-25 23:24:43", "date_publish": "2020-01-31 00:48:37", "description": "The senior pastor of Ebenezer Baptist Church, the Rev. Dr. Raphael G. Warnock, may be helped in Georgia by his religiosity, but his liberal positions could turn off some voters.", "filename": "2020_01_30_us_raphael-warnock-ebenezer-baptist-georgia-senate_1666740283.html", "image_url": "https://static01.nyt.com/images/2020/01/30/us/30GA-SENATE-warnock/30GA-SENATE-warnock-facebookJumbo.jpg?year=2020&h=550&w=1050&s=88f23404c2986fae8d546ed6bcec11bd6be7e031ce74d8f6b8749fb19298ec05&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_30_us_raphael-warnock-ebenezer-baptist-georgia-senate_1666740283.html", "title": "Citing ‘Soul of Our Democracy,’ Pastor of Dr. King’s Church Enters Senate Race", "title_page": "Citing ‘Soul of Our Democracy,’ Pastor of Dr. King’s Church Enters Senate Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Read more on the history Raphael Warnock is chasing.]\nATLANTA — Ebenezer Baptist Church bills itself as “America’s Freedom Church,” a reflection of its lofty stature as the house of worship where the Rev. Dr. Martin Luther King Jr. once preached. Over the decades, the 6,000-member congregation just east of downtown Atlanta has become a favored stop for national politicians seeking to make their case to the African-American community and pay homage to the slain civil rights icon.\nBut this week, Ebenezer transformed from political venue to political launching pad when its senior pastor, the Rev. Dr. Raphael G. Warnock, a Democrat, entered the race for the United States Senate seat recently vacated by Johnny Isakson, a Republican who cited ailing health as his reason for resigning with three years left in his term. The move is likely to alter the way the powerful King legacy resonates in the state, particularly because Dr. King declined to run for public office, preferring to effect change through direct social action.\nIn a phone interview on Thursday afternoon, Dr. Warnock, 50, said he respected that position, but noted that he had also spent a number of years before coming to Ebenezer as a pastor at New York City’s Abyssinian Baptist Church. It was there that another of Dr. Warnock’s civil rights heroes, the Rev. Adam Clayton Powell Jr., once preached, and Mr. Powell had no reservations about entering the political fray, serving in Congress from 1945 to 1971.\n“Yes, it is, for some people, an extraordinary step for a clergyperson to operate beyond the pulpit and enter the rough-and-tumble of politics,” Dr. Warnock said. “I am aware of the risk. But I am embracing it because I think the times demand it.”", "url": "https://www.nytimes.com/2020/01/30/us/raphael-warnock-ebenezer-baptist-georgia-senate.html"}