{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:51:43", "date_modify": "2022-10-25 23:51:43", "date_publish": "2020-12-15 14:00:10", "description": "Union leaders and policy experts say the next administration could do plenty on behalf of workers through regulation and other powers.", "filename": "2020_12_15_business_economy_biden-labor-economy_1666741903.html", "image_url": "https://static01.nyt.com/images/2020/12/11/us/00biden-labor/00biden-labor-facebookJumbo.jpg?year=2020&h=550&w=1050&s=5dd959a06f76dad58614025e5f4cd26f67ae78f4fff209868943a7bdd9c26fd9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_12_15_business_economy_biden-labor-economy_1666741903.html", "title": "How Biden Can Move His Economic Agenda Without Congress", "title_page": "How Biden Can Move His Economic Agenda Without Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The most aggressive version of this approach would be to revoke a broad waiver that allows agencies to treat purchases from dozens of countries with which the United States has trade relations — including Japan, Mexico and many in Europe — as though they were made in America. Mr. Biden has indicated that he is more likely to try to negotiate new rules with trading partners to address this issue.\nThe Biden administration could also instruct contracting officers to broaden the criteria they use to assess bids. A set of contracting rules laid out in a 1984 law, along with Washington’s growing preoccupation with spending cuts in recent decades, led administrations of both parties to focus on seeking the lowest upfront price.\nBut the Biden administration could elevate value over price — under the same logic that says a $30,000 Cadillac may be a better deal than a $25,000 Ford Focus. The approach would favor companies whose workers are better paid but also better trained and more productive than competitors’.\nMr. Biden could set some of these changes in motion through an executive order stating that federal agencies should focus more on quality and working conditions when assessing value. But because executing many of these shifts would be a question of day-to-day management rather than sweeping changes, some policy experts have proposed that the Biden White House create a dedicated office to oversee procurement across the administration.\nAnastasia Christman, an expert on government contracting at the National Employment Law Project, compares the idea to the White House Office of Faith-Based and Community Initiatives that George W. Bush created in the early 2000s, whose goal was to scour the federal bureaucracy for ways that religious organizations could compete for government funds. In this case, Ms. Christman said, the objective would be to ensure that contracting officers across agencies are using the right criteria in awarding contracts.\n“It would help contracting offices think differently about how to do the assessment,” Ms. Christman said. “How do you ask right kind of follow-up questions? Why is this bid lower than all others? What is that resting on?”", "url": "https://www.nytimes.com/2020/12/15/business/economy/biden-labor-economy.html"}