{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 23:24:42", "date_modify": "2022-10-25 23:24:42", "date_publish": "2020-04-30 09:00:23", "description": "The pandemic has derailed Vladimir V. Putin’s plans for a big military parade and a referendum extending his rule — and now knocked out his prime minister — as the Russian leader struggles to find his stride.", "filename": "2020_04_30_world_europe_russia-putin-coronavirus_1666740282.html", "image_url": "https://static01.nyt.com/images/2020/04/29/world/29virus-putin01/29virus-putin01-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d70c27c99ca1169c4d87505ed49aade4e59d784a42c01f3bb9da4287c75e7267&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_30_world_europe_russia-putin-coronavirus_1666740282.html", "title": "Putin, Russia’s Man of Action, Is Passive, Even Bored, in the Coronavirus Era", "title_page": "Putin, Russia’s Man of Action, Is Passive, Even Bored, in the Coronavirus Era - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — This was supposed to be a moment of triumph for President Vladimir V. Putin, a celebration of his grand successes in restoring the Russian state to a place of pride in the world and consolidating his grip on power, all topped off by a glorious military parade in Red Square on May 9, the 75th anniversary of the Red Army’s victory over Nazi Germany.\nBut the coronavirus has changed all that.\nNow, having bowed to the inevitable and canceled the parade, Mr. Putin seems less a can-do executive than a bored monarch cooped up in a palace, checking his watch during televised video conferences with his underlings about the pandemic as his popularity ratings dip.\nFor 20 years, Mr. Putin has made his mark as a man of action, a hyperactive leader ever ready to face down the Kremlin’s foes at home and abroad, and even wild tigers in remote Russian forests. Confronted with the coronavirus, however, a leader who was re-elected in 2018 with nearly 80 percent of the vote and who faces no serious threats to his power has been oddly passive.\n“He is afraid — afraid for his ratings and for the system he has spent 20 years creating,” said Gleb O. Pavlovsky, a disenchanted former Kremlin adviser. Faced with a viral enemy that he cannot easily vanquish, “Putin understands that the best thing to do is stand to the side,” Mr. Pavlovsky added.", "url": "https://www.nytimes.com/2020/04/30/world/europe/russia-putin-coronavirus.html"}