{"authors": ["Brad Plumer"], "date_download": "2022-10-25 23:42:52", "date_modify": "2022-10-25 23:42:52", "date_publish": "2020-04-30 04:01:06", "description": "An “unprecedented” fall in fossil fuel use, driven by the Covid-19 crisis, is likely to lead to a nearly 8 percent drop, according to new research.", "filename": "2020_04_30_climate_global-emissions-decline_1666741372.html", "image_url": "https://static01.nyt.com/images/2020/05/02/climate/30CLI-VIRUS-EMISSIONS-print/30CLI-VIRUS-EMISSIONS1-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=4c145d2bb019fb6cc844cdb0a7bed72ef008afc25839cbcb520dd3a10a931573&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_30_climate_global-emissions-decline_1666741372.html", "title": "Emissions Declines Will Set Records This Year. But It’s Not Good News.", "title_page": "Emissions Declines Will Set Records This Year. But It’s Not Good News. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Global greenhouse gas emissions are on track to plunge nearly 8 percent this year, the largest drop ever recorded, as worldwide lockdowns to fight the coronavirus have triggered an “unprecedented” decline in the use of fossil fuels, the International Energy Agency said in a new report on Thursday.\nBut experts cautioned that the drop should not be seen as good news for efforts to tackle climate change. When the pandemic subsides and nations take steps to restart their economies, emissions could easily soar again unless governments make concerted efforts to shift to cleaner energy as part of their recovery efforts.\n“This historic decline in emissions is happening for all the wrong reasons,” said Fatih Birol, the agency’s executive director. “People are dying and countries are suffering enormous economic trauma right now. The only way to sustainably reduce emissions is not through painful lockdowns, but by putting the right energy and climate policies in place.”\nMore than 4 billion people are living in countries that have imposed partial or more extensive shutdowns on economic activity to slow the spread of the virus. By mid-April, the report found, energy use in many of those countries was 17 percent to 25 percent lower than it was in 2019, as factories idled, employees stopped driving to work and airlines grounded their flights.", "url": "https://www.nytimes.com/2020/04/30/climate/global-emissions-decline.html"}