{"authors": ["William K. Rashbaum", "J. David Goodman", "Jeffery C. Mays", "Joseph Goldstein"], "date_download": "2022-10-25 23:30:05", "date_modify": "2022-10-25 23:30:05", "date_publish": "2020-05-14 20:14:03", "description": "The head of New York City’s public hospitals pushed to keep the city open in early March. Now the mayor has put him in charge of contact tracing, deepening a rift with the Health Department.", "filename": "2020_05_14_nyregion_coronavirus-de-blasio-mitchell-katz_1666740605.html", "image_url": "https://static01.nyt.com/images/2020/05/15/nyregion/00NYVIRUS-HHC1/00NYVIRUS-HHC1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e1e60aa131a64f773dcacc1523a49ccd77b59d573a9170471dc57a2375236cc2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_05_14_nyregion_coronavirus-de-blasio-mitchell-katz_1666740605.html", "title": "De Blasio Relies on Aide Who Saw ‘No Proof’ Closures Curb Coronavirus", "title_page": "De Blasio Relies on Aide Who Saw ‘No Proof’ Closures Curb Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The mayor’s decision to shift the responsibility to the public hospital system illustrated how Mr. de Blasio’s faith in Dr. Katz’s leadership abilities took precedence over the experience and knowledge of his public health officials, who have clashed with the mayor over a variety of issues.\nEpidemiologists, former public health officials and the city comptroller criticized the move, pointing out that the Health Department has for decades expertly performed contact tracing for diseases like tuberculosis and H.I.V., and had been preparing for two weeks to run the expanded tracing operation for Covid-19, the disease caused by the coronavirus.\nOn Tuesday, the city comptroller, Scott M. Stringer, requested documents from City Hall as part of a formal investigation into the city’s response to the pandemic, including its handling of public health recommendations. On Friday, the City Council will hold a hearing on the mayor’s decision to give Health and Hospitals control of the contact tracing effort.\nEven the person who ran the city’s hospital system before Dr. Katz thought the move was a mistake.\n“It is a head-scratcher. I can’t figure out the rationale, and I don’t think it’s worth the risks,” said Stanley Brezenoff, who was chosen by Mr. de Blasio in 2016 to temporarily lead Health and Hospitals. “Just because they both have ‘health’ in the name doesn’t mean they’re in the same business.”\n“I’m second to none in my admiration for Mitch’s clinical prowess,” Mr. Brezenoff added, “but this is a job for the Health Department.”\nDr. Katz, who is well regarded in the hospitals field, declined to comment for this article. His defenders said it was important to view his March 10 email about keeping the city open within the context of that time. Public health experts were wrestling with a highly unusual series of factors, and there was a wide range of opinions about how to respond.\nThe mayor’s press secretary, Freddi Goldstein, when asked about the March 10 email, said that the mayor had sought advice from many experts, and that a range of individuals including Dr. Katz and the health commissioner, Dr. Oxiris Barbot, “gave the best advice based on what they knew at that time.”", "url": "https://www.nytimes.com/2020/05/14/nyregion/coronavirus-de-blasio-mitchell-katz.html"}