{"authors": ["Margot Sanger-Katz", "Noah Weiland", "Katie Thomas"], "date_download": "2022-10-25 23:30:51", "date_modify": "2022-10-25 23:30:51", "date_publish": "2020-07-24 22:36:44", "description": "President Trump is trying to revive a 2016 campaign promise to control the rising price of medicines, but new executive orders are coming when he needs drugmakers to deliver coronavirus treatments.", "filename": "2020_07_24_us_politics_trump-drug-prices-coronavirus_1666740651.html", "image_url": "https://static01.nyt.com/images/2020/08/23/us/politics/23dc-virus-drugprices/23dc-virus-drugprices-facebookJumbo.jpg?year=2020&h=550&w=1050&s=c0ec3c8bf7a42410e43b94b41e72ffc4d5323861136abd2d5ea047f27f729ce2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_24_us_politics_trump-drug-prices-coronavirus_1666740651.html", "title": "As He Woos Drugmakers on Virus, Trump Demands Drug Price Controls", "title_page": "As He Woos Drugmakers on Virus, Trump Demands Drug Price Controls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump signed a slate of executive orders on Friday targeting the high price of prescription drugs, including a still tentative plan to tie the price that Medicare pays for some drugs to the low prices that foreign countries pay.\nThe orders, which alone cannot change policy, recall pledges Mr. Trump made as far back as the 2016 campaign to tackle prescription drug costs, even if it means beating back opposition from the pharmaceutical industry and his own political party.\nBut this announcement, staged in front of a mock pharmacy, with blue bins full of white pill bottles, comes at a delicate time. Mr. Trump has placed billions of dollars in bets that giant drugmakers like Pfizer, AstraZeneca and Johnson & Johnson will deliver coronavirus treatments and vaccines in time to bolster his faltering re-election campaign. He needs those companies to produce and to participate in his celebrations of their achievements, even as he is attacking them over the price of their other products.\nMr. Trump may have nodded to that sensitivity when he said he would delay enforcement of the most aggressive of his proposed policies until after a meeting with pharmaceutical executives scheduled for Tuesday at the White House, giving them until Aug. 24 to “come up with something” before moving forward.", "url": "https://www.nytimes.com/2020/07/24/us/politics/trump-drug-prices-coronavirus.html"}