{"authors": ["Katie Glueck", "Lisa Lerer"], "date_download": "2022-10-25 23:53:11", "date_modify": "2022-10-25 23:53:11", "date_publish": "2020-01-30 18:05:16", "description": "Mr. Biden’s attack on his rival in Iowa came hours after another leading candidate, Pete Buttigieg, criticized both men, in a day of sparring that underscored the pressure they all face to excel in Monday’s caucuses.", "filename": "2020_01_30_us_politics_pete-buttigieg-joe-biden-bernie-sanders_1666741991.html", "image_url": "https://static01.nyt.com/images/2020/01/30/us/politics/30Dems-02/merlin_168118056_d60ac153-1378-4e74-8fff-f53a2d486b03-facebookJumbo.jpg?year=2020&h=549&w=1050&s=1d4a735922470ae8784f85c271e167c27c2c754e860a11dec379b37a8953cd3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_30_us_politics_pete-buttigieg-joe-biden-bernie-sanders_1666741991.html", "title": "‘I’m a Democrat’: Biden Accuses Sanders of Not Being a Party Member", "title_page": "‘I’m a Democrat’: Biden Accuses Sanders of Not Being a Party Member - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PELLA, Iowa — In one of his most direct confrontations yet with his top rival in the Iowa caucuses, former Vice President Joseph R. Biden Jr. on Thursday called out Senator Bernie Sanders of Vermont for not being a Democrat even as Mr. Sanders makes a competitive run for that party’s presidential nomination, and Mr. Biden also jabbed Mr. Sanders’s record on gun control in among his most detailed remarks on the matter to date.\n“I’m a Democrat,” said Mr. Biden, who moments earlier had told reporters at a Dairy Queen here that the contrasts between himself and his top rivals were “self-evident.” Asked to elaborate, Mr. Biden swiped at Mr. Sanders, who represents Vermont as an independent in the Senate. “Well, he says he’s not. He says — you know, he’s not registered as a Democrat, to the best of my knowledge. And Bernie has a different view.”\nThe remarks, in response to reporters’ questions, capped a day of sparring among the leading Democratic presidential contenders here, four days before the Iowa caucuses. Earlier in the day, Pete Buttigieg escalated his attacks on Mr. Biden as well as Mr. Sanders, taking direct aim at the two leading presidential candidates as he tries to gain ground before the Iowa caucuses. And Mr. Biden, when asked about Mr. Sanders’s record on gun control, directly attacked him for opposing one of the most popular Democratic-backed gun measures in the 1990s, something he had resisted doing in detail as recently as last week.\n“I think Bernie has made his verbal amends for his record on guns,” he said in a barely veiled jab. Asked whether that was sufficient, he said, “Well yeah I do, I think he means it. I think that, you know, the fact that he gave the gun manufacturers an exemption that no other, no other industry in the world — in the United States — has, I think he regrets having done that.”", "url": "https://www.nytimes.com/2020/01/30/us/politics/pete-buttigieg-joe-biden-bernie-sanders.html"}