{"authors": ["Sarah Kliff"], "date_download": "2022-10-25 23:31:26", "date_modify": "2022-10-25 23:31:26", "date_publish": "2020-08-04 09:00:20", "description": "Missouri is the latest state where ballot initiatives took the issue directly to voters, bypassing Republican leaders.", "filename": "2020_08_04_upshot_missouri-election-medicaid-expansion_1666740686.html", "image_url": "https://static01.nyt.com/images/2020/08/04/upshot/04up-medicaid-ballots/04up-medicaid-ballots-facebookJumbo.jpg?year=2020&h=549&w=1050&s=6acfc9053ca9e30f89c8cc4442815f50630210d2609751fac2642fbd736c52cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_08_04_upshot_missouri-election-medicaid-expansion_1666740686.html", "title": "How Progressives Flipped the Script on Medicaid Expansion", "title_page": "How Progressives Flipped the Script on Medicaid Expansion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The financial impact of Medicaid expansion is uncertain and could range from $200 million in extra costs to $1 billion in additional annual savings, according to an estimate prepared by the state’s auditor, Nicole Galloway, a Democrat who is running for governor this fall.\nThe Fairness Project grew out of a memo that a California union leader wrote in 2014, warning that steep declines in union membership could leave workers unprotected with fewer benefits.\n“Unionism is in decline, and there is no end to that in sight,” Dave Regan, president of United Healthcare Workers West, said recently. His group represents 95,000 hospital workers in California. “But we still need to give regular people the opportunity to have positive change in their lives.”\nIn his memo, Mr. Regan proposed creating a nonprofit that would use the ballot initiative process to secure policies that would benefit workers, like increased access to health coverage and a higher minimum wage.\n“Ballots are an opportunity to put a question, in its undiluted form, in front of millions of people,” he said. “As opposed to traditional legislative work, where things get watered down to get out of committee, you end up with what you actually want when you use the ballot.”\nNot all of his union members were enthusiastic about the project. Some questioned why dues paid in California would be spent running campaigns in the Midwest. But the initiative had enough support that the United Healthcare Workers West executive board approved its funding, and has continued to do so each year since.\nThe Fairness Project began in 2016, starting with ballot initiative campaigns for increasing the minimum wage in California and Maine. The next year, it came back to Maine to support the country’s first Medicaid expansion referendum.", "url": "https://www.nytimes.com/2020/08/04/upshot/missouri-election-medicaid-expansion.html"}