{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:29:37", "date_modify": "2022-10-25 23:29:37", "date_publish": "2020-01-31 22:45:13", "description": "Amy Klobuchar has often spoken about her prosecution of the teenager in an 11-year-old girl’s murder. This week, an Associated Press report pointed to flaws in the case.", "filename": "2020_01_31_us_politics_amy-klobuchar-myon-burrell_1666740577.html", "image_url": "https://static01.nyt.com/images/2020/01/31/us/politics/31klobuchar/31klobuchar-facebookJumbo.jpg?year=2020&h=550&w=1050&s=384a5d92a295e7054cfecf293908ad63f181618a848d239ec9de6515e5177db5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_01_31_us_politics_amy-klobuchar-myon-burrell_1666740577.html", "title": "Klobuchar Faces Uproar Over Her Role in Black Teenager’s Murder Conviction", "title_page": "Klobuchar Faces Uproar Over Her Role in Black Teenager’s Murder Conviction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Friday, a spokeswoman for Ms. Klobuchar’s campaign said: “Senator Klobuchar has always believed in pursuing justice without fear or favor. That’s why she has said that any new evidence in this case should immediately be reviewed by the court.”\nIn a statement, the Hennepin County attorney’s office said it had “been fully cooperative with The Associated Press and Myon Burrell’s defense attorneys,” adding, “Neither The Associated Press or Myon Burrell’s lawyers have shared any new evidence with us. If any new information is presented, it will carefully be reviewed by our office.”\nThe Minneapolis Police Department referred questions to the Hennepin County attorney’s office without comment.\nIn a telephone interview Friday night Daniel Guerrero, a lawyer for Mr. Burrell who has represented him since 2017, said that while he believed the authorities could have more rigorously followed up on leads and alibis, he did not think, based on his review, that Ms. Klobuchar had done “anything specifically wrong.”\n“I don’t think she had much to do with the case,” he said, noting that line prosecutors had handled it. “She stepped back and let them do what they were doing.”\n“The one thing I would say about Senator Klobuchar is that I wish she would stop citing the Edwards case as an example of her being aggressive prosecutor,” Mr. Guerrero added. “Though certainly tragic that an 11-year-old girl died, it’s equally as bad that a 16-year-old boy was likely wrongfully convicted and sentenced to a life term in the face of an aggressive and often short sighted prosecution.”\nMr. Guerrero said that his client had already appealed his conviction several times and that “at this point we would have to bring in evidence of actual innocence” to get the case back into court. “We’re still investigating and hoping to get a wrongly convicted individual out,” he said.", "url": "https://www.nytimes.com/2020/01/31/us/politics/amy-klobuchar-myon-burrell.html"}