{"authors": ["Kenneth P. Vogel", "Nicholas Fandos"], "date_download": "2022-10-25 23:00:45", "date_modify": "2022-10-25 23:00:45", "date_publish": "2020-03-12 01:34:57", "description": "The Homeland Security Committee, which is looking into Hunter Biden and Ukraine’s role in the 2016 election, was told a former Ukrainian official could be spreading Russian disinformation.", "filename": "2020_03_11_us_politics_senate-subpoena-ron-johnson-ukraine_1666738845.html", "image_url": "https://static01.nyt.com/images/2020/03/11/us/politics/11dc-inquire/merlin_167951661_f0e817f5-6498-4edc-8f7e-a68c087883ef-facebookJumbo.jpg?year=2020&h=549&w=1050&s=f176553815eebf142bf8c65bc449f1166006ac95c2dc15f871c74dc5bb4d0976&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_03_11_us_politics_senate-subpoena-ron-johnson-ukraine_1666738845.html", "title": "Senate Panel Delays Subpoena Vote Over Concerns About Ukraine Witness", "title_page": "Senate Panel Delays Subpoena Vote Over Concerns About Ukraine Witness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While Mr. Johnson said that Blue Star has “not been cooperative,” Karen A. Tramontano, a partner at the firm, said it has provided the committee “with nearly 89 pages of relevant documents,” responded to questions from several committees and “will continue to cooperate with the committees’ investigation to the best of our ability.”\nStaff members for the committee have been working with Mr. Telizhenko for months, interviewing him and collecting documents to bolster two separate investigations into subjects that could help President Trump as he heads into a re-election campaign in which Mr. Biden has emerged as his leading Democratic challenger. The White House is closely monitoring Mr. Johnson’s efforts on the investigations, according to a person familiar with the situation.\nOne of the investigations deals with the overlap between Hunter Biden’s work for Burisma Holdings, a Ukrainian energy company widely accused of corruption, and his father’s diplomacy in Ukraine. The other relates to claims that Ukrainian officials tried to undermine Mr. Trump during his 2016 campaign.\nBoth subjects featured prominently in last year’s impeachment of Mr. Trump, who had urged the Ukrainians to investigate the matters.\nMr. Telizhenko has firsthand experience in both subjects. Before his work with Blue Star on behalf of Burisma, he worked for Ukraine’s top prosecutor and then in Ukraine’s Embassy in Washington, where, he claims, he was instructed by a superior to work with a Democratic operative to collect and disseminate damaging information about Mr. Trump’s 2016 campaign chairman, Paul Manafort. Republicans seized on those claims to justify Mr. Trump’s push for investigations and, at times, to answer concerns about Russia’s interference to help Mr. Trump in 2016.\nAmerican intelligence agencies have concerns about Mr. Telizhenko’s role in spreading disinformation about Ukraine’s involvement in the 2016 election, according to people familiar with the matter.\nIntelligence agencies have contended for months that Russian intelligence has worked to amplify, spread and distort stories relating to the involvement of Ukrainian officials in trying to influence the outcome of the last presidential election, as part of a campaign to minimize or obscure Moscow’s own efforts.", "url": "https://www.nytimes.com/2020/03/11/us/politics/senate-subpoena-ron-johnson-ukraine.html"}