{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:32:13", "date_modify": "2022-10-25 23:32:13", "date_publish": "2020-07-22 09:00:16", "description": "And if surveys of likely voters don’t look promising, turn to other measures. Like boat parades.", "filename": "2020_07_22_us_politics_trump-polls-2020_1666740733.html", "image_url": "https://static01.nyt.com/images/2020/07/21/us/politics/21trump-polling/21trump-polling-facebookJumbo.jpg?year=2020&h=549&w=1050&s=0f86e374f5ef24fa784942a1b4139c6d4a115c4cc9eb67f06fb586c0760e136d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_07_22_us_politics_trump-polls-2020_1666740733.html", "title": "Trump Keeps Reminding People Polls Can Be Wrong", "title_page": "Trump Keeps Reminding People Polls Can Be Wrong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The president also unceremoniously demoted his longtime campaign manager, Brad Parscale, and his campaign has shifted the majority of its advertising resources to a message of law and order, claiming inaccurately in a new television ad spot that if Mr. Biden is elected, the country’s police departments will cease to exist.\nHis political opponents assume he knows he is losing, and badly, and that his blanket dismissal of public polling as “fake” is part of a strategy to sow doubt and confusion in November. “Saying the polls are fake helps in laying the predicate for claiming the election is rigged,” said William Kristol, the conservative writer and prominent “Never Trump” Republican. “Because his brand going forward depends on his being a victim of a rigged system, not accepting defeat. He has a general interest in discrediting the truth, and this is part of an assault on the truth.”\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nBut aides said that even in private conversations, Mr. Trump has not let the reality of his current political standing fully sink in.\n“No one’s ever come back from something like this,” said Lee Miringoff, director of the Marist College Institute for Public Opinion, referring to Mr. Biden’s polling lead over Mr. Trump. Indeed, it has been almost 25 years since Bill Clinton sustained such a gaping advantage over his opponent, Bob Dole, in 1996.\nBut when donors and outside allies have been blunt with Mr. Trump and told him that he is, in fact, losing, the president has pushed back, claiming that things are getting better and there’s still plenty of time for improvement, according to Republicans familiar with these conversations who spoke on the condition of anonymity to disclose private exchanges.\n“My polls show we’re getting real movement since Rushmore,” Mr. Trump has told multiple associates, referring to his Fourth of July address at Mount Rushmore, in which he framed the campaign as a battle against a “new far-left fascism” seeking to wipe out the nation’s values and history. White House advisers viewed the speech as a success, if a temporary one that was quickly overtaken by Mr. Trump’s defense of the Confederate flag. Yet the Biden campaign has not seen a real improvement in how voters view Mr. Trump since the beginning of the pandemic, according to a person who was familiar with the campaign’s data. Voters’ impressions of Mr. Trump, the person said, have only grown more negative.\nIn private conversations, Mr. Trump has also brought up the general election debates as an opportunity for him to improve his standing in the race, telling allies he expects his opponent to perform poorly in that format.", "url": "https://www.nytimes.com/2020/07/22/us/politics/trump-polls-2020.html"}