{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:24:40", "date_modify": "2022-10-25 23:24:40", "date_publish": "2020-04-08 21:54:43", "description": "The Georgia senator again defended her investments, denying accusations that she has tried to profit from the coronavirus crisis using inside information.", "filename": "2020_04_08_us_politics_kelly-loeffler-coronavirus-stock-trades_1666740280.html", "image_url": "https://static01.nyt.com/images/2020/04/08/us/politics/08dc-virus-loeffler/08dc-virus-loeffler-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8b5dd1f4a175896219fba565980dd8eb0aab3d0b8a8423006da99b037da71997&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2020_04_08_us_politics_kelly-loeffler-coronavirus-stock-trades_1666740280.html", "title": "Under Fire for Trades, Kelly Loeffler Says She Will Divest From Individual Stocks", "title_page": "Under Fire for Trades, Kelly Loeffler Says She Will Divest From Individual Stocks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Seeking to move past allegations that she has tried to profit from the coronavirus crisis, Senator Kelly Loeffler, Republican of Georgia, announced on Wednesday that she and her husband would divest from all individual stocks and move their money into mutual and exchange-traded funds.\nMs. Loeffler, a freshman senator who was already in a competitive race to keep her seat, has faced weeks of attacks from her rivals in both parties and scrutiny from the news media over millions of dollars’ worth of stock trades her portfolio made just before the coronavirus pandemic roiled the financial markets. Her critics questioned whether Ms. Loeffler — and a handful of other lawmakers who actively traded stocks during the same period — had used nonpublic information they received from their jobs as senators to make money or avoid financial losses suffered by other investors as the pandemic spread.\nMs. Loeffler adamantly denied that again on Wednesday, insisting that she had done nothing wrong, legally or ethically. The stock trades were all made by outside financial advisers at Morgan Stanley, Goldman Sachs, Sepio Capital and Wells Fargo, who independently manage her investments “without our input, direction or knowledge,” she said. Ms. Loeffler added that she was not privy to any meaningful nonpublic information about the virus because of her job in the Senate.\nStill, the decision underscored how Ms. Loeffler’s vast wealth, once thought to be an asset for her campaign, had become a political distraction and a potential liability as she seeks to hold her Senate seat this fall against Democratic and Republican challengers. A former businesswoman with no political experience, Ms. Loeffler was appointed to fill Georgia’s vacant Senate seat late last year and pledged to put at least $20 million into her own campaign.", "url": "https://www.nytimes.com/2020/04/08/us/politics/kelly-loeffler-coronavirus-stock-trades.html"}