{"authors": ["Thomas Kaplan"], "date_download": "2022-10-25 23:47:57", "date_modify": "2022-10-25 23:47:57", "date_publish": "2021-03-07 17:36:20", "description": "The measure passed by the Senate, and headed to the House for final approval before going to President Biden’s desk, contains money for direct checks, jobless benefits, state and local aid, and more.", "filename": "2021_03_07_us_politics_whats-in-the-stimulus-bill_1666741677.html", "image_url": "https://static01.nyt.com/images/2021/03/07/multimedia/07dc-explainer1/07dc-explainer1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5cc5c9c90d4e420b81c0fb8eca2d30bc14a66071d35ce99ca249a881cc12b695&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_07_us_politics_whats-in-the-stimulus-bill_1666741677.html", "title": "Where the $1.9 Trillion Is Going in the Covid-19 Relief Bill", "title_page": "Where the $1.9 Trillion Is Going in the Covid-19 Relief Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Senate bill also includes a provision intended to avert surprise tax bills for people who lost jobs, waiving federal income taxes for the first $10,200 of unemployment benefits received in 2020 for households earning under $150,000.\nThe child tax credit would become more generous, among other benefits.\nFor 2021, the bill would temporarily expand the child tax credit, which is currently worth up to $2,000 per child under 17. Under the legislation, the tax credit would be as much as $3,600 for children up to age 5 and as much as $3,000 for children 6 to 17.\nThe bill would make the full value of the credit available to low-income people who are currently ineligible or receive only a portion. And for the second half of this year, it would have the federal government send advance payments of the credit to Americans in periodic installments, akin to a guaranteed income for families with children.\nThe legislation would also expand the child and dependent care tax credit for 2021, and it would expand the earned-income tax credit for workers without children for this year as well. Through 2025, it would exempt student loan forgiveness from income taxes.\nMoney would go to fight the pandemic and to help states, local governments and schools.\nThe bill would provide funding for vaccine distribution as well as coronavirus testing, contact tracing and genomic sequencing. It would give money to the Federal Emergency Management Agency as well.\nIt would provide $350 billion for states, local governments, territories and tribal governments, and it contains about $130 billion for schools. It also includes funding for colleges and universities, transit agencies, housing aid, child care providers and food assistance.\nIn addition, the bill contains funding to help businesses, including restaurants and live venues, and it includes a bailout for multiemployer pension plans that are financially troubled.", "url": "https://www.nytimes.com/2021/03/07/us/politics/whats-in-the-stimulus-bill.html"}