{"authors": ["Kali Fajardo-Anstine"], "date_download": "2022-10-25 23:37:26", "date_modify": "2022-10-25 23:37:26", "date_publish": "2021-03-23 13:31:17", "description": "Carribean Fragoza’s new collection, “Eat the Mouth That Feeds You,” moves between horror and the real.", "filename": "2021_03_23_books_review_eat-the-mouth-that-feeds-you-carribean-fragoza_1666741046.html", "image_url": "https://static01.nyt.com/images/2021/04/11/books/review/11Fajardo-Anstine/11Fajardo-Anstine-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=20165f357a20de715197e47ee379af48cdf703f2a4b77cf08edafa096833dc3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_23_books_review_eat-the-mouth-that-feeds-you-carribean-fragoza_1666741046.html", "title": "A Visceral and Fabulist Short Story Collection Filled With Roots, Inheritance and Blood", "title_page": "A Visceral and Fabulist Short Story Collection Filled With Roots, Inheritance and Blood - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EAT THE MOUTH THAT FEEDS YOU\nBy Carribean Fragoza\n“Death is not an event in life,” Ludwig Wittgenstein wrote; “we do not live to experience death.” For one young woman in Carribean Fragoza’s innovative debut, “Eat the Mouth That Feeds You,” this simply is not true. In “Me Muero,” the narrator steps away from her corpse on a concrete patio during a family gathering. She strolls through the packed house. “My body,” she says, “is something I operate like a bike.” Throughout this charmingly strange collection, Fragoza shows the reader that death is not as Wittgenstein describes it — here, death is both lived through and experienced, and Fragoza uses the unreal in fiction to report from the other side.\nIn these 10 fabulist tales, the body and the inevitability of loss shimmer, and each story moves effortlessly between horror and the real. In the tradition of Surrealists like Leonora Carrington, who once wrote, “Houses are really bodies,” Fragoza has plunged into the depths of her characters’ psyches and the unruly abodes in which they now find themselves.\nIn a way, all story collections function as a type of body, each tale an individual organ or limb that contributes to the whole. This is particularly true of Fragoza’s intensely corporeal book. In “Mysterious Bodies,” a story where characters barter for pharmaceuticals with “several hundred pesos and a newborn iguana,” physicality becomes a vehicle for the grotesque with descriptions that push the reader’s comfort and conception of the body. “She breathed deeply to contain the seething, crackling little boils. But this time their angry hunger could not be appeased and they continued to spread and mount, bursting into voracious mollusks, clams and barnacles that gnawed incessantly at her throbbing meat.”", "url": "https://www.nytimes.com/2021/03/23/books/review/eat-the-mouth-that-feeds-you-carribean-fragoza.html"}