{"authors": ["Anemona Hartocollis"], "date_download": "2022-10-25 23:29:13", "date_modify": "2022-10-25 23:29:13", "date_publish": "2021-11-11 21:50:44", "description": "A group suing Harvard and the University of North Carolina at Chapel Hill has asked the court to hear the two cases together, hoping for a ruling that would apply across higher education.", "filename": "2021_11_11_us_affirmative-action-harvard-unc_1666740553.html", "image_url": "https://static01.nyt.com/images/2021/11/11/us/11UNC-COURT-1/11UNC-COURT-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_11_us_affirmative-action-harvard-unc_1666740553.html", "title": "The Supreme Court Tactic That Aims to Kill Affirmative Action", "title_page": "The Supreme Court Tactic That Aims to Kill Affirmative Action - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2003, those cases, known as Grutter v. Bollinger and Gratz v. Bollinger, resulted in decisions striking down the college’s system for admitting a more racially diverse student body as too mechanical, but affirming the law school’s consideration of race in admissions, allowing affirmative action to continue.\nThe Supreme Court has tilted more conservative in recent years with the addition of three justices nominated by former President Donald J. Trump. They are considered potentially receptive to arguments against race-conscious admissions practices, emboldening opponents of affirmative action.\nBut the court has put off a decision on whether to accept the Harvard case until it hears from the Biden administration, whose brief is expected soon. If the justices take the Harvard case, it would make sense for them to consider the North Carolina lawsuit at the same time, some legal experts said — especially as there might be greater public interest in the use of affirmative action at a taxpayer-supported institution.\n“It’s possible that the court would feel more comfortable with a case involving a public university,” said Justin Driver, a Yale law professor and expert in constitutional law, adding, “I think this can be seen as trying to force the hand of the Supreme Court to issue a decision invalidating affirmative action sooner rather than later.”\nIlya Shapiro, a constitutional law expert at the Cato Institute, threw some cold water on the strategy. He said he did not believe it would make any difference whether North Carolina was added to the Harvard case because the court was unlikely to treat public universities differently from private ones that accept federal funds. But he said that if he were in the plaintiffs’ position, he would probably pursue the same maneuver to remind the court that if it did not review Harvard’s policy, there was another case coming behind.", "url": "https://www.nytimes.com/2021/11/11/us/affirmative-action-harvard-unc.html"}