{"authors": ["Philip Galanes"], "date_download": "2022-10-25 23:23:23", "date_modify": "2022-10-25 23:23:23", "date_publish": "2021-07-22 13:00:04", "description": "A reader seeks advice on navigating a parent whose stance on vaccination is at odds with his future.", "filename": "2021_07_22_style_covid-vaccine-social-qs_1666740203.html", "image_url": "https://static01.nyt.com/images/2021/06/20/fashion/socialqs-2021-artwork/socialqs-2021-artwork-facebookJumbo.jpg?year=2021&h=549&w=1050&s=98d4e5345fd7102d784ee286a8cb357cf30857a23b3a971fbb0a8e3d90d231f7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_22_style_covid-vaccine-social-qs_1666740203.html", "title": "My Mom Doesn’t Want Me to Get the Covid-19 Vaccine. But I Already Did.", "title_page": "My Mom Doesn’t Want Me to Get the Covid-19 Vaccine. But I Already Did. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bring proof of your vaccination to college when you enroll. If necessary, call health services in advance to explain your predicament. If your mother asks, tell her the school gave you an exemption. I’m sorry that your achievement is being overshadowed by your mother’s misinformation. Let me hear back from you if you need help, OK?\nImage Credit... Miguel Porlan\nIn Case Your Plans Change …\nMy daughter’s bat mitzvah is coming up this fall. In discussing our plans for the gathering with family and friends, I learned that a few won’t be able to make it. Some have Covid-related travel concerns; others have conflicting engagements. I don’t think I should send invitations to these people. Why make them refuse me, formally, a second time? I also think that invitations to these people would seem like gift grabs. Several family members differ. You?\nMOTHER\nI agree with you — for the most part. Sending invitations to people who have already told you they aren’t available seems redundant and possibly guilt-inducing. Plans (and comfort levels) can change, though.\nHere’s what I suggest: Instead of invitations, send short notes to the people who’ve told you they can’t come, letting them know they will be missed and asking them to let you know if they find themselves available after all. Don’t waste time worrying about gift grabs: Gifts are always optional.\nPaper Trail\nMy sister died recently — far too young! It fell to me to go through her small house and attic. Fortunately, she was well-organized. She had created a list of recipients of various items. But I came upon a few boxes that stumped me. One was filled with photographs of her with a childhood friend whom she’d argued with. The other was a cache of fairly recent love letters from a man whose name and address are on the envelopes. Unlike her other possessions, she provided no instructions for these things. The family historian in me hates to throw them away. What would you do?", "url": "https://www.nytimes.com/2021/07/22/style/covid-vaccine-social-qs.html"}