{"authors": [], "date_download": "2022-10-25 23:40:58", "date_modify": "2022-10-25 23:40:58", "date_publish": "2021-02-02 12:47:07", "description": "Small investors, in a battle with hedge funds, bid up shares in a number of companies, including GameStop.", "filename": "2021_02_02_business_gamestop-stock-trading_1666741258.html", "image_url": "https://static01.nyt.com/images/2021/02/02/business/02Gamestop-ReadersGuide-02/merlin_182943726_a1d079c8-b66a-4d43-9b3a-b5d864ceb5ae-facebookJumbo.jpg?year=2021&h=549&w=1050&s=80ebbd4b84c3c19c2555a3939b1dfba5bfff0af3b2ba5ac5bc30cb75aacd1d04&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_02_business_gamestop-stock-trading_1666741258.html", "title": "A Full Guide to the GameStop Stock Trading Frenzy", "title_page": "A Full Guide to the GameStop Stock Trading Frenzy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What Is GameStop, the Company, Really Worth? Does It Matter? The frenzy for the troubled retailer’s stock has been a headscratcher for the analysts who try to determine a company’s value.\nRobinhood, Under the Gun, Raises $2.4 Billion: The high volume of trading by its customers, many of them egged on by social media, has put a strain on the company’s balance sheet.\nSilver Rises With Hype It’s the Next GameStop, but a Backlash Mutes Gains: The precious metal jumped 11.5 percent to its highest level in eight years, then gave up some of its gains as some online investors smelled a trap.\nGensler Faces Big Challenge in Tackling GameStop’s Wild Ride: There is broad agreement that the capital markets have been distorted but less consensus on what, if anything, the S.E.C. should do about it.\nThe Silicon Valley Start-Up That Caused Wall Street Chaos: Robinhood pitched itself to investors as the antithesis of Wall Street. It didn’t say that it also entirely relies on Wall Street. This past week, the two realities collided.\nThe Misfits Shaking Wall Street: They are young, they are fearless and they are forcing everyone to pay attention.\nThe GameStop Reckoning Was a Long Time Coming: Gleeful online hordes turned the stock market upside down. This shouldn’t come as a surprise.", "url": "https://www.nytimes.com/2021/02/02/business/gamestop-stock-trading.html"}