{"authors": ["Matt Phillips"], "date_download": "2022-10-25 23:31:32", "date_modify": "2022-10-25 23:31:32", "date_publish": "2021-10-26 14:45:24", "description": "Inflation is as much a psychological process as an economic one. And a key indicator of inflation expectations has risen in recent days, which could ultimately lead to higher interest rates.", "filename": "2021_10_26_business_inflation-interest-rates-treasury-bonds_1666740692.html", "image_url": "https://static01.nyt.com/images/2021/10/26/business/Bonds-Inflation1-1635256456605/Bonds-Inflation1-1635256456605-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_26_business_inflation-interest-rates-treasury-bonds_1666740692.html", "title": "The Bond Market Says Inflation Will Last. You Should Be Listening.", "title_page": "The Bond Market Says Inflation Will Last. You Should Be Listening. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And at the same time, Covid-related production snags, such as the stop-and-go recovery of auto manufacturing, continue to keep other prices elevated. Last week, a report on wholesale used car prices, which has become a closely watched indicator of inflation on Wall Street, showed the prices that dealers pay to stock their lots were surging once again. Those prices will filter through to consumers, most likely keeping used car prices high for months.\nAll those factors have prompted investors to snap up inflation-protected Treasury bonds, whose payments increase to keep pace with inflation, and sell off plain vanilla Treasuries.\nThe difference between the yields on those two types of bonds is called the break even, and it offers something of a ballpark estimate of what those who invest in the $20-trillion-plus market for Treasury bonds believe will happen to prices. On Tuesday afternoon, the five-year break even was 2.98 percent, according to data from the bond-trading platform Tradeweb.\nInvestors’ opinions matter a lot. For decades, the Federal Reserve’s decisions about what to do with interest rates and monetary policy have been heavily influenced by the idea that inflation is as much a psychological process as an economic one. Expectations of rising inflation can become a kind of self-fulfilling prophecy, so the Fed has been inclined to raise interest rates or otherwise tighten monetary policy when public opinion anticipates higher prices.\nMany analysts expect the Fed to respond similarly this time — although an interest-rate increase wouldn’t be the first step.\nBefore that could happen, the Fed would end the extraordinary steps it took to cushion the economy from the worst of the pandemic. That process is widely expected to start at the Fed’s meeting next week, when its key monetary policy committee will probably begin reducing bond-buying programs that have been pumping $120 billion into financial markets each month since the pandemic hit. Exactly how quickly the Fed would taper off that program isn’t clear, but investors now seem to be betting it could be eliminated by the middle of next year.\nIn recent days, the market-based odds of a rate increase at the Fed’s meeting in June 2022 jumped to roughly 60 percent, according to data from CME. It was about 15 percent at the start of the month.", "url": "https://www.nytimes.com/2021/10/26/business/inflation-interest-rates-treasury-bonds.html"}