{"authors": ["Declan Walsh", "Eric Schmitt"], "date_download": "2022-10-25 22:57:12", "date_modify": "2022-10-25 22:57:12", "date_publish": "2021-09-10 21:56:03", "description": "American military officials have denounced the ouster of a president in West Africa, and said they had no warning of what their students were planning.", "filename": "2021_09_10_world_africa_guinea-coup-americans_1666738632.html", "image_url": "https://static01.nyt.com/images/2021/09/10/world/10guinea2/10guinea2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=88355cd1929f29797575a5e26399122078dfa4c4305b276a2437f0ebdcf89bcb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_10_world_africa_guinea-coup-americans_1666738632.html", "title": "US Forces Were Training the Guinean Soldiers Who Took Off to Stage a Coup", "title_page": "US Forces Were Training the Guinean Soldiers Who Took Off to Stage a Coup - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NAIROBI, Kenya — American Green Berets were training local forces in the West African nation of Guinea last weekend when their charges peeled away for a mission not listed in any military training manual: They mounted a coup.\nGunfire rang out as an elite Guinean Special Forces unit stormed the presidential palace in the capital, Conakry, early Sunday, deposing the country’s 83-year-old president, Alpha Condé. Hours later a charismatic young officer, Col. Mamady Doumbouya, announced himself as Guinea’s new leader.\nThe Americans knew him well.\nA team of about a dozen Green Berets had been in Guinea since mid-July to train about 100 soldiers in a special forces unit led by Colonel Doumbouya, who served for years in the French Foreign Legion, took part in American military exercises and was once a close ally of the president he overthrew.\nThe United States, like the United Nations and the African Union, has condemned the coup, and the U.S. military has denied having any advance knowledge of it.", "url": "https://www.nytimes.com/2021/09/10/world/africa/guinea-coup-americans.html"}