{"authors": ["Dana Goldstein"], "date_download": "2022-10-25 23:01:05", "date_modify": "2022-10-25 23:01:05", "date_publish": "2021-02-08 10:00:20", "description": "In cities and suburbs where schools remain closed, teachers’ unions are often saying: not yet. Can Randi Weingarten change that?", "filename": "2021_02_08_us_schools-reopening-teachers-unions_1666738865.html", "image_url": "https://static01.nyt.com/images/2021/02/05/us/00virus-weingarten1/00virus-weingarten1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=438673925211ff594d096901bf4891d0c12d81fe77bd4383cf0308805c4e16a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_08_us_schools-reopening-teachers-unions_1666738865.html", "title": "Randi Weingarten Says She Can Get Teachers Back in Schools", "title_page": "Randi Weingarten Says She Can Get Teachers Back in Schools - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, the majority of students opting for in-person classes in places like New York and Chicago are Black and Latino. That has not stopped local unions from arguing that their resistance is in line with what nonwhite and low-income families want.\nWhere there seems to be a true shift in attitudes toward the unions is in affluent suburbs and urban neighborhoods, like Montclair, N.J., and the North Side of Chicago, where schools remain closed despite demands from media-savvy parents that they open.\nThese parents log into Zoom school board meetings and Twitter debates armed with studies they say prove that in-person learning is safe. Some organize under the hashtag #openschools, arguing that doing so would be most beneficial to low-income and nonwhite students, while also relieving all families from the strain of remote learning.\nSome parents have moved their children into private schools, which are more likely to be open, or charter schools, which are just as likely to be closed, but in some cases pivoted faster to live, online teaching. Others are home-schooling or joining with neighbors to form educational pods.\nWhile these parents represent a small movement, they are part of a national decline in public school enrollment during the pandemic — a trend that could have broad implications for school funding and political support for public education.\nMs. Weingarten is watching all this with concern. She has family members and friends, she said, who have pulled their own children out of public schools because remote learning was not working for them. “They have a right to look out for their individual children,” she said.\nShe reiterates that schools do need to open back up, in person, as soon as possible.\nShe just hopes the country can give her, and Mr. Biden, a few weeks — or maybe months — to make it happen. Congress needs to pass new stimulus funding for hygiene and virus testing, she says. The C.D.C. is expected to issue more reliable, detailed safety guidance to schools.", "url": "https://www.nytimes.com/2021/02/08/us/schools-reopening-teachers-unions.html"}