{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:52:31", "date_modify": "2022-10-25 23:52:31", "date_publish": "2021-01-26 10:00:20", "description": "Companies inspired by the cryptocurrency are creating social networks, storing online content and hosting websites without any central authority.", "filename": "2021_01_26_technology_big-tech-power-bitcoin_1666741951.html", "image_url": "https://static01.nyt.com/images/2021/01/27/business/00blockchain/00blockchain-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5e79c5b68254c401c56e0e67f46e1ea4b95cf9678ddcc42ce67f71fbf2bbb01c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_26_technology_big-tech-power-bitcoin_1666741951.html", "title": "They Found a Way to Limit Big Tech’s Power: Using the Design of Bitcoin", "title_page": "They Found a Way to Limit Big Tech’s Power: Using the Design of Bitcoin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While liberals and opponents of toxic content praised the companies’ actions, they were criticized by conservatives, First Amendment scholars and the American Civil Liberties Union for showing that private entities could decide who gets to stay online and who doesn’t.\n“Even if you agree with the specific decisions, I do not for a second trust the people who are making the decisions to make universally good decisions,” said Jeremy Kauffman, the founder of LBRY, which provides a decentralized service for streaming videos.\nThat has prompted a scramble for other options. Dozens of start-ups now offer alternatives to Facebook, Twitter, YouTube and Amazon’s web hosting services, all on top of decentralized networks and shared ledgers. Many have gained millions of new users over the past few weeks, according to the data company SimilarWeb.\n“This is the biggest wave I’ve ever seen,” said Emmi Bevensee, a data scientist and the author of “The Decentralized Web of Hate,” a publication about the move of right-wing groups to decentralized technology. “This has been discussed in niche communities, but now we are having a conversation with the broader world about how these emerging technologies may impact the world at quite large scales.”\nBitcoin first emerged in 2009. Its creator, a shadowy figure known as Satoshi Nakamoto, has said its central idea was to allow anyone to open a digital bank account and hold the money in a way that no government could prevent or regulate.\nFor several years, Bitcoin gained little traction beyond a small coterie of online admirers and people who wanted to pay for illegal drugs online. But as its price rose over time, more people in Silicon Valley took notice of the unusual technical qualities underlying the cryptocurrency. Some promised that the technology could be used to redesign everything from produce tracking to online games.", "url": "https://www.nytimes.com/2021/01/26/technology/big-tech-power-bitcoin.html"}