{"authors": ["Jan Hoffman"], "date_download": "2022-10-25 23:22:57", "date_modify": "2022-10-25 23:22:57", "date_publish": "2021-08-18 22:30:57", "description": "In a rare courtroom appearance, the former Purdue Pharma president and board member was evasive and defiant.", "filename": "2021_08_18_health_richard-sackler-purdue-testimony_1666740177.html", "image_url": "https://static01.nyt.com/images/2021/08/18/science/18sacklers1/18sacklers1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=17a9b2c5fe8b43585dedd722e1f40ae3152c2ccb73564fb2a3d1ba664195fd31&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_18_health_richard-sackler-purdue-testimony_1666740177.html", "title": "Richard Sackler Says Family and Purdue Bear No Responsibility for Opioid Crisis", "title_page": "Richard Sackler Says Family and Purdue Bear No Responsibility for Opioid Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Deep into the third hour of testimony in federal bankruptcy court by Dr. Richard Sackler, a former president and co-chairman of the board of directors of Purdue Pharma, the prescription opioid manufacturer founded by Sackler family members, a lawyer posed a chain of questions:\n“Do you have any responsibility for the opioid crisis in the United States?”\n“No,” Dr. Sackler, 76, replied faintly.\n“Does the Sackler family have any responsibility for the opioid crisis in the United States?”\nAgain, “No.”\nAnd finally:\n“Does Purdue Pharma have any responsibility for the opioid crisis in the United States?”\nMore firmly: “No.”\nDr. Sackler, perhaps the best-known among the billionaire Sacklers, who for nearly 20 years was the family member who figured most prominently in the company’s rollout of its signature prescription painkiller, OxyContin, made a rare, protracted appearance by video conference on Wednesday before a judge presiding over the confirmation hearing for a plan that would restructure Purdue and settle all lawsuits against the company and family members for their role in the opioid epidemic.", "url": "https://www.nytimes.com/2021/08/18/health/richard-sackler-purdue-testimony.html"}