{"authors": ["Neil Vigdor"], "date_download": "2022-10-25 23:47:29", "date_modify": "2022-10-25 23:47:29", "date_publish": "2021-08-12 09:31:42", "description": "Matthew Taylor Coleman, 40, of Santa Barbara, Calif., abducted his 2-year-old son and 10-month-old daughter and took them to Mexico, the authorities said.", "filename": "2021_08_12_us_matthew-coleman-children-mexico_1666741649.html", "image_url": "https://static01.nyt.com/images/2021/08/11/us/11XP-qanondad/merlin_193142493_a5d069f6-09b0-4e6b-8f24-cb66d82e21cf-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d1a3d7891c67edf571444e0ceeda0790ec41d15fce30776ecc62fb119039aa9e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_12_us_matthew-coleman-children-mexico_1666741649.html", "title": "Surf Instructor Claims QAnon Made Him Kill His Children, F.B.I. Says", "title_page": "Surf Instructor Claims QAnon Made Him Kill His Children, F.B.I. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A California surfing instructor confessed to killing his two children with a spearfishing gun after abducting them, telling investigators that his belief in the conspiracy theories known as QAnon made him do it, the authorities said on Wednesday.\nThe father, Matthew Taylor Coleman of Santa Barbara, drove his 2-year-old son and 10-month-old daughter to Mexico over the weekend and fatally shot them on Monday, according to an F.B.I. investigator.\nIn a nine-page criminal affidavit that was filed in the U.S. District Court in Los Angeles on Wednesday, the F.B.I. special agent wrote that Mr. Coleman told the authorities that he knew what he did was wrong, but that it was the only course of action that would save the world.\n“M. Coleman stated that he believed his children were going to grow into monsters so he had to kill them,” the special agent, Jennifer Bannon, wrote. “M. Coleman explained that he was enlightened by QAnon and Illuminati conspiracy theories and was receiving visions and signs revealing that his wife, A.C., possessed serpent DNA and had passed it on to his children.”", "url": "https://www.nytimes.com/2021/08/12/us/matthew-coleman-children-mexico.html"}