{"authors": ["Nicole Perlroth", "Julian E. Barnes"], "date_download": "2022-10-25 23:47:12", "date_modify": "2022-10-25 23:47:12", "date_publish": "2021-04-27 04:13:06", "description": "The department appears to be the third police force to be targeted in a ransomware attack in six weeks, and the 26th government agency hit this year.", "filename": "2021_04_27_us_dc-police-hack_1666741632.html", "image_url": "https://static01.nyt.com/images/2021/04/26/us/26dc-ransomware/26dc-ransomware-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c459bc71f672c30fa132916611cf6319a5f6e634b263beb47e121d552a37880d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_27_us_dc-police-hack_1666741632.html", "title": "D.C. Police Department Data Is Leaked in a Cyberattack", "title_page": "D.C. Police Department Data Is Leaked in a Cyberattack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hacked data from the Washington, D.C., Police Department started leaking onto the internet on Monday, making it the third police department in the United States to be hit by cybercriminals in six weeks.\nA group that emerged this year called Babuk claimed responsibility for the leak. Babuk is known for ransomware attacks, which hold victims’ data hostage until they pay a ransom, often in Bitcoin. The group also hit the Houston Rockets N.B.A. team this month.\nIn their post to the dark web, Babuk’s cybercriminals claimed they had downloaded 250 gigabytes of data and threatened to leak it if their ransom demands were not met in three days. They also threatened to release information about police informants to criminal gangs, and to continue attacking “the state sector,” including the F.B.I. and the Department of Homeland Security’s Cybersecurity and Infrastructure Security Agency. The information already released appeared to include chief’s reports, lists of arrests and lists of persons of interest.\nThe attack appeared to add another high-profile victim to what has become a digital plague in the United States. Since the start of 2021, 26 government agencies have been hit by ransomware, and 16 of those have been the targets of a novel extortion attack in which cybercriminals do not just hold data hostage, but leak it online when victims refuse to pay.", "url": "https://www.nytimes.com/2021/04/27/us/dc-police-hack.html"}