{"authors": ["Vjosa Isai"], "date_download": "2022-10-25 23:50:47", "date_modify": "2022-10-25 23:50:47", "date_publish": "2021-12-15 21:41:49", "description": "In response to the spread of Omicron, Canada is also ramping up distribution of booster doses and rapid antigen tests.", "filename": "2021_12_15_world_americas_canada-travel-warning-omicron_1666741847.html", "image_url": "https://static01.nyt.com/images/2021/12/15/multimedia/15virus-briefing-canada/15virus-briefing-canada-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_15_world_americas_canada-travel-warning-omicron_1666741847.html", "title": "Canadian Government Warns Residents to Avoid Nonessential Travel", "title_page": "Canadian Government Warns Residents to Avoid Nonessential Travel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For travelers from Canada who are unclear what to do about holiday plans in international destinations, the federal government issued new guidance on Wednesday that could tip the scales: Consider canceling your trip.\nSince early November, Canada has seen a steady rebound in coronavirus cases, according to a Dec. 10 epidemiology report published by the country’s public health agency. Now, with the rise of the Omicron variant — which spurred travel restrictions around the globe connected to several countries in southern Africa — the Canadian government has issued an advisory against all nonessential travel just over a week before Christmas.\n“To those who were planning to travel, I say very clearly, now is not the time to travel,” the country’s health minister, Jean-Yves Duclos, said at a news conference on Wednesday afternoon.\nThe advisory will be in effect for four weeks and will then be re-evaluated. The government also plans to increase testing at the border, Mr. Duclos said, and will provide more detail in future announcements.", "url": "https://www.nytimes.com/2021/12/15/world/americas/canada-travel-warning-omicron.html"}