{"authors": ["Matt Stevens", "Michael Paulson"], "date_download": "2022-10-25 23:50:43", "date_modify": "2022-10-25 23:50:43", "date_publish": "2021-12-17 16:56:34", "description": "The show ended its run before Christmas after breakthrough virus cases were found in the company. Several Broadway shows continued to cancel performances because of the coronavirus as well.", "filename": "2021_12_17_arts_dance_rockettes-shows-canceled-coronavirus_1666741843.html", "image_url": "https://static01.nyt.com/images/2021/12/17/multimedia/17rockettes-item1/17rockettes-item1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_17_arts_dance_rockettes-shows-canceled-coronavirus_1666741843.html", "title": "Radio City Music Hall Cancels Its Remaining Rockettes Christmas Shows", "title_page": "Radio City Music Hall Cancels Its Remaining Rockettes Christmas Shows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After canceling all four of Friday’s performances of Radio City Music Hall’s enduring Christmas show starring the Rockettes after there were breakthrough coronavirus cases in the company, the show’s producers announced late Friday that they would end its run entirely because of “increasing challenges from the pandemic.”\nThe show, “Christmas Spectacular Starring the Radio City Rockettes,” had been scheduled to run through Jan. 2 with multiple performances each day. But it did not make it to Christmas, or even to the vacation many city schoolchildren will begin next week.\nIt became the latest show to be upended by a rash of coronavirus cases among cast and crew members, as the virus has surged in recent days in New York.\nEarlier Friday, producers had canceled the four performances scheduled for the day because of what the company described as “breakthrough Covid-19 cases in the production.” By the end of the day, they had canceled the rest of the run.", "url": "https://www.nytimes.com/2021/12/17/arts/dance/rockettes-shows-canceled-coronavirus.html"}