{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2022-10-25 22:58:14", "date_modify": "2022-10-25 22:58:14", "date_publish": "2021-11-03 21:56:44", "description": "Party officials say the White House and Congress must do more to address the electorate’s deep malaise or risk watching voters lurch back toward the G.O.P. by default.", "filename": "2021_11_03_us_politics_democrat-losses-2022_1666738694.html", "image_url": "https://static01.nyt.com/images/2021/11/03/us/politics/03dems-1/03dems-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_03_us_politics_democrat-losses-2022_1666738694.html", "title": "Reeling From Surprise Losses, Democrats Sound the Alarm for 2022", "title_page": "Reeling From Surprise Losses, Democrats Sound the Alarm for 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yet even as the economy has partly rebounded and the pandemic has greatly receded, Mr. Biden has not begun to deliver a message that happy days are here again. Nor has he undertaken any kind of large-scale, sustained campaign to remind people of the economic stimulus and mass-vaccination programs that defined his administration in the early days.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nIn the absence of such a concerted appeal from the president, many voters appear to have sunk into a state of glum pessimism. In both Virginia and New Jersey, polls consistently found that large majorities believed the country was on the wrong track, even though most American adults were now vaccinated and schools had reopened.\nNow, Democratic officials say, the party must do more to address head-on the electorate’s deep malaise or risk watching voters lurch back toward the G.O.P. by default.\n“People are fatigued and confused, and they want to get back to their normal lives, whatever that might be,” said Loretta Weinberg, a Democratic state senator in New Jersey. “They want their schools open, and they want their health care protected, and they want to have an option of working and operating businesses.”\nMs. Weinberg, a longtime party leader, said Democrats had not sufficiently reckoned with the demoralizing effects of the coronavirus pandemic. On the right, she said, there were “horrendous and hateful” attitudes toward state officials who battled the disease. But there was not equal and opposite political engagement among Democrats.\n“We are a high-property-taxes, very densely populated, very diverse state, with all of the problems of people living close together during a time of a pandemic — tough decisions of closing schools and closing down the economy,” she said. “And it all came back to roost.”\nIn Virginia, Representative Donald McEachin said voters were chafing to “return to normal as quickly as possible,” and he urged his fellow Democrats to speak directly to that impatience.", "url": "https://www.nytimes.com/2021/11/03/us/politics/democrat-losses-2022.html"}