{"authors": ["Alan Feuer", "Nicole Hong"], "date_download": "2022-10-25 23:47:46", "date_modify": "2022-10-25 23:47:46", "date_publish": "2021-01-21 22:17:48", "description": "An initial wave of arrests was based on news accounts and social media. Proving a conspiracy could be much more challenging.", "filename": "2021_01_21_nyregion_capitol-riot-conspiracy-fbi_1666741666.html", "image_url": "https://static01.nyt.com/images/2021/01/21/nyregion/21riot-conspiracy1/21riot-conspiracy1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=569178791cc14f84887454da191b5d42fd874b6c4d858d6cd9bec930b47f61e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_21_nyregion_capitol-riot-conspiracy-fbi_1666741666.html", "title": "Capitol Riot Conspiracy? FBI Launches Investigation Into Charges", "title_page": "Capitol Riot Conspiracy? FBI Launches Investigation Into Charges  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Oath Keeper case could be a model moving forward for more complicated cases. The criminal complaint shows investigators employing a variety of techniques in tracking down and charging the defendants: Thomas E. Caldwell, Donovan Crowl and Jessica Watkins. Mr. Caldwell said he intended to fight the charges at a hearing this week. Mr. Crowl and Ms. Watkins have not yet appeared in court to respond to the complaint.\nAgents in their case pored through video footage at the Capitol looking for badges or insignia suggesting that the three accused militia members were part of the same group. They trolled through social media accounts on platforms like Parler for any indications that the three were not only at the building, but had planned in advance to be there. And they obtained audio recordings of Ms. Watkins talking with others who are suspected of being Oath Keepers on Zello, a push-to-talk cellphone app that operates like a walkie-talkie.\nInvestigators also conducted an analysis of locational data from a cellphone registered to Mr. Caldwell’s wife, determining that it was near the Capitol at the time of the assault. Since Mr. Caldwell had no obvious connection to the others, agents followed up the lead with a more old-fashioned method.\nWhile searching Ms. Watkins’s home in Ohio, they persuaded one of her friends to tell them that Ms. Watkins had provided a phone number for a fellow Oath Keeper with whom she had stayed after the attack. The F.B.I. was able to determine the number was connected to the cellphone registered to Mr. Caldwell’s wife.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nOn Thursday, the F.B.I. indicated that it was actively pursuing the most serious actors in the Capitol attack, announcing a reward of up to $75,000 for information about anyone linked to devices believed to be pipe bombs that were planted at the headquarters of the Republican and Democrat National Committees. The bulletin showed a grainy photo of someone wearing a white mask, black gloves and a hooded sweatshirt, walking down a street and carrying a backpack.\nThe Capitol investigation is, by all accounts, an enormous undertaking, drawing on the efforts of hundreds of agents and prosecutors from across the country. It promises to become even more onerous and sweeping as the probe moves toward more complex charges and investigators begin to use techniques like writing warrants to search through people’s email accounts or possibly infiltrating online chat rooms frequented by extremists.\nAt this point, the only other conspiracy case stemming from the riot has been brought against Eric Munchel, a Nashville bartender who broke into the Capitol with his mother, intent, court papers say, on creating a “civil disturbance” and impeding the business of Congress. In new court papers filed on Wednesday night, prosecutors noted that Mr. Munchel encountered several members of the Oath Keepers in the Capitol and that one of them told him, “There’s 65 more of us coming.”", "url": "https://www.nytimes.com/2021/01/21/nyregion/capitol-riot-conspiracy-fbi.html"}