{"authors": ["Lauren Hirsch", "Emma Goldberg", "Charlie Savage"], "date_download": "2022-10-25 23:50:37", "date_modify": "2022-10-25 23:50:37", "date_publish": "2021-12-20 08:00:09", "description": "Companies are struggling to figure out what to do as legal battles and rising Covid cases complicate their plans. Even up in the air: What does “fully vaccinated” mean?", "filename": "2021_12_20_business_company-vaccine-mandates-biden_1666741837.html", "image_url": "https://static01.nyt.com/images/2021/12/20/business/19JPvaxmandate-print/19vaxmandate2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_20_business_company-vaccine-mandates-biden_1666741837.html", "title": "Whiplash on U.S. Vaccine Mandate Leaves Employers ‘Totally Confused’", "title_page": "Whiplash on U.S. Vaccine Mandate Leaves Employers ‘Totally Confused’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“You can’t really mandate booster shots yet,” he said. “It hasn’t been signed off on by any federal agency.”\nJPMorgan Chase, whose decision to require vaccines is complicated by its sprawling retail operations across the United States, declined to comment on how the court’s most recent decision, along with the recent spike in cases, affected any plans to mandate vaccines. But the bank on Friday told its American employees who do not work in bank branches that “each group should assess who needs to come into the office, work priorities and who should revert to working from home on a more regular basis over the next few weeks.”\nWalmart, which has mandated vaccines for mainly its corporate staff, also did not have any comment on broadening that requirement. Only 66 percent of its roughly 1.6 million U.S. employees are vaccinated, according to data compiled by the Shift Project at the Kennedy School of Government at Harvard.\nLegal questions about the OSHA rule are far from resolved. Immediately after the U.S. Court of Appeals for the Sixth Circuit ruled on Friday, several of the many plaintiffs who have challenged that rule asked the Supreme Court to intervene as part of its “emergency” docket. Appeals from the Sixth Circuit are assigned for review by Justice Brett Kavanaugh, who under Supreme Court rules could in theory make a decision on his own but is more likely to refer the matter to the full Supreme Court. With the Labor Department now delaying full enforcement of its rule until Feb. 9, the justices have several weeks to ask for abbreviated briefings if they want them.\n“Things are going back and forth literally in a matter of hours,” said Sydney Heimbrock, an adviser on industry and government issues at Qualtrics, who works with hundreds of clients on using the company’s software to track employee vaccination status. “The confusion stems from the on-again-off-again, is it a rule or isn’t it a rule? The litigations, appeals, reversing decisions and making decisions.”\nEven the spread of Omicron hasn’t changed the position of some of the vaccine rule’s most ardent opponents. The National Retail Federation, one of the trade groups challenging the administration’s vaccine rule, is among those that have filed a petition with the Supreme Court. The group is in favor of vaccinations but has pushed for companies to get more time to carry out mandates. Still, even as it fights the administration’s rule, the federation is also holding twice weekly calls with members to compare notes on how to carry it out.\n“There’s no question that the increased number of variants like Omicron certainly don’t make it less dangerous,” said Stephanie Martz, the group’s chief administrative officer and general counsel. “The legitimate, remaining question is, is this inherent to the workplace?”", "url": "https://www.nytimes.com/2021/12/20/business/company-vaccine-mandates-biden.html"}