{"authors": ["Steven Kurutz"], "date_download": "2022-10-25 23:32:43", "date_modify": "2022-10-25 23:32:43", "date_publish": "2021-02-27 10:00:10", "description": "A once obscure financial scheme becomes a celebrity flex.", "filename": "2021_02_27_style_SPACS-celebrity-craze_1666740763.html", "image_url": "https://static01.nyt.com/images/2021/02/28/fashion/28SPCS-COMBO/28SPCS-COMBO-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5c3d3caca772ec5e44885a90b64f02b6bc0259c178b71a7bb35a0387d30f2a94&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_27_style_SPACS-celebrity-craze_1666740763.html", "title": "OK, What’s a SPAC?", "title_page": "OK, What’s a SPAC? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Also known as “blank check companies,” SPACs have been around in their current form since the 1990s, and for years were viewed as a scam-prone backwater of the finance world, but they have caught fire during the pandemic. And SPAC mania is only growing: SPACs raised $42.7 billion in the first six weeks of 2021, more than half the amount they raised all of last year, according to the Financial Times.\nSo why are celebrities jumping on the bandwagon? To get richer, of course.\nBarry Ritholtz, the chairman and chief investment officer of Ritholtz Wealth Management and a scholar of Wall Street, explained the play. “I imagine that some business manager somewhere says to them, ‘Hey, listen, there’s this hot new financial offering. Let’s put your name and celebrity on it,’” Mr. Ritholtz said. “‘You’re going to bring some fairy dust to a SPAC and the potential upside is tens if not hundreds of millions of dollars.’”\nThe celebrities aren’t so much the financial decision makers but rather the promoters brought in to attract investors (“strategic advisers,” in prospectus parlance). Like marketers of soft drinks or sneakers, SPAC managers are tapping into the power of celebrity to sell a product — in this case, a financial instrument The New York Times has likened to an “empty shell.”\nHypothetically, let’s say a SPAC prices at $10 a share, and raises $500 million in the public markets. If a celebrity adviser had negotiated 1 percent of that deal, they are rewarded with a stake in the company that is worth $5 million. But now let’s say the same SPAC also finds a successful merger candidate, brings in other investors and a deal is done at $10 billion. The celebrity’s 1 percent stake has netted them (on paper) a $100 million payday.\nBasically, celebrities are risking their reputations for, let’s say, a few million dollars initially, “but if it works out, it’s $100 million,” Mr. Ritholtz said. “Humans love asymmetrical risk-reward situations.”\nHe added, “I can’t believe we haven’t seen a Kim Kardashian SPAC yet.”\nNot unlike a stock market boom during a global pandemic, the term SPAC has a silly, absurdist quality to it, lending itself to wordplay: SPAC-tacular! SPAC-tastic! It was a missed branding opportunity that Mr. O’Neal’s investment vehicle was named Forest Road Acquisition Corp and not Shaq SPAC.", "url": "https://www.nytimes.com/2021/02/27/style/SPACS-celebrity-craze.html"}