{"authors": ["Danny Hakim", "Maggie Astor", "Jo Becker"], "date_download": "2022-10-25 23:36:48", "date_modify": "2022-10-25 23:36:48", "date_publish": "2021-03-08 17:32:03", "description": "A civil war broke out in the group as it antagonized Donald Trump, with leaders splintering over financial arrangements and revelations of online harassment by a top official.", "filename": "2021_03_08_us_politics_lincoln-project-weaver_1666741008.html", "image_url": "https://static01.nyt.com/images/2021/03/08/us/politics/08lincolnproject/08lincolnproject-facebookJumbo.jpg?year=2021&h=550&w=1050&s=252b11bd365de7869715a4ea606cc0ff77901a79ba85b02eb345db4afef13995&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_08_us_politics_lincoln-project-weaver_1666741008.html", "title": "Inside the Lincoln Project’s Secrets, Side Deals and Scandals", "title_page": "Inside the Lincoln Project’s Secrets, Side Deals and Scandals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A few days before the presidential election, the leadership of the anti-Trump Lincoln Project gathered at the Utah home of Steve Schmidt, one of the group’s co-founders, and listened as he plotted out the organization’s future.\nNone of the dissident Republican consultants who created the Lincoln Project a year earlier had imagined how wildly successful it would be, pulling in more than $87 million in donations and producing scores of viral videos that doubled as a psy-ops campaign intended to drive President Donald J. Trump to distraction. Confident that a Biden administration was on the horizon, Mr. Schmidt, a swaggering former political adviser to John McCain and Arnold Schwarzenegger, pitched the other attendees on his post-Trump vision for the project over a breakfast of bagels and muffins. And it was ambitious.\n“Five years from now, there will be a dozen billion-dollar media companies that don’t exist today,” he told the group, according to two people who attended. “I would like to build one, and would invite all of you to be part of that.”\nIn fact, Mr. Schmidt and the three other men who started the Lincoln Project — John Weaver, Reed Galen and Rick Wilson — had already quietly moved to set themselves up in the new enterprise, drafting and filing papers to create TLP Media in September and October, records show. Its aim was to transform the original project, a super PAC, into a far more lucrative venture under their control.", "url": "https://www.nytimes.com/2021/03/08/us/politics/lincoln-project-weaver.html"}