{"authors": ["Emily Anthes"], "date_download": "2022-10-25 23:25:57", "date_modify": "2022-10-25 23:25:57", "date_publish": "2021-04-13 20:59:10", "description": null, "filename": "2021_04_13_world_covid-vaccine-moderan-variants_1666740357.html", "image_url": "https://static01.nyt.com/images/2021/04/13/world/13virus-briefing-moderna-variant-booster1/13virus-briefing-moderna-variant-booster1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e4fde0992b93953f30aca527480c3ed13a020366b91551db7f86673464edbe81&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_13_world_covid-vaccine-moderan-variants_1666740357.html", "title": "Moderna Says Vaccine Protects Against Covid After Six Months", "title_page": "Moderna Says Vaccine Protects Against Covid After Six Months - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Moderna coronavirus vaccine continues to provide strong protection in the United States against Covid-19 six months after vaccination, the company announced Tuesday.\nThe vaccine, after both doses are given, has been more than 90 percent effective at protecting against Covid-19 and 95 percent effective at protecting against severe disease, the company said in a statement. The results are based on more than 900 total cases of Covid-19, including 100 severe cases, that have been identified in participants of Moderna’s phase three vaccine trial as of April 9.\nPfizer recently announced that its vaccine was more than 90 percent effective against Covid-19 after six months and 95 to 100 percent effective against severe disease. Both companies are now testing their vaccines in children.\nIt is not yet clear whether the overall effectiveness of the vaccines will drop as dangerous new variants, some of which may evade vaccine-induced antibodies, spread more widely throughout the United States.", "url": "https://www.nytimes.com/2021/04/13/world/covid-vaccine-moderan-variants.html"}