{"authors": ["Jennifer Steinhauer"], "date_download": "2022-10-25 23:27:17", "date_modify": "2022-10-25 23:27:17", "date_publish": "2021-01-14 21:51:25", "description": "At least 16 states and territories are using the National Guard to give shots, drawing on doctors, nurses, medics and other troops who are skilled in administering injections.", "filename": "2021_01_14_us_politics_coronavirus-vaccine-national-guard_1666740437.html", "image_url": "https://static01.nyt.com/images/2021/01/14/us/politics/14dc-vaccine-guard1/14dc-vaccine-guard1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=65445e1fa2407d576f6a0c4d47c4784bde500dda6f6b20179a1be474472256be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_14_us_politics_coronavirus-vaccine-national-guard_1666740437.html", "title": "National Guard Provides Covid Vaccine Help in Overwhelmed States", "title_page": " National Guard Provides Covid Vaccine Help in Overwhelmed States  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LANDOVER, Md. — As tens of thousands of his National Guard colleagues descended on the nation’s capital to ensure the peaceful transfer of presidential power, 10 miles up the road, Emmanuel Alfaro was doing what he viewed as the pinnacle of his career in the Guard: administering Covid-19 vaccines to his fellow citizens.\n“It’s a highlight, being able to come out and help the public out,” said Mr. Alfaro, a senior airman and medic with the 175th Air National Guard, whose normal duties are helping at health care centers in Maryland.\nAs the pandemic continues to rage nationwide and a vaccine program to control it struggles, governors are increasingly turning to the National Guard to help expedite the process. At least 16 states and territories are using Guard members to give shots, drawing on doctors, nurses, medics and others skilled in injections.\nMany more states are using thousands more Guard personnel for logistical tasks, like putting together vaccine kits and moving them around, logging in patients and controlling lines at state vaccination sites. In West Virginia, for example, about 100 Guard troops are assisting with distribution across the state.", "url": "https://www.nytimes.com/2021/01/14/us/politics/coronavirus-vaccine-national-guard.html"}