{"authors": ["David Montgomery", "Rick Rojas", "Ivan Penn", "James Dobbins"], "date_download": "2022-10-25 23:48:01", "date_modify": "2022-10-25 23:48:01", "date_publish": "2021-02-16 23:57:14", "description": "“I’m kind of angry,” said one man whose family has been without power since Monday. A winter storm caused physical damage to the electrical grid’s infrastructure as well as a surge in demand.", "filename": "2021_02_16_us_texas-winter-storm-power-outages_1666741681.html", "image_url": "https://static01.nyt.com/images/2021/02/16/us/16texas-power-1/merlin_183838305_02999c0a-c7aa-490b-abe8-50220f5cb479-facebookJumbo.jpg?year=2021&h=550&w=1050&s=99b0cf362f472372363d81cecd77534bdd48d953ab5c6ac75a841739662ce468&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_16_us_texas-winter-storm-power-outages_1666741681.html", "title": "Texas Winter Storm Leads to Power Outages and Angry Residents", "title_page": "Texas Winter Storm Leads to Power Outages and Angry Residents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“No one’s model of the power system envisioned that all 254 Texas counties would come under a winter storm warning at the same time,” said Joshua Rhodes, an expert on the state’s electric grid at the University of Texas at Austin. “It’s putting major strain on both the electricity grid and the gas grid that feeds both electricity and heat.”\nBill Magness, the president and chief executive of the Electric Reliability Council, said on Tuesday that the agency was “trying to get people’s power back on as quickly as possible,” while also balancing the need to “safely manage the balance of supply and demand on the grid” to avoid larger collapses in the power system.\nOfficials said that the council was moving quickly to return power. At one point, 400,000 homes had their electricity restored in a one-hour span. But in a meeting with lawmakers on Tuesday, council officials could not give an estimate on how long it would take to fully restore service.\nThe agency “is restoring load as fast as we can in a stable manner,” the council said in a statement on Tuesday. “Generating units across fuel types continue to struggle with frigid temperatures.”", "url": "https://www.nytimes.com/2021/02/16/us/texas-winter-storm-power-outages.html"}