{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:47:13", "date_modify": "2022-10-25 23:47:13", "date_publish": "2021-07-01 23:28:06", "description": "Speaker Nancy Pelosi’s decision to offer a slot to the Wyoming Republican was an effort to bring a veneer of bipartisanship to an investigation the G.O.P. has denounced as one-sided.", "filename": "2021_07_01_us_politics_liz-cheney-capitol-riot_1666741633.html", "image_url": "https://static01.nyt.com/images/2021/07/01/us/politics/01dc-riot-1/01dc-riot-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=714a7d2ea2f2d92cfed7603e5b342e69da257ec4de910b0982e44c02565928b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_01_us_politics_liz-cheney-capitol-riot_1666741633.html", "title": "Cheney to Join Jan. 6 Inquiry, Drawing Threats of G.O.P. Retribution", "title_page": "Cheney to Join Jan. 6 Inquiry, Drawing Threats of G.O.P. Retribution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Representative Kevin McCarthy, Republican of California and the minority leader, responded angrily to Ms. Cheney’s decision to accept the post, calling it “shocking” and implying that she could lose her seat on the Armed Services Committee as payback.\n“I don’t know in history where someone would get their committee assignments from the speaker and then expect to get them from the conference as well,” Mr. McCarthy said.\nShould he follow through with the threat, it would be a striking move for Mr. McCarthy, who has declined to penalize Republicans who have made anti-Semitic comments, called for the imprisoning of their Democratic colleagues or spread false conspiracy theories about the origins of the assault on the Capitol.\nIt would also be the second time in two months that Mr. McCarthy punished Ms. Cheney for insisting that Congress should scrutinize the attack and Mr. Trump’s role in spreading the falsehoods about voting fraud that inspired it. In May, Mr. McCarthy led the charge to oust Ms. Cheney from her post as the No. 3 House Republican, saying her criticisms of Mr. Trump and efforts to sound the alarm about the riot were undermining party unity and hurting its chances of reclaiming the House in the 2022 elections.\n“My oath, my duty is to the Constitution, and that will always be above politics,” Ms. Cheney told reporters in the Capitol on Thursday, appearing alongside the seven Democrats Ms. Pelosi had selected for the 13-member panel.", "url": "https://www.nytimes.com/2021/07/01/us/politics/liz-cheney-capitol-riot.html"}