{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:47:33", "date_modify": "2022-10-25 23:47:33", "date_publish": "2021-05-26 23:42:18", "description": "The looming vote on creating a commission to investigate the Jan. 6 Capitol assault could reignite a clash over the Senate blocking tactic. Activists worry that time is short for a bid to eliminate it.", "filename": "2021_05_26_us_politics_filibuster-senate-congress_1666741653.html", "image_url": "https://static01.nyt.com/images/2021/05/26/us/politics/26dc-filibuster-1/merlin_188298666_adfdfcd6-3844-49c4-838b-4d2ea0b80479-facebookJumbo.jpg?year=2021&h=550&w=1050&s=76a4d4a20596c33e74526bd348b7e2d6c8dcaa1d5d5e03c4e8587b4ad0f7a1d6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_26_us_politics_filibuster-senate-congress_1666741653.html", "title": "After Skirting Filibuster Fight for Months, Democrats Near a First Battle", "title_page": "After Skirting Filibuster Fight for Months, Democrats Near a First Battle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — With a showdown coming over the creation of an independent commission to investigate the Jan. 6 Capitol assault, Democrats are finally bumping up against the limits of what they can accomplish in the evenly divided Senate without changes to the filibuster rules.\nRepublicans who see the commission as a threat to their midterm election hopes are poised to employ the procedural weapon to block the formation of the inquiry as early as Thursday, potentially dooming it while underscoring the power of a determined Senate minority to kill legislation even if it is popular and has bipartisan support.\nIt is the sort of clash that lawmakers have been anticipating since the first day of this Congress, when it was clear that the 50-50 breakdown in the Senate would make it nearly impossible for Democrats to deliver on President Biden’s agenda unless they could do away with the 60-vote threshold for advancing legislation over the objections of any senator.\nBut rather than court confrontations with Republicans — a strategy that many progressive lawmakers and activists argued was necessary to make the case for scrapping the decades-old practice — Senator Chuck Schumer, Democrat of New York and the majority leader, has skirted the issue. After resorting to a fast-track budget maneuver to muscle through Mr. Biden’s nearly $1.9 trillion stimulus law with a simple majority vote, he has focused on moving a series of bipartisan bills, and allowed time for negotiations between Republicans and Democrats before trying to force action on a host of other issues.", "url": "https://www.nytimes.com/2021/05/26/us/politics/filibuster-senate-congress.html"}