{"authors": ["Reggie Ugwu"], "date_download": "2022-10-25 23:37:43", "date_modify": "2022-10-25 23:37:43", "date_publish": "2021-05-06 14:00:14", "description": "How Barry Jenkins and his band of indie filmmakers made television’s most ambitious take on American slavery since “Roots.”", "filename": "2021_05_06_arts_television_the-underground-railroad-barry-jenkins_1666741063.html", "image_url": "https://static01.nyt.com/images/2021/05/09/arts/09Underground-Railroad2/09Underground-Railroad2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9816bf2c72fcbe7aa1f18fb37c8c37500d4b9c8a294136ae6bb51dc3ac544635&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_06_arts_television_the-underground-railroad-barry-jenkins_1666741063.html", "title": "The Epic Journey to ‘The Underground Railroad’", "title_page": "The Epic Journey to ‘The Underground Railroad’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ATLANTA — There was only one time when he seriously thought about quitting. The project, a 10-episode series for Amazon, had just been announced, in the fall of 2016. Within hours of the news — BARRY JENKINS TO ADAPT HOT NOVEL ‘UNDERGROUND RAILROAD’ — the tweets had arrived.\nTHIS is what he’s doing after “Moonlight”? I HATE slave movies. Do we really need more images of Black people getting brutalized?\nJenkins almost pulled the plug right then. He could have moved onto something else — a rom-com, maybe, or a beloved Disney cartoon — but that didn’t feel right. There was a story he needed to tell. Not about the physical violence of slavery, but something subtler, about the psychic and emotional scourge, and the unfathomable spiritual strength required for any individual — let alone an entire people — to have come out alive.\nThat kind of story had rarely been done justice in Hollywood. And it was personal for Jenkins, who, with “Moonlight” and his third film, “If Beale Street Could Talk,” had crafted memorable portraits of Black tenderness under threat.", "url": "https://www.nytimes.com/2021/05/06/arts/television/the-underground-railroad-barry-jenkins.html"}