{"authors": ["James Dobbins", "Hiroko Tabuchi"], "date_download": "2022-10-25 23:48:13", "date_modify": "2022-10-25 23:48:13", "date_publish": "2021-02-16 22:47:37", "description": "As the freak winter storm raged, historically marginalized communities were among the first to face power outages, experts say.", "filename": "2021_02_16_climate_texas-blackout-storm-minorities_1666741693.html", "image_url": "https://static01.nyt.com/images/2021/02/16/climate/16CLI-STORMJUSTICE1/16CLI-STORMJUSTICE1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=c6ecd2ea03a7dba8f2574a6a2613e8592a693cf2dcdb6624fbd09a94ae2dc3e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_16_climate_texas-blackout-storm-minorities_1666741693.html", "title": "Texas Blackouts Hit Minority Neighborhoods Especially Hard", "title_page": "Texas Blackouts Hit Minority Neighborhoods Especially Hard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN ANTONIO, Texas — When the lights went out Monday night in the Alazán-Apache housing project in San Antonio — which stands in one of the city’s poorest ZIP codes — the traffic signals in the neighborhood flickered off and storekeepers pulled down their shutters.\nFor residents, there was little left to do but huddle under blankets and hope that their children wouldn’t fall ill.\n“I need to take my kids somewhere to keep them warm. I don’t know where,” said Ricardo Cruz, 42, who lives at the Alazán-Apache Courts with his wife and five children, between 5 and 13 years old, and who has been without electricity since 7 p.m. Monday.\nWhile the rolling blackouts in Texas have left some 4 million residents without power in brutally cold weather, experts and community groups say that many marginalized communities were the first to be hit with power outages, and if history serves as a guide, could be among the last to be reconnected. This is particularly perilous, they say, given that low-income households can lack the financial resources to flee to safety or to rebound after the disruption.", "url": "https://www.nytimes.com/2021/02/16/climate/texas-blackout-storm-minorities.html"}