{"authors": ["Sharon Otterman"], "date_download": "2022-10-25 23:27:15", "date_modify": "2022-10-25 23:27:15", "date_publish": "2021-01-14 10:00:12", "description": "A million city residents who are over 65 are now eligible to be vaccinated. But try making an appointment.", "filename": "2021_01_14_nyregion_covid-vaccine-older-people-senior-citizens_1666740435.html", "image_url": "https://static01.nyt.com/images/2021/01/14/nyregion/14nyvirus-vaccine/14nyvirus-vaccine-facebookJumbo.jpg?year=2021&h=550&w=1050&s=236887c4d921bc7b63c32fad46e68873f54afd31a5a252fbcf595dae725581fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_14_nyregion_covid-vaccine-older-people-senior-citizens_1666740435.html", "title": "The Red Tape Facing Older People Who Want the Covid-19 Vaccine", "title_page": "The Red Tape Facing Older People Who Want the Covid-19 Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lorraine Cortés-Vázquez, the city’s commissioner for the Department for the Aging, said 290 participant organizations were making 60,000 calls per week to older adults to let them know about the vaccine and help them schedule visits.\nThe problem, people who work in senior services say, is that systems to get shots to older New Yorkers were not sufficiently organized ahead of time. Allison Nickerson, executive director of LiveOn NY, an advocacy organization for older New Yorkers, said that she had been asked to participate in a task force on rolling out the vaccine to those over 75, but it had not met yet.\nSeveral nonprofit social service organizations said that save for being given a script to read to people on a phone call, and a link to the same vaccine-finder map that Ms. Engle was struggling with, they had not been consulted. The city announced on Thursday a new program to vaccinate seniors who live in public housing, beginning with the opening of three clinics in Brooklyn, Manhattan and Staten Island.\n“There is a big aging services network whose remit is to reach the poorest, oldest, least capacitated people,” said Ruth Finkelstein, executive director of the Brookdale Center for Healthy Aging at Hunter College. “But those agencies have not been central to the distribution strategy.”\nIn Jackson Heights, Roseline David, 80, a retired auditor, said that she had been trying to get vaccination appointments for herself and her husband since Monday. She sent repeated messages to her regular doctor. She spent hours on the city’s website on Tuesday night, painstakingly filling out forms, only to find out at the end that there was no availability and she had to cancel out of the system. She called 311 and is waiting for a call back.\n“I’ve spent about 18 to 19 hours so far,” she said on Wednesday. “I call this harassment. It affects my mental ability to do other things. And this is only for the first shot, who knows when the second shot is coming?”", "url": "https://www.nytimes.com/2021/01/14/nyregion/covid-vaccine-older-people-senior-citizens.html"}