{"authors": ["Sheera Frenkel"], "date_download": "2022-10-25 23:26:24", "date_modify": "2022-10-25 23:26:24", "date_publish": "2021-04-08 09:00:19", "description": "Hundreds of sellers are offering false and stolen vaccine cards, as businesses and states weigh proof of vaccinations for getting people back to work and play.", "filename": "2021_04_08_technology_vaccine-card-scam_1666740384.html", "image_url": "https://static01.nyt.com/images/2021/04/09/business/09vaccine-scammers-print1/merlin_184777512_6571fa2c-5ad6-417f-bc0b-004e47537e6b-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d6d3e325c75eaa3fd6fccd456e5ff6c949003dcdce76727e634a5c4a0e1aff53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_08_technology_vaccine-card-scam_1666740384.html", "title": "Online Scammers Have a New Offer for You: Vaccine Cards", "title_page": "Online Scammers Have a New Offer for You: Vaccine Cards - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — On Etsy, eBay, Facebook and Twitter, little rectangular slips of paper started showing up for sale in late January. Printed on card stock, they measured 3 by 4 inches and featured crisp black lettering. Sellers listed them for $20 to $60 each, with a discount on bundles of three or more. Laminated ones cost extra.\nAll were forgeries or falsified copies of the Centers for Disease Control and Prevention vaccination cards, which are given to people who have been inoculated against Covid-19 in the United States.\n“We found hundreds of online stores selling the cards, potentially thousands were sold,” said Saoud Khalifah, the founder of Fakespot, which offers tools to detect fake listings and reviews online.\nThe coronavirus has made opportunists out of many people, like those who hoarded bottles of hand sanitizer at the start of the pandemic or those who cheated recipients out of their stimulus checks. Now online scammers have latched on to the latest profit-making initiative: the little white cards that provide proof of shots.", "url": "https://www.nytimes.com/2021/04/08/technology/vaccine-card-scam.html"}