{"authors": ["Hank Stephenson", "Jennifer Medina"], "date_download": "2022-10-25 23:23:53", "date_modify": "2022-10-25 23:23:53", "date_publish": "2021-01-23 18:00:07", "description": "The party rebuked Gov. Doug Ducey, former Senator Jeff Flake and Cindy McCain, all of whom have been criticized by some Trump supporters as insufficiently loyal to the former president.", "filename": "2021_01_23_us_politics_arizona-censure-flake-mccain-ducey_1666740233.html", "image_url": "https://static01.nyt.com/images/2021/01/23/us/politics/23arizona1/23arizona1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=b3c5af317ad3a6a37b6ea7e80ae052463182712a1bc128141b9cb3fcb6732f42&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_23_us_politics_arizona-censure-flake-mccain-ducey_1666740233.html", "title": "Arizona G.O.P. Censures Three Top Members Criticized by Trump Loyalists", "title_page": "Arizona G.O.P. Censures Three Top Members Criticized by Trump Loyalists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The party also approved resolutions staking out hard-right positions such as calls for revoking birthright citizenship, ending the Deferred Action for Childhood Arrivals, or DACA, program, ceasing to provide translations for official government services to non-English speakers and one that “stands firm on the principles of only two genders.”\nThe vote to censure comes two and a half months after Mr. Biden became the first Democratic presidential candidate to carry Arizona in more than two decades, and only the second Democrat in 50 years. For decades, Republicans controlled both U.S. Senate seats, but they lost the first in 2018 and the second last year. Mr. Ducey, who was easily re-elected in 2018, is the most prominent Republican still in office who has won statewide.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMs. McCain, Mr. Flake and Mr. Ducey each attended Mr. Biden’s inauguration on Wednesday and Ms. McCain served on the president’s transition advisory board. She has responded to the threat of censure with a sense of both annoyance and amusement, joking that she was in “good company” with her husband.\nThe censure resolution against Ms. McCain cited her support for “leftist causes such as gay marriage and growth of the administrative state,” and her endorsement of Mr. Biden, which was described as “in direct opposition to Republican values, the interests of the American people and the Constitution of the United States.”\nOn Twitter, Ms. McCain replied: “It is a high honor to be included in a group of Arizonans who have served our state and our nation so well…and who, like my late husband John, have been censured by the AZGOP. I’ll wear this as a badge of honor.”\nAnd in an earlier interview with The Arizona Republic, Ms. McCain blasted the state party chair, Ms. Ward, for pushing for the rebukes.", "url": "https://www.nytimes.com/2021/01/23/us/politics/arizona-censure-flake-mccain-ducey.html"}