{"authors": ["Lauren Hirsch"], "date_download": "2022-10-25 23:50:41", "date_modify": "2022-10-25 23:50:41", "date_publish": "2021-08-02 12:37:17", "description": "Corporate requirements for vaccinations have so far tended to cover the white-collar workers, not the lower-income workers on the front lines who are less likely to be vaccinated.", "filename": "2021_08_02_business_workplace-vaccine-mandates_1666741841.html", "image_url": "https://static01.nyt.com/images/2021/08/02/business/02econ-brf-divide/merlin_192290142_b5bfcdf0-e237-4197-9f4b-2f8a9528fa32-facebookJumbo.jpg?year=2021&h=549&w=1050&s=ef68d2f033038ee12c17d880d2921f97b8949ce3d9a101cb2790a6ac23e8dcd2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_02_business_workplace-vaccine-mandates_1666741841.html", "title": "Workplace Vaccine Mandates Reveal Divide Among Workers", "title_page": "Workplace Vaccine Mandates Reveal Divide Among Workers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One fear that companies have with broad vaccine mandates is that they could drive away employees when workers are already in short supply, especially in industries like retail and restaurants. At the same time, not requiring vaccines may make other groups of workers anxious and more likely to quit.\n“For Walmart, they have to weigh, I think, which is a real concern about turnover, what the reputation would be to the frontline workers, against the value that they could parlay this into saying, ‘We’re a leader in public health now as a big employer,’” said Peter Berg, a professor of employment relations at Michigan State University.\n“From Walmart’s calculus, they may say, ‘Well, it’s really not going to benefit us that much as an organization to do this,’” he added.\nFor other companies, like airlines, negotiating mandates with unions, which are themselves mixed on the issue, adds complexity. As part of a deal reached in May between United Airlines and its union, the Air Line Pilots Association, for example, vaccinations will not be mandatory for pilots. But a deal agreed to among Hollywood’s major unions will allow studios to require everyone on a production set to be vaccinated.\n“If you look at the divide of who is not vaccinated, it is people of lower income, it is people who are less likely to be insured, it is people in the states that reflect the politicization of the pandemic,” said Dr. Kirsten Bibbins-Domingo, vice dean for population health and health equity at the University of California, San Francisco.", "url": "https://www.nytimes.com/2021/08/02/business/workplace-vaccine-mandates.html"}