{"authors": ["Jonah E. Bromwich"], "date_download": "2022-10-25 23:26:28", "date_modify": "2022-10-25 23:26:28", "date_publish": "2021-08-31 18:20:59", "description": "The charges highlight how a black market for counterfeit Covid-19 vaccine cards has grown as the Delta variant fuels the latest wave of the coronavirus.", "filename": "2021_08_31_nyregion_fake-vaccine-cards-woman-charged_1666740388.html", "image_url": "https://static01.nyt.com/images/2021/08/31/nyregion/31vaccinecards/31vaccinecards-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1f8e6c574741a5c91114625ec245409a119d01dffd40595a1ec6a4c51fb61cd1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_31_nyregion_fake-vaccine-cards-woman-charged_1666740388.html", "title": "New Jersey Woman Charged With Selling Fake Vaccine Cards", "title_page": "New Jersey Woman Charged With Selling Fake Vaccine Cards - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A spokesman for Facebook said the platform prohibited anyone from buying or selling vaccine cards, that it had removed Ms. Clifford’s account at the beginning of August, and that it would review any other accounts that might be doing the same thing, removing any it turned up.\nA popular TikTok user, @Tizzyent, highlighted Ms. Clifford’s scheme in a viral video this month. A spokeswoman for the Manhattan district attorney’s office said that the video had not led to the charges against Ms. Clifford and the others, and court documents indicated that Ms. Clifford had been under investigation since June.\nThe charges against Ms. Clifford and her collaborators underscore a black-market industry for counterfeit vaccination cards that has come roaring into existence this year.\nWith only about 52 percent of the country fully vaccinated and a significant minority of Americans skeptical of the vaccines, forged cards are offered up on messaging services like Telegram and WhatsApp, as well as social media platforms like Instagram. Counterfeits have been spotted for sale on Amazon and Etsy.\nU.S. Customs and Border Protection said this month that its officers in Memphis had seized more than 3,000 forged cards in 2021 so far. Earlier this year, the National Association of Attorneys General sent a letter to the heads of Twitter, Shopify and eBay asking that they take immediate action to halt the sale of the fake cards on their websites.\nConcerns about forged cards have risen as states, cities and corporations have shown more willingness to mandate vaccinations for certain activities and groups.\nEarlier this month, New York City announced that it would begin to require that workers and customers at indoor restaurant dining rooms, gyms and performances have gotten at least one dose of the vaccine.", "url": "https://www.nytimes.com/2021/08/31/nyregion/fake-vaccine-cards-woman-charged.html"}