{"authors": ["Alyssa Lukpat"], "date_download": "2022-10-25 23:24:05", "date_modify": "2022-10-25 23:24:05", "date_publish": "2021-09-24 22:22:33", "description": "Jeffrey L. Thomas, the district attorney in Somerset County, Pa., was charged with rape, indecent and simple assault, strangulation and criminal trespass.", "filename": "2021_09_24_us_jeffrey-lynn-thomas-rape-pennsylvania-da_1666740245.html", "image_url": "https://static01.nyt.com/images/2021/09/24/lens/24xp-rape1/24xp-rape1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a3c214d05de4b11a0a7ce210766e1b07946c797054f9a27aab9bfda318e0fa11&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_24_us_jeffrey-lynn-thomas-rape-pennsylvania-da_1666740245.html", "title": "Pennsylvania Prosecutor Charged in Rape at Woman’s Home, Police Say", "title_page": "Pennsylvania Prosecutor Charged in Rape at Woman’s Home, Police Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An elected county prosecutor in Pennsylvania who was charged on Wednesday with rape in connection with an attack on a woman in her home left the residence only after she promised not to call the police, the authorities said.\nThe Pennsylvania State Police said the Somerset County district attorney, Jeffrey L. Thomas, was charged with rape, indecent and simple assault, strangulation and criminal trespass in connection with the Sept. 18 attack in Windber, a borough that is about two hours east of Pittsburgh.\nMr. Thomas, 36, a Republican, was elected district attorney in 2019. His lawyer, Ryan Tutera, and a woman who answered the phone at the district attorney’s office on Friday declined to comment on whether Mr. Thomas would step down.\nA State Police report said Mr. Thomas used Snapchat to message the woman, who was not identified, and told her that he would be at her home in a few minutes. She responded that he was not welcome in her home and he entered “by subterfuge,” carrying several cans of beer, the report said.", "url": "https://www.nytimes.com/2021/09/24/us/jeffrey-lynn-thomas-rape-pennsylvania-da.html"}