{"authors": ["Christopher Clarey"], "date_download": "2022-10-25 23:50:06", "date_modify": "2022-10-25 23:50:06", "date_publish": "2021-08-30 15:06:13", "description": "Only five players have achieved a Grand Slam, the last being Steffi Graf in 1988. Winning four major titles in a calendar year — the holy grail of tennis — is improbably hard.", "filename": "2021_08_30_sports_tennis_us-open-novak-djokovic-grand-slam_1666741806.html", "image_url": "https://static01.nyt.com/images/2021/08/29/multimedia/29weekend-brf-Djokovic/29weekend-brf-Djokovic-facebookJumbo.jpg?year=2021&h=549&w=1050&s=9a6bf28afbf067a9f2d2294b803a23bd5ea1d800104c1a299e204664a57cfbbf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_30_sports_tennis_us-open-novak-djokovic-grand-slam_1666741806.html", "title": "Novak Djokovic Knocks on the Door of a Very Exclusive Club", "title_page": "Novak Djokovic Knocks on the Door of a Very Exclusive Club - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Williams’s inability to seal the deal — she would have faced another Italian outsider, Flavia Pennetta, in the final — or play her best showed how expectation builds during a Grand Slam chase.\nThough Williams twice won four majors in a row — the so-called Serena Slams — the Grand Slam hunt generates higher levels of start-to-finish pressure. Players know that if they lose at the Australian Open to start the season that the Grand Slam is unattainable that year.\n“That’s the way it was devised and the way it was understood from the beginning,” Flink said. “I don’t see any reason to retrofit it. Budge, Court and Laver all knew when their starting point was and weren’t going to say, ‘Well, I lost the first one but maybe I can win the next one and still get four in a row early next year.’ No, the quest was done until the following year.”\nMartina Navratilova maintains that she did complete the Grand Slam, even if she didn’t win all four in the same year. Navratilova won six straight majors in 1983 and 1984, a year in which she won an astounding 74 straight singles matches. To drum up interest in the sport, the International Tennis Federation had declared in 1982 that four majors in a row amounted to a Grand Slam, and Navratilova received a million-dollar bonus from the I.T.F. when she achieved that feat at the 1984 French Open.\nBut there was resistance to the concept. The I.T.F. soon retreated and has reverted to defining the Grand Slam as a calendar-year achievement. Navratilova is not on the short list.\n“Looking back now, yes, of course, I wish I had done it in the calendar year because then I’m on the same level in every way with Rod and Steffi and Margaret, but at the time it was not judged that way,” Navratilova said in an interview last week.\nWhat also has changed is that when Laver won his Grand Slams, three of the four majors were played on grass with only the French Open staged on clay. But the U.S. Open switched to hardcourts in 1978 and the Australian Open did the same in 1988, so Graf had to achieve her Grand Slam on three surfaces.", "url": "https://www.nytimes.com/2021/08/30/sports/tennis/us-open-novak-djokovic-grand-slam.html"}