{"authors": ["Michael Wines"], "date_download": "2022-10-25 23:30:16", "date_modify": "2022-10-25 23:30:16", "date_publish": "2021-07-15 21:07:16", "description": null, "filename": "2021_07_15_us_records-of-arizonas-review-of-the-2020-election-must-be-made-public-a-judge-rules_1666740616.html", "image_url": "https://static01.nyt.com/images/2021/07/15/world/15political-briefing-Arizona/15political-briefing-Arizona-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6140f6384da361efc28f5c506f1e7d33cf13c49ff8983dc972e6189bfa6c7df8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_15_us_records-of-arizonas-review-of-the-2020-election-must-be-made-public-a-judge-rules_1666740616.html", "title": "Arizona's Election Review Must Be Transparent, Judge Rules", "title_page": "Arizona's Election Review Must Be Transparent, Judge Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "State Senator Karen Fann, a Republican and the president of the Arizona State Senate, again defended the review at the hearing, denying charges that the audit was politically motivated or was intended to overturn the election. “This has never been about anything other than election integrity,” she said.\nAt Thursday’s hearing, which was led by Ms. Fann and Senator Warren Petersen, the chairman of the Senate Judiciary Committee, Mr. Logan and others involved in the review insisted that their work met high standards and that they had uncovered sloppy work by county election officials.\nAmong other criticisms of the county’s work, they said that antivirus software on voting equipment had not been updated since it was installed in 2019, and that a server containing voter registration data had been breached on Election Day last November.\nMaricopa County officials, who have long opposed the review and defended the accuracy of their election work, mounted a rebuttal on Twitter, explaining that antivirus updates were not applied to voting software because they would alter its official certification for use.\nThe officials also said the breach of registration data involved only public information such as voters’ names and addresses and was taken from a website that voters use to create or change registrations. The official database of registered voters was never broken into, they said.\nIn a written statement, Jack Sellers, the chairman of the Maricopa County Board of Supervisors that oversees all county operations, said the Senate hearing “represents an alternate reality that has veered out of control since the November general election.”\nThe court ruling on Thursday was in response to a lawsuit filed in May by the watchdog group American Oversight, which complained that the Republican-controlled Senate had not adequately responded to requests for records of the companies conducting the review. Lawyers for the senators said that the State Senate did not have the records and that companies were exempt from the state’s open-records law because they were private entities.", "url": "https://www.nytimes.com/2021/07/15/us/records-of-arizonas-review-of-the-2020-election-must-be-made-public-a-judge-rules.html"}