{"authors": ["Rory Smith", "Reporting On European Soccer"], "date_download": "2022-10-25 23:54:47", "date_modify": "2022-10-25 23:54:47", "date_publish": "2021-04-18 23:35:22", "description": "A breakaway league would remake European soccer to benefit a few rich teams, but we will watch it anyway.", "filename": "2021_04_18_sports_soccer_super-league-real-madrid-liverpool_1666742087.html", "image_url": "https://static01.nyt.com/images/2021/04/18/sports/18onsoccer-henry/18onsoccer-henry-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c231652a714cfdc91658aac21578b132b307fa098ca2729e3b714657785799c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_18_sports_soccer_super-league-real-madrid-liverpool_1666742087.html", "title": "Rage About Europe's Super League Is Muffled by Our Cheers", "title_page": "Rage About Europe's Super League Is Muffled by Our Cheers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And it is here that those who hope to benefit from shutting the door, from fixing the rules of engagement, cannot take all of the blame. Many of those who spent Sunday spitting fury at the greed of the conspirators have been complicit, over the last 30 years or so, in making this — or something very much like it — the only conclusion possible.\nThat is true of the Premier League, which waved in money from anyone and everyone who could afford to buy a club, which took great pride in its “ownership neutral” approach, which never stopped to ask whether any of it was good for the game. It is true of the Spanish authorities, who made it clear that the rules did not really apply to Real Madrid or Barcelona.\nIt is true, perhaps most of all, of UEFA, which has grown fat and rich on the proceeds of the Champions League, from bowing to the demands of its most powerful constituent clubs, giving more and more power away just to keep the show on the road. It is true, even, of the rest of us in soccer’s thrall — the news media and the commentariat and the fans — who celebrated the multimillion-dollar transfers and the massive television deals and the conspicuous consumption of money and did not stop to ask where it would all go.\nIt is no surprise, really, that the rebels believe that their plan might work, that there is no such thing as a red line, that whatever they do, we will all keep watching and the ball will keep rolling. It is no surprise that they think they can do whatever they like. That is what they have done for years, after all, and nobody has stopped them yet.", "url": "https://www.nytimes.com/2021/04/18/sports/soccer/super-league-real-madrid-liverpool.html"}