{"authors": ["Peter S. Goodman", "Alexandra Stevenson", "Niraj Chokshi", "Michael Corkery"], "date_download": "2022-10-25 23:43:04", "date_modify": "2022-10-25 23:43:04", "date_publish": "2021-03-06 10:00:18", "description": "The pandemic has disrupted international trade, driving up the cost of shipping goods and adding a fresh challenge to the global economic recovery.", "filename": "2021_03_06_business_global-shipping_1666741384.html", "image_url": "https://static01.nyt.com/images/2021/03/02/business/00Global-Shipping-Chaos1/00Global-Shipping-Chaos1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f4111a60ea0af68803af02e0dab52c3027c578cecfd6c334d3c0db18cd4cffc6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_06_business_global-shipping_1666741384.html", "title": "‘I’ve Never Seen Anything Like This’: Chaos Strikes Global Shipping", "title_page": "‘I’ve Never Seen Anything Like This’: Chaos Strikes Global Shipping - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Off the coast of Los Angeles, more than two dozen container ships filled with exercise bikes, electronics and other highly sought imports have been idling for as long as two weeks.\nIn Kansas City, farmers are struggling to ship soybeans to buyers in Asia. In China, furniture destined for North America piles up on factory floors.\nAround the planet, the pandemic has disrupted trade to an extraordinary degree, driving up the cost of shipping goods and adding a fresh challenge to the global economic recovery. The virus has thrown off the choreography of moving cargo from one continent to another.\nAt the center of the storm is the shipping container, the workhorse of globalization.\nAmericans stuck in their homes have set off a surge of orders from factories in China, much of it carried across the Pacific in containers — the metal boxes that move goods in towering stacks atop enormous vessels. As households in the United States have filled bedrooms with office furniture and basements with treadmills, the demand for shipping has outstripped the availability of containers in Asia, yielding shortages there just as the boxes pile up at American ports.", "url": "https://www.nytimes.com/2021/03/06/business/global-shipping.html"}