{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:26:07", "date_modify": "2022-10-25 23:26:07", "date_publish": "2021-03-30 08:40:29", "description": "A letter published in newspapers around the globe pressed for a cross-border understanding, similar to the one that followed World War II, to prepare for widespread health emergencies.", "filename": "2021_03_30_world_europe_world-health-treaty-pandemics_1666740367.html", "image_url": "https://static01.nyt.com/images/2021/03/30/world/30virus-briefing-treaty/30virus-briefing-treaty-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0edf601b191ab26d690b970af585e13bfdd8c2577b784af781c5baa12f636352&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_30_world_europe_world-health-treaty-pandemics_1666740367.html", "title": "World Leaders Call for an International Treaty to Combat Future Pandemics", "title_page": "World Leaders Call for an International Treaty to Combat Future Pandemics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — Citing what they call “the biggest challenge to the global community since the 1940s,” the leaders of more than two dozen countries, the European Union and the World Health Organization on Tuesday floated an international treaty to protect the world from pandemics.\nIn a joint article published in numerous newspapers across the globe, the leaders warn that the current coronavirus pandemic will inevitably be followed by others at some point. They outline a treaty meant to provide universal and equitable access to vaccines, medicines and diagnostics, a suggestion first made in November by Charles Michel, the president of the European Council, the body that represents the leaders of the European Union countries.\nThe article argues that an international understanding similar to the one that followed World War II and that led to the United Nations is needed to build cross-border cooperation before the next global health crisis upends economies and lives. The current pandemic is “a stark and painful reminder that nobody is safe until everyone is safe,” the leaders write.\nThe suggested treaty is an acknowledgment that the current system of international health institutions, symbolized by the relatively powerless W.H.O., an agency of the United Nations, is inadequate to the problem.", "url": "https://www.nytimes.com/2021/03/30/world/europe/world-health-treaty-pandemics.html"}