{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:23:15", "date_modify": "2022-10-25 23:23:15", "date_publish": "2021-01-21 18:35:57", "description": "Unions, which largely support the new president, had complained that the Trump administration did little to protect workers from the coronavirus.", "filename": "2021_01_21_business_economy_biden-osha-coronavirus_1666740195.html", "image_url": "https://static01.nyt.com/images/2021/01/21/us/21economy-briefing-osha/21economy-briefing-osha-facebookJumbo.jpg?year=2021&h=550&w=1050&s=20dfe78ce2bb3fbe10d9b1f27c6339f3d34d6fc3d32ecbd24f05c89a8c83c00b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_21_business_economy_biden-osha-coronavirus_1666740195.html", "title": "Biden Tells OSHA to Issue New Covid-19 Guidance to Employers", "title_page": "Biden Tells OSHA to Issue New Covid-19 Guidance to Employers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden directed the Occupational Safety and Health Administration on Thursday to release new guidance to employers on protecting workers from Covid-19.\nIn one of 10 executive orders that he signed Thursday, the president asked the agency to step up enforcement of existing rules to help stop the spread of the coronavirus in the workplace and to explore issuing a new rule requiring employers to take additional precautions.\nThe other executive orders also relate to the pandemic, including orders directing federal agencies to issue guidance for the reopening of schools and to use their powers to accelerate the production of protective equipment and expand access to testing.\nCritics accused OSHA, which is part of the Labor Department, of weak oversight under former President Donald J. Trump, especially in the last year, when it relaxed record-keeping and reporting requirements related to Covid-19 cases.", "url": "https://www.nytimes.com/2021/01/21/business/economy/biden-osha-coronavirus.html"}