{"authors": ["Katie Glueck"], "date_download": "2022-10-25 23:31:32", "date_modify": "2022-10-25 23:31:32", "date_publish": "2021-06-04 19:00:29", "description": "The woman, Teresa Logan, accused Mr. Stringer of sexual harassment and making unwanted advances while she was working for him at a bar and restaurant he co-owned in 1992.", "filename": "2021_06_04_nyregion_scott-stringer-teresa-logan-sexual-misconduct_1666740692.html", "image_url": "https://static01.nyt.com/images/2021/06/03/nyregion/00nymayor-accuser1/merlin_188635320_0781ff4b-cc27-463f-8371-767289a01efb-facebookJumbo.jpg?year=2021&h=549&w=1050&s=f3887d2c5970591bed892698a5c61e4a3c7969ed8d6f8fcbde750aad37affca9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_04_nyregion_scott-stringer-teresa-logan-sexual-misconduct_1666740692.html", "title": "Scott Stringer Is Accused of Sexual Misconduct by 2nd Woman", "title_page": "Scott Stringer Is Accused of Sexual Misconduct by 2nd Woman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Five weeks after an allegation of unwanted sexual advances upended Scott M. Stringer’s New York City mayoral campaign, a second woman is accusing him of sexual harassment and making unwanted advances when she said she worked for Mr. Stringer nearly three decades ago.\nThe woman, Teresa Logan, said that she was a waitress and tended bar at Uptown Local, an establishment on the Upper West Side that was co-founded and run in part by Mr. Stringer. In an interview, she accused Mr. Stringer of once groping her as she carried trays, making unwanted sexual advances, including kissing and groping, outside the workplace at least twice and treating her in a manner that often made her uncomfortable.\nThe first interactions, she said, took place in the spring of 1992, when Mr. Stringer was 32 and she was 18.\nImage Teresa Logan in 1992.\nIn a statement, Mr. Stringer, 61 and now the city comptroller, said he had “no memory” of Ms. Logan, now 47.", "url": "https://www.nytimes.com/2021/06/04/nyregion/scott-stringer-teresa-logan-sexual-misconduct.html"}