{"authors": ["Emily Cochrane", "Pranshu Verma", "Luke Broadwater"], "date_download": "2022-10-25 23:00:05", "date_modify": "2022-10-25 23:00:05", "date_publish": "2021-04-11 21:11:14", "description": "Lawmakers in both parties are lining up to get their pet projects and policy priorities included in the expansive package.", "filename": "2021_04_11_us_politics_biden-infrastructure-congress_1666738805.html", "image_url": "https://static01.nyt.com/images/2021/04/09/us/politics/00dc-infrastructure1/00dc-infrastructure1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=5c22ab0856da6daa945c03f4118c527842907f2377dfb19f25bbe91c13ef7463&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_11_us_politics_biden-infrastructure-congress_1666738805.html", "title": "Biden’s Infrastructure Push Spurs a Flurry of Lobbying in Congress", "title_page": "Biden’s Infrastructure Push Spurs a Flurry of Lobbying in Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Representative Mikie Sherrill, Democrat of New Jersey, wants to tackle the Gateway rail tunnel under the Hudson River. Senator Mitch McConnell, Republican of Kentucky and the minority leader, has suggested that surely the “functionally obsolete” Brent Spence Bridge in his state should receive funding. And progressive lawmakers have a five-part wish list that includes lowering drug costs and providing a pathway to citizenship for undocumented workers.\n“If you want to get broad, bipartisan support, you invite other people to have some input into the process,” said Senator Thomas R. Carper of Delaware, who leads the Environment and Public Works Committee. “Every senator has shared with us the priorities of their states. We’re getting good ideas.”\nRepresentative Peter A. DeFazio of Oregon, the chairman of the Transportation and Infrastructure Committee, and the committee’s top Republican, Representative Sam Graves of Missouri, are also asking lawmakers to identify priorities in their districts.\n“I’ve been called the tunnel-obsessed congresswoman,” Ms. Sherrill said in an interview. “The Gateway Tunnel is the nation’s most important piece of infrastructure given the amount of people who go through the Hudson River tunnels, how decrepit they are and the economic blow we would take if those tunnels collapsed in any way.”\nWhile infrastructure has long been hailed as the policy area with the ripest prospects for bipartisan cooperation, Congress has failed in recent years to agree on legislation that would fund long-term transportation projects beyond routine reauthorization of funding.\nWith Democrats newly in charge of both chambers of Congress and the White House, Mr. Biden is thinking much bigger. His proposal includes not just trillions in spending for highways, bridges and other physical facilities, but also huge new investments in areas that have not traditionally been seen as infrastructure, such as paid leave and child care.\nThat view, which critics say is too expansive and some progressives say needs to be bigger, has emboldened lawmakers in both chambers to try to use the package to accomplish all manner of policy priorities.", "url": "https://www.nytimes.com/2021/04/11/us/politics/biden-infrastructure-congress.html"}