{"authors": ["Sameer Yasir"], "date_download": "2022-10-25 23:50:43", "date_modify": "2022-10-25 23:50:43", "date_publish": "2021-09-20 12:53:08", "description": "The announcement could help speed the delivery of Covid shots to poorer countries, five months after India halted shipments to fight its own outbreak.", "filename": "2021_09_20_world_asia_india-covid-vaccine-exports_1666741843.html", "image_url": "https://static01.nyt.com/images/2021/09/20/world/20virus-briefing-india-exports1/20virus-briefing-india-exports1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=e444b78e847c3d9326bc2f4ee7010beb5beb3553974b1e0b16d2a7d4b4e75cbd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_20_world_asia_india-covid-vaccine-exports_1666741843.html", "title": "India Says It Will Resume Covid-19 Vaccine Exports", "title_page": "India Says It Will Resume Covid-19 Vaccine Exports - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "India’s health minister said on Monday that the country would resume exports of Covid-19 vaccines, five months after halting shipments during its own devastating wave of infections.\nThe health minister, Mansukh Mandaviya, said that exports would resume starting next month, and that the vaccines would help fulfill India’s commitment to Covax, the United Nations-backed vaccine sharing initiative.\nHe said that India would produce more than 300 million vaccine doses in October and a total of at least a billion over the final three months of 2021.\n“We will help the world and also fulfill our commitment toward Covax,” Mr. Mandaviya said.\nThe minister did not specify which vaccines India would supply to Covax, or how many doses. Before halting exports in April, the country exported 66.4 million doses, a combination of commercial sales, grants and shipments to Covax, which is designed mainly to help low- and middle- income countries.", "url": "https://www.nytimes.com/2021/09/20/world/asia/india-covid-vaccine-exports.html"}