{"authors": ["Glenn Thrush"], "date_download": "2022-10-25 22:56:27", "date_modify": "2022-10-25 22:56:27", "date_publish": "2021-06-24 14:55:18", "description": "Administration officials said this will be the final time they push back the deadline.", "filename": "2021_06_24_us_politics_cdc-eviction-moratorium-extended_1666738587.html", "image_url": "https://static01.nyt.com/images/2021/06/24/us/24virus-briefing-eviction2/24virus-briefing-eviction2-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=b79d465e2941e9a68e6d616ca5b24600f2d06edeb32da82d58048569ce75ab66&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_24_us_politics_cdc-eviction-moratorium-extended_1666738587.html", "title": "C.D.C. Extends National Eviction Moratorium Through July 31", "title_page": "C.D.C. Extends National Eviction Moratorium Through July 31 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Centers for Disease Control and Prevention on Thursday approved a one-month extension of the national moratorium on evictions, scheduled to expire on June 30, as officials emphasized this will be the final time they will push back the deadline.\nThe moratorium, instituted by the agency last September to prevent a wave of evictions spurred by the economic downturn associated with the coronavirus pandemic and extended earlier this year, has significantly limited the economic damage to renters and sharply reduced eviction filings.\nOn Thursday, the C.D.C. director, Dr. Rochelle P. Walensky, signed the extension, which goes through July 31, after a week of internal debate at the White House over the issue.\nLocal officials and tenants rights groups have warned that phasing out the freeze could touch off a new, if somewhat less severe, eviction crisis than the country faced last year during the height of the pandemic.", "url": "https://www.nytimes.com/2021/06/24/us/politics/cdc-eviction-moratorium-extended.html"}