{"authors": ["David E. Sanger", "Steven Erlanger", "Farnaz Fassihi", "Lara Jakes"], "date_download": "2022-10-26 00:11:43", "date_modify": "2022-10-26 00:11:43", "date_publish": "2021-11-21 23:23:12", "description": "With Iran’s new administration preparing for its first international nuclear negotiations, there are signs that there will be no going back to the 2015 agreement.", "filename": "2021_11_21_us_politics_iran-nuclear-standoff_1666743103.html", "image_url": "https://static01.nyt.com/images/2021/11/18/us/politics/00DC-IRAN-1/00DC-IRAN-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_21_us_politics_iran-nuclear-standoff_1666743103.html", "title": "As Hopes for Nuclear Deal Fade, Iran Rebuilds and Risks Grow", "title_page": "As Hopes for Nuclear Deal Fade, Iran Rebuilds and Risks Grow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Over the past 20 months, Israeli intelligence operatives have assassinated Iran’s chief nuclear scientist and triggered major explosions at four Iranian nuclear and missile facilities, hoping to cripple the centrifuges that produce nuclear fuel and delay the day when Tehran’s new government might be able to build a bomb.\nBut American intelligence officials and international inspectors say the Iranians have quickly gotten the facilities back online — often installing newer machines that can enrich uranium at a far more rapid pace. When a plant that made key centrifuge parts suffered what looked like a crippling explosion in late spring — destroying much of the parts inventory and the cameras and sensors installed by international inspectors — production resumed by late summer.\nOne senior American official wryly called it Tehran’s Build Back Better plan.\nThat punch and counterpunch are only part of the escalation in recent months between Iran and the West, a confrontation that is about to come to a head, once again, in Vienna. For the first time since President Ebrahim Raisi took office this summer, Iranian negotiators plan to meet with their European, Chinese and Russian counterparts at the end of the month to discuss the future of the 2015 nuclear agreement that sharply limited Iran’s activities.\nAmerican officials have warned their Israeli counterparts that the repeated attacks on Iranian nuclear facilities may be tactically satisfying, but they are ultimately counterproductive, according to several officials familiar with the behind-the-scenes discussions. Israeli officials have said they have no intention of letting up, waving away warnings that they may only be encouraging a sped-up rebuilding of the program — one of many areas in which the United States and Israel disagree on the benefits of using diplomacy rather than force.", "url": "https://www.nytimes.com/2021/11/21/us/politics/iran-nuclear-standoff.html"}