{"authors": ["Andrew E. Kramer", "Steven Lee Myers"], "date_download": "2022-10-25 23:33:10", "date_modify": "2022-10-25 23:33:10", "date_publish": "2021-06-15 13:32:46", "description": "The two countries have pledged to cooperate on expeditions to the moon and to an asteroid, setting the stage for a new space race with the United States and its partners.", "filename": "2021_06_15_world_asia_china-russia-space_1666740790.html", "image_url": "https://static01.nyt.com/images/2021/06/12/world/00russia-china-space1/00russia-china-space1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=f473fb5d984d31dad8bfe86b97f3a432518a62db2eed7427292a85474bca0266&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_15_world_asia_china-russia-space_1666740790.html", "title": "China, Russia Team Up for a Space Race With the U.S.", "title_page": "China, Russia Team Up for a Space Race With the U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Sixty-three years ago, the Soviet Union put the first satellite in space. Nearly four years later, it sent the first man into orbit, Yuri Gagarin. It fell behind NASA in the space race that followed, but even after the collapse of the Soviet Union, Russia remained a reliable space power, joining with the United States to build and operate the International Space Station for the last two decades.\nNow, the future of the Russian space program rests with the world’s new space power, China.\nAfter years of promises and some limited cooperation, Russia and China have begun to draw up ambitious plans for missions that would directly compete with those of the United States and its partners, ushering in a new era of space competition that could be as intense as the first.\nThey have teamed up for a robotic mission to an asteroid in 2024. They are coordinating a series of lunar missions intended to build a permanent research base on the south pole of the moon by 2030. The first of those missions, a Russian spacecraft with the revived Soviet-era name Luna, is scheduled to launch as soon as October, aiming to locate ice that could provide water to future human visits.", "url": "https://www.nytimes.com/2021/06/15/world/asia/china-russia-space.html"}