{"authors": ["James Poniewozik", "Margaret Lyons"], "date_download": "2022-10-25 23:44:30", "date_modify": "2022-10-25 23:44:30", "date_publish": "2021-07-13 18:14:35", "description": "This year’s Emmy announcement brought a bit of justice for Michaela Coel’s powerful series as well as the usual array of predictable and odd choices.", "filename": "2021_07_13_arts_television_emmys-michaela-coel-emily-in-paris_1666741470.html", "image_url": "https://static01.nyt.com/images/2021/07/13/arts/13emmys-critics-imay/13emmys-critics-imay-facebookJumbo.jpg?year=2021&h=550&w=1050&s=074f0cd4f18df0bdd3def67d3677bcc599716ceea24eee489578b41f069e96f1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_13_arts_television_emmys-michaela-coel-emily-in-paris_1666741470.html", "title": "Critics on 'I May Destroy You' and the Emmys 2021 Nominations", "title_page": "Critics on 'I May Destroy You' and the Emmys 2021 Nominations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The 2021 Primetime Emmy nominations were announced on Tuesday. James Poniewozik and Margaret Lyons, two television critics for The New York Times, conducted a brief conversation about the oddly persistent acclaim for “Emily in Paris,” whether “Hamilton” really needs any more awards and to what extent TV met the challenges of 2020.\nJAMES PONIEWOZIK I guess I need to begin by congratulating “Emily in Paris,” which is clearly destined to be one of the most acclaimed series of the 2020s. And more seriously, actual congrats to “I May Destroy You,” which was shut out in the last Golden Globes nominations, so “Emily” can enjoy one more weird honor without being juxtaposed with that particular robbery.\nSpeaking of “weird,” it was obviously an odd year in TV. On the one hand the medium got a lot of shut-ins though quarantine; on the other, the Emmy-eligible schedule was hollowed out somewhat by Covid’s effect on production. And yet looking at the big categories, it was a fairly usual nominations list overall, continuing a lot of trends we’ve seen in recent years (strong limited series, Those Same Guys in variety talk, etc.). As usual I have my little list of surprises and dashed hopes, but what jumped out at you?", "url": "https://www.nytimes.com/2021/07/13/arts/television/emmys-michaela-coel-emily-in-paris.html"}