{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:26:12", "date_modify": "2022-10-25 23:26:12", "date_publish": "2021-03-25 23:50:05", "description": "After a staff member dismissed racism as a problem in medicine on a podcast, a petition signed by thousands demanded a review of editorial processes at the journal.", "filename": "2021_03_25_health_jama-bauchner-race-medicine_1666740372.html", "image_url": "https://static01.nyt.com/images/2021/03/25/multimedia/25Bauchner-alt/25Bauchner-alt-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=3bd70c30652d822882b40ecb11d8bdf691291dea797563d9b1758461c481d650&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_25_health_jama-bauchner-race-medicine_1666740372.html", "title": "JAMA Editor Placed on Leave After Deputy’s Comments on Racism", "title_page": "JAMA Editor Placed on Leave After Deputy’s Comments on Racism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Following controversial comments on racism in medicine made by a deputy editor at JAMA, the editor in chief of the prominent medical journal was placed on administrative leave on Thursday.\nA committee of the American Medical Association, which oversees the journal, said Dr. Howard Bauchner would be replaced by an interim editor pending results of an independent investigation. The decision was announced on Thursday in an email to employees.\nJAMA is one of the world’s leading medical journals, publishing research that shapes the scientific agenda and public policy around the globe. The controversy began when Dr. Ed Livingston, a deputy editor, said on a Feb. 24 podcast that structural racism no longer existed in the United States.\n“Structural racism is an unfortunate term,” said Dr. Livingston, who is white. “Personally, I think taking racism out of the conversation will help. Many people like myself are offended by the implication that we are somehow racist.”", "url": "https://www.nytimes.com/2021/03/25/health/jama-bauchner-race-medicine.html"}