{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:54:44", "date_modify": "2022-10-25 23:54:44", "date_publish": "2021-04-21 07:30:36", "description": "The organizers of a European soccer league didn’t believe in their idea enough to defend it.", "filename": "2021_04_21_sports_soccer_super-league-florentino-perez.html_action=click&module=RelatedLinks&pgtype=Article_1666742084.html", "image_url": "https://static01.nyt.com/images/2021/04/21/sports/21onsoccer1/21onsoccer1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a1e6f01d8a7a5d1c39f9fe4493d594295ceb54f901db0e1d12585e38c2b82e44&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_21_sports_soccer_super-league-florentino-perez.html_action=click&module=RelatedLinks&pgtype=Article_1666742084.html", "title": "A Super League Plan, but No One to Defend It", "title_page": "A Super League Plan, but No One to Defend It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Atlético Madrid had, quietly, been the first to blink, contacting UEFA on Tuesday morning to start to pick a way back. A few hours later, Chelsea followed, then Manchester City became the first to say so publicly. Pérez was supposed to be making a television appearance by then; he pulled out, reportedly because he was holding meetings with his fellow rebels.\nIf he had tried to persuade them to hold the line, it did not work. The remaining English contingent — Liverpool, Manchester United, Tottenham and Arsenal — released nearly simultaneous statements just before 11 p.m. in Britain, confirming they were no longer involved. Only one of them, Arsenal, actually thought to apologize. Inter Milan bowed out soon after.\nAn hour or so later, officials were confirming that the project was dead in the water. Pérez, on Spanish television Monday night, had fretted that young people did not have the attention span for soccer anymore. His solution to that problem, it turned out, had a half-life so brief a goldfish might have followed it.\nBut it was not only how quickly it all dissipated — Sunday’s future of soccer did not even make it to Wednesday — but how easily those who had designed it and signed on to it seemed to capitulate. It is not just that they lost the fans, the leagues, the broadcasters and the sponsors. It is that at no point did they seem interested in even trying to win them over.\nThe prospect of a Super League has been the great Damoclean threat hanging over European soccer for the better part of two decades. It has been wheeled out without fail every two or three years, the trump card in each and every negotiation with UEFA — and others — to concentrate more money and more power in the hands of a select few.\nAnd yet, in the Super League’s 48 hours of existence, only one of its architects spoke publicly: Pérez, giving an interview to “El Chiringuito,” a gaudy, late-night Spanish sports talk show, the equivalent of announcing the onset of war on the shopping channel. In a way, he deserves a little credit for that, for the willingness to own his decision.", "url": "https://www.nytimes.com/2021/04/21/sports/soccer/super-league-florentino-perez.html?action=click&module=RelatedLinks&pgtype=Article"}