{"authors": ["Ben Hubbard", "Ivor Prickett"], "date_download": "2022-10-26 00:11:54", "date_modify": "2022-10-26 00:11:54", "date_publish": "2021-04-06 13:31:27", "description": "Millions of people displaced during Syria’s 10-year war are impoverished, insecure and crowded into an area of the country’s northwest controlled by a rebel group once linked to Al Qaeda.", "filename": "2021_04_06_world_middleeast_syrian-war-refugees_1666743114.html", "image_url": "https://static01.nyt.com/images/2021/04/04/world/04syria-displaced/04syria-displaced-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1ec4b398900549596fda7220832f4476f41ee16527fde26fc49e3f28ea8a1b5c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_06_world_middleeast_syrian-war-refugees_1666743114.html", "title": "Syrian Refugees in Rebel Controlled Idlib Are Stuck in Limbo", "title_page": "Syrian Refugees in Rebel Controlled Idlib Are Stuck in Limbo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "IDLIB, Syria — Among the millions of Syrians who fled as the government bombed their towns, destroyed their homes and killed their loved ones are 150 families squatting in a soccer stadium in the northwestern city of Idlib, sheltering in rickety tents under the stands or in the rocky courtyard.\nWork is scarce and terror grips them whenever jets buzz overhead: New airstrikes could come at any time. But the fear of government retribution keeps them from returning home. More than 1,300 similar camps dot Syria’s last bastions under rebel control, eating up farmland, stretching along irrigation canals and filling lots next to apartment buildings where refugee families squat in damaged units with no windows.\n“People will stay in these places with all the catastrophes before they go live under the regime of Bashar al-Assad,” said Okba al-Rahoum, the manager of the camp in the soccer stadium.\nOn a rare visit to Idlib Province, examples abounded of shocked and impoverished people trapped in a murky and often violent limbo. Stuck between a wall to prevent them from fleeing across the nearby border with Turkey and a hostile government that could attack at any moment, they struggle to secure basic needs in a territory controlled by a militant group formerly linked to Al Qaeda.", "url": "https://www.nytimes.com/2021/04/06/world/middleeast/syrian-war-refugees.html"}