{"authors": ["Alexandra Stevenson", "Cao Li"], "date_download": "2022-10-25 23:34:20", "date_modify": "2022-10-25 23:34:20", "date_publish": "2021-07-30 09:00:22", "description": "Many families and experts say Beijing’s education overhaul will help the rich and make the system even more competitive for those who can barely afford it.", "filename": "2021_07_30_business_economy_china-education-tutors_1666740860.html", "image_url": "https://static01.nyt.com/images/2021/07/31/business/00JPchina-education1-print/00china-education-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=30880c204e9666cd825e12ade983b1f31b0088e10832581ac6b192d367205261&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_30_business_economy_china-education-tutors_1666740860.html", "title": "China's Parents Say For-Profit Tutoring Ban Helps Only the Rich", "title_page": "China's Parents Say For-Profit Tutoring Ban Helps Only the Rich - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Zhang Hongchun worries that his 10-year-old daughter isn’t getting enough sleep. Between school, homework and after-school guitar, clarinet and calligraphy practice, most nights she doesn’t get to bed before 11. Some of her classmates keep going until midnight.\n“Everyone wants to follow suit,” Mr. Zhang said. “No one wants to lose at the starting line.”\nIn China, the competitive pursuit of education — and the better life it promises — is relentless. So are the financial pressures it adds to families already dealing with climbing house prices, caring for aging parents and costly health care.\nThe burden of this pursuit has caught the attention of officials who want couples to have more children. China’s ruling Communist Party has tried to slow the education treadmill. It has banned homework, curbed livestreaming hours of online tutors and created more coveted slots at top universities.\nLast week, it tried something bigger: barring private companies that offer after-school tutoring and targeting China’s $100 billion for-profit test-prep industry. The first limits are set to take place during the coming year, to be carried out by local governments.", "url": "https://www.nytimes.com/2021/07/30/business/economy/china-education-tutors.html"}