{"authors": ["Heidi Borst"], "date_download": "2022-10-25 23:44:43", "date_modify": "2022-10-25 23:44:43", "date_publish": "2021-02-25 19:25:51", "description": "Experts say some symptoms, especially in women, are mistaken for other conditions such as mood disorders or depression.", "filename": "2021_02_25_well_family_ADHD-adults-women_1666741483.html", "image_url": "https://static01.nyt.com/images/2021/02/22/well/00well-adhd/00well-adhd-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=cfc966da44045213e65ccbfa1d83af276db0c8cf78924b5e3b3264f56f96980c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_25_well_family_ADHD-adults-women_1666741483.html", "title": "Navigating My Son’s A.D.H.D. Made Me Realize I Had It, Too", "title_page": "Navigating My Son’s A.D.H.D. Made Me Realize I Had It, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Though I received an academic scholarship and entered college with a 4.2 grade point average and 15 credits from Advanced Placement classes, my performance at university was subpar. Lacking structure, it was tough for me to stick to any semblance of routine. In large lecture halls where I was an unknown in a sea of students, I floundered. I changed my major five times and eventually lost my scholarship. I never imagined an underlying neurological disorder was at play.\nPeople who have A.D.H.D. but who do relatively well in school often don’t get diagnosed until later in life, said Lidia Zylowska, associate professor of psychiatry at the University of Minnesota Medical School and author of “Mindfulness for Adult A.D.H.D.” She said the expression of A.D.H.D. symptoms can change as life gets more complex, becoming more overwhelming as responsibilities increase in adulthood. For those who have advantages such as intelligence and family support, “school may be a place where you thrive. But when you don’t have that support, whether it’s in college, or you get your first job,” or if you become a parent, Dr. Zylowska said, “that’s when the impairment really starts showing up.”\nNo one in my family (nor my husband’s) had been given an A.D.H.D. diagnosis, yet research suggests a strong genetic component to the disorder. “We’ve known for many years that A.D.H.D. runs in families; it’s not just a childhood disorder,” said Mark Stein, director of A.D.H.D. and related disorders at Seattle Children’s Hospital. He said 20 percent to 30 percent of children with A.D.H.D. will have another family member who has it. “A big part of it is genetics, but it’s also awareness. Once you’re aware of what A.D.H.D. is, you’re more likely to recognize it in others,” he said.\nDr. Stein said it’s not unusual for parents to realize they have A.D.H.D. after their child is diagnosed, as in my case. “That’s a real common pathway,” he said. “A child has symptoms and problems and is being evaluated, and then the parent for the first time looks at their life and views it from the frame of, ‘Well, maybe I have this, and this is why I had those difficulties.’”\nAs a 3-year-old, my son was evaluated by a school psychologist because of hyperactive, disruptive behavior in preschool. He was formally given an A.D.H.D. diagnosis at age 5; by then I’d become his tireless advocate, collaborating with our school district to ensure he was set up for success in the classroom. In 2020, I reached out to my doctor about my concerns about my own symptoms and received a preliminary diagnosis of A.D.H.D; I’ll undergo a comprehensive neurological evaluation this spring.", "url": "https://www.nytimes.com/2021/02/25/well/family/ADHD-adults-women.html"}