{"authors": ["Ben Sisario", "Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:26:47", "date_modify": "2022-10-25 23:26:47", "date_publish": "2021-06-07 09:00:11", "description": "The mayor’s office has asked the producer Clive Davis to sign up musical stars for an event on the Great Lawn in August.", "filename": "2021_06_07_arts_music_postcovid-concert-central-park_1666740407.html", "image_url": "https://static01.nyt.com/images/2021/06/08/arts/00cpconcert/00cpconcert-facebookJumbo.jpg?year=2021&h=550&w=1050&s=018b9a164e86dfcddb370e734331165208da8992dff9116822b8bebee7cf2d70&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_07_arts_music_postcovid-concert-central-park_1666740407.html", "title": "NYC Plans a Central Park Mega-Concert to Celebrate Reopening", "title_page": "NYC Plans a Central Park Mega-Concert to Celebrate Reopening - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I was greatly honored,” said Mr. Davis, who grew up in Brooklyn.\nMr. Davis said that he and his team, which includes his son Doug, a music industry lawyer, are still at work booking artists, and he declined to offer any names of those he has in mind. Sponsorship deals are also in the works, he said. The mayor’s office said it would announce a broadcast partner soon.\nBut a number of details for the event have already been set. Live Nation, the global concert giant, is involved with the production, and the majority of tickets will be free, although there will be some V.I.P. seating, Mr. Davis said.\nThe Great Lawn — a 13-acre oval in the center of the park near the Metropolitan Museum of Art, the Delacorte Theater and the reservoir — has long been the city’s most prestigious setting for outdoor concerts, telegraphing a sense of the very heart of New York.\nThe Central Park Conservancy, which manages the park, has a reputation for being strict and judicious in doling out licenses for major performances there. The group’s website barely mentions concerts, noting that a renovation in 1997 “restored the lawn to balance both active sports use and quiet relaxation.” But the mayor’s office said the conservancy supports the idea.\nThe Great Lawn has been the site of concerts and other major public events since the 1970s. Carole King serenaded 70,000 people there in 1973. Elton John played in 1980 — in a duck suit, among other outfits — and the following year Simon & Garfunkel reunited for an estimated 400,000 people. Diana Ross performed in 1983, Luciano Pavarotti in 1993 and the Dave Matthews Band in 2003.\nThe New York Philharmonic plays the Great Lawn as part of its tour of city parks each summer, and since 2012 the Global Citizen Festival has held regular events there with star-studded lineups including Beyoncé, Metallica, Neil Young and Coldplay. (Garth Brooks drew hundreds of thousands to the North Meadow, above 97th Street, in 1997.)", "url": "https://www.nytimes.com/2021/06/07/arts/music/postcovid-concert-central-park.html"}