{"authors": ["James Wagner"], "date_download": "2022-10-25 23:35:40", "date_modify": "2022-10-25 23:35:40", "date_publish": "2021-10-06 20:26:25", "description": "The Chicago White Sox have fully embraced a clubhouse culture led by a large group of Latino players. The support, along with the love, has helped power the team’s ascent.", "filename": "2021_10_06_sports_baseball_chicago-white-sox_1666740940.html", "image_url": "https://static01.nyt.com/images/2021/10/06/sports/06mlb-whitesox/06mlb-whitesox-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5e3638b825f3442cecbf5b7e196c0aa83aee08f89e0313075b88acc39a259d5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_06_sports_baseball_chicago-white-sox_1666740940.html", "title": "How Latino Culture Shaped the Chicago White Sox", "title_page": "How Latino Culture Shaped the Chicago White Sox - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — Scan the Chicago White Sox lineup on any given day over the past two seasons, and it looks like Latin America. There are Cuban players at catcher, first base, third and center field. Since late July, a Venezuelan has been handling second base. A Dominican patrols left field, and other Dominicans have served as the designated hitter at various points.\nRegularly, seven of the nine hitters in the White Sox lineup were born in that region of the world. And when Tim Anderson, the team’s All-Star shortstop, has been injured or resting, the number has reached eight, with Leury Garcia, another Dominican, filling his spot.\n“That’s something you don’t see much of in the United States,” center fielder Luis Robert, a Cuban, said in Spanish recently.\nIn terms of numbers (28 percent) and talent (Fernando Tatis Jr., Vladimir Guerrero Jr. and Juan Soto), Latinos form a vibrant and important backbone to Major League Baseball. Perhaps no team knows that better than the White Sox, who have a rich tradition of Cuban players and play on the South Side of Chicago, a community with large Black and Latino populations.", "url": "https://www.nytimes.com/2021/10/06/sports/baseball/chicago-white-sox.html"}