{"authors": ["Peter S. Goodman", "Stephen Castle", "Eshe Nelson"], "date_download": "2022-10-25 22:55:15", "date_modify": "2022-10-25 22:55:15", "date_publish": "2021-02-12 18:09:33", "description": "With Britain out of the European Union, companies that trade with the continent are contending with expensive disruptions to their businesses and a plunge in exports.", "filename": "2021_02_12_world_europe_brexit-britain-trade_1666738515.html", "image_url": "https://static01.nyt.com/images/2021/02/12/world/12brexit/12brexit-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=4651a4f70bab536dd189d51cef61502a124f1893284448903fb72394114437e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_12_world_europe_brexit-britain-trade_1666738515.html", "title": "Brexit Nightmares: 53 Tons of Rotting Pork and More", "title_page": "Brexit Nightmares: 53 Tons of Rotting Pork and More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But many companies — especially small- and medium-sized firms — lament what feels like a new normal.\nThe European Union has traditionally purchased nearly half of Britain’s exports. The volume of exports crossing the channel in January collapsed by more than two-thirds compared with the previous year. Some producers of fish, shellfish, meat and dairy have been cut off from markets in Europe, suffering a catastrophic plunge in sales.\nTransport firms are so wary of the complexities of sending goods from Britain to Europe that many are avoiding the business. Roughly half of all trucks bringing goods from the French port of Calais to the English port of Dover are now returning empty, transporting nothing but thin air.\nBritain’s lucrative finance industry has seen trading in the stocks of European companies shift abruptly to the continent, as Amsterdam has displaced London as the primary market for such shares. Growing volumes of the exotic instruments known as derivatives — especially those denominated in euros — are abandoning London for New York.\nManufacturers are contending with grave disruptions to their supplies of finished products, components and basic materials.\nAnd the changes imposed by Brexit are only beginning, as London and Brussels continue to renegotiate the rules governing future commercial dealings across the channel.\n“We are going to be living with Brexit for the rest of our lives,” said Jeremy Thomson-Cook, London-based chief economist at Equals Money, an international money manager. “The coronavirus is an acute condition. Brexit is chronic.”", "url": "https://www.nytimes.com/2021/02/12/world/europe/brexit-britain-trade.html"}