{"authors": ["Andrew Das"], "date_download": "2022-10-25 23:54:51", "date_modify": "2022-10-25 23:54:51", "date_publish": "2021-09-02 13:58:06", "description": "Ahead of World Cup qualifying, a young team with a fresh attitude says it is unburdened by the failure of its predecessors to qualify for the tournament.", "filename": "2021_09_02_sports_soccer_usmnt-el-salvador-world-cup_1666742091.html", "image_url": "https://static01.nyt.com/images/2021/09/07/sports/02soccer-usmnt1-print/02soccer-usmnt2-facebookJumbo.jpg?year=2021&h=549&w=1050&s=13c3d737478ce286c5f5032357720385533b3a1e51a148007246b2c4b7f5508b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_02_sports_soccer_usmnt-el-salvador-world-cup_1666742091.html", "title": "USMNT Faces El Salvador in World Cup Qualifying", "title_page": "USMNT Faces El Salvador in World Cup Qualifying - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN SALVADOR — As drama goes, at least by recent United States World Cup qualifying standards, the news rated a raised eyebrow, not a blaring alarm.\nChristian Pulisic, still finding his way back to fitness after a positive coronavirus test and 10 days in isolation, had not traveled to El Salvador with his United States teammates on Wednesday, one day before they were to open the final round of qualifying for soccer’s 2022 World Cup. Pulisic would not play in Thursday’s game, the team announced, and neither would goalkeeper Zack Steffen, who was enduring a late-breaking case of back spasms. He had stayed back in Nashville, too, where the United States will return this weekend to face Canada.\n“We feel like we have a deep team,” Coach Gregg Berhalter said. “Now’s the time to show it.”\nIt was the kind of clipped confidence that has become Berhalter’s signature throughout his coaching career. Losing two starters was not a crisis, but “an opportunity,” he said calmly. Berhalter talks a lot about opportunities. This summer’s Nations League had been an opportunity to prove his best players could go toe to toe with rival Mexico and win, which they did. The Gold Cup that followed had been an opportunity, too, for a different set of U.S. players. The Americans beat Mexico to win that one as well.", "url": "https://www.nytimes.com/2021/09/02/sports/soccer/usmnt-el-salvador-world-cup.html"}