{"authors": ["Jack Ewing"], "date_download": "2022-10-25 23:24:19", "date_modify": "2022-10-25 23:24:19", "date_publish": "2021-09-22 12:20:26", "description": "Traton, the maker of Scania, MAN and Navistar trucks, said it was also suffering from shortages of many other critical components.", "filename": "2021_09_22_business_volkswagen-traton-chip-shortage_1666740259.html", "image_url": "https://static01.nyt.com/images/2021/09/22/business/22econ-brf-volkswagen/22econ-brf-volkswagen-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9db1c7c9f6bb87592ea64a628cb16a22b90762a4c3261e209c885528353302ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_22_business_volkswagen-traton-chip-shortage_1666740259.html", "title": "Volkswagen's Truck Unit Warns Chip Shortage Will Undercut Sales", "title_page": "Volkswagen's Truck Unit Warns Chip Shortage Will Undercut Sales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Volkswagen’s truck unit is facing “severe difficulties” in buying semiconductors that are weighing on sales at a time when demand is rising, the company warned on Wednesday, offering the latest sign of how a global chip shortage is holding back economic growth.\nTraton, the maker of Scania, MAN and Navistar trucks, said it was also suffering from shortages of other critical components.\nThe shortages come as the global economy is slowly rebounding as new coronavirus cases decline and consumers spend money saved during pandemic lockdowns. To meet demand, the company is cannibalizing parts from finished but unsold vehicles and installing them in trucks for which there are firm orders.\nAs a result, sales from July through September will be “significantly lower than planned” even though customers are clamoring for trucks, Traton said. “Supply chain difficulties will have a stronger impact than expected.” Volkswagen owns 90 percent of the truck maker, which has a separate listing on the stock market.", "url": "https://www.nytimes.com/2021/09/22/business/volkswagen-traton-chip-shortage.html"}