{"authors": ["Pam Belluck", "Rebecca Robbins"], "date_download": "2022-10-25 23:32:10", "date_modify": "2022-10-25 23:32:10", "date_publish": "2021-06-07 15:03:30", "description": "Aducanumab, or Aduhelm, is the first new Alzheimer’s treatment in 18 years and the first to attack the disease process. But some experts say there’s not enough evidence it can address cognitive symptoms.", "filename": "2021_06_07_health_aduhelm-fda-alzheimers-drug_1666740730.html", "image_url": "https://static01.nyt.com/images/2021/06/07/us/00ALZHEIMERS4-promo/00ALZHEIMERS4-promo-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=15c8d6ca3081abb3e8b6777ef0c7a81ea960489267b377b6de9c4b4cc1bc9890&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_07_health_aduhelm-fda-alzheimers-drug_1666740730.html", "title": "F.D.A. Approves Alzheimer’s Drug Despite Fierce Debate Over Whether It Works", "title_page": "F.D.A. Approves Alzheimer’s Drug Despite Fierce Debate Over Whether It Works - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The risks with aducanumab involve brain swelling or bleeding experienced by about 40 percent of Phase 3 trial participants receiving the high dose. Most were either asymptomatic or had headaches, dizziness or nausea. But such effects prompted 6 percent of high-dose recipients to discontinue. No Phase 3 participants died from the effects, but one safety trial participant did.\nSimilar side effects have occurred in trials of previous amyloid-lowering drugs, but doctors consider them manageable if a patient is evaluated regularly with brain scans. Still, even supporters of approval said that conducting such safety monitoring was more difficult when not done in the carefully controlled regimen of a study.\n“It’s going to be challenging when it’s applied more broadly, outside of a clinical trial,” said Dr. Salloway, director of neurology and the Memory and Aging Program at Butler Hospital in Providence, R.I.\nBiogen is expecting to launch the drug quickly, with more than 600 sites across the country expected to administer it. Clinics for patients with cognitive problems have been scrambling to prepare.\nDr. Jeffrey Burns, director of the University of Kansas Health System’s memory clinic and a site investigator for one trial, said he expected “the phone to be ringing off the hook.” He estimates 25 to 40 percent of the clinic’s roughly 3,000 patients might be eligible, but it doesn’t have enough neurologists.\nSeveral Alzheimer’s doctors who believe the case for approving aducanumab is too weak said they would now feel ethically compelled to make it available. They believe that many patients, even when told of the problematic evidence, would try the drug because they would assume there was a compelling reason it received F.D.A. approval.\n“I had this conversation with a real patient who was very interested in it,” said Dr. David Knopman, a clinical neurologist at the Mayo Clinic and a site principal investigator for one trial who co-wrote an article saying the evidence was insufficient to show benefit. “I presented the data to the patient and her husband, and they didn’t hear a word I said about my concerns. All they heard was there might be benefit.”", "url": "https://www.nytimes.com/2021/06/07/health/aduhelm-fda-alzheimers-drug.html"}