{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:24:11", "date_modify": "2022-10-25 23:24:11", "date_publish": "2021-09-22 22:10:32", "description": "As the first presidential envoy for climate, he wants to persuade world leaders to “do what the science tells us.” With global climate talks less than two months away, he faces a tough path.", "filename": "2021_09_22_climate_john-kerry-climate_1666740251.html", "image_url": "https://static01.nyt.com/images/2021/09/22/climate/22CLI-KERRY-promo/22CLI-KERRY-promo-facebookJumbo.jpg?year=2021&h=549&w=1050&s=d65b96cf9c13c05fbc1d11179e2992f336ac747d52b8b977f89b5c1888d5a97f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_22_climate_john-kerry-climate_1666740251.html", "title": "As Climate Envoy, John Kerry Faces Tough Path", "title_page": "As Climate Envoy, John Kerry Faces Tough Path - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As a result, Mr. Kerry’s approach is a delicate attempt to try to understand what countries need, as opposed to making demands. In India, for example, he announced a partnership to help the country meet its goal of ramping up its renewable energy capacity.\nHe won’t even suggest what emissions target should be set by China, the biggest emitter, even as that country plans to develop 247 gigawatts of coal power domestically, nearly six times Germanyʼs entire coal-fired capacity. “I don’t want to be in a position where China reads it and they say, ‘Oh, there’s Kerry, telling us what we have to do.’”\nMr. Kerry and his team of about 35 policy experts have had some success. On Tuesday, President Xi Jinping announced at the United Nations that China will stop financing overseas coal projects, an issue that Mr. Kerry had made a priority during his discussions with Chinese leaders. Earlier this year Canada, South Korea and Japan raised their climate targets, all in large part because of prodding from the United States. And several administration officials said that President Biden’s announcement Tuesday that he intends to double aid on climate change to developing countries was a result of direct conversations with Mr. Kerry who argued that increasing climate finance will be critical to the success of the Glasgow summit.\nMr. Kerry insisted he is “hopeful” that the biggest economies will take meaningful climate action in Glasgow, if not because of the scientific imperative but because of market forces. Capital is shifting away from fossil fuels and towards new global investment in wind, solar and other renewable energy that does not emit greenhouse gases, he said. About 70 percent of the $530 billion spent worldwide on new power generation this year is expected to be invested in renewable energy, according to the International Energy Agency. Technology is improving, the costs of clean energy are dropping and markets are moving.\n“You know, right now, everything’s a question mark,” Mr. Kerry said. But, he added, “I think the world is coming around.”", "url": "https://www.nytimes.com/2021/09/22/climate/john-kerry-climate.html"}