{"authors": ["Neil Irwin"], "date_download": "2022-10-25 23:28:56", "date_modify": "2022-10-25 23:28:56", "date_publish": "2021-06-21 09:00:10", "description": "There’s a risk that the affluent, who saved money by limiting things like traveling and dining out, will sit on their cash rather than spend it.", "filename": "2021_06_21_upshot_pandemic-economy-stimulus_1666740536.html", "image_url": "https://static01.nyt.com/images/2021/06/22/upshot/21JPup-fiscal-print/merlin_189260679_0eabcc26-db2d-45d1-9516-60e8f49e5226-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0d2c31a86b40cca6613cccc80f3d789969e14ae03072f476b120134fbf38f7d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_21_upshot_pandemic-economy-stimulus_1666740536.html", "title": "The Pandemic Stimulus Was Front-Loaded. That Could Mean a Bumpy Year.", "title_page": "The Pandemic Stimulus Was Front-Loaded. That Could Mean a Bumpy Year. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The U.S. economy is about to face a new challenge that has its roots in the arithmetic of growth: That which fiscal stimulus giveth, fiscal stimulus taketh away.\nThe $1.9 trillion American Rescue Plan enacted in March, as well as a $900 billion pandemic aid package passed in December, is heavily front-loaded. They were set up to get money out the door fast. But one consequence of that strategy is that fiscal policy in the quarters ahead will subtract from economic growth.\nEconomists mostly project that the economy, with strong momentum in the labor market and huge pools of pent-up savings by households, will be strong enough to keep growing despite the fading of the fiscal boost. To avoid an economic downturn, a huge handoff must occur from government-driven demand to the private sector.\nThe mainstream view is that this will be successful. But there are aspects of this unusual economic moment that could make the road ahead bumpy.", "url": "https://www.nytimes.com/2021/06/21/upshot/pandemic-economy-stimulus.html"}