{"authors": ["Jack Nicas"], "date_download": "2022-10-25 23:42:46", "date_modify": "2022-10-25 23:42:46", "date_publish": "2021-08-20 16:14:58", "description": "The company’s decision is the latest signal that many employees in the U.S. will continue to work remotely into 2022.", "filename": "2021_08_20_business_apple-return-to-office_1666741366.html", "image_url": "https://static01.nyt.com/images/2021/08/20/business/20economy-briefing-apple-rto/merlin_152286123_27943c88-864f-424e-9ed3-84ac62042164-facebookJumbo.jpg?year=2021&h=550&w=1050&s=965e73979e61ea392e18626fc12fa73bbffeec01d7028a92267538f0cd7588d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_20_business_apple-return-to-office_1666741366.html", "title": "Apple delays its return to office until January.", "title_page": "Apple delays its return to office until January. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Apple again delayed its return-to-office date, until January, because of the continuing spread of the coronavirus in the United States.\nDeirdre O’Brien, Apple’s head of human resources, told employees in an email late Thursday that the company’s offices and retail stores remained open, but that employees would not be required to return until January at the earliest, according to a copy of the email viewed by The New York Times. She said Apple would give employees at least one month’s notice before asking them to return to offices.\nLast month, Apple was one of the first major companies to push back its mandatory return-to-office date as the Delta variant was starting to fuel a surge in U.S. coronavirus cases, changing the return date to October from September.\nSince then, cases have continued to increase and companies across the country have told employees to stay home for the foreseeable future. Apple’s decision to delay its return into 2022 is further evidence that the prepandemic workplace is not returning as quickly as some executives and employees had hoped.", "url": "https://www.nytimes.com/2021/08/20/business/apple-return-to-office.html"}