{"authors": ["Mihir Zaveri"], "date_download": "2022-10-25 22:56:10", "date_modify": "2022-10-25 22:56:10", "date_publish": "2021-12-14 13:05:05", "description": "Tenant and housing groups are seeking to force the state to start accepting applications for pandemic rent relief again, arguing that closing the program left many struggling renters vulnerable to eviction.", "filename": "2021_12_14_nyregion_new-york-covid-rent-relief-lawsuit_1666738570.html", "image_url": "https://static01.nyt.com/images/2021/12/13/multimedia/13virus-briefing-rent-relief/13virus-briefing-rent-relief-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_14_nyregion_new-york-covid-rent-relief-lawsuit_1666738570.html", "title": "New York Stopped Taking Applications for Rent Relief. Now It Faces a Lawsuit.", "title_page": "New York Stopped Taking Applications for Rent Relief. Now It Faces a Lawsuit. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Several tenant and housing groups in New York filed a lawsuit on Monday seeking to force the state to reopen its pandemic rent relief program, arguing that a recent decision to stop accepting applications for the aid has left thousands of struggling renters vulnerable to eviction.\nNew York said on Nov. 12 that it would no longer take most new requests for rent relief because the program had nearly run out of money after an overwhelming number of applications. Texas had made a similar decision days earlier.\nStates can ask the Treasury Department to reallocate unused money already authorized by Congress to fund rent-relief programs across the country, and Gov. Kathy Hochul of New York has requested that an additional $1 billion be shifted to New York. A final decision has not yet been made in Washington on new disbursements.\nIn New York, lawmakers included a unique protection as part of the state’s program: landlords are barred from evicting tenants while an application with the state is pending. Housing advocates and some elected leaders have argued that New York, by closing the door on new applications, removed one of the key protections against eviction in a state with a huge number of renters and where the economic rebound has lagged.", "url": "https://www.nytimes.com/2021/12/14/nyregion/new-york-covid-rent-relief-lawsuit.html"}