{"authors": ["Lara Jakes"], "date_download": "2022-10-25 23:28:29", "date_modify": "2022-10-25 23:28:29", "date_publish": "2021-08-12 14:16:44", "description": "The demand seeks to stave off an evacuation of the embassy by dangling aid to future Afghan governments — even one that includes the Taliban.", "filename": "2021_08_12_us_politics_taliban-afghanistan-us-embassy_1666740509.html", "image_url": "https://static01.nyt.com/images/2021/08/11/us/politics/11dc-diplo/11dc-diplo-facebookJumbo.jpg?year=2021&h=549&w=1050&s=58d9974314bfeae17769e830a23f33fc2187811568aaa9e5ae095de757fef2cc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_12_us_politics_taliban-afghanistan-us-embassy_1666740509.html", "title": "U.S. Asks Taliban to Spare Its Kabul Embassy in Coming Fight for Capital", "title_page": "U.S. Asks Taliban to Spare Its Kabul Embassy in Coming Fight for Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Khalilzad is hoping to convince Taliban leaders that the embassy must remain open, and secure, if the group hopes to receive American financial aid and other assistance as part of a future Afghan government. The Taliban leadership has said it wants to be seen as a legitimate steward of the country, and is seeking relations with other global powers, including Russia and China, in part to receive economic support.\nTwo officials confirmed Mr. Khalilzad’s efforts, which have not been previously reported, on the condition of anonymity to discuss the delicate negotiations. A third official said on Thursday that the Taliban would forfeit any legitimacy — and, in turn, foreign aid — if it attacked Kabul or took over Afghanistan’s government by force.\nOther governments are also warning the Taliban that they will not receive aid if they overrun the Afghan government, given the rampage its fighters have waged across the country in recent days. On Thursday, Foreign Minister Heiko Maas of Germany said Berlin would not give the Taliban any financial support if they ultimately rule Afghanistan with a hard-line Islamic law.\nIn other posts around the world, U.S. diplomats said they were closely watching the perilous situation in Kabul to see how the State Department would balance its longstanding commitment to stabilizing Afghanistan against protecting the Americans who remain there as military forces withdraw.\nRonald E. Neumann, who was the American ambassador to Afghanistan from 2005 to 2007, described a push and pull between the Pentagon and the State Department in similar situations, given the military’s responsibility for carrying out evacuations and diplomats’ duty to maintain American assistance and influence even in danger zones.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\n“If the military goes too early, it may be unnecessary, and it may cost you a lot politically,” said Mr. Neumann, who is now the president of the American Academy of Diplomacy in Washington. “If the diplomats wait too late, it looks like Saigon off the roof or the departure from Mogadishu after everything was already lost, and it puts the military people at risk. So there’s no guaranteed right side.”\nAnother senior U.S. official expressed alarm this week at the fall of the provincial capitals across Afghanistan, and said that if other cities follow, particularly Mazar-i-Sharif, the only major northern city still under government control, the situation could disintegrate quickly.", "url": "https://www.nytimes.com/2021/08/12/us/politics/taliban-afghanistan-us-embassy.html"}