{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:47:36", "date_modify": "2022-10-25 23:47:36", "date_publish": "2021-05-18 21:54:32", "description": "The legislation has drawn bipartisan support amid the coronavirus pandemic as Democrats and Republicans have become increasingly concerned about Beijing’s supply chain dominance.", "filename": "2021_05_18_us_politics_senate-china-science_1666741656.html", "image_url": "https://static01.nyt.com/images/2021/05/18/us/politics/18dc-china-bill-1/18dc-china-bill-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=09bc35ec8e891fc1df1247f3feec953060b31ba3291e2ca4d9773348523e10ec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_18_us_politics_senate-china-science_1666741656.html", "title": "Senate Weighs Investing $120 Billion in Science to Counter China", "title_page": "Senate Weighs Investing $120 Billion in Science to Counter China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — An expansive bill that would pour $120 billion into jump-starting scientific innovation by strengthening research into cutting-edge technologies is barreling through the Senate, amid a rising sense of urgency in Congress to bolster the United States’ ability to compete with China.\nAt the heart of the sprawling legislation, known as the Endless Frontier Act, is an investment in the nation’s research and development into emerging sciences and manufacturing on a scale that its proponents say has not been seen since the Cold War. The Senate voted 86 to 11 on Monday to advance the bill past a procedural hurdle, with Democrats and Republicans united in support, and a vote to approve, along with a tranche of related China bills, is expected this month.\nThe nearly 600-page bill has moved swiftly through the Senate, powered by intensifying concerns in both parties about Beijing’s chokehold on critical supply chains. The coronavirus pandemic has exposed the risks of China’s dominance, as health care workers have confronted medical supply shortages and a global semiconductor shortage has shut American automobile factories and slowed shipments of consumer electronics.\nThe bill, led by Senators Chuck Schumer, Democrat of New York and the majority leader, and Todd Young, Republican of Indiana, is the spine of a package of legislation Mr. Schumer requested in February from the chairmen of key committees, aimed at recalibrating the nation’s relationship with China and shoring up American jobs. Taken together, the array of bipartisan bills would amount to the most significant step Congress has seriously considered in years to enhance the nation’s competitiveness with Beijing.", "url": "https://www.nytimes.com/2021/05/18/us/politics/senate-china-science.html"}