{"authors": ["Benjamin Weiser", "Ashley Southall"], "date_download": "2022-10-25 23:39:09", "date_modify": "2022-10-25 23:39:09", "date_publish": "2021-09-20 22:49:02", "description": "Enrique Figueroa, 47, is accused of writing a series of social media posts threatening President Luis Abinader.", "filename": "2021_09_20_nyregion_United-nations-threat-abinader_1666741149.html", "image_url": "https://static01.nyt.com/images/2021/09/20/nyregion/20nyunthreat01/20nyunthreat01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=262976d0ecb54bd11c83a1af8188d86f73993a5404601e1dabf27678bec10595&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_20_nyregion_United-nations-threat-abinader_1666741149.html", "title": "Man Threatened Life of Dominican President, Prosecutors Say", "title_page": "Man Threatened Life of Dominican President, Prosecutors Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal authorities in New York have arrested a man who they said had posted threats on the internet to kill Luis Abinader, the president of the Dominican Republic, who arrived on Saturday for the 76th General Assembly of the United Nations.\nEnrique Figueroa, 47, began making the threats in August against Mr. Abinader, according to a criminal complaint made public on Monday. In one instance last month, Mr. Figueroa posted a video on Facebook invoking the assassination in July of Haiti’s president, Jovenel Moïse, saying that listeners should remember what had happened to him, the complaint said.\nThe complaint, filed in Federal District Court in Manhattan, noted that early this month, the Dominican government provided U.S. law enforcement authorities with a screenshot of an Instagram post by Mr. Figueroa that showed a military-style assault rifle, accompanied by a caption that named Mr. Abinader and said, “We will see each other at the beginning of September.”\nMr. Figueroa was arrested on Sunday evening after using Instagram to post a photograph of Mr. Abinader’s motorcade in New York, and another image of himself dialing a phone, with the caption warning that if the call was not picked up, Mr. Abinader would not leave the United States, and “you will then know who is crazy.”", "url": "https://www.nytimes.com/2021/09/20/nyregion/United-nations-threat-abinader.html"}