{"authors": ["Norimitsu Onishi", "Constant Méheut"], "date_download": "2022-10-25 23:50:05", "date_modify": "2022-10-25 23:50:05", "date_publish": "2021-03-31 18:52:46", "description": "The French president rebuffed his advisers in January and opted against more restrictions, betting that inoculation would curb the pandemic. Instead, a new wave of infections is battering France.", "filename": "2021_03_31_world_europe_france-lockdown-macron_1666741805.html", "image_url": "https://static01.nyt.com/images/2021/03/31/world/31virus-france-top/31virus-france-top-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5b90ff97d460ea543bb36e0b4eafc946ebe1a278e377b834be12ff7ef251b40b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_31_world_europe_france-lockdown-macron_1666741805.html", "title": "Macron Returns France to Lockdown as Covid-19 Vaccinations Lag", "title_page": "Macron Returns France to Lockdown as Covid-19 Vaccinations Lag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — After more than a year of lockdowns and months of a sputtering vaccination campaign, Europe’s efforts to curb the coronavirus pandemic entered yet another difficult chapter on Wednesday as President Emmanuel Macron of France announced the start of a third national lockdown in a desperate move to halt a new deadly wave.\nWith infections surging, hospitals swelling with patients and the virus now reaching into classrooms, Mr. Macron effectively abandoned a monthslong gamble to keep France open in the hope that a steady pace of vaccinations would make a lockdown unnecessary. He said that restrictions currently covering about one-third of the country’s population would be extended nationwide for four weeks starting Saturday, and that schools would be closed for at least three weeks.\nAs the tally of coronavirus deaths pushed relentlessly close to the 100,000 mark, and with the highly transmissible variant first detected in Britain now accounting for two-thirds of France’s new infections, Mr. Macron gave in to scientists and opposition politicians who had been pressing for a lockdown in recent weeks, and joined the list of European nations already hunkering down before the virus.\nAbout three-quarter of Italy’s population is barred from going outside except for work, health or other essentials. Germany has also imposed a partial lockdown, with varying degrees of restrictions depending on the region, while Poland closed all nonessential shops and switched most of its schools to remote learning.", "url": "https://www.nytimes.com/2021/03/31/world/europe/france-lockdown-macron.html"}