{"authors": ["The New York Times"], "date_download": "2022-10-25 23:38:21", "date_modify": "2022-10-25 23:38:21", "date_publish": "2021-01-11 15:20:03", "description": "Several large banks and the P.G.A. are among those that have disassociated themselves from the president and his allies since his supporters stormed the Capitol.", "filename": "2021_01_11_us_politics_trump-politicians-donations-degrees_1666741101.html", "image_url": "https://static01.nyt.com/images/2021/01/11/us/politics/11xp-capitol-sanctions-photo/11xp-capitol-sanctions-photo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=69f055d29ff4b1ff5e91e06bc00436025a663ce17d8713fad5dffcda99599313&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_11_us_politics_trump-politicians-donations-degrees_1666741101.html", "title": "The Companies Cutting Ties With Trump", "title_page": "The Companies Cutting Ties With Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JPMorgan Chase, Goldman Sachs, BlackRock, Bank of America and Wells Fargo said they suspended donations through their PACs.\nMorgan Stanley said it suspended contributions to members of Congress who voted against certifying the results of the election, but has not suspended contributions across the board.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nDeutsche Bank, which has been Mr. Trump’s primary lender for two decades, and Signature Bank, are also seeking distance from him and his business. Deutsche Bank has decided not to do business with Mr. Trump or his company in the future, according to a person familiar with the bank’s thinking.\nCharles Schwab went further, saying it shut down its PAC, citing a “hyperpartisan environment. “We believe a clear and apolitical position is in the best interest of our clients, employees, stockholders and the communities in which we operate,” the company said. The company’s PAC will no longer take contributions from employees or make financial contributions to lawmakers.\nCharles Schwab said in its statement that it was confident its “voice will still be heard in Washington” even without a PAC, noting that it is a “major employer in a dozen metropolitan centers.” Other companies that do not have a PAC, like IBM, have said they do not think a lack of one puts them at a political disadvantage.\nVisa temporarily suspended all its political donations through its PAC as it reviews its candidate contribution guidelines, a spokesman said. American Express and Mastercard said they had suspended political contributions to politicians who had tried to block the certification of the election results.\n“Last week’s attempts by some congressional members to subvert the presidential election results and disrupt the peaceful transition of power do not align with our American Express Blue Box values,” Stephen J. Squeri, the American Express chief executive, wrote in a memo to staff.", "url": "https://www.nytimes.com/2021/01/11/us/politics/trump-politicians-donations-degrees.html"}