{"authors": ["Stephen Hiltner", "Lalena Fisher"], "date_download": "2022-10-25 23:26:48", "date_modify": "2022-10-25 23:26:48", "date_publish": "2021-03-08 21:30:08", "description": "The dramatic effects of the coronavirus pandemic on the travel industry and beyond are made clear in six charts.", "filename": "2021_03_08_travel_tourism-2020-coronavirus_1666740408.html", "image_url": "https://static01.nyt.com/images/2021/03/08/us/-promo-1615235741624/-promo-1615235741624-facebookJumbo.png?year=2021&h=549&w=1050&s=f3f2107fe57859e12334bfc7d1d30f95d2d45c7c592e1b95e564a283813addfd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_08_travel_tourism-2020-coronavirus_1666740408.html", "title": "How Bad Was the Coronavirus Pandemic on Tourism in 2020? Look at the Numbers.", "title_page": "How Bad Was the Coronavirus Pandemic on Tourism in 2020? Look at the Numbers. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Numbers alone cannot capture the scope of the losses that have mounted in the wake of the coronavirus pandemic. Data sets are crude tools for plumbing the depth of human suffering, or the immensity of our collective grief.\nBut numbers can help us comprehend the scale of certain losses — particularly in the travel industry, which in 2020 experienced a staggering collapse.\nAround the world, international arrivals are estimated to have dropped to 381 million in 2020, down from 1.461 billion in 2019 — a 74 percent decline. In countries whose economies are heavily reliant on tourism, the precipitous drop in visitors was, and remains, devastating.\nAccording to recent figures from the United Nations World Tourism Organization, the decline in international travel in 2020 resulted in an estimated loss of $1.3 trillion in global export revenues. As the agency notes, this figure is more than 11 times the loss that occurred in 2009 as a result of the global economic crisis.", "url": "https://www.nytimes.com/2021/03/08/travel/tourism-2020-coronavirus.html"}