{"authors": ["Christopher Flavelle"], "date_download": "2022-10-25 23:23:18", "date_modify": "2022-10-25 23:23:18", "date_publish": "2021-09-24 09:00:26", "description": "New federal flood insurance rates that better reflect the real risks of climate change are coming. For some, premiums will rise sharply.", "filename": "2021_09_24_climate_federal-flood-insurance-cost_1666740198.html", "image_url": "https://static01.nyt.com/images/2021/09/22/climate/00cli-FLOODINSURANCE2b/00cli-FLOODINSURANCE2b-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9f206de4a92967c818d15d36753427ca6e0e9aeeec3bc3dc60db73a5310855c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_24_climate_federal-flood-insurance-cost_1666740198.html", "title": "Flood Insurance Costs Are Set to Skyrocket for Some", "title_page": "Flood Insurance Costs Are Set to Skyrocket for Some - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Florida’s version of the American dream, which holds that even people of relatively modest means can aspire to live near the water, depends on a few crucial components: sugar white beaches, soft ocean breezes and federal flood insurance that is heavily subsidized.\nBut starting Oct. 1, communities in Florida and elsewhere around the country will see those subsidies begin to disappear in a nationwide experiment in trying to adapt to climate change: Forcing Americans to pay something closer to the real cost of their flood risk, which is rising as the planet warms.\nWhile the program also covers homes around the country, the pain will be most acutely felt in coastal communities. For the first time, the new rates will also take into account the size of a home, so that large houses by the ocean could see an especially big jump in rates.\nFederal officials say the goal is fairness — and also getting homeowners to understand the extent of the risk they face, and perhaps move to safer ground, reducing the human and financial toll of disasters.", "url": "https://www.nytimes.com/2021/09/24/climate/federal-flood-insurance-cost.html"}