{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:35:07", "date_modify": "2022-10-25 23:35:07", "date_publish": "2021-12-13 17:45:54", "description": "Tenet Vocal Artists marked the 450th anniversary of the German Baroque composer Michael Praetorius’s birth, and the 400th of his death.", "filename": "2021_12_13_arts_music_tenet-praetorius_1666740907.html", "image_url": "https://static01.nyt.com/images/2021/12/14/arts/13tenet-1/13tenet-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_13_arts_music_tenet-praetorius_1666740907.html", "title": "Review: In Time for the Holidays, Radiant Praetorius Carols", "title_page": "Review: In Time for the Holidays, Radiant Praetorius Carols - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The German hymn commonly known as “Lo, how a rose, e’er blooming” has long been a beloved Christmas carol. It’s sung by church choirs and high school choruses. Versions have been recorded by Linda Ronstadt and Sting.\nBut we have the early German Baroque composer Michael Praetorius to thank for the original single, so to speak: “Es ist ein Ros entsprungen.” The text and hymn melody were first printed together in 1599. But in 1609, Praetorius wrote a tender, four-part setting that plumbed the melody for all its harmonic possibilities, and became the equivalent in its day of a hit tune.\nOn Saturday, at St. Paul’s Lutheran Church in Manhattan, the splendid ensemble Tenet Vocal Artists performed, with 14 exquisite singers and 11 vibrant players of period instruments, a ravishing account of the beautifully direct yet intricate Praetorius version, part of a generous 75-minute concert of this composer’s works.\nThe program — while Jolle Greenleaf is Tenet’s artistic director, this one was led by Jeffrey Grossman, who played organ — honored the fact that this year marks both the 400th anniversary of Praetorius’s death and the 450th anniversary of his birth. (An on-demand video of the concert will be available for a month starting Tuesday at tenet.nyc.)", "url": "https://www.nytimes.com/2021/12/13/arts/music/tenet-praetorius.html"}