{"authors": ["Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:26:50", "date_modify": "2022-10-25 23:26:50", "date_publish": "2021-04-15 16:21:09", "description": "Mr. de Blasio is stepping out of the shadow of Gov. Andrew Cuomo, who is facing various scandals, and emerging as a cheerleader for New York City’s recovery.", "filename": "2021_04_15_nyregion_de-blasio-nyc-mayor_1666740410.html", "image_url": "https://static01.nyt.com/images/2021/04/15/nyregion/15deblasio3/15deblasio3-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=6fb83743169c3d82929a1beafc57d8ab5cefb553d99757742ce8d082520194f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_15_nyregion_de-blasio-nyc-mayor_1666740410.html", "title": "Why Bill de Blasio Is Finally Having Fun as Mayor", "title_page": "Why Bill de Blasio Is Finally Having Fun as Mayor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The mayor’s office said that Mr. de Blasio was also engaged behind the scenes. Since February, he has held a “recovery war room” meeting every Friday afternoon that can last more than two hours. More than 20 staffers discuss each facet of the city’s recovery effort.\nAnd there are other problems to confront. Mr. Borelli, even while complimenting the mayor, called on him to bring on “more policing” to address a rise in violent crime — an issue that Fox News has seized on, suggesting that it was inappropriate for Mr. de Blasio to be having fun while the city was still in crisis.\nLast year was the city’s bloodiest in nearly a decade with more than 460 homicides. There have been 92 murders this year — a 19 percent increase from the same period last year. At the same time, violence on the subway and a brutal attack on a Filipino-American woman, among other assaults, have raised concerns about safety and the rise in reported anti-Asian hate crimes.\nMr. de Blasio responded to Fox News — his favorite right-wing foil now that President Donald J. Trump is no longer in office — by arguing that the city would overcome its problems.\n“I want to say to everyone at Fox News, I’m not going to apologize for celebrating New York City,” he said.", "url": "https://www.nytimes.com/2021/04/15/nyregion/de-blasio-nyc-mayor.html"}