{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:51:43", "date_modify": "2022-10-25 23:51:43", "date_publish": "2021-12-07 16:04:52", "description": "About 1,400 have been on strike at four cereal plants since Oct. 5 over a dispute that has revolved around a two-tier compensation structure.", "filename": "2021_12_07_business_kellogg-workers-strike_1666741903.html", "image_url": "https://static01.nyt.com/images/2021/12/08/multimedia/00JPkellogg-print/00kellogg-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_07_business_kellogg-workers-strike_1666741903.html", "title": "Kellogg Workers Prolong Strike by Rejecting Contract Proposal", "title_page": "Kellogg Workers Prolong Strike by Rejecting Contract Proposal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "About 1,400 striking workers at four Kellogg cereal plants in the United States have rejected a tentative agreement on a five-year contract negotiated by their union, the company said on Tuesday.\nThe Bakery, Confectionery, Tobacco Workers and Grain Millers International Union, which represents the workers, did not reveal the vote totals but said in a statement that its members had “overwhelmingly voted” against the agreement.\nThe vote was the latest of several recently in which workers expressed dissatisfaction with the terms negotiated by their unions. Deere & Company workers rejected two tentative agreements before approving a third one last month, and some workers there worried that their union was not aggressive enough with the company.\nThe Kellogg rejection is “similar to what we saw earlier on in Deere,” said Johnnie Kallas, a Ph.D. student at the School of Industrial and Labor Relations at Cornell University and the project director of its Labor Action Tracker. “With the inflation we’re experiencing now and the fact that we’re in a relatively tight labor market, workers do feel emboldened.”", "url": "https://www.nytimes.com/2021/12/07/business/kellogg-workers-strike.html"}