{"authors": ["Mia Adorante"], "date_download": "2022-10-25 23:43:31", "date_modify": "2022-10-25 23:43:31", "date_publish": "2021-03-25 09:00:11", "description": "It all started with Dolly Parton.", "filename": "2021_03_25_style_cold-shoulder-top-coronavirus-vaccine_1666741411.html", "image_url": "https://static01.nyt.com/images/2021/03/25/fashion/25vaccine-top/25vaccine-top-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=a788078ffafbc26e57ba0751cdc972f23b139b9f30253880d5197d814d48fe45&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_25_style_cold-shoulder-top-coronavirus-vaccine_1666741411.html", "title": "How the Cold-Shoulder Top Became a Covid-19 Vaccine Fashion Trend", "title_page": "How the Cold-Shoulder Top Became a Covid-19 Vaccine Fashion Trend - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Look out, Zoom shirt. Here comes the vaccine top.\nAs millions of more Americans become eligible for the coronavirus vaccine, fashion-minded folks are giving extra consideration to what they will wear for their coveted appointments. And as with Zoom, it’s an above-the-waist style story, especially if there’s a vaccine selfie — call it a “vaxxie” — involved.\nSome have taken their deliberating to TikTok, asking viewers to choose. Jane Tsui, 24, a perky cosmetics chemist in Irvine, Calif., shared three bare-armed looks earlier this month, including a spaghetti-strap camisole hidden under a “classy” gray blazer and a one-shoulder leopard-print top that offers “lots of arm real estate,” she said. “Take your shot.”\nBut the emerging vaccine-ready top seems to be the cold-shoulder top, thanks to Dolly Parton. On March 2, the 75-year-old country music star posted a four-minute video across her social media channels, getting her first shot of the Moderna vaccine at Vanderbilt Health in Tennessee.", "url": "https://www.nytimes.com/2021/03/25/style/cold-shoulder-top-coronavirus-vaccine.html"}