{"authors": ["Adam Goldman", "John Ismay", "Hailey Fuchs"], "date_download": "2022-10-25 23:38:07", "date_modify": "2022-10-25 23:38:07", "date_publish": "2021-01-09 01:49:48", "description": "Federal prosecutors also backed off their suggestion that President Trump could be investigated for inciting the violence.", "filename": "2021_01_08_us_politics_capitol-riot-charges_1666741087.html", "image_url": "https://static01.nyt.com/images/2021/01/08/us/politics/08dc-charges/08dc-charges-facebookJumbo.jpg?year=2021&h=550&w=1050&s=faf31e6f260312e958c40d925a5cb49b10a88d0a1569883c7fc6fa96c725c674&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_08_us_politics_capitol-riot-charges_1666741087.html", "title": "Man Who Broke Into Pelosi’s Office and Others Are Charged in Capitol Riot", "title_page": "Man Who Broke Into Pelosi’s Office and Others Are Charged in Capitol Riot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The goal here is to identify people and get them,” Mr. Kohl said.\nThe Washington police have also arrested dozens, mostly on charges of unlawful entry and curfew violations.\nOne of the most serious federal cases involved Lonnie L. Coffman of Falkville, Ala. In the bed of his truck, officers found what they described as an M4 assault rifle and magazines loaded with ammunition. They also found rags, lighters and 11 glass Mason jars filled with a liquid later identified as gasoline.\nBomb technicians determined that they were meant to be turned into Molotov cocktails — small, hand-thrown fire bombs. Mr. Coffman was arrested when he tried to return to his truck around 6:30 p.m. Wednesday. The police found two handguns in his pants pockets, a 9-millimeter handgun in his right front pocket and a .22-caliber pistol in his left front pocket.\nWhen questioned by the police, Mr. Coffman said his Mason jars contained “melted Styrofoam and gasoline,” which would have behaved similarly to napalm when ignited.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nAlso among those arrested was Derrick Evans, a newly elected lawmaker from West Virginia, Mr. Kohl said. Mr. Evans posted video to his Facebook page of him filming as he stood among the crowd outside a Capitol door, shouting, “There we go! Open the door!” and chanting, “Our house! Our house!” before rushing inside. “We’re going in!” he added.\nThough he deleted the video, the F.B.I. found a copy on Reddit.\nAnother man taken into custody, Richard Barnett, 60, from Gravette, Ark., had posted a picture on social media of himself sitting at a desk in Ms. Pelosi’s office with his feet up and had said he expected to be arrested. “I’ll probably be telling them this is what happened all the way to the D.C. jail,” Mr. Barnett told a reporter later on Wednesday.\nThe images of Mr. Barnett were “shocking” and “repulsive,” said Jeffrey A. Rosen, the acting attorney general.", "url": "https://www.nytimes.com/2021/01/08/us/politics/capitol-riot-charges.html"}