{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:29:02", "date_modify": "2022-10-25 23:29:02", "date_publish": "2021-03-02 19:40:36", "description": "Her comments come after government bond yields climbed last week, a jump that rippled through financial markets.", "filename": "2021_03_02_business_bond-market-fed_1666740542.html", "image_url": "https://static01.nyt.com/images/2021/03/02/business/02Economy-Briefing-Brainard/merlin_184100559_a1d5a1bc-a0dd-4e0e-a1cc-da0789416ad4-facebookJumbo.jpg?year=2021&h=549&w=1050&s=9d50daf3f8b12af8d72d5d1fc2809d27ea467dae9a275473c1e059869c98ce2a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_02_business_bond-market-fed_1666740542.html", "title": "Fed is Watching Bond Markets, Brainard Says", "title_page": "Fed is Watching Bond Markets, Brainard Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lael Brainard, one of the Federal Reserve’s Washington-based governors, on Tuesday offered the first major hint that a wild ride in bond markets over the past week may have raised alarms at the U.S. central bank.\n“I am paying close attention to market developments — some of those moves last week and the speed of those moves caught my eye,” Ms. Brainard said, speaking at a Council on Foreign Relations webcast. “I would be concerned if I saw disorderly conditions or persistent tightening in financial conditions that could slow progress toward our goal.”\nMs. Brainard’s comments came after government bond yields climbed last week, a jump that rippled through financial markets. After dropping as low as about 0.5 percent in 2020,\nthe yield on a 10-year Treasury note — basically the rate the United States government must pay to borrow money for a decade — jumped above 1.6 percent on Thursday. It has retreated since, and by Tuesday it was around 1.41 percent.\nThe recent rise in bond yields seems to be driven by a belief among investors that growth and inflation will shoot higher this year, which could prompt the Fed to pull back on its support for the economy and markets sooner than previously expected. Fed officials have been clear that they will be patient in removing their policy help and that although they expect price gains to pop later this year, the increase is unlikely to last.\nFed officials had maintained a sanguine tone as bond yields climbed last week.\n“In a way, it’s a statement of confidence on the part of markets that we will have a robust and ultimately complete recovery,” Jerome H. Powell, the Fed’s chair, said of climbing yields during congressional testimony earlier last week.", "url": "https://www.nytimes.com/2021/03/02/business/bond-market-fed.html"}