{"authors": ["Michael D. Shear", "Shawn Hubler", "Roni Caryn Rabin", "Sheryl Gay Stolberg", "Jill Cowan"], "date_download": "2022-10-25 22:55:32", "date_modify": "2022-10-25 22:55:32", "date_publish": "2021-12-01 18:57:45", "description": "Much remains unknown about the new variant of the coronavirus. Experts had said it was only a matter of time before the variant showed up in the United States.", "filename": "2021_12_01_health_omicron-first-us-case-california_1666738532.html", "image_url": "https://static01.nyt.com/images/2021/12/01/multimedia/01virus-briefing-omicron-us-new/01virus-briefing-omicron-us-new-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_01_health_omicron-first-us-case-california_1666738532.html", "title": "First Omicron Case Detected in U.S.", "title_page": "First Omicron Case Detected in U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The first United States case of the Omicron variant of the coronavirus was reported in California on Wednesday, prompting Biden administration officials to renew their urgent calls for Americans to get fully vaccinated and, if eligible, a booster shot.\nThe patient, a traveler who returned to California from South Africa on Nov. 22, is in isolation, and aggressive contact tracing is underway, the Centers for Disease Control and Prevention said in a statement, adding that the individual was fully vaccinated and had mild symptoms that were improving. Close contacts of the individuals had tested negative, the agency said.\nThe World Health Organization has warned that the risk posed by the variant, a new iteration of the coronavirus first detected in southern Africa, is “very high.” More than 20 countries have found the variant so far.\nPublic health officials around the world have said for days that they expected the new, mutated form of the virus would quickly find its way to the United States despite its imposition of a travel ban on international travelers from eight southern African nations, a move several other countries have also taken.", "url": "https://www.nytimes.com/2021/12/01/health/omicron-first-us-case-california.html"}