{"authors": ["Thomas Fuller"], "date_download": "2022-10-25 23:26:56", "date_modify": "2022-10-25 23:26:56", "date_publish": "2021-05-05 23:43:41", "description": "The stabbing on Market Street this week and other attacks have caused some older Asian-American residents in the Bay Area to fear going outdoors, community leaders said.", "filename": "2021_05_05_us_asian-attack-san-francisco_1666740416.html", "image_url": "https://static01.nyt.com/images/2021/05/05/us/05sf-attack/05sf-attack-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bd08ba8eb2c0e5442937efa8751221fe5acf47d3d6e742bf73ecdc3943403cfa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_05_us_asian-attack-san-francisco_1666740416.html", "title": "Attack on 2 Asian Women in San Francisco Increases Fears", "title_page": "Attack on 2 Asian Women in San Francisco Increases Fears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Asian-American grandparents who spent months stuck inside during lockdowns are now afraid to go outdoors, said Carl Chan, the president of the Oakland Chinatown Chamber of Commerce.\nMr. Chan has been one of the most prominent voices in the Bay Area Chinese community raising concerns about the attacks. In a measure of how common they have become, Mr. Chan himself was assaulted on a street in Oakland last week. On his way to visit a 69-year-old Chinese man who was recuperating after being attacked with a cane on a public bus, Mr. Chan was punched in the head by a man who called him a racial slur.\n“I’m extremely concerned,” Mr. Chan said on Wednesday of the continued violence against Asians. “We have to stand up no matter how many attacks and stop this craziness.”\nIn many cases, the police and prosecutors have struggled to establish a motive. A spokeswoman for the San Francisco District Attorney’s Office, Rachel Marshall, said five people in the city have been charged with anti-Asian hate crimes this year. Others have been charged with elder abuse, including a 19-year-old man who was accused of fatally assaulting Vicha Ratanapakdee, a retired bank auditor from Thailand, on a chilly January morning.\nMany of the assaults have occurred in and around the Tenderloin, a district that struggles with some of the city’s most intractable social problems, including people suffering from mental illness and drug addiction who often live on the streets.\nTwo attacks in March carried out by a man the police identified as Steven Jenkins, 39, illustrate the hazy ambiguity that the street conditions can bring to some of these attacks.", "url": "https://www.nytimes.com/2021/05/05/us/asian-attack-san-francisco.html"}