{"authors": ["Patrick Mcgeehan", "Nicole Hong"], "date_download": "2022-10-25 23:45:38", "date_modify": "2022-10-25 23:45:38", "date_publish": "2021-10-20 07:00:08", "description": "The city’s tourism marketing agency is starting a campaign in several countries to attract visitors after the long pandemic lockout.", "filename": "2021_10_20_nyregion_nyc-tourism_1666741538.html", "image_url": "https://static01.nyt.com/images/2021/10/19/nyregion/19nytourism/merlin_194751417_7821eb7e-ed20-41c8-8596-8ec0f0b6e392-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1a70c67d245ef830893e6fe28d7d319f11fa88a3514189714ab98f291cbd2c38&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_20_nyregion_nyc-tourism_1666741538.html", "title": "As Borders Reopen, New York Wants Foreign Tourists Back, and Fast", "title_page": "As Borders Reopen, New York Wants Foreign Tourists Back, and Fast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fred Dixon, the chief executive of NYC & Company, said it would still take years to regain all of the lost tourism, but the campaign could help. “There is an enormous amount of pent-up demand, and people are anxious to travel again,” he said.\nMany New York businesses and workers say their survival depends on the robust return of international visitors.\n“We’re hoping the city tries to bring back these international tourists because they’re our lifeline,” said Mohammed Rufai, an immigrant from Ghana who sells tickets in Times Square for a double-decker bus tour of Manhattan. “We need them.”\nMr. Rufai, 45, said he could earn $200 a day before the pandemic, more than 70 percent of it from sales to tourists from England, Mexico and other parts of the world. He now struggles to make half that.\n“You cannot ask people to ride if there are no people here to ask,” he said.\nThe lack of tourists during the pandemic ravaged the city’s hotel industry, causing dozens of them to close — several of them permanently — and putting thousands of people out of work for more than a year.\nSome, like the Hilton in Midtown, the city’s biggest hotel, just reopened this month in anticipation of an increase in tourism spurred by the return of Broadway shows and the holiday shopping season.\nThe performing arts and hospitality industries also suffered steep losses and rampant unemployment without the usual flocks of tourists. Hundreds of restaurants in New York City closed for good during the pandemic, and the unemployment rate in the city is still 10.2 percent, compared with 4.8 percent nationally.", "url": "https://www.nytimes.com/2021/10/20/nyregion/nyc-tourism.html"}