{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:27:44", "date_modify": "2022-10-25 23:27:44", "date_publish": "2021-06-11 04:15:09", "description": "Despite the feel-good imagery expected to be on display at the Group of 7 meeting, many Europeans suspect that President Biden is little more interested in give-and-take than was his predecessor.", "filename": "2021_06_11_world_europe_us-europe-biden-china_1666740464.html", "image_url": "https://static01.nyt.com/images/2021/06/10/world/10biden-europe01/10biden-europe01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=627c137644b03a769d9d839e42ff9b53a3c4439b203a17082a136062e2bd636e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_11_world_europe_us-europe-biden-china_1666740464.html", "title": "America May Be ‘Back’ in Europe, but How Much Has Changed Under Biden?", "title_page": "America May Be ‘Back’ in Europe, but How Much Has Changed Under Biden? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We’re living in an era of diminished trust,” said Wolfgang Ischinger, a former German ambassador to the United States who runs the Munich Security Conference, where Mr. Biden has been a regular speaker.\nGermans, he said, used to think it did not matter much to the trans-Atlantic alliance if the president was a Democrat or a Republican. Now, Mr. Ischinger said, “We are, for the first time in 70 years, confronted with a new question: What happens if a resurrected Trump reappears on the stage?”\nWhite House officials have carefully choreographed Mr. Biden’s trip to make it a summer festival of alliance repair. But back in Washington, analysts say its personnel moves show a more marginalized role for Europe.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nThe White House has named prominent officials to coordinate Indo-Pacific and Middle East policy in the National Security Council. There is no counterpart for Europe, nor has the administration made diplomatic appointments, like an ambassador to NATO or an envoy to handle Northern Ireland.\nMr. Biden has welcomed the leaders of Japan and South Korea at the White House, though not yet any major European leader.\nOn the eve of his visit to Britain, a senior American diplomat expressed blunt concerns to Mr. Johnson’s chief Brexit negotiator about how Britain was handling tensions over post-Brexit trade arrangements in Northern Ireland.\nThere is a similar sense of limited expectations on both sides about Russia, even with Mr. Biden set to meet President Vladimir V. Putin next week in Geneva. Relations between Washington and Moscow soured swiftly in the early months of the administration, as the United States faced a Russian hacking operation, evidence of continued Russian interference in the 2020 presidential campaign and Mr. Putin’s massing of troops on Russia’s border with Ukraine.", "url": "https://www.nytimes.com/2021/06/11/world/europe/us-europe-biden-china.html"}