{"authors": ["Madeleine Ngo", "Ana Swanson"], "date_download": "2022-10-25 23:31:17", "date_modify": "2022-10-25 23:31:17", "date_publish": "2021-11-09 10:00:24", "description": "Long hours and uncomfortable working conditions are leading to a shortage of truck drivers, which has compounded shipping delays in the United States.", "filename": "2021_11_09_us_politics_trucker-shortage-supply-chain_1666740677.html", "image_url": "https://static01.nyt.com/images/2021/11/04/business/00dc-truckdrivers01alt/00dc-truckdrivers01alt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_09_us_politics_trucker-shortage-supply-chain_1666740677.html", "title": "The Biggest Kink in America’s Supply Chain: Not Enough Truckers", "title_page": "The Biggest Kink in America’s Supply Chain: Not Enough Truckers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The directors of the ports of Los Angeles and Long Beach said that, at least initially, few additional truckers were showing up to take advantage of the extended hours.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nGene Seroka, the executive director of the Port of Los Angeles, said his port had told the White House in July that about 30 percent of the port’s appointments for truckers went unused every day, largely because of shortages of drivers, the chassis they use to pull the loads and warehouse workers to unload items from trucks.\n“Here in the port complex, with all this cargo, we need more drivers,” Mr. Seroka said.\nThe $1 trillion infrastructure bill that the House passed last week could help mitigate the shortage. The legislation includes a three-year pilot apprenticeship program that would allow commercial truck drivers as young as 18 to drive across state lines. In most states, people under 21 can receive a commercial driver’s license, but federal regulations restrict them from driving interstate routes.\nBut industry experts said the program was unlikely to fix the immediate problem, given that it could take months to get underway and the fact that many people simply do not want to drive trucks.\nMr. Biden said last month that he would consider deploying the National Guard to alleviate the trucker shortage, although a White House official said the administration was not actively pursuing the move.\nMeera Joshi, the deputy administrator of the Federal Motor Carrier Safety Administration, said the agency had focused on easing the process of obtaining a commercial driver’s license after states cut back licensing operations during the coronavirus pandemic. The agency has also extended the hours that certain drivers can work.\n“They are the absolute backbone of a big part of our supply chain,” Pete Buttigieg, the transportation secretary, said about truckers at a White House briefing on Monday. “We need to respect and, in my view, compensate them better than we have.”", "url": "https://www.nytimes.com/2021/11/09/us/politics/trucker-shortage-supply-chain.html"}