{"authors": ["Michael Levenson"], "date_download": "2022-10-25 22:59:59", "date_modify": "2022-10-25 22:59:59", "date_publish": "2021-05-20 01:30:36", "description": "Body-camera footage obtained by The Associated Press showed Ronald Greene apologizing and screaming, “I’m scared,” as he was jolted with a stun gun after a high-speed chase in 2019.", "filename": "2021_05_19_us_Ronald-Greene-Louisiana-State-Police_1666738799.html", "image_url": "https://static01.nyt.com/images/2021/05/19/multimedia/19xp-greene/19xp-greene-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1614e370dc17a66f40ef8129282078de523c30cdfe0b4dc6143e11a0f35f32e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_19_us_Ronald-Greene-Louisiana-State-Police_1666738799.html", "title": "Footage Shows Louisiana Troopers Punching and Dragging Man Who Died", "title_page": "Footage Shows Louisiana Troopers Punching and Dragging Man Who Died - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Relatives of Ronald Greene were initially told that he had died from injuries he sustained in a crash after he failed to stop for a traffic violation outside Monroe, La., in May 2019, according to a lawyer for the family.\nBut body-camera footage obtained and published by The Associated Press on Wednesday showed Mr. Greene, 49, screaming, “I’m sorry” and “I’m scared,” after troopers opened the door to his car and jolted him with a stun gun after a high-speed chase.\n“I’m scared!” Mr. Greene screamed, according to the video. “I’m your brother! I’m scared!”\nAccording to The A.P., which said it had obtained 46 minutes of video footage from the encounter, one trooper wrestled Mr. Greene to the ground, put him in a chokehold and punched him in the face. Another trooper briefly dragged him by his ankle shackles as he lay on the ground, according to the footage.\nMr. Greene was jolted again with a stun gun while he was on the ground and handcuffed, the footage shows. The A.P. reported that the troopers, who were white, left Mr. Greene, who was Black, facedown and moaning for more than nine minutes, as they wiped blood from their hands and faces.", "url": "https://www.nytimes.com/2021/05/19/us/Ronald-Greene-Louisiana-State-Police.html"}