{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:00:46", "date_modify": "2022-10-25 23:00:46", "date_publish": "2021-06-17 14:40:06", "description": "The unanimous ruling was further evidence that claims of religious liberty almost always prevail in the current court.", "filename": "2021_06_17_us_supreme-court-gay-rights-foster-care_1666738846.html", "image_url": "https://static01.nyt.com/images/2021/06/17/us/politics/17dc-scotus-philly/17dc-scotus-philly-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bf4f1354a87ce60ebd58709ec9d4e064f054c7fcedebd61d7779a28376c9b352&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_17_us_supreme-court-gay-rights-foster-care_1666738846.html", "title": "Supreme Court Backs Catholic Social Services in Case on Gay Rights and Foster Care", "title_page": "Supreme Court Backs Catholic Social Services in Case on Gay Rights and Foster Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For his part, Justice Alito wrote that the ruling was so narrow as to be ephemeral.\n“This decision might as well be written on the dissolving paper sold in magic shops,” he wrote. “If the city wants to get around today’s decision, it can simply eliminate the never-used exemption power. If it does that, then, voilà, today’s decision will vanish — and the parties will be back where they started.”\nPhiladelphia stopped placing children with foster families through the agency, Catholic Social Services, after a 2018 article in The Philadelphia Inquirer described its policy against placing children with same-sex couples. The agency and several foster parents sued the city, saying the decision violated their First Amendment rights to religious freedom and free speech.\nLawyers for the city said the case, Fulton v. City of Philadelphia, No. 19-123, was an easy one. When the government hires independent contractors like the Catholic agency, they said, it acts on its own behalf and can include provisions banning discrimination in its contracts.\nLawyers for the agency responded that it merely wanted to continue work that it had been doing for centuries, adding that no gay couple had ever applied to it. If one had, they said, the couple would have been referred to another agency.\nA unanimous three-judge panel of the United States Court of Appeals for the Third Circuit, in Philadelphia, ruled against the agency. The city was entitled to require compliance with its nondiscrimination policies, the court said.\nJustice Alito’s concurring opinion on Thursday spanned 77 pages, five times the length of Chief Justice Roberts’s majority opinion. It made the case for overruling an important precedent limiting First Amendment protections for religious practices.\nThe precedent, Employment Division v. Smith in 1990, ruled that general laws that do not single out religion could not be challenged on the ground that they violated the First Amendment’s protection of the free exercise of religion.", "url": "https://www.nytimes.com/2021/06/17/us/supreme-court-gay-rights-foster-care.html"}