{"authors": ["Precious Fondren", "Ashley Wong"], "date_download": "2022-10-25 22:55:57", "date_modify": "2022-10-25 22:55:57", "date_publish": "2021-07-30 23:34:34", "description": "New Yorkers lined up in the Bronx and Brooklyn to get vaccinated on the first day cash was offered to get vaccinated at city-run sites.", "filename": "2021_07_30_nyregion_new-york-city-vaccine-100-offer_1666738557.html", "image_url": "https://static01.nyt.com/images/2021/07/30/world/30virus-briefing-nyc100dollars/30virus-briefing-nyc100dollars-facebookJumbo.jpg?year=2021&h=550&w=1050&s=802a1a9c53451ed3fc4f211db81a347c1f54df0ba65d1f3a698a6366f35eabd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_30_nyregion_new-york-city-vaccine-100-offer_1666738557.html", "title": "Some New Yorkers Say $100 Offer Inspired Them to Get Vaccine", "title_page": "Some New Yorkers Say $100 Offer Inspired Them to Get Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Robert Byng was determined to receive his first shot of the Pfizer-BioNTech coronavirus vaccine at the Bushwick branch of the Brooklyn Public Library on Friday, and said that he had pushed back an interview to be there.\nThe reason? He needed the $100 that now comes with receiving your first dose at a city-run site.\nMr. Byng, 59, is living in a men’s shelter that he said has had plenty of positive cases. That coupled with the fact that he’ll receive $100 for getting his shot motivated him to get vaccinated.\n“The $100 does kind of boost your want to get vaccinated,” he said. “Times are hard. That, plus I want to be safe. I’m not ready to die yet.”\nThe city has tried all kinds of tactics to try to lure in residents to get vaccinated, from gift certificates, free tickets to soccer games and stays in some of the city’s glitziest hotels. Now, it’s simply giving out cash in a bid to entice members of groups whose vaccination rates have stayed stubbornly low. The Biden administration has urged other local and state governments to draw on Covid relief funds to offer similar bonuses.", "url": "https://www.nytimes.com/2021/07/30/nyregion/new-york-city-vaccine-100-offer.html"}