{"authors": ["Adam Liptak"], "date_download": "2022-10-25 22:56:23", "date_modify": "2022-10-25 22:56:23", "date_publish": "2021-06-29 23:21:22", "description": "The C.D.C. had imposed an eviction moratorium, saying it was needed to address the coronavirus pandemic.", "filename": "2021_06_29_us_politics_supreme-court-eviction-ban_1666738583.html", "image_url": "https://static01.nyt.com/images/2021/06/17/us/politics/17dc-scotus-evict/17dc-scotus-evict-facebookJumbo.jpg?year=2021&h=550&w=1050&s=875401af6018430a61b612361fd1884db1a4ced29d52fc8a6afd3c52c3ce8b09&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_29_us_politics_supreme-court-eviction-ban_1666738583.html", "title": "Supreme Court Rejects Request to Lift Federal Ban on Evictions", "title_page": "Supreme Court Rejects Request to Lift Federal Ban on Evictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Supreme Court on Tuesday refused to lift a moratorium on evictions that had been imposed by the Centers for Disease Control and Prevention in response to the coronavirus pandemic.\nThe vote was 5 to 4, with Chief Justice John G. Roberts Jr. and Justices Stephen G. Breyer, Sonia Sotomayor, Elena Kagan and Brett M. Kavanaugh in the majority.\nThe court gave no reasons for its ruling, which is typical when it acts on emergency applications. But Justice Kavanaugh issued a brief concurring opinion explaining that he had cast his vote reluctantly and had taken account of the impending expiration of the moratorium.\n“The Centers for Disease Control and Prevention exceeded its existing statutory authority by issuing a nationwide eviction moratorium,” Justice Kavanaugh wrote. “Because the C.D.C. plans to end the moratorium in only a few weeks, on July 31, and because those few weeks will allow for additional and more orderly distribution of the congressionally appropriated rental assistance funds, I vote at this time to deny the application” that had been filed by landlords, real estate companies and trade associations.", "url": "https://www.nytimes.com/2021/06/29/us/politics/supreme-court-eviction-ban.html"}