{"authors": ["David E. Sanger", "Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:48:09", "date_modify": "2022-10-25 23:48:09", "date_publish": "2021-02-23 01:50:56", "description": "Speaking somberly and drawing on his own personal experience, President Biden sought not only to honor the dead, but also to comfort those who have lost loved ones.", "filename": "2021_02_22_us_politics_biden-covid-milestone_1666741689.html", "image_url": "https://static01.nyt.com/images/2021/02/22/us/politics/22dc-virus-biden/22dc-virus-biden-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=efacda63805b2a988c0c9a79e3736d7cf95666ae866b0e649a709542a27b18c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_22_us_politics_biden-covid-milestone_1666741689.html", "title": "Biden Marks Covid-19 Deaths Milestone in Emotional Ceremony", "title_page": "Biden Marks Covid-19 Deaths Milestone in Emotional Ceremony - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The White House ceremony was particularly notable because President Donald J. Trump refused to mark the losses or hold such remembrances, knowing that any focus on the individual lives lost would quickly raise the question of how the government failed to respond more quickly and aggressively.\nBut in October, Mr. Trump did appear in much the same spot when he returned home from the hospital after being treated for Covid-19, removed his mask and walked inside — even as he was still most likely infectious.\nTime after time, Mr. Trump played down the virus, first arguing that it would disappear, then that it would be contained to a few lives that would be lost, and then boasting that his government would hold the death count to “substantially below the 100,000” mark. At one point, he told the journalist Bob Woodward that he would not talk about the dangers “to reduce panic.”\nAs a presidential candidate, Mr. Biden consistently warned of the hard times that were ahead, even as he pledged that combating the virus would be his No. 1 priority if he were elected. Now, a month into his term in office, he owns the response. And he is already facing critics who question whether he set the bar for vaccinations too low, and if he is moving too slowly to clear roadblocks to getting millions of Americans vaccinated every day.\nThe average now is about 1.7 million vaccines administered daily, which the White House press secretary, Jen Psaki, noted on Monday was roughly twice the daily vaccination pace as when Mr. Biden was inaugurated.\nAnd by Monday, the number of Covid deaths being reported, on average, on most days was cut by roughly half since the peak of more than 3,300 in January. The slowing came as a relief, but scientists said variants of the virus made it difficult to project the future of the pandemic, and both Mr. Biden’s new team of medical advisers and historians cautioned against turning away from the scale of the country’s losses.\n“We continue to see trends head in the right direction, but cases, hospital admissions and deaths remain at very high levels,” Dr. Rochelle Walensky, the director of the Centers for Disease Control and Prevention, told reporters on Monday at the daily briefing on the virus that Mr. Biden has initiated. While average daily infections have dropped over 70 percent since January’s peak, she said, “cases remain significantly elevated.”", "url": "https://www.nytimes.com/2021/02/22/us/politics/biden-covid-milestone.html"}