{"authors": ["Adam Mann"], "date_download": "2022-10-25 22:55:25", "date_modify": "2022-10-25 22:55:25", "date_publish": "2021-12-02 19:00:10", "description": "Astronomers call it a “super-Mercury” and think it holds clues to how planets form close in to their stars.", "filename": "2021_12_02_science_iron-exoplanet-super-mercury_1666738525.html", "image_url": "https://static01.nyt.com/images/2021/12/07/science/02sci-ironworld1/02sci-ironworld1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_02_science_iron-exoplanet-super-mercury_1666738525.html", "title": "Metal Planet Orbits Its Star Every 7.7 Hours", "title_page": "Metal Planet Orbits Its Star Every 7.7 Hours - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Astronomers engaged in the sport of hunting exoplanets, or planets around other star systems have spotted a tiny world designated GJ 367 b with about half the mass of the Earth. Among the lightest exoplanets found to date, GJ 367 b zips around its parent star in a speedy 7.7 hours and is unusually dense, appearing to be made of almost pure iron.\nCalled a “super-Mercury” for its location and composition, the lightweight entity’s existence challenges aspects of planetary formation theories. It could be hinting that miniature worlds come in a much wider diversity than previously believed.\n“It’s absolutely great to have found a planet like this,” said Diana Valencia, an astrophysicist at the University of Toronto Scarborough who was not involved in the discovery. “It’s mind-blowing.”\nGJ 367 b orbits a cool red star located roughly 31 light years from Earth. Researchers initially spotted it using NASA’s Transiting Exoplanet Survey Satellite (TESS), a space telescope that finds nearby worlds by measuring how much their stellar hosts dim as they move in front of the stars’ faces. Because this eclipse produces a little trough in the light received from a star, astronomers can use it to estimate a planet’s size.", "url": "https://www.nytimes.com/2021/12/02/science/iron-exoplanet-super-mercury.html"}