{"authors": ["Mike Baker", "Michael Laforgia"], "date_download": "2022-10-25 23:24:15", "date_modify": "2022-10-25 23:24:15", "date_publish": "2021-08-25 12:30:58", "description": "The team that developed Champlain Towers managed to build the condos despite checkered pasts, internal strife and a last-minute change that infuriated leaders in Surfside, Fla.", "filename": "2021_08_25_us_miami-building-collapse-surfside_1666740255.html", "image_url": "https://static01.nyt.com/images/2021/08/06/us/00miami-collapse/00miami-collapse-facebookJumbo.jpg?year=2021&h=549&w=1050&s=6faa0c004273b94f1d3f61288654b1dfba0aa2c71607a3d4e97a0cfc3f605a30&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_25_us_miami-building-collapse-surfside_1666740255.html", "title": "Inside the Turbulent Origins of the Miami Building Collapse", "title_page": "Inside the Turbulent Origins of the Miami Building Collapse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Investigators with the National Institute of Standards and Technology are still in the early days of examining the building’s collapse, with ongoing examinations of the integrity of the foundations and the strength of the materials used to support the building. The investigation will include a review of how the building was designed and constructed, including the building’s modifications, the agency said on Wednesday.\nTroubled pasts\nBy the late 1970s, Surfside was still a humble corner of South Florida, so popular with Canadian snowbirds looking for a discounted slice of paradise that the town dedicated a week to celebrating the connection. Winners of the festival’s beauty pageant could receive a trip to Canada.\nOne of the Canadians with an eye on the town was the lead developer of Champlain Towers, Nathan Reiber, who brought a grand vision to reshape Surfside’s waterfront at a time when the town was eager to find new sources of tax revenue to keep taxes low for full-time residents. As Mr. Reiber’s team filed for the first Champlain Towers permits in August 1979 — with no 13th-story penthouses — city officials were struggling with serious inadequacies in the water and sewer systems that had led to a moratorium on new development.\nThe Champlain Towers developers came up with a plan: They would provide $200,000 toward the needed upgrades — covering half the cost — if they could get to work on construction. The town agreed.\n“It was exciting,” said Mitchell Kinzer, who was the mayor at the time. “Here we are, little Surfside, a tiny town getting first-class luxury buildings.”\nMr. Reiber pursued the project even as he was dealing with legal troubles in Canada. A lawyer from Ontario who had ventured into real estate, Mr. Reiber and two partners were accused by Canadian prosecutors of dodging taxes in the 1970s by plundering the proceeds of coin-operated laundry machines in their buildings in a scheme to lessen their taxable income. The prosecutor also accused the group of using the expenses of a fake building project to avoid taxes on some $120,000 in rent payments.\nImage Nathan Reiber\nAfter court proceedings that dragged on for years, Mr. Reiber pleaded guilty to one count of tax evasion in 1996. Family members of Mr. Reiber, who died in 2014, did not respond to messages seeking comment.", "url": "https://www.nytimes.com/2021/08/25/us/miami-building-collapse-surfside.html"}