{"authors": ["Julie Bosman", "Lauren Leatherby"], "date_download": "2022-10-25 22:56:48", "date_modify": "2022-10-25 22:56:48", "date_publish": "2021-10-01 14:08:24", "description": "The latest Covid-19 deaths were concentrated in the South, and included more younger people than before. Every age group under 55 saw its highest death toll of the pandemic this August.", "filename": "2021_10_01_us_us-covid-deaths-700k_1666738608.html", "image_url": "https://static01.nyt.com/images/2021/10/01/multimedia/700k-covid-deaths-promo-new/700k-covid-deaths-promo-new-facebookJumbo-v2.png?year=2021&h=549&w=1050&s=561c23c74ebd8d3fccf77429102163f9ca23e435355729a6c5d5d7ca069d1313&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_01_us_us-covid-deaths-700k_1666738608.html", "title": "U.S. Covid Death Toll Nears 700,000 Despite Availability of Vaccines", "title_page": "U.S. Covid Death Toll Nears 700,000 Despite Availability of Vaccines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His own exhaustion runs deep. He works seven days a week and has lately been confronted with previously unimaginable problems: shortages of caskets, hospitals with full morgues and a need to schedule burials weeks into the future so cemeteries will have vaults available.\n“It certainly has taken a toll,” he said. “And you just think, this just doesn’t have to be.”\nThe Delta surge has hit working-age Americans particularly hard. Older Americans are still more susceptible to the virus but have benefited from their willingness to be vaccinated: People 65 and older, who have been among the most vulnerable to serious illness from the virus, have the highest rate of vaccination of all age groups, at 83 percent fully vaccinated, according to the C.D.C.\nVaccine mandates have begun to take effect in some states and within some companies, and on Friday, California became the first state to announce plans to add the coronavirus vaccine to other vaccinations required to attend school, starting as early as next fall. But only 65 percent of the eligible U.S. population is fully vaccinated. The nation’s vaccination campaign has been slowed by people who say they are hesitant or unwilling to get shots, amid a polarized landscape that has included misinformation from conservative and anti-vaccine commentators casting doubt on the safety of vaccines.\nVaccination rates are lower for people in their 30s, and the number of people in that age group who died of the virus in August was almost double the number who died during January, the previous record month, according to provisional counts from the C.D.C. More than 3,800 people in their 40s died of Covid-19 in August, compared with 2,800 in January.\nStephen Kimmel, a professor of epidemiology at the University of Florida, said younger people were particularly vulnerable to infection now because they have a relatively low rate of vaccination and are increasingly interacting with one another, leading to more opportunities to be infected. The Delta variant is much more contagious than previous variants.\n“If you look back when the virus first started, the mantra was, this seems to be a disease that affects older people more severely, and fortunately younger people don’t seem to get as sick,” he said. “Younger people now feel this is a virus that won’t affect them.”", "url": "https://www.nytimes.com/2021/10/01/us/us-covid-deaths-700k.html"}