{"authors": ["Anton Troianovski", "Ivan Nechepurenko"], "date_download": "2022-10-25 23:53:15", "date_modify": "2022-10-25 23:53:15", "date_publish": "2021-01-17 10:07:17", "description": "Aleksei Navalny, Russia’s most prominent opposition leader, landed in Russia Sunday night five months after he was poisoned with a nerve agent.", "filename": "2021_01_17_world_europe_navalny-russia-return_1666741995.html", "image_url": "https://static01.nyt.com/images/2021/01/17/world/17navalny-add1/17navalny-add1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bdbdd7058384292dbf8bb94129370f05df07847a081263dae4001f3decd9373e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_17_world_europe_navalny-russia-return_1666741995.html", "title": "Navalny Arrested on Return to Moscow in Battle of Wills With Putin", "title_page": "Navalny Arrested on Return to Moscow in Battle of Wills With Putin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Aleksei A. Navalny returned to his home country Sunday, five months after a near-fatal nerve-agent attack, and was arrested at the border, a show of fearlessness by Russia’s most prominent opposition leader and of anxiety by President Vladimir V. Putin.\nIn hours of live-streamed drama that played out in Berlin, in the air and at two Moscow airports, Mr. Navalny careened headlong into near-certain detention after deciding to leave the relative safety of Germany, where he had been recovering from last summer’s poisoning.\nHundreds of people braved the bitter cold outside Moscow’s Vnukovo Airport to greet Mr. Navalny, but the low-cost Russian airline he was flying was diverted just before landing to a different Moscow airport. There, at passport control, Mr. Navalny was confronted by uniformed policemen in black masks.\nHe embraced his wife, Yulia Navalnaya, before being led away.\n“I am not afraid,” Mr. Navalny told reporters just before he was detained, standing in front of a neon sign at the airport that portrayed the Kremlin. “I know that I am in the right and that all the criminal cases against me are fabricated.”", "url": "https://www.nytimes.com/2021/01/17/world/europe/navalny-russia-return.html"}