{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:23:39", "date_modify": "2022-10-25 23:23:39", "date_publish": "2021-10-06 23:22:41", "description": "Myocarditis, a rare side effect, occurs mostly after the second dose. So in some countries, officials are trying out single doses for children.", "filename": "2021_10_06_health_covid-vaccine-children-dose_1666740219.html", "image_url": "https://static01.nyt.com/images/2021/10/06/science/06virus-kids1/06virus-kids1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9d7eeab48b858cbc16982c3bf0ec506346b668289cdf3d967a47375f8349bdd6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_06_health_covid-vaccine-children-dose_1666740219.html", "title": "Covid Vaccines and Children: Is One Dose Better Than Two?", "title_page": "Covid Vaccines and Children: Is One Dose Better Than Two? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Advisers to the Centers for Disease Control and Prevention reviewed data on myocarditis in June, and unanimously voted to recommend the vaccine for children ages 12 and older, saying the benefits far outweighed the risk.\nAgency research has estimated that for every million vaccinated boys ages 12 to 17 in the United States, the shots might cause a maximum of 70 myocarditis cases, but they would prevent 5,700 infections, 215 hospitalizations and two deaths. Studies have also shown that the risk of heart problems after Covid-19 is much higher than after vaccination.\nMyocarditis was among the concerns that led the Food and Drug Administration to ask vaccine makers this summer to increase the number of children in clinical trials. The issue is likely to be the focus of intense discussion when agency advisers meet later this month to review the evidence for vaccinations of children ages 5 to 11.\nThe latest analysis, which was published on Wednesday in The New England Journal of Medicine, found that the incidence of myocarditis after vaccination in Israel was highest among males aged 16 to 29. About 11 of every 100,000 males in that age group developed the condition a few days after being vaccinated, a rate higher than most earlier estimates. (The risk was negligible in females of any age.)\nOf the 54 cases identified in the study, one was severe enough to require ventilation. Another patient with a history of heart disease died of an unknown cause soon after discharge from the hospital.", "url": "https://www.nytimes.com/2021/10/06/health/covid-vaccine-children-dose.html"}