{"authors": ["Sophie Kasakove", "Rick Rojas"], "date_download": "2022-10-25 23:24:26", "date_modify": "2022-10-25 23:24:26", "date_publish": "2021-07-05 22:56:13", "description": "Search efforts were paused because of fears of another collapse at the building in Surfside, Fla., but resumed on Monday after a controlled demolition.", "filename": "2021_07_05_us_miami-building-search_1666740266.html", "image_url": "https://static01.nyt.com/images/2021/07/05/us/05miami-sub/05miami-sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3e1e22eba55c742309b44f376b1010fd9d414cecbad6a3eadab87f4c22266432&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_05_us_miami-building-search_1666740266.html", "title": "Miami Building Collapse: After Demolition, More Bodies Are Found", "title_page": "Miami Building Collapse: After Demolition, More Bodies Are Found - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SURFSIDE, Fla. — With nearly half of the building no longer looming over them, rescuers resumed searching the rubble of a collapsed condominium complex north of Miami Beach on Monday, finding four more bodies and bringing the death toll to 28 in the hours after the still-standing portion of Champlain Towers South was leveled.\nThe search effort had been halted for much of the weekend amid growing worries about the building’s stability, particularly with the approach of a tropical storm. A controlled explosion at about 10:30 p.m. on Sunday brought the rest down, as families continued to await news of the more than 100 people missing since part of the building collapsed 11 days ago.\nMayor Daniella Levine Cava of Miami-Dade County told reporters on Monday that the demolition was “executed exactly as planned” and left officials optimistic about safely sifting through the rubble. “There is hope that there are voids that will allow us to continue the search-and-rescue operation,” she said.", "url": "https://www.nytimes.com/2021/07/05/us/miami-building-search.html"}