{"authors": ["Patrick Kingsley", "Adam Rasgon"], "date_download": "2022-10-25 23:55:49", "date_modify": "2022-10-25 23:55:49", "date_publish": "2021-06-03 20:14:33", "description": "Prime Minister Benjamin Netanyahu of Israel failed to win a majority in the past three elections — but still held onto power. The ground has shifted.", "filename": "2021_06_03_world_middleeast_netanyahu-bennett-israel-lapid-government_1666742149.html", "image_url": "https://static01.nyt.com/images/2021/06/03/world/03israel-netanyahu1/03israel-netanyahu1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=15fdb235b453ad876ed2abe308701434f29796ea05f6d96a87c6776d6632d6fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_03_world_middleeast_netanyahu-bennett-israel-lapid-government_1666742149.html", "title": "Netanyahu Outfoxed His Rivals For Years. Here's What Changed.", "title_page": "Netanyahu Outfoxed His Rivals For Years. Here's What Changed. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Naftali Bennett, the leader of a hard-right political party, stood before television cameras and pledged never to share power with Yair Lapid, a centrist, and Mansour Abbas, an Islamist. It was March 22, the day before Israel’s fourth election in two years.\nYet late Wednesday night, just 72 days later, there was Mr. Bennett, sitting down beside both Mr. Abbas and Mr. Lapid and signing a deal that, pending a confidence vote in Parliament later this month, would see all three unite in the first government since 2009 that won’t be led by Prime Minister Benjamin Netanyahu.\nThrough three consecutive elections between April 2019 and March 2020, Mr. Netanyahu had kept them all at bay. He may have failed to win an overall majority himself, but he clung to power by exacerbating divisions within Israel’s ideologically diffuse opposition, ensuring that they, too, would fail to build a majority coalition.\nThe question of what changed since a fourth inconclusive election in March — and why — has several answers, both systemic and circumstantial.", "url": "https://www.nytimes.com/2021/06/03/world/middleeast/netanyahu-bennett-israel-lapid-government.html"}