{"authors": ["Randy Kennedy"], "date_download": "2022-10-25 23:36:12", "date_modify": "2022-10-25 23:36:12", "date_publish": "2021-04-23 09:00:27", "description": "Jessica Morgan moves the art foundation beyond the sometimes swaggering heart of its Minimalist collection.", "filename": "2021_04_23_arts_design_dia-foundation_1666740972.html", "image_url": "https://static01.nyt.com/images/2021/04/25/arts/25DIA-NEXT-1/25DIA-NEXT-1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=ebd58e2bfb9d8b032a58cd369926491f65c833e9047c93fc390d5e99e192c7d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_23_arts_design_dia-foundation_1666740972.html", "title": "Dia 2.0: Facing the Future", "title_page": "Dia 2.0: Facing the Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dia’s curators have been working for years on the knotty calculus of determining which artists and works, like Raven’s, make sense in the foundation’s highly particular biome. Much of their time, Morgan said, has been directed toward “thinking about who was not in the collection and why and let’s move beyond the same tired history that we hear over and over again because we all know that there are different stories to tell.”\nArtists and ideas on the horizon, possible but not yet set in stone, Morgan said, tend to lay further afield than Dia has ranged in the past: a project with the Indian artist Sheela Gowda, 64, in Bangalore; others with the Mexican writer and activist Valeria Luiselli, 37, and the Colombian artist Delcy Morelos, 53, whose practice in ceramic and clay speaks partly to her country’s history of violence; and a permanent land-art site in Puerto Rico.\nMorgan said her greatest hope for reopening in Chelsea is that it will make its strongest statement by declining to make an architectural statement.\n“This is the road we chose — not to spend tons of money on something but to prioritize giving money to artists and to an endowment so that we can continue to do what we do best,” she said. Especially now, as institutions around the world reel from the pandemic’s financial blow, cutting programs and staff, she said she believed Dia’s instinct to remain low to the ground was prescient. And lucky.\n“Money has often gone to the wrong place, I think, vanity projects for one person or another,” she said. “I don’t know any artists who are really into those kinds of spaces. Do you?”", "url": "https://www.nytimes.com/2021/04/23/arts/design/dia-foundation.html"}