{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:47:02", "date_modify": "2022-10-25 23:47:02", "date_publish": "2021-05-05 18:44:25", "description": "Isabel Díaz Ayuso, a conservative politician dubbed a “Trumpista” by her opponents, won the Madrid regional election by a landslide after she refused to shut down the capital’s bars and shops.", "filename": "2021_05_05_world_europe_spain-election-madrid-isabel-diaz-ayuso_1666741622.html", "image_url": "https://static01.nyt.com/images/2021/05/05/world/05spain01/05spain01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f7c3d420eea5a800ab8c0bc56fbf557d0f1972806c7444a992ab4c3dd15fed51&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_05_world_europe_spain-election-madrid-isabel-diaz-ayuso_1666741622.html", "title": "Isabel Díaz Ayuso Wins Madrid's Regional Election", "title_page": "Isabel Díaz Ayuso Wins Madrid's Regional Election  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — She is a conservative who campaigned on a slogan that came down to one word: freedom. She offered herself as a champion of small business and scoffed at national coronavirus restrictions.\nHer critics called her a “Trumpista.” But Isabel Díaz Ayuso is now a rising force in Spanish politics. Voters rewarded the right-wing leader of the Madrid region with a landslide victory on Tuesday after she defied the central government by keeping the capital’s bars and shops open throughout much of the pandemic.\nShe suggested that her victory showed that pandemic fatigue and economic distress had left Spaniards unwilling to endure more of the measures favored by the left-wing national government led by Prime Minister Pedro Sánchez.\n“Madrid is freedom — and they don’t understand our way of living,” she told her supporters about her left-wing opponents who suffered a crushing loss in the vote.", "url": "https://www.nytimes.com/2021/05/05/world/europe/spain-election-madrid-isabel-diaz-ayuso.html"}