{"authors": ["Thomas Gibbons-Neff", "Najim Rahim", "Taimoor Shah"], "date_download": "2022-10-25 23:28:32", "date_modify": "2022-10-25 23:28:32", "date_publish": "2021-08-10 16:29:16", "description": "Local officials said insurgents had flooded Pul-i-Khumri and Faizabad in the north, and Farah in western Afghanistan, making it 9 fallen cities in five days.", "filename": "2021_08_10_world_asia_afghanistan-taliban-farah-cities_1666740512.html", "image_url": "https://static01.nyt.com/images/2021/08/10/world/10afghanistan-01/merlin_123206912_4c009c2b-480d-44b3-8989-028d96fe6d21-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9f74ab9189a3e6d5252cf074b6938d87721046a9b7d554668e3eb13ec7b4b907&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_10_world_asia_afghanistan-taliban-farah-cities_1666740512.html", "title": "Taliban Overrun Seventh and Eighth Afghan Provincial Capitals", "title_page": "Taliban Overrun Seventh and Eighth Afghan Provincial Capitals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — Afghan forces essentially collapsed in three more provincial capitals on Tuesday, adding to an already alarming drumbeat of Taliban victories around the country and effectively cutting off the main highway connecting the country’s capital with northern Afghan provinces.\nThe three cities — Pul-i-Khumri, roughly 150 miles north of Kabul in Baghlan Province; Farah, the capital of the western province of the same name; and Faizabad, in remote and rugged Badakhshan Province — were the seventh, eighth and ninth to be overrun by the Taliban in less than a week. There, as in other fallen cities, witnesses and defenders described twinned crises of low morale and exhaustion in the face of unrelenting pressure by the insurgents.\nThe rapid Taliban victories have been a devastating blow to President Ashraf Ghani’s government, and to the military and police forces that the United States and its Western allies spent years and billions of dollars training to stand against the Taliban. And the losses are coming just three weeks before American troops are to complete their final withdrawal from the country, leaving a modest force behind to defend the U.S. Embassy.\nThe question of whether the Afghan forces can even successfully defend Kabul, the national capital, has become an urgent one, with heavy fighting now going on in or around every one of the country’s other most populous cities.", "url": "https://www.nytimes.com/2021/08/10/world/asia/afghanistan-taliban-farah-cities.html"}