{"authors": ["Glenn Thrush", "Conor Dougherty"], "date_download": "2022-10-25 22:56:14", "date_modify": "2022-10-25 22:56:14", "date_publish": "2021-09-10 07:00:10", "description": "As national eviction protections lapse, much of the rental assistance sits unspent. Aid was slowed by red tape, resistance from landlords and the difficulty of navigating an informal market. Does a lease on a napkin qualify?", "filename": "2021_09_10_business_evictions-rental-assistance_1666738574.html", "image_url": "https://static01.nyt.com/images/2021/09/10/business/10rental-assistance-print1/00rental-assistance01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=8a65089ae21ef2d8d14018b9060a4b500f40e5f91ecbdf451f2534fb7cbb8326&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_10_business_evictions-rental-assistance_1666738574.html", "title": "Why $46 Billion in Rental Assistance Couldn’t Prevent Evictions", "title_page": "Why $46 Billion in Rental Assistance Couldn’t Prevent Evictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For once, Washington seemed to get in front of a crisis.\nWhen the first wave of coronavirus spread across the country in the spring of 2020, it ravaged the economy, pushing millions of low-income tenants to the brink of eviction. Over the next year, Congress responded with a series of relief packages that included a $46.5 billion fund for emergency rental assistance.\nThat represented one of the biggest infusions of federal housing aid in generations. But the promise of that help has long since given way to confusion and desperation as national eviction protections lapse with the vast majority of that rental assistance sitting unspent, precipitating the precise crisis Washington had hoped to avoid.\nHow did this happen?\nThat is what White House officials and members of Congress are asking. On Friday, the House Financial Services Committee will hold a hearing to examine the shortcomings of the fund, known as the Emergency Rental Assistance Program, which had only distributed a fraction of its total funding by Aug. 1, according to the Treasury Department.\nThe Supreme Court’s decision to strike down the national moratorium on evictions last month has transformed a vexing administrative problem into an acute human crisis, placing at least 2 million renters in immediate danger of eviction, according to one estimate.", "url": "https://www.nytimes.com/2021/09/10/business/evictions-rental-assistance.html"}