{"authors": ["Glenn Thrush"], "date_download": "2022-10-25 22:56:28", "date_modify": "2022-10-25 22:56:28", "date_publish": "2021-05-04 17:18:15", "description": "The warning followed reports that apartment building owners were seeking to evict tens of thousands of renters despite a federal halt on evictions during the pandemic.", "filename": "2021_05_04_us_biden-evictions_1666738588.html", "image_url": "https://static01.nyt.com/images/2021/05/04/us/politics/04new-washington-briefing-Evictions1/04new-washington-briefing-Evictions1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9d0b8767141abd12306ef2cbd006f4e8cdf9288abbb3f2ec38fde42712fad3bf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_04_us_biden-evictions_1666738588.html", "title": "Federal Agencies Warn Landlords to Comply With Eviction Halt", "title_page": "Federal Agencies Warn Landlords to Comply With Eviction Halt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Biden administration is stepping up pressure on the nation’s biggest residential landlords following reports that apartment building owners were seeking to evict tens of thousands of renters despite federal freezes on evictions implemented during the coronavirus pandemic.\nOn Monday, officials with the Federal Trade Commission and the Consumer Financial Protection Board sent out a letter to dozens of debt collectors and major landlords who collectively house more than two million people, including the The Carlyle Group, Morgan Stanley, Eaton Vance, LaSalle Investment Management, Angelo Gordon & Co, and AEW Capital Management.\nIn it, they urged the owners to comply with two eviction moratoria and other federal tenant protections, or face regulatory action.\n“With millions of families nationwide at risk of eviction, it’s vital that landlords and the debt collectors who work on their behalf understand and abide by their obligations,” Rebecca Kelly Slaughter, the acting F.T.C. chairwoman, wrote in the letter. “We are continuing to monitor this area and will act as needed to protect renters.”", "url": "https://www.nytimes.com/2021/05/04/us/biden-evictions.html"}