{"authors": ["Neil Irwin"], "date_download": "2022-10-25 23:28:50", "date_modify": "2022-10-25 23:28:50", "date_publish": "2021-07-21 09:00:21", "description": "The economy is a riddle, but clearly it’s having a harder time rebooting itself than seemed possible in the spring.", "filename": "2021_07_21_upshot_economy-usa_1666740530.html", "image_url": "https://static01.nyt.com/images/2021/07/21/upshot/21up-inflate-chart-1627585831041/21up-inflate-chart-1627585831041-facebookJumbo.png?year=2021&h=550&w=1050&s=bbc341bcaaa5d968aa17e1d79ebf344e5939581b2844ee23f0b813e493f267bb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_21_upshot_economy-usa_1666740530.html", "title": "Is the U.S. Economy Too Hot or Too Cold? Yes.", "title_page": "Is the U.S. Economy Too Hot or Too Cold? Yes. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That is generating price inflation steep enough to make it ambiguous whether wage increases are truly leaving workers better off. Average hourly earnings in the private sector rose slower than the Consumer Price Index in each of the first six months of the year.\nBecause of the unique circumstances of the post-pandemic reopening, those numbers most likely understate the pay increase a typical worker has experienced, but the gist is clear: Workers are gaining higher wages, yes, but also paying more for the things they buy.\nMuch of this appears to be “transitory” inflation pressures that are set to diminish, and in some cases reverse. Bottlenecks are set to resolve — lumber prices have fallen sharply in recent weeks, for example, and used car prices may finally be stabilizing at high levels. But there are also slower-moving effects that could reduce a dollar’s purchasing power for months to come.\nRents are starting to rise sharply, according to a range of data sources. And businesses facing higher prices for supplies and labor may be in the early stages yet of passing on those higher costs to consumers. The Producer Price Index, which tracks the costs of the supplies and services that companies buy, rose 1 percent in June, an acceleration from April and May. This is a signal that inflationary forces may still be working their way through the economy.\n“We call it a whiff of stagflation,” said Paul Ashworth, chief U.S. economist at Capital Economics, using the term for a combination of stagnant growth and inflation. “Real growth isn’t weak, but it’s just not as strong as we thought it was going to be. There was a lot of optimism, and now things are coming back to earth a little bit.”\nThe labor market is the clearest example of a market that is simultaneously too hot and too cold.\nBusinesses are complaining of labor shortages and offering all kinds of inducements to attract workers. Yet the unemployment rate is a recession-like 5.9 percent. And the share of adults in the labor force — either working or looking for work — has been essentially flat for months, failing to make clear progress to return to its prepandemic level. It was 63.3 percent in February 2020 but has bounced around between 61.4 percent and 61.7 percent for more than a year.", "url": "https://www.nytimes.com/2021/07/21/upshot/economy-usa.html"}