{"authors": ["Jane Arraf"], "date_download": "2022-10-25 23:54:29", "date_modify": "2022-10-25 23:54:29", "date_publish": "2021-10-07 14:46:13", "description": "Iraqis vote Sunday in parliamentary elections called a year early, after huge anti-government protests. Most parties are appealing to voters on the basis of religious, ethnic or tribal loyalty.", "filename": "2021_10_07_world_middleeast_iraq-elections_1666742069.html", "image_url": "https://static01.nyt.com/images/2021/10/08/world/08iraq-elections01/08iraq-elections01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e96a4afeb64d8f7c04c1f1655d1a4956d0698fff14d6c389bce643697ddcd87f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_07_world_middleeast_iraq-elections_1666742069.html", "title": "In Iraqi Elections, Guns and Money Still Dominate Politics", "title_page": "In Iraqi Elections, Guns and Money Still Dominate Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“He refused to say which party he was running for,” said Mr. Fadhil, who studies at a technical institute and is also boycotting the vote.\nIn some areas where there is more money and races are more hotly contested, the going price for buying a vote is up to $1,000, according to several tribal officials.\nSheikh Hameed al-Shoka, head of the Anbar Tribal Leaders Council, said groups commissioned by some political blocs were buying up people’s biometric voting cards by the thousands. Under that scheme, voters agree to relinquish their cards and later retrieve them outside polling sites — ensuring that they actually do turn out — where they then vote as directed.\nIn a race between the powerful Sunni speaker of Parliament, Mohammad al-Halbousi, and Iraqi businessman Khamis al-Khanjar, Sheikh Hammeed said he had told his followers to support Mr. Khanjar. The tribal leader said both political figures were suspected of corruption, including Mr. Khanjar whom he acknowledged having “corrupt friends.”\n“But his friends have worked in the government and offered something for people,” said the tribal leader. “The others did not offer anything. They only provided for themselves.”", "url": "https://www.nytimes.com/2021/10/07/world/middleeast/iraq-elections.html"}