{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:24:01", "date_modify": "2022-10-25 23:24:01", "date_publish": "2021-08-19 14:50:32", "description": "The production cut will affect 14 plants in Japan and reduce output by about 140,000 cars and trucks next month, the company said.", "filename": "2021_08_19_business_toyota-production-slowdown-chip-shortage_1666740241.html", "image_url": "https://static01.nyt.com/images/2021/08/19/business/19econ-brf-toyota/merlin_192606594_544aeb3b-204e-4d9c-b089-709da883427b-facebookJumbo.jpg?year=2021&h=550&w=1050&s=be92c8402d54f33e646501e614e1d03e97031a2ae4b958901ae4b6fa57b731ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_19_business_toyota-production-slowdown-chip-shortage_1666740241.html", "title": "Toyota, Hit by Chip Shortage, to Cut Output 40% in September", "title_page": "Toyota, Hit by Chip Shortage, to Cut Output 40% in September - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Toyota Motor, the world’s largest automaker, plans to cut production worldwide 40 percent in September because of a shortage of computer chips that the company had avoided being hurt by until now.\nThe move will affect 14 plants in Japan and reduce output by about 140,000 cars and trucks next month, the company said. In the United States, Toyota expects to produce about 80,000 fewer vehicles next month than it had previously planned. The company is also cutting production in Europe, China and other countries.\n“Due to Covid-19 and unexpected events with our supply chain, Toyota is experiencing additional shortages that will affect production at most of our North American plants,” the company said in a statement. “While the situation remains fluid and complex, our manufacturing and supply chain teams have worked diligently to develop countermeasures to minimize the impact on production.”\nThe company is also expecting North American production in August to be 60,000 to 90,000 vehicles fewer than originally planned. Toyota said the production cuts were not expected to affect North American employment, at least for now.", "url": "https://www.nytimes.com/2021/08/19/business/toyota-production-slowdown-chip-shortage.html"}