{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:19", "date_modify": "2022-10-25 23:44:19", "date_publish": "2021-02-11 16:53:27", "description": "The Duchess of Sussex sued after The Mail on Sunday published extracts of a letter she had written to her estranged father in 2018.", "filename": "2021_02_11_world_europe_meghan-markle-privacy-mail-on-sunday_1666741459.html", "image_url": "https://static01.nyt.com/images/2021/02/11/world/11meghan-media/11meghan-media-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b50e163a963ee91ab1b469e43938ea653dea4ce986f5996fbaa60ba769deaaf7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_11_world_europe_meghan-markle-privacy-mail-on-sunday_1666741459.html", "title": "Meghan Markle Wins Privacy Case Against Mail on Sunday", "title_page": "Meghan Markle Wins Privacy Case Against Mail on Sunday - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — In a striking legal victory for Prince Harry and his wife, Meghan, in their bitter feud with the British tabloids, a High Court judge ruled on Thursday that one of them, The Mail on Sunday, had invaded Meghan’s privacy by publishing a private letter she had sent to her estranged father.\nThe judge, Mark Warby, ruled that Meghan, who is also known as the Duchess of Sussex, had “a reasonable expectation that the contents of the letter would remain private.” The disclosures from the letter, in articles published by The Mail, were “manifestly excessive and hence unlawful,” he added.\nThe summary judgment spares the duchess the prospect of testifying against her father in a messy public trial. But the judge ruled there would still be a trial to determine legal damages on a related claim of copyright violation.\nAt the heart of the case is an anguished five-page letter that the duchess wrote to her father, Thomas Markle, a former Hollywood lighting designer, in August 2018, four months after he was a no-show at her wedding to Prince Harry.", "url": "https://www.nytimes.com/2021/02/11/world/europe/meghan-markle-privacy-mail-on-sunday.html"}