{"authors": ["Sheryl Gay Stolberg", "Sharon Lafraniere", "Chris Hamby"], "date_download": "2022-10-25 23:00:17", "date_modify": "2022-10-25 23:00:17", "date_publish": "2021-04-08 02:07:33", "description": "An Operation Warp Speed report last June flagged staffing and quality control concerns at Emergent BioSolutions’ factory in Baltimore. The troubled plant recently had to throw out up to 15 million doses.", "filename": "2021_04_07_us_emergent-biosolutions-coronavirus-vaccine_1666738817.html", "image_url": "https://static01.nyt.com/images/2021/04/07/us/07emergent-2/07emergent-2-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=ca841c9aa854412135222cd40fea45af831c7e7e0258b6e0ae2dd2dde153073e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_07_us_emergent-biosolutions-coronavirus-vaccine_1666738817.html", "title": "Emergent BioSolutions: Top Official Warned That Vaccine Plant Had to Be 'Monitored Closely`", "title_page": "Emergent BioSolutions: Top Official Warned That Vaccine Plant Had to Be 'Monitored Closely` - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A top federal pandemic official warned last June that Emergent BioSolutions, the government contractor that last month threw out millions of doses of Covid-19 vaccines because of contamination, lacked enough trained staff and had a record of problems with quality control.\nA copy of the official’s assessment, obtained by The New York Times, cited “key risks” in relying on Emergent to handle the production of vaccines developed by both Johnson & Johnson and AstraZeneca at Emergent’s Bayview plant in Baltimore.\nThe assessment, which has not been released publicly, was based in part on a visit to the plant just days after the government awarded Emergent a contract worth up to $628 million, mostly to prepare its factories to make coronavirus vaccines as part of Operation Warp Speed.\nAddressing the problems “will require significant effort,” and the company “will have to be monitored closely,” said the report, which was written by Carlo de Notaristefani, a manufacturing expert who has overseen production of Covid-19 vaccines for the federal government since last May. Though marked as a draft, federal officials said the report was considered to be final.", "url": "https://www.nytimes.com/2021/04/07/us/emergent-biosolutions-coronavirus-vaccine.html"}