{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:37:28", "date_modify": "2022-10-25 23:37:28", "date_publish": "2021-06-08 20:32:41", "description": "“The President’s Daughter” is set in motion with a kidnapping, and then a paramilitary operation is put together in response.", "filename": "2021_06_08_books_review-presidents-daughter-bill-clinton-james-patterson_1666741048.html", "image_url": "https://static01.nyt.com/images/2021/06/09/arts/08BOOKCLINTON-PATTERSON1/08BOOKCLINTON-PATTERSON1-facebookJumbo.png?year=2021&h=550&w=1050&s=7ec3ec89b25408f3d4c539ce9f49fcf82ac12bd01e2503bae2bede7b3976c917&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_08_books_review-presidents-daughter-bill-clinton-james-patterson_1666741048.html", "title": "Book Review: ‘The President’s Daughter,’ by Bill Clinton and James Patterson", "title_page": "Book Review: ‘The President’s Daughter,’ by Bill Clinton and James Patterson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Written in the breathless present tense, with typical Pattersonian staccato exposition expressed in short paragraph bursts (“I checked my watch. It was time”), the book opens when Keating is still president, presiding over a botched assassination attempt on the terrorist Asim Al-Asheed. (It disastrously kills Al-Asheed’s wife and three daughters instead.) Cut to several years later: Barnes is president, sniping and scheming in Washington, while Keating is irascibly adjusting to civilian life in rural New Hampshire.\nImage James Patterson and Bill Clinton, whose new thriller, the second they’ve written together, is “The President’s Daughter.” Credit... David Burnett\nKeating is putting off writing his memoirs. His retirement activities include canoe races against the head of his Secret Service detail. Everything is thrown into disarray when Keating’s daughter, Mel, is seized by terrorists while on a hike with Tim, her blameless boyfriend. Poor Tim. No sooner has he pumped himself up to fight off the kidnappers — “OK, let’s do this thing,” he thinks to himself — than he dies “in a spray of blood.”\nThe perpetrator is Al-Asheed. Unlike, say, Osama bin Laden, who preferred to orchestrate atrocities from the shadows, Al-Asheed fancies himself a terrorism influencer, posting videos on social media in which he is in the center of the chaos he creates — casually beheading U.N. aid workers in Sudan, for instance. The SEALs harbor an extra hate for him because he killed one of their own, Boyd Tanner, in an especially gruesome fashion.\nAl-Asheed is a scary guy, but an important feature of this sort of book is a hostage who refuses to show fear. Mel’s response to her predicament is to “humiliate her kidnappers” by, among other things, flinging a foul concoction consisting of her own urine and the chemicals in her cell’s toilet bowl into one of their faces while yelling, “I’m not a little girl!”\nNor has Al-Asheed reckoned with the devastating single-mindedness of former President Keating, whose talents include throwing on “ratty clothes, sunglasses, beard stubble and a baseball cap” in order to elude notice. He also has a band of loyal friends he can call on for help. Along with Trask Floyd, they include the former head of the Mossad; an ex-Saudi intelligence official; and the U.S. Air Force secretary, who owes him a favor.\n“I’m on it,” she says, agreeing to order a military transport plane to give him and his small handpicked hostage-extraction team a ride to Tunisia. “Go with God, Mr. President.”\nLet us stipulate that we are not reading this book to gain valuable insights into the inner workings of United States foreign policy. No, we are reading for as many references to military hardware as possible, a formidable alphanumeric arsenal: the UH-60s, the AK-47s, the 7.62 mm Russian-made Tokarevs, the Chinese-made QSZ-92 9 mm’s, the M4 assault rifles with TAWS thermal sights. You get the picture.", "url": "https://www.nytimes.com/2021/06/08/books/review-presidents-daughter-bill-clinton-james-patterson.html"}