{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:28:49", "date_modify": "2022-10-25 23:28:49", "date_publish": "2021-07-03 17:00:11", "description": "The need for social distancing led restaurants and grocery stores to seek technological help. That may improve productivity, but could also cost jobs.", "filename": "2021_07_03_business_economy_automation-workers-robots-pandemic_1666740529.html", "image_url": "https://static01.nyt.com/images/2021/07/02/business/00automation3/00automation3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ce031f5d17db14c349e3a2589f6f396aaa553002adc6fc8ecc7c796adacd28f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_03_business_economy_automation-workers-robots-pandemic_1666740529.html", "title": "Pandemic Wave of Automation May Be Bad News for Workers", "title_page": "Pandemic Wave of Automation May Be Bad News for Workers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“You can pull a less-skilled worker in and have them adapt to our system much easier,” said Ryan Hillis, a Meltwich vice president. “It certainly widens the scope of who you can have behind that grill.”\nWith more advanced kitchen equipment, software that allows online orders to flow directly to the restaurant and other technological advances, Meltwich needs only two to three workers on a shift, rather than three or four, Mr. Hillis said.\nSuch changes, multiplied across thousands of businesses in dozens of industries, could significantly change workers’ prospects. Professor Warman, the Canadian economist, said technologies developed for one purpose tend to spread to similar tasks, which could make it hard for workers harmed by automation to shift to another occupation or industry.\n“If a whole sector of labor is hit, then where do those workers go?” Professor Warman said. Women, and to a lesser degree people of color, are likely to be disproportionately affected, he added.\nThe grocery business has long been a source of steady, often unionized jobs for people without a college degree. But technology is changing the sector. Self-checkout lanes have reduced the number of cashiers; many stores have simple robots to patrol aisles for spills and check inventory; and warehouses have become increasingly automated. Kroger in April opened a 375,000-square-foot warehouse with more than 1,000 robots that bag groceries for delivery customers. The company is even experimenting with delivering groceries by drone.\nOther companies in the industry are doing the same. Jennifer Brogan, a spokeswoman for Stop & Shop, a grocery chain based in New England, said that technology allowed the company to better serve customers — and that it was a competitive necessity.\n“Competitors and other players in the retail space are developing technologies and partnerships to reduce their costs and offer improved service and value for customers,” she said. “Stop & Shop needs to do the same.”", "url": "https://www.nytimes.com/2021/07/03/business/economy/automation-workers-robots-pandemic.html"}