{"authors": ["Roger Cohen"], "date_download": "2022-10-25 23:55:53", "date_modify": "2022-10-25 23:55:53", "date_publish": "2021-06-08 20:56:01", "description": "Israel’s democratic transition is set for Sunday, but nothing is certain amid the prime minister’s scorched-earth campaign to wreck his opponents’ coalition.", "filename": "2021_06_08_world_middleeast_netanyahu-trump-israel_1666742153.html", "image_url": "https://static01.nyt.com/images/2021/06/08/world/08netanyahu-rage1/08netanyahu-rage1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c5ecbf10f69794d45d348ca90934be996de74229e594f43c881f5cc13e53809e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_08_world_middleeast_netanyahu-trump-israel_1666742153.html", "title": "For Netanyahu, like Trump, Only ‘Fraud’ Can Explain His Defeat", "title_page": "For Netanyahu, like Trump, Only ‘Fraud’ Can Explain His Defeat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TEL AVIV — For Prime Minister Benjamin Netanyahu, Israel is witnessing “the greatest election fraud in the history of the country.” For Donald Trump, defeat last November was “the crime of the century.” The two men’s language overlaps, it seems, because their overwhelming sense of invincibility is confounded by democratic process.\nNaftali Bennett, a right-wing nationalist, will take office as Israel’s prime minister Sunday, if approved by parliament, but Mr. Netanyahu’s raging assault on his likely successor shows no sign of relenting. He has said there is a “deep state” conspiracy.\nMr. Netanyahu accuses Mr. Bennett of conducting a “fire sale on the country.” A “government of capitulation” awaits Israel after a “stolen” election, he says. As for the media, it is supposedly trying to silence him through “total fascism.”\nAlthough it appears that a peaceful democratic transition in Israel will take place, nothing is certain.", "url": "https://www.nytimes.com/2021/06/08/world/middleeast/netanyahu-trump-israel.html"}