{"authors": ["Seth Colter Walls"], "date_download": "2022-10-25 23:36:36", "date_modify": "2022-10-25 23:36:36", "date_publish": "2021-05-07 09:00:15", "description": "“Satyagraha,” one of the Metropolitan Opera’s greatest stagings of the 21st century, has been released on DVD and CD.", "filename": "2021_05_07_arts_music_philip-glass-met-opera-satyagraha_1666740996.html", "image_url": "https://static01.nyt.com/images/2021/05/08/arts/07glass-opera-1/07glass-opera-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=f12a301dc3e52ae7b1a527cb6313dbd771607c09dad6f5b6c9812e83d4a5c4b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_07_arts_music_philip-glass-met-opera-satyagraha_1666740996.html", "title": "A Jaw-Dropping Philip Glass Opera Is Finally on Video", "title_page": "A Jaw-Dropping Philip Glass Opera Is Finally on Video - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For decades, Philip Glass fans have internalized a lesson: If you want to see his operas, plan to buy tickets and attend in person. Don’t expect the stagings to show up on DVD in a year or two, as most prominent productions do these days.\nGlass has long carefully husbanded the rights to his work. And since founding his own record label, Orange Mountain Music, in 2001, he has been selective regarding releases of some of his operas.\nThis has been particularly glaring when it comes to his trilogy of what became known as “portrait” operas, the stage works of the 1970s and ’80s which made his reputation in the genre. Each is focused on the life of a consequential man of history: “Einstein on the Beach” is an abstract account of that scientist and the development of nuclear technology; “Satyagraha” dramatizes Gandhi’s early activism in South Africa; “Akhnaten” contemplates the Egyptian pharaoh who pioneered monotheism.", "url": "https://www.nytimes.com/2021/05/07/arts/music/philip-glass-met-opera-satyagraha.html"}