{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:23:55", "date_modify": "2022-10-25 23:23:55", "date_publish": "2021-07-02 22:58:38", "description": "The death toll rose to 22 after four more victims were found, including the 7-year-old daughter of a firefighter. No survivors have been discovered since the day the condo collapsed.", "filename": "2021_07_02_us_miami-collapse-victims-recovery-rescue_1666740235.html", "image_url": "https://static01.nyt.com/images/2021/07/02/us/02miami-recovery-web1/02miami-recovery-web1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=70e0ebca9122bd30fe18f660befcd5af1e679d1680052c9daa1387b2401a281c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_02_us_miami-collapse-victims-recovery-rescue_1666740235.html", "title": "Miami Weighs When to End Search for Florida Condo Survivors", "title_page": "Miami Weighs When to End Search for Florida Condo Survivors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The police did not identify the girl but confirmed the deaths of Bonnie Epstein, 56, and the married couple Maria Obias-Bonnefoy, 69, and Claudio Bonnefoy, 85, raising the known death toll to 22. As many as 126 people are still unaccounted for, a number that was revised down after officials determined that some people included in the tally had been located.\nRescuers and emergency medical workers refused to abandon hope, even as they acknowledged that it dwindled with each day. People have survived for many days after building collapses elsewhere, as seen after earthquakes in Haiti and Mexico. Additional urban search-and-rescue teams, activated by FEMA this week, headed down to Surfside to help assist with the search efforts and preparations for the incoming hurricane.\n“I’m not going here right now with the hopes of finding victims — we’re going down there with the goal of finding survivors,” Ken Pagurek, the leader of Pennsylvania Task Force 1, said as he drove down to Florida on Thursday with more than 70 engineers, doctors, logistics experts and other specialists, and five dogs. “I still think there’s a slim chance. A slim chance is better than no chance.”\nYuval Klein, 42, an officer with the rescue unit sent by the Israel Defense Forces, added: “The chances are very low, but at the same time, there’s always hope — we’ve seen miracles. We don’t want to close that option.”\nBattling intense Florida heat and thunderstorms, teams of structural engineers, logistics experts, firefighters and reserve specialists have manned the site, combing the rubble in front of the remaining structure.\nThey have recovered fragments of individual lives — a suitcase, stuffed animals — from underneath the slabs of concrete, which are layered on top of one another and difficult to move.\nOthers have painstakingly interviewed families, coaxing them into remembering the specific details that could prove crucial to identifying places in the wreckage: the location of the bedroom, the color of the carpets, where the bed was positioned. That information has been used to reconstruct an internal map of the building and help navigate the rubble.", "url": "https://www.nytimes.com/2021/07/02/us/miami-collapse-victims-recovery-rescue.html"}