{"authors": ["Charlie Savage", "Adam Goldman"], "date_download": "2022-10-25 23:02:34", "date_modify": "2022-10-25 23:02:34", "date_publish": "2021-09-16 20:29:02", "description": "The defendant, Michael Sussmann, is accused of lying to the F.B.I. in a meeting about Trump and Russia. He denies wrongdoing.", "filename": "2021_09_16_us_politics_michael-sussmann-indictment-durham-investigation_1666738954.html", "image_url": "https://static01.nyt.com/images/2021/09/16/us/16dc-sussmann1/16dc-sussmann1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=a19dbd1ade355eadea62718be0928f779e944f7efb132497a35b2034c5e81e99&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_16_us_politics_michael-sussmann-indictment-durham-investigation_1666738954.html", "title": "Trump-Era Special Counsel Secures Indictment of Lawyer for Firm With Democratic Ties", "title_page": "Trump-Era Special Counsel Secures Indictment of Lawyer for Firm With Democratic Ties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He has been a cybersecurity lawyer for 16 years at the law firm Perkins Coie, which has deep ties to the Democratic Party. A colleague of Mr. Sussmann’s, Marc Elias, was the general counsel to the Clinton campaign. He left the law firm last month.\nThe firm said in a statement on Thursday that Mr. Sussmann had also departed: “In light of the special counsel’s action today, Michael Sussmann, who has been on leave from the firm, offered his resignation from the firm in order to focus on his legal defense, and the firm accepted it.”\nThe charge against him centers on a Sept. 19, 2016, meeting with the F.B.I. lawyer, James A. Baker, in which Mr. Sussmann relayed concerns about the odd internet data. Cybersecurity researchers had said it might be evidence of clandestine communications channel between computer servers associated with the Trump Organization and with Russia’s Alfa Bank.\nThe case against Mr. Sussmann turns on Mr. Baker’s recollection that Mr. Sussmann told him he was not at the meeting on behalf of any client — which Mr. Sussmann denies saying. There were no witnesses to their conversation.\nThe indictment says Mr. Baker later briefed another F.B.I. official — apparently Bill Priestap, the bureau’s top counterintelligence official — about the meeting, and that Mr. Priestap’s notes say Mr. Baker recounted that Mr. Sussmann said he was “not doing this for any client.” (It is not clear whether such notes would be admissible at a trial.)\nIn 2017, Mr. Sussmann testified under oath to Congress that he was representing the unnamed technology executive, and his legal team agrees that executive was his client at the meeting — but the only one.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nInternal law firm billing records, however, show that Mr. Sussmann had been logging his time on Alfa Bank matters to the Clinton campaign, the indictment says, contending that the campaign was his client, too. Those records are said to also show that Mr. Sussmann met or spoke with Mr. Elias about Alfa Bank repeatedly.", "url": "https://www.nytimes.com/2021/09/16/us/politics/michael-sussmann-indictment-durham-investigation.html"}