{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:45:11", "date_modify": "2022-10-25 23:45:11", "date_publish": "2021-06-10 15:12:52", "description": "By all accounts, Dr. Rochelle Walensky is a fierce advocate and an empathetic scientist. But C.D.C. advice must be better attuned to the real world, critics say.", "filename": "2021_06_10_health_walensky-cdc-covid.html_action=click&module=RelatedLinks&pgtype=Article_1666741511.html", "image_url": "https://static01.nyt.com/images/2021/04/21/science/00VIRUS-WALENSKY-promo/00VIRUS-WALENSKY-promo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fcbcf35bf5889d994348418896c4417b1a209124fd9f50a8350606d16e7a7d7b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_10_health_walensky-cdc-covid.html_action=click&module=RelatedLinks&pgtype=Article_1666741511.html", "title": "The C.D.C.’s New Leader Follows the Science. Is That Enough?", "title_page": "The C.D.C.’s New Leader Follows the Science. Is That Enough? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’m going to pause here, I’m going to lose the script and I’m going to reflect on the recurring feeling I have of impending doom,” she said, her eyes glistening with tears. “We have so much to look forward to, so much promise and potential of where we are and so much reason for hope. But right now I’m scared.”\nHer impassioned speech startled many people, perhaps none more than her husband. “She’s not a crier — if anything, I get choked up much more easily than she does,” he said. Her openness signaled her “genuine anguish” about the state of the pandemic, he added. “She deeply felt the weight of a half a million dead.”\nThe day of her urgent plea, she appeared on MSNBC’s “The Rachel Maddow Show,” where she said vaccinated people “do not carry the virus” — an overly optimistic statement that the C.D.C. had to walk back. Later that week, new guidance from the agency said that vaccinated people could safely travel, but Dr. Walensky added that the agency did not actually want them to travel at all, a stance that left some Americans perplexed.\nThe most recent instance, when Dr. Walensky announced that vaccinated people could go mask-free indoors, was supported by the latest research, scientists said. But many felt the agency had rushed the decision to end mask use without considering parts of the country where infections were still high, and without grasping the mistrust and culture clashes the new advice would engender.\n“C.D.C. got the medical and epidemiological science right, but what they did not get right was the behavioral science, the communications and working collaboratively with other stakeholders,” Dr. Gounder said. “That was a big oversight.”\nData since the announcement seem to have proved Dr. Walensky correct: Infections are still declining, even as much of the country reopens at a vigorous pace. And as promised, the agency has set about issuing more practical masking guidance regarding settings like summer camps (mostly no) and public transportation (yes).\nDr. Walensky and the C.D.C. declined to comment on how the mask recommendations were handled. But Dr. Fauci said that he believed some small missteps were inevitable, and that Dr. Walensky was a quick study.", "url": "https://www.nytimes.com/2021/06/10/health/walensky-cdc-covid.html?action=click&module=RelatedLinks&pgtype=Article"}