{"authors": [], "date_download": "2022-10-25 23:39:42", "date_modify": "2022-10-25 23:39:42", "date_publish": "2021-11-11 05:16:15", "description": "Senior party officials have gathered at a closed-door meeting in Beijing to cement Mr. Xi’s dominance as he moves to claim a likely third term next year as China’s leader.", "filename": "2021_11_11_world_asia_xi-jinping-china-third-term_1666741182.html", "image_url": "https://static01.nyt.com/images/2021/11/11/world/11china-briefing-politics/11china-briefing-politics-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_11_world_asia_xi-jinping-china-third-term_1666741182.html", "title": "Eyeing his future, Xi Jinping rewrites the past.", "title_page": "China's Xi Jinping Secures Political Future By Rewriting Past - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "阅读简体中文版 • 閱讀繁體中文版\nChina’s Communist Party delivered Xi Jinping a breakthrough on Thursday that will help secure his political future — by rewriting history.\nSenior party officials in a closed-door meeting in Beijing approved a decision reassessing the party’s 100-year history and enshrining Mr. Xi in the party’s official firmament of era-defining leaders. The move, signaled in an official summary of the meeting, elevated Mr. Xi to a stature alongside Mao Zedong, the founder of the country’s Communist rule, and Deng Xiaoping, the chief architect of its economic takeoff.\nUnder Mr. Xi’s leadership, China has “made historic achievements and undergone a historic transformation,” said an official summary, or communiqué, from the meeting, hailing what the party described as successes in the economy, foreign policy, fighting pollution and containing Covid. Under Mao, Deng and now Mr. Xi, the communiqué said, China had “achieved the tremendous transformation from standing up and growing prosperous to becoming strong.”\nThis week’s meeting was the start of a momentous year in Chinese politics. Its announcements will play a big part in the leadership shake-up at a Communist Party congress that is likely to be held in 2022, when Mr. Xi, China’s most powerful leader in decades, appears on track to secure a third five-year term as the party’s general secretary. There is no rival leader or heir apparent in view.", "url": "https://www.nytimes.com/2021/11/11/world/asia/xi-jinping-china-third-term.html"}