{"authors": ["Thomas Erdbrink"], "date_download": "2022-10-25 22:55:20", "date_modify": "2022-10-25 22:55:20", "date_publish": "2021-09-07 17:53:51", "description": "Extreme rainfall is causing deadly and destructive floods globally. The Netherlands averted disaster this summer by creating flood plains.", "filename": "2021_09_07_world_europe_dutch-rivers-flood-control_1666738520.html", "image_url": "https://static01.nyt.com/images/2021/09/07/world/07netherlands-water1/07netherlands-water1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2d198371bd2779da14428a09d84ce202ee21effbeac92d296059fa28a1a3edc8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_07_world_europe_dutch-rivers-flood-control_1666738520.html", "title": "How the Netherlands is Avoiding River Flooding", "title_page": "How the Netherlands is Avoiding River Flooding - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He had reason to be. Extreme weather events are becoming increasingly common, in Europe and worldwide. The deadly torrential rain in Europe this summer was considered a 400-year event; in China, over 20 inches of rain fell in just two days; New York City set records for an hour’s rainfall, setting off flash floods that killed dozens of people in the region; the drought-stricken American West is ablaze.\nYet no one died in the Netherlands in the July flooding. Some tributaries did wreak extensive damage in the border region, but along the Maas River, which swelled to epic proportions, large urban centers stayed safe and dry.\nThe Dutch are experienced in water management, having dealt with sea-level rise and river floods long before climate change became a concern. More than half the country lies beneath sea level, and while the ocean is held back by more conventional flood control methods, river management has changed drastically.\nMr. Van der Broeck’s project, Maaspark Ooijen-Wanssum, a nature preserve near the small city of Wanssum, lies at the heart of the new approach. During the flooding it did exactly what it was supposed to, absorbing so much water that levels in parts of the Maas River dropped by 13 inches, enough to avert a major disaster.\n“If we hadn’t freed up the areas to reroute the excess water from the Maas River, Venlo and Roermond would have been flooded,” Mr. van der Broeck said of two regional cities. “For a long time we have worked against nature,” he said. “The river is telling us it needs more space. We shouldn’t fight that. We should cooperate with nature.”", "url": "https://www.nytimes.com/2021/09/07/world/europe/dutch-rivers-flood-control.html"}