{"authors": ["Matthew Rosenberg"], "date_download": "2022-10-25 23:47:20", "date_modify": "2022-10-25 23:47:20", "date_publish": "2021-02-06 16:27:03", "description": "Recast by President Trump’s most ardent supporters as a MAGA martyr, Michael T. Flynn has embraced his role as the man who spent four years unjustly ensnared in the Russia investigation.", "filename": "2021_02_06_us_politics_michael-flynn-qanon_1666741640.html", "image_url": "https://static01.nyt.com/images/2021/02/07/multimedia/07Flynn-print1/00Flynn-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1e54c529be50729ac99c777d68912f997f20ea7b5ea0f45a89638950d458b514&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_06_us_politics_michael-flynn-qanon_1666741640.html", "title": "Michael Flynn Re-emerges Pushing QAnon, Stolen 2020 Election Lies", "title_page": "Michael Flynn Re-emerges Pushing QAnon, Stolen 2020 Election Lies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We love you, we love you, we love you,” they chanted. None of the other speakers at the rally — a boldface-name collection of Trumpworld characters like Roger Stone and Alex Jones — got as enthusiastic a reception.\nWith Mr. Trump now in his post-presidency at Mar-a-Lago, a loose coalition that draws together militia members and conspiracy theorists along with evangelical Christians and suburban Trump supporters is searching for direction. Call it the alt-truth movement, and if it is to coalesce into something more permanent, it may well be, at least in part, because figures like Mr. Flynn continue to push false claims of how a deep-state cabal stole the election.\n“In order for us to breathe the fresh air of liberty, we the people, we are the ones that will decide our path forward, America’s future forward,” he said at the Jan. 5 rally. “It may not be a Republican Party, it may not be a Democratic Party, it will be a people’s party.”\nMartial Law\nMr. Flynn, who did not respond to an interview request for this article, spent 33 years as an Army intelligence officer, earning a reputation for being outspoken and unconventional and, in the years that followed the Sept. 11 attacks, for being unusually good at unwinding terrorist networks.\nMuch of that work involved mapping out loose webs of ideological fellow travelers, figuring out who gave voice to extremist ideas and who committed the violence — two groups that were not always directly tied to each other. If a similar attempt was made to map the network of people who spread Mr. Trump’s stolen-election lie that led to the storming of the Capitol, Mr. Flynn himself would probably appear as one of those leading voices for his part in riling up Mr. Trump’s supporters without taking part in the attack.\nPerhaps most responsible for Mr. Flynn’s re-emergence is the conspiracy-theorizing lawyer Sidney Powell. Ms. Powell took over his legal defense in the Russia investigation after he had twice pleaded guilty in a deal to cooperate with prosecutors, and charted a combative new path. She challenged the deal and, marshaling a small army of like-minded Twitter users, recast Mr. Flynn from a turncoat into a victim, a man who had taken the fall to save his son, who was also under investigation.", "url": "https://www.nytimes.com/2021/02/06/us/politics/michael-flynn-qanon.html"}