{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:46:32", "date_modify": "2022-10-25 23:46:32", "date_publish": "2021-09-29 19:10:32", "description": "The mandate will apply to tens of thousands of employees who are members of the Communications Workers of America union.", "filename": "2021_09_29_business_att-vaccine-mandate-cwa_1666741592.html", "image_url": "https://static01.nyt.com/images/2021/09/29/multimedia/29economy-briefing-att-vaxx/merlin_194147289_5646a6f8-8a22-4c33-ba31-50961daab5c7-facebookJumbo.jpg?year=2021&h=549&w=1050&s=e92041a44d2d6af42a9ab6ff5e79bb23380e013bc34647aa5fa45f91147cccc4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_29_business_att-vaccine-mandate-cwa_1666741592.html", "title": "AT&T to Require Vaccines for Most Unionized Workers", "title_page": "AT&T to Require Vaccines for Most Unionized Workers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AT&T announced on Wednesday that it was extending its coronavirus vaccination requirement to tens of thousands of employees who are members of the Communications Workers of America union.\nUnionized workers who enter work locations and client or customer sites, or who are temporarily working from home, must be fully vaccinated by Feb. 1 unless they qualify for an accommodation, the company said. AT&T did not provide details on the exemptions.\nThe company had previously required that most managers be vaccinated by Oct. 11.\nAT&T held negotiations with the communications workers union over the new policy this month. A union official who was not authorized to discuss the details said the company had made a handful of concessions, including pushing back the vaccination deadline and granting employees who don’t get vaccinated before the deadline an unpaid reconsideration period. But the union official said that the two sides had later reached an impasse and that the company had imposed the policy on its own.\nThe company did not immediately respond to a request for comment about the bargaining.\nAT&T had about 230,000 employees as of Jan. 31, according to its most recent annual report, of which about 37 percent were unionized. It operates the only major wireless carrier that is heavily unionized. A large majority of unionized employees are represented by the communications workers union.", "url": "https://www.nytimes.com/2021/09/29/business/att-vaccine-mandate-cwa.html"}