{"authors": ["Wesley Morris", "Jenna Wortham", "Elyssa Dudley", "Sara Sarasohn", "Sasha Weiss", "Marion Lozano", "Mahima Chablani", "Desiree Ibekwe", "Audio Produced", "Audio Edited"], "date_download": "2022-10-25 23:26:55", "date_modify": "2022-10-25 23:26:55", "date_publish": "2021-04-15 20:06:24", "description": "The celebrity apology has evolved, but it still isn’t good enough.", "filename": "2021_04_15_podcasts_still-processing-lil-nas-x-justin-timberlake-apologies_1666740415.html", "image_url": "https://static01.nyt.com/images/2021/04/17/podcasts/16STILLPROCESSING-lilnas/16STILLPROCESSING-lilnas-facebookJumbo.jpg?year=2021&h=550&w=1050&s=78533ebbbfe5967e931d9bc3b22fd8103840dfba5cabdb0e90b9afe8ba0202ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_15_podcasts_still-processing-lil-nas-x-justin-timberlake-apologies_1666740415.html", "title": "Lil Nas X Says He's Not Sorry for 'Satan Shoes': Still Processing", "title_page": "Lil Nas X Says He's Not Sorry for 'Satan Shoes': Still Processing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "wesley morris\nCan I read you something, Jenna?\njenna wortham\nAlways. I’m always down for that.\nwesley morris\nOK, here it goes.\njenna wortham\nOK.\nwesley morris\n“I’ve seen the messages, tags, comments and concerns.”\njenna wortham\nOh, not this! Ugh! Go on.\nwesley morris\n“And I want to respond. I am deeply sorry for the times in my life where my actions contributed to the problem — ”\njenna wortham\nOh my god.\nwesley morris\n” — where I spoke out of turn or did not speak up for what was right. I understand that I fell short in these moments and in many others and benefited from a system that condones misogyny and racism. I specifically want to apologize to Britney Spears and Janet Jackson, both individually, because I care for and respect these women. And I know I failed.”\njenna wortham\nO-M-G, join the club, Justin Timberlake.\nwesley morris\nSo that is Justin Timberlake apologizing in February for — [SIGHS] you know.\njenna wortham\nYears of misogyny? I mean, my god, yeah, apologizing years later.\nwesley morris\nHe delivers this on Instagram via what looks like his Notes app?\njenna wortham\nThis has been happening for a long time. And it’s just become the go-to way for celebrities specifically to post apologies on Instagram. But I also feel like there is this kind of subversive UsWeekly thing that’s happening, where they’re like, celebrities, we’re just like you. We screw up, too. We use Notes app. Like, we’re all the same, even though this is the 25th iPhone I’ve had this year. But it’s also become the stand-in in a lot of ways for the act of apology, which you and I have spent a lot of time thinking about on this show. We did a very special episode about it a few years ago about what a meaningful apology looks like and consists of. And I think the Notes apps apologies are part of this larger phenomenon of public apologizing. They’re one facet of an infrastructure that we’re watching emerge in real-time over the last couple of years about how people make amends publicly.\nwesley morris\nBut it does sort of feel, under these circumstances, a little inadequate.\njenna wortham\nI think under most circumstances it’s unadequate, because when you’re crafting something with the intent to share it publicly, it raises a lot of questions about the act itself. It’s kind of amazing that here in Rihanna’s year of 2021, the year of Rihanna’s internet, where most things are possible —\nwesley morris\nHe could go into a studio and record an apology.\njenna wortham\nThat’s what I’m saying!\nwesley morris\nYes!\njenna wortham\nHe could get all the edible arrangements he wants in the world. But nope.\nwesley morris\nSo, yes, you and I are never done figuring out how to properly apologize, how to sufficiently apologize. And since we last had a conversation about the ways in which people are doing it and maybe should be considering doing it — including us — it seems like there’s been an evolution of the apology. So, this week, we’re going to talk about what it’s evolved into.\n[music]\njenna wortham\nI’m Jenna Wortham.\nwesley morris\nI’m Wesley Morris. We’re two culture writers at The New York Times.\njenna wortham\nAnd this is Still Processing.\nwesley morris\nOK, we should just say that Justin Timberlake and Britney Spears dated for four years when they were teen stars. They broke up in 2002. And after the breakup, he didn’t say great things about her.\njenna wortham\nRight.\nwesley morris\n“Cry Me a River,” his jam from 2002, is allegedly about her infidelity. And the video is almost explicitly implying that the person in the video is her.\njenna wortham\nOh, yeah, the entire video actually is meant to turn public opinion against Britney and paint her as a slut.\nwesley morris\nAnd then at the world-ending apocalypse-inducing 2004 Super Bowl halftime show with Janet Jackson, among a bunch of other people, but it came down to the two of them doing his song “Rock Your Body.” And at the end, the dismount of the number is he turns off part of her top. You know who had to apologize for that incident?\njenna wortham\nJanet! Her.\nwesley morris\nThey did a duet on the stage, but the apology was a solo. And he’s apologizing now because he came up in this documentary about Britney Spears called “Framing Britney Spears.”\njenna wortham\nWhich you’re in and you’re really good in, and everybody should watch it just to see Papa Wesley doing his thing.\nwesley morris\nYes, I am in this documentary.\njenna wortham\nIt’s also worth saying that one of the most infuriating things about this apology is that he lumps Janet Jackson into the mix. Janet Jackson does not appear in this documentary. Justin Timberlake was just feeling the heat because the documentary was huge and took over social media for several weeks because people are getting concerned about Britney Spears. She has a very special place in most people’s pop culture memories and hearts, you know? And the memory of how Justin Timberlake wronged her invoked the memory of how he wronged Janet. And deep Still Processing stans already know that we did an apology episode a couple of years ago. But since then, you and I have just been creating our own kind of taxonomy of public apology.\nwesley morris\nWe can’t even — and can’t even get to them all. Can’t even get to them all.\njenna wortham\nSo we’ve got this taxonomy, and we’re going to work through it and see what it tells us about the cultural moment that we’re in.\nwesley morris\nOK, so, Apology Number One: the tipping point apology: The apology that comes when there’s so much public outcry, a celebrity — or let’s be honest, they’re people — feels like they have to apologize for something long ago.\njenna wortham\nThat’s right. That’s right.\nwesley morris\nJenna, I will just say this. I don’t think this apology is that bad, this Justin Timberlake apology.\njenna wortham\nIt’s not that bad. No, no, no, it’s not that bad. That’s not controversial. It’s actually not bad. It’s very thought out. But the problem is not with the apology itself. Because he’s apologizing to the wrong people. The message this Notes app apology is sending is that Justin Timberlake cares more about what people like us think, rather than what Britney and Janet think. And they are the ones he harmed, right?\nwesley morris\nYeah. No, you’re right. You’re right. You’re right.\njenna wortham\nBut you notice that he doesn’t say in the apology, like, I’ve had the conversations that I need to have, right? He’s not saying, I’ve reached out. I’m going to continue to make amends. He’s saying he’s going to do better, but he’s not telling us what he’s going to do. And some might say, he doesn’t have to. To that, I agree. But then why are you writing about it, my man? Why are you posting about it?\nwesley morris\nThis apology, in some way, is none of our business. But in some sense, this apology is about us because before that halftime Super Bowl show, in Janet Jackson’s case, she was one of the biggest, most important musicians of the 21st century. And the idea that after the Super Bowl incident, she is just this stained woman —\njenna wortham\nUgh. Scorned, stained, erased.\nwesley morris\nRight, who now has to walk around with this — I don’t even know what her scarlet letter even is. But it’s the thing that’s haunted the rest of her career. And in Britney Spears’s case, who knows what directions that career could have gone in?\njenna wortham\nRight, right.\nwesley morris\nSo, we, as people who love these people’s art, we are kind of deprived of something, right?\njenna wortham\nBut let me tell you what’s not working for me, which is for Justin Timberlake to say, yeah, the industry is flawed. It is designed to benefit white men. And I have that privilege. I’m like, I’m sorry. You are not a cog in the machine. You actually have the power to redesign the machine. You do. You do. Please don’t talk about it like you are some passive passenger. You chose to look the other way. And even if you’re recognizing it now, again, what are you going to do about what you’ve learned? It’s infuriating the degree to which he removes himself from the apparatus of misogyny.\nwesley morris\nSo what I’m hearing you say is that this apology is, in some ways, about retaining power, right?\njenna wortham\nYes, 100 percent.\nwesley morris\nYou talking about power maintenance and confronting the problem that you’ve caused, it’s bringing to mind Apology Number Two: the burn it all down apology.\njenna wortham\nSo who’s our example in this category, Wesley?\nwesley morris\nOh, well, we had so many options to choose from.\njenna wortham\nWe really did.\nwesley morris\nBut we settled on a very recent incident starring Meghan Markle, Oprah Winfrey, Piers Morgan and Sharon Osbourne.\njenna wortham\nThis is like a multilayer bean dip. This is like a 10-layer bean dip of apology, which is to say, it’s very complex and layered. Basically, in the interview heard around the world, Meghan Markle and Prince Harry go on Oprah to talk about how they were mistreated by the royal family, and a lot of stuff comes up. Meghan Markle is talking about her experiences with racism, her experiences with the gaslighting, her struggles with mental health. I mean, it’s a very deep interview where she’s revealing a lot of personal trauma and really unsettling things, including about how the royal family was obsessed over their children’s skin color. I mean, just really insidious, creepy stuff.\nwesley morris\nWell, you know who didn’t care one whit about what happened to Meghan Markle on Oprah? Piers Morgan!\njenna wortham\nYeah, like zero you-know-whats.\nwesley morris\nHe goes on the morning show that he co-hosts called “Good Morning Britain” and has this conversation with the show’s weatherman, this guy named Alex Beresford, who Piers Morgan invites on basically to talk about being biracial in the context of the interview. Alex Beresford says that Piers Morgan just feeling kind of salty because Meghan Markle cut him off socially.\narchived recording (alex beresford) And I understand that you’ve got a personal relationship with Meghan Markle or had one, and she cut you off.\nwesley morris\nAnd Piers Morgan gets up, leaves the show for a little while, just gets up, walks out of the studio.\narchived recording (piers morgan) OK, I’m done with this. archived recording (alex beresford) No, no, no. archived recording (piers morgan) Sorry. No. Sorry. archived recording (alex beresford) Do you know what? That’s pathetic. archived recording (piers morgan) [INAUDIBLE] archived recording (alex beresford) No, no, no, archived recording (piers morgan) See you later. archived recording (alex beresford) I’m being — archived recording (piers morgan) Sorry, can’t do this. archived recording (alex beresford) This is absolutely —\nwesley morris\nHe comes back to have some more conversation. But the point is, he just left. He just walked — on live TV, just got up and walked off.\njenna wortham\nWow.\nwesley morris\nAnd then basically quits the show. He’s just like, I’m not going to do this. I’m done. I’m not on this show anymore. So then Sharon Osbourne, high priestess of the Osbourne household, co-host of “The Talk,” goes on Twitter to defend Piers Morgan, and then goes on “The Talk” to defend Piers Morgan and her defense of Piers Morgan.\narchived recording (sharon osbourne) Tell me when you have heard him say racist things and educate me. Tell me. archived recording (sheryl underwood) It is not the exact words of racism.\nwesley morris\nThen she feels such umbrage at the response to that conversation that she has with her co-host, including Sheryl Underwood, that she then goes to Twitter and posts an apology.\njenna wortham\nRight, right, right. And she’s insisting that she’s not racist. And it’s also worth noting she uses a variation of the Notes app apology, which is the same style and format, but just designed a little bit better.\nwesley morris\nIt’s like a pleasing pink color. But here are some things that she says in this apology. “After some reflection — ” just some, just some reflection — “after sitting with your comments and sitting with my heart, I would like to address the discussion on ‘The Talk’ this past Wednesday. I have always been embraced with so much love and support from the Black community. And I have deep respect and love for the Black community.” Here’s my favorite part. You ready?\njenna wortham\nYeah, I’m ready.\nwesley morris\n“I panicked, felt blindsided, got defensive, and allowed my fear and horror of being accused of being racist take over.”\njenna wortham\nYeah. So this is all happening. And then Piers Morgan goes on Twitter and demands that “The Talk” apologize to him. The Talk says we’re going on hiatus. The hiatus starts.\nwesley morris\nThis guy’s crazy.\njenna wortham\nOsbourne keeps getting defensive about this, but anyway, it doesn’t matter. Even if “The Talk” comes back, Sharon Osbourne said, you know what? I’m going to pull a Piers, too. I’m out. She quits, and there you have it, folks. That is burn it down, number two.\nwesley morris\nI mean, she does not apologize to Sheryl Underwood specifically, the person who was conducting that conversation that day on “The Talk.”\njenna wortham\nAnd being talked over on “The Talk,” yeah.\nwesley morris\nRight, right. But I do think that there is a way in which burning it all down is kind of the only — it’s just kind of the way you learned how to fight, basically.\njenna wortham\nMm.\nwesley morris\nAnd if your apology is basically a mic drop, uh, I don’t know. That’s how you’ve been trained to communicate.\njenna wortham\nBut listening to you talk, Wesley, I’m thinking so much about the amount of power one has to have in order to be OK with self-immolating, rather than honestly reorganizing how they view themselves and thinking about themselves as someone who actually might need to make a different kind of apology. Because I think the burn-it-down apology style is indicative of someone who knows that they actually don’t have to reconsider how they operate in the world and how they take up space in the world. Piers Morgan and Sharon Osbourne are going to be fine. They can take on other jobs. In fact, they can find other places, other networks, other pockets of community that agree with them. So they never have to consider that the way that they’re moving or operating in the world might need revision.\nwesley morris\nRight, yes, there’s a whole infrastructure to support you when you don’t want to apologize or when you can perform having been wronged, basically.\njenna wortham\nWhich I think is something that’s emerging that wasn’t as fully formed a few years ago when we did this podcast episode. What’s most revealing about these burn it all down style of apologies is that it’s actually equally lucrative to not be accountable, and that we now have an emerging class of people who are savvy enough to know that they actually don’t have to repent. They don’t. They can actually build a lucrative fanbase off of being rebellious and not being accountable and let someone else clean up that mess. Who cares? There are people over here who agree with me. I’m going to go be over there with them.\nwesley morris\nPiers Morgan went right to Tucker Carlson a couple of weeks after this.\njenna wortham\nExactly.\nwesley morris\nI mean, the thing about people apologizing now, in some ways, is like, you also didn’t have to do it. [LAUGHS] So in this respect, I have to give credit to our first two apology examples because they didn’t have to apologize, right? I mean, Justin Timberlake could just have kept on going. This isn’t the first time. I’m sure Justin’s been aware of what he did and the people who have been asking for him to acknowledge that he did it for years. And I think that there’s something about this moment, especially when the intersections of white maleness and, in Sharon Osbourne’s case, just whiteness, intersect with —\njenna wortham\nThe courts of public opinion.\nwesley morris\nYeah.\njenna wortham\nAnd I just think we really do live in such an incredible moment of dialogue and dialogical interactions between people who would never interact before, right? Like, in the olden days, you’d have to figure out which mansion Justin Timberlake or Sharon Osbourne were holed up in and then mail letters to that house or drive past it and honk really loudly and try to get their attention. It wouldn’t be enough sustained pressure over such a long period of time that you know your fan base is actively talking about it. So they feel this pressure to respond, but they don’t always allow themselves enough time to think about the authenticity of that response. And so when they don’t get the desired outcome, they have another temper tantrum. And it’s just —\nwesley morris\nThat they call it an apology.\njenna wortham\nYes, unfortunately, they do. But you know what, Wesley? I actually think I have the solution for the Justin Timberlake’s the Sharon Osbourne’s, and the Piers Morgan’s of the world, believe it or not.\nwesley morris\nOh, yes?\njenna wortham\nI think I do. I think they should hire Adrienne Maree Brown for a private consultation and just learn from the maestro about what it means to get called out in public and what should happen next.\nwesley morris\nThey should hire a contritionist, basically.\njenna wortham\nYes, yes. I mean, Adrienne Maree Brown is someone I reference a lot in my work. And she’s a movement facilitator, which means she’s very skilled at managing the needs and desires of large groups of people with different interests, all working toward the same goal. And she has also been on the wrong end of a social media fallout herself. Over the summer, we’re in the peak of just turmoil online. It’s late July. There’s so much happening in terms of all these movements and uprisings and all the attention and newfound interest in Black liberation that’s happening over the summer. Adrienne writes a blog post, and it’s just sort of laying out some of the things she’s observing with regards to what we kind of call in shorthand cancel culture. So what Adrienne is identifying are these cycles of blame and shame that are being activated online and these cycles of pointing out wrongdoings and, essentially, punishment. So the blog post is called “Unthinkable Thoughts: Call Out Culture in the Age of Covid-19.” And she uses terms like “digital lynch mobs.” She uses terms like “witch hunts,” right? A lot of people thought the term “digital lynch mob” was not appropriate. A lot of people thought she was conflating terms, like harm and abuse and wrongdoing. So people she loved and respected reached out and told her, this really bothered me. I’m really offended. And Adrienne recounts going through all these waves of defensiveness and anger, isolation. But then she does something else with it. She gets curious, right? She says, I need to be curious about what people are saying and integrate it. And she spends a lot of time offline, talking to trusted peers, trusted teachers, her mentors. She essentially does what everyone says they’re going to do, which is listen. And then she figures out, what does doing better look like for me? So she ends up writing a book called “We Will Not Cancel Us,” where she writes out what happened. And so Adrienne basically rewrites the blog post. She leaves the original one up. But she walks through, here’s who I am. Here’s my background. And here is what I was trying to say. That’s not to say it didn’t cost her something. I think it was an emotionally and psychically draining experience. I think she’s still recovering from making a mistake in public and making a mistake that really upset a lot of people. That’s not a good feeling, you know? It’s not a good feeling to have people be like, you’re f-ing up right now. But I think what she really does is set an example for what it means to remove the ego and see every failure as a lesson. Yes, I did quote Rihanna. That is her first tattoo. “Never a failure, always a lesson.” But Adrienne also mentions it in her book, which is why I’m bringing it up. But it allows for something transformative to happen and to allow a mistake to be a prompt. I’ve read this book. It’s a slim text. We’ll link to it in the show notes. But you can also read it for free on her blog because I think unlike most people, they try to parlay their mistakes into more power, more money, more success, more opportunities. And I don’t think she’s trying to do that. I think she’s just trying to still lead by example and also work it out in public.\nwesley morris\nAnd I would say, by that standard, this is the third type of apology in our taxonomy. It’s the Evolved Apology. So let’s take a break. And when we come back, we’re going to talk about a different class of apology. And we’re going to talk about how one apology produces a series of apologies and maybe even some change.\n[music]\nSo, last summer, there was, of course, that wave of institutional reckonings that unleashed itself, or that was unleashed, by the deaths of many Black people. And it seemed like every day there was a new apology of some kind.\njenna wortham\nEvery hour, really.\nwesley morris\nYes, every hour. Is it 4 o’clock? Here come the artists now known as The Chicks. Is it 5 o’clock? Here comes Ryan Reynolds saying he’s sorry that he and Blake Lively got married on that plantation.\njenna wortham\nPretty much. That’s how it felt.\nwesley morris\nSo that ended up revealing these more toxic situations. And those situations wound up requiring some kind of acknowledgment of contrition or apology. And in our little taxonomy, Jenna, I’m going to call this set of apologies the cascade apology.\njenna wortham\nOoh, yes, and there is one example in particular that best exemplifies this. So in June, the editor-in-chief of Bon Appétit Magazine, Adam Rapoport, gets called out for dressing in Brownface like a quote, “Puerto Rican.” And it’s so offensive and so angry. But rapid fire chain of events. He apologizes, he steps down. The Bon Appétit staff really drew fuel from that instant. They were like, this is our moment to talk about the whole host of problems at this institution. I mean, Bon Appétit is known for their cooking videos. And it comes out that the white hosts are being paid and their colleagues of color aren’t. I mean, it was just abhorrent. So Bon Appétit chef Sohla El-Waylly blows the lid open via her Instagram story. And it just unleashes a wave of posts of people sharing similar stories. It’s incredible to watch. So the white Bon Appétit staffers go on social media to apologize to their colleagues and pledge solidarity. And when the dust had settled, I mean, Bon Appétit had been desiccated. So many of the chefs and big stars had left.\nwesley morris\nRight, and so a few months after that, “Reply All,” a very popular podcast owned by Gimlet, a podcast company, starts a series about Bon Appétit. And it is intended to just go in and examine what happened that led to all these people leaving and to Sohla’s original Instagram story. And it’s hosted by a woman named Sruthi Pinnamaneni. And she opens the series by aligning herself or explaining her relationship to this racial reckoning moment and how — I don’t know — estranged she had been to —\njenna wortham\nMm-hmm. Herself, really.\nwesley morris\nI mean, it wasn’t, according to her, until all of this foment and roiling last summer that it all made sense to her in a way. And she started re-examining her life and her relationship to her Brownness, the white people in her life. But that awareness is directed at Bon Appétit’s collapse.\njenna wortham\nBut then halfway into the series, there is a huge “Bridgerton”-level twist, OK? It’s this Netflix mini-series type level drama. Like, it is media gone wild. It is like our N.B.A. playoffs. So a former Gimlet employee by the name of Eric Eddings goes on Twitter. And he’s like, listen up. Like, tap, tap, microphone on. I just want to say that everyone involved with this series, Sruthi and P.J., who’s the editor of the series, they also have done the things they are making a show about. They created a toxic environment at Gimlet, where I worked, where they worked. They were trying to squash our efforts to unionize, our efforts to secure equitable pay, equitable benefits, all the things that essentially mean everyone at the company is treated the same, right?\nwesley morris\nRight.\njenna wortham\nBut you know what? Eric really led by example. So, soon after his posts, a ton of other young non-white podcast producers started sharing their stories and their struggles and their difficulties in the industry, which this is something we need to be talking about, and this is something that needed to be aired out. And immediately after that, the Gimlet Union agrees on a contract for their employees.\nwesley morris\nRight, and in the midst of all these people coming forward and sharing their stories, P.J. Vogt, who is one of the hosts of “Reply All,” and Sruthi Pinnamaneni, the host of this Bon Appétit series for “Reply All,” they each come forward and issue apologies. And in addition to the apologies, they also say they’re going to step back from “Reply All.” Jenna, we need to maybe do some math here. How many apologies are we talking about at this point?\njenna wortham\nI don’t know, but it is an exponentially high number.\nwesley morris\nI mean, it seems like what it’s forced at these companies is some kind of reckoning, both at Condé Nast, which owns Bon Appétit, and Gimlet, which owns “Reply All.” It’s forced some conversation about equity among the people who work there. And by the way, it’s not just the Gimlet is where “Reply All” lives, Spotify is where Gimlet lives. So there are these additional forces bearing upon these decisions. And there are some things that bother me about this Reply All, Bon Appétit Test Kitchen situation.\njenna wortham\nWhat’s that?\nwesley morris\nWell, we’ve been exposed to all of this conflict and unhappiness within this workplace. And it’s similar to what happened to Sharon Osbourne with respect to that conversation she was trying to have with Sheryl Underwood on “The Talk.” We get to see this very public feud happen. And the outcome of the feuds is that the offending parties are no longer part of that conversation, right? They issue their apologies. And then they’re never heard from again. I mean, I think that kind of — that’s a part of the work that an apology ought to be doing, in some ways. It is just a first step to this other conversation. But I don’t always know that removing the person — I think extracting them from the problem after an apology is not really useful.\njenna wortham\nThere’s also a corollary effect, which is that it creates this overwhelming anxiety and fear environment, where people are just so worried that their neck’s on the chopping block. I mean, I think this is what we’re getting at in the course of this episode, right, which is that no one is impervious to wrongdoing. We all have to — one of my favorite editors used to always say, tomorrow is a new day to make a different mistake. And all you can do is acknowledge you’re human and that we all screw up. But what you do after that matters so much.\nwesley morris\nI think this is the problem with people leaving the environment in which these apologies have been — that they’re apologizing for, right? And I don’t find that productive. I think the apology is a first step. It is not an end unto itself.\njenna wortham\nYes.\nwesley morris\nAnd I also, I think that these are — we’re talking about ritual sacrifices. We’re not talking about amelioration. We’re not talking about making people whole again. We’re talking about a person putting themselves on the altar and, in some ways, chopping off their own heads.\njenna wortham\nWhich I think actually sometimes disrupting columns of power and concentrations of power is actually a really good thing. I actually do think that editor-in-chief of Bon Appétit should have stepped down. It seems like he was a huge part of facilitating a toxic environment. And I don’t want people to be sacrificial lambs, but I also want to acknowledge that sometimes things do need to be disrupted. I also just think that the infrastructure around the reparative and restorative work is deeply lacking. And the sacrifice/apology is seen as sufficient when it’s actually not enough. It is the first step.\nwesley morris\nI think a huge part of why some of these apologies don’t satisfy is that there’s no shame in them. I mean, I think that we’re living in a moment where people don’t feel any shame. There’s the shamelessness of the people who come together to try to force these apologies. And then there’s the shamelessness of the people who sort of whip them together or toss them off or don’t give them at all. And I think that the things that really resonate or the things that are effective are the apologies that seem to incorporate shame. I mean, I think owning the thing that you did is important. But I also think really expressing a kind of contrition about it is another part of it. And I think there’s shame in the way that the hosts of “Reply All” handled the reaction to the Bon Appétit series, but shame in some ways about accepting the culpability and acknowledging it to go forward.\njenna wortham\nYou know, Wesley, I’ve been really sitting with all these apologies we’ve been talking about and the reckonings that came with them. And initially, it felt so explosive and exciting to watch. So one of the things that’s different from the last time we did this episode is people are really using social media to call truth to power. Like, that has actually been really exhilarating to watch. People just come forward and share honestly about their experiences across industries. It has been transformative.\nwesley morris\nRight.\njenna wortham\nBut there’s a part of me that still feels — I still hold a lot of grief in my body around it because those people are still worse for the wear, right? They’ve told the truth, but that has taken a toll. And we don’t know how people are doing. I mean, I guess what I’m commenting on is, the assembly line is so in place. Like, apologies are made, the person disappears, and the rest of us, I guess, are feeling some sort of closure at the outcome. But it’s still wholly so unsatisfying for me because we still have this culture of fear on social media, this binary of good and bad, and frankly, no followthrough or caretaking.\nwesley morris\nYeah, there’s also this part of this process where we also know the beats, right? Person A does something appalling, offensive. Parties swarm this person and say, hey, oh my god, why are you doing this? You should apologize. You have no shame. And then the person is contrite. The person does apologize. And you know who really understands the cycle and how rife with comedy it is?\njenna wortham\nCall me by his name.\narchived recording (lis nax x) (SINGING) Call me when you want. Call me when you need. Call me in the morning, I’ll be on the way.\nwesley morris\nIt’s Lil Nas X, a.k.a. Montero Lamar Hill, who dropped this video last month for a song called “Montero (Call Me By Your Name).” It’s set the internet on fire in part because he pole dances his way from utopia to hell — literal hell — and has a little sex with Satan.\njenna wortham\nIt’s not just that he has a threesome with Satan — which is to say him, his braids and then Satan. It’s that he slides down this pole in this hilarious and just epically long scene. And then he lands on Satan’s lap and gives him a lap dance. It’s just so naughty. That’s the best way to describe it. It’s like the naughtiest, queerest, gayest, funnest thing I have seen in months, like brought a smile to my face.\nwesley morris\nBut wait, folks, there’s more!\njenna wortham\nOh, yeah, there’s a whole roll-out.\nwesley morris\nHe then puts up for sale 666 pairs of Nike’s that he made with this company called MSCHF, mischief with no vowels. He claims that there’s human blood in them. And the shoes are for sale for $1,018.\njenna wortham\nIt’s so good.\nwesley morris\nSo, here we have these satanic shoes. Those are for sale. Obviously, the video is — I mean, you forwarded it to me. And for the first time in the history of my relationship with you forwarding me things, I had already seen the thing you sent me.\njenna wortham\nYay, wow.\nwesley morris\nThat is how on fire this thing was.\njenna wortham\nNow that’s what I call a viral hit.\nwesley morris\nBut obviously, there’s a whole other universe of people — and I would say a broad coalition of people — who think this is just the end of the world. And it’s like white Christian conservatives.\njenna wortham\nBlack Christian conservatives. [LAUGHS]\nwesley morris\nIt is Black Christian conservatives.\njenna wortham\nSo in the midst of all this backlash and scrum coming for him, Lil Nas X releases another video on YouTube that’s like —\nwesley morris\nSorry, I hate to interrupt you, but the actual video is called “Lil Nas X Apologizes for Satan Shoe.”\njenna wortham\nAnd it’s just so brilliant because he’s like, hey, y’all. He’s on a couch. He’s looking a little mournful. He’s holding the shoe. And he’s like —\narchived recording (lil nas x) OK, guys, I see everybody has been talking about this shoe. And I just want to come forward and say — (SINGING) [EXPLETIVE] it, let’s ride.\njenna wortham\nAnd then before he could say anything else, it just cuts back into the video.\nwesley morris\nThis is a person who knows what a great apology is. And he is not going to be giving one.\njenna wortham\nAt all.\nwesley morris\nYou know what I mean? Like, he’s just not.\njenna wortham\nIt’s just fun to see someone execute at this level of internet trickery, I guess.\nwesley morris\nRight. So I mean, what I love about it is that he’s defending art, not bad behavior. And the apology is part of the art. Part of what he’s doing in this satire of the apology industrial complex is refuse to be ashamed for what his attackers are accusing him of having done. And I like the way his apology simultaneously acknowledges the form of other internet apologies — even a style of apology we haven’t even talked about, which is the YouTube apology. It takes that form and essentially mocks it. I think Lil Nas X is a student of culture wars. And I think he understands that apologies are kind of useless under these circumstances. And he understands that there are people who just are going to expect an apology for anything at this point. And the joke is on them, because what really should he be sorry for? Entertaining people?\njenna wortham\nYeah. I guess, what we’re talking about is the parody of the apology culture that we now live in. And it’s actually so great because somehow Lil Nas X’s apology just turns into an extended pole slide. It’s just like another twirl down the pole. And it feels so great to see someone unabashedly do what all these other apologies really do, which is they just further the person’s own reputation. You know what I mean? They’re really just about the person continuing to invest in themselves, right, and their own reputation. So it’s just that but the inverse. And it feels really great to see.\nwesley morris\nYeah, and so I think there’s a real power in being able to set these culture traps and see who falls through the thatching over the hole. And he’s just there the whole time, just being like, oh my god, I can’t believe you guys are still falling for this. This is crazy. And he knows people are going to expect him to apologize. He knows the pitchforks are coming. And he is basically saying, do you people never learn anything? Like, y’all been trying to come after people who make art for centuries.\njenna wortham\nYeah, for a very long time.\nwesley morris\nAnd you just need to stop. It’s art. It is here for a purpose. And its purpose, you can decry it. But I’m not going to apologize for it. I’m not going to disappear. I’m not going to let you cancel me.\njenna wortham\nThat’s right.\nwesley morris\nThe thing that I love about what’s happening here is that he’s saying, this is all a performance, but I’m a performer, and I’m a better performer than you are. Instead of me getting cancelled, why don’t we talk about what you’ve got a problem with? Why don’t we actually talk about this? And so don’t call me by my name. Call me by my number, and we can talk about this offline. That’s our show.\njenna wortham\nAnd once again, we are reading “Minor Feelings: An Asian-American Reckoning” by Cathy Park Hong. We’ll be off next week, but when we come back, we’re going to talk about the book. So there’s still time in case you want to get a copy, rent one from a library or get the audio book and follow along for the discussion. That will be happening on April 29. We also have a very special announcement. Bum, bum, bum. Wesley?\nwesley morris\nWait, are the clubs open? Is that the announcement? Am I announcing that we can go back and par-tay? Is that it?\njenna wortham\nThere is a type of party that’s happening involving you and me and Instagram Live.\nwesley morris\nOh, yes! On April 22, you and I will be taking your questions, Still Processing listeners, in an Instagram Live event. We can’t wait. We’re really excited.\njenna wortham\nThat’s right, Wesley. So, to our listeners, make sure you follow The New York Times on Instagram. Or you can follow me at @jennydeluxe, and I will post information about it shortly. And if you have a burning question, you can email us, stillprocessing@nytimes.com and we might just answer it on air.\nwesley morris\nStill Processing is produced at The New York Times by Elyssa Dudley.\njenna wortham\nOur editors are Sara Sarasohn and Sasha Weiss.\nwesley morris\nMarianne Lozano mixes the show.\njenna wortham\nDigital production by Mahima Chablani, Des Ibekwe, and Julia Simon.\nwesley morris\nNora Keller does audience development.\njenna wortham\nA very special thank you to Lisa Tobin and Wendy Dorr.\nwesley morris\nAnd our theme music, as always, is by Kindness. It’s called “World Restart” from the album Otherness.\njenna wortham", "url": "https://www.nytimes.com/2021/04/15/podcasts/still-processing-lil-nas-x-justin-timberlake-apologies.html"}