{"authors": ["Steven Lee Myers", "Amy Chang Chien"], "date_download": "2022-10-25 23:34:24", "date_modify": "2022-10-25 23:34:24", "date_publish": "2021-10-08 12:38:37", "description": "The police arrested Luo Changping on Thursday, two days after he questioned China’s role in the Korean War, the subject of China’s box office hit “The Battle at Lake Changjin.”", "filename": "2021_10_08_world_asia_luo-changping-china-battle-at-lake-changjin_1666740864.html", "image_url": "https://static01.nyt.com/images/2021/10/08/world/08China-Film-01/08China-Film-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=74fc8b7b1a217eef5f443c8df839ad3a1eed700adcf95d4b6b024a0a8e4d0cda&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_08_world_asia_luo-changping-china-battle-at-lake-changjin_1666740864.html", "title": "Luo Changping Detained in China After Criticizing ‘The Battle at Lake Changjin'", "title_page": "Luo Changping Detained in China After Criticizing ‘The Battle at Lake Changjin' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Luo Changping built a reputation as a muckraking journalist in China, a place where few dare pursue the calling, until he was forced out of the industry in 2014. Now a businessman, he has run afoul of the authorities again, this time over a critique spurred by a blockbuster movie about the Korean War.\nThe police detained Mr. Luo, 40, on Thursday, two days after he posted commentary on social media questioning China’s role in the war, the subject of a new film, “The Battle at Lake Changjin.” The movie has dominated the box office over the seven-day holiday known as Golden Week.\nThe film, sponsored by the government, depicts an against-all-odds American defeat in a battle known in the United States as the Battle of Chosin Reservoir. Mr. Luo’s crime was to question the legal justification of China’s intervention when North Korea’s troops were on the verge of defeat after invading the South.\n“Half a century later, few Chinese people have reflected on the justifiability of the war,” he wrote on Weibo, China’s version of Twitter, before referring specifically to a doomed Chinese military unit featured in the film “that did not doubt the ‘wise decision’ of the top.”", "url": "https://www.nytimes.com/2021/10/08/world/asia/luo-changping-china-battle-at-lake-changjin.html"}