{"authors": ["Shawn Hubler"], "date_download": "2022-10-25 23:48:17", "date_modify": "2022-10-25 23:48:17", "date_publish": "2021-02-17 08:00:10", "description": "Oregon is a case study in how Pacific Coast cities are lagging the country in resuming in-person teaching.", "filename": "2021_02_17_us_schools-reopening-west-coast_1666741697.html", "image_url": "https://static01.nyt.com/images/2021/02/15/us/00virus-oregon-schools-promo/00virus-oregon-schools-promo-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=72aad8f4b8dff7b5b338e21474281c607b89bc8b1bc99788be636be9202bb3a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_17_us_schools-reopening-west-coast_1666741697.html", "title": "Will Covid Vaccines for Teachers Help Oregon Reopen Schools?", "title_page": "Will Covid Vaccines for Teachers Help Oregon Reopen Schools? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "About half of the nation’s students are now attending school in person, and a majority of districts offer at least some live instruction. But in Washington, less than a quarter of the state’s 1.1 million public schoolchildren are receiving in-person instruction. A plan to reopen Seattle schools on March 1 for prekindergarten through first grade was scrapped this month as negotiations stalled.\nBullet Train to Nowhere : Construction of the California high-speed rail system, America’s most ambitious infrastructure project, Construction of the California high-speed rail system, America’s most ambitious infrastructure project, has become a multi-billion-dollar nightmare\nA Piece of Black History Destroyed: Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Then came the Mill fire\nWarehouse Moratorium: As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, the anger has turned to widespread action\nAnd in California, where more than six million students are in public schools, only about a third of middle and high school districts are offering any live instruction. All of the state’s largest cities remain almost entirely remote.\nThere is no clear, single reason for the West Coast’s caution, experts say. California suffered a vicious holiday surge in Covid-19 infections that until recently kept rates too high for most schools to meet in person. Until Tuesday, Los Angeles County’s infection rates had ruled out the return of students for nearly a year. But some districts, such as San Francisco’s, resisted live instruction even when the state thresholds would have let them reopen.\nInfection rates in Washington and Oregon have consistently been among the country’s lowest. Although they rose sharply along with the rest of the nation’s in December, they have more recently trended down.\nCritics of a swift reopening of schools note that high percentages of Black and Latino parents do not want their children back in classrooms, citing the pandemic’s disproportionately deadly impact on their communities. But that has also been true in New York, Chicago and other cities that have managed to open at least partly.\nMarguerite Roza, a Georgetown University school finance expert based in Seattle, points out that Washington, Oregon and California “all have more left-leaning leadership that is cozier with the unions.” But Boston, Chicago and New York also have strong public employee unions.\nThose Eastern cities also have mayoral control of the school systems. Elected school boards govern the districts on the West Coast, and in most, teachers’ unions are strong political players, particularly in major cities such as Portland, Seattle, Los Angeles and San Francisco.", "url": "https://www.nytimes.com/2021/02/17/us/schools-reopening-west-coast.html"}