{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:28:59", "date_modify": "2022-10-25 23:28:59", "date_publish": "2021-07-19 18:36:06", "description": "An economic group concluded that the downturn was limited to March and April 2020, though the pandemic’s impact continues to play out.", "filename": "2021_07_19_business_economy_pandemic-recession-over-coronavirus_1666740539.html", "image_url": "https://static01.nyt.com/images/2021/07/19/business/19economy-briefing-recession/19economy-briefing-recession-facebookJumbo.jpg?year=2021&h=550&w=1050&s=afcf1276639d23f891ecb405cba8393a21dda1f0e1fbc454a2ce8eec7b5e4101&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_19_business_economy_pandemic-recession-over-coronavirus_1666740539.html", "title": "Pandemic Recession Officially Lasted Only Two Months", "title_page": "Pandemic Recession Officially Lasted Only Two Months - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The pandemic recession is officially over.\nIn fact, it has been over for more than a year.\nThe National Bureau of Economic Research, the semiofficial arbiter of U.S. business cycles, said Monday that the recession had ended in April 2020, after a mere two months. That makes it by far the shortest contraction on record — so short that by June 2020, when the bureau officially determined that a recession had begun, it had been over for two months. (The previous shortest recession on record, in 1980, lasted six months.)\nBut while the 2020 recession was short, it was unusually severe. Employers cut 22 million jobs in March and April, and the unemployment rate hit 14.8 percent, the worst level since the Great Depression. Gross domestic product fell by more than 10 percent.\nThe end of the recession doesn’t mean that the economy has healed. The United States has nearly seven million fewer jobs than before the pandemic, and while gross domestic product has most likely returned to its prepandemic level, thousands of businesses have failed, and millions of individuals are still struggling to get back on their feet.\nTo economists, however, recessions aren’t simply periods of financial hardship. They are periods of economic contraction, as measured by employment, income, production and other indicators. Once growth resumes, the recession is over, no matter how deep a hole remains. The recession that accompanied the 2008 financial crisis, for example, ended in June 2009 — four months before the unemployment rate hit its peak, and years before many Americans began to experience a meaningful rebound.", "url": "https://www.nytimes.com/2021/07/19/business/economy/pandemic-recession-over-coronavirus.html"}