{"authors": ["Thomas Gibbons-Neff", "Asad Timory"], "date_download": "2022-10-25 23:28:19", "date_modify": "2022-10-25 23:28:19", "date_publish": "2021-07-07 12:20:25", "description": "Continuing their offensive, the Taliban forces seemed poised to overrun the city, though Afghan airstrikes slowed the assault.", "filename": "2021_07_07_world_asia_afghanistan-taliban-badghis_1666740499.html", "image_url": "https://static01.nyt.com/images/2021/07/07/world/07afghan2/07afghan2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fad58a046605567b92156aa2442b7db3d223d2f76777e4a7de6d53f3f8b8e2d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_07_world_asia_afghanistan-taliban-badghis_1666740499.html", "title": "Taliban Attack a Provincial Capital in Afghanistan’s North, Freeing Prisoners", "title_page": "Taliban Attack a Provincial Capital in Afghanistan’s North, Freeing Prisoners - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — The Taliban pushed their way into a provincial capital in Afghanistan’s northwest on Wednesday, freeing prisoners there and threatening to overrun the city itself.\nDetails were murky from the city, Qala-e-Naw, the capital of Badghis Province, where fighting was widespread. Videos posted on social media showed some residents welcoming Taliban fighters on motorbikes as they entered.\n“The entire city is under control of the Taliban,” said Abdul Rahim Rahin, a member of Parliament from Badghis, though his statement could not be immediately confirmed. Reports from the city in the afternoon said that airstrikes by the Afghan Air Force had helped push back the Taliban fighters.\nDespite dire reports from the ground, a statement from the Ministry of Defense on Wednesday afternoon said the Taliban were “fleeing” and that “in the next few hours, all parts of the city will be cleared.”", "url": "https://www.nytimes.com/2021/07/07/world/asia/afghanistan-taliban-badghis.html"}