{"authors": ["Roni Caryn Rabin", "Apoorva Mandavilli", "Noah Weiland"], "date_download": "2022-10-25 23:27:29", "date_modify": "2022-10-25 23:27:29", "date_publish": "2021-05-13 23:51:17", "description": "Fully vaccinated people do not have to wear masks or maintain social distance indoors or outdoors, with some exceptions, the C.D.C. advised.", "filename": "2021_05_13_health_coronavirus-masks-cdc.html_action=click&module=RelatedLinks&pgtype=Article_1666740449.html", "image_url": "https://static01.nyt.com/images/2021/05/13/science/13VIRUS-MASKS1/13VIRUS-MASKS1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5b1daa5c3eb2fa28c448ebce7842ed202526725780d30a003ede14c800735345&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_13_health_coronavirus-masks-cdc.html_action=click&module=RelatedLinks&pgtype=Article_1666740449.html", "title": "Vaccinated Americans May Go Without Masks in Most Places, Federal Officials Say", "title_page": "Vaccinated Americans May Go Without Masks in Most Places, Federal Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The new advice arrived just two days after Senate Republicans tore into the C.D.C. for what they called outdated and overly conservative guidance on mask-wearing, accusing the agency at a hearing on the government’s pandemic response of losing the trust of Americans looking to return to normal life.\n“Free at last,” a maskless Senator Mitch McConnell of Kentucky, the Republican leader in the Senate, said as he left the Capitol on Thursday.\nThe agency said that vaccinated Americans would have to continue to abide by existing state, local or tribal laws and regulations and follow local rules for businesses and workplaces. But many local officials and business operators will be hard-pressed to maintain mask requirements now that the federal agency has spoken.\n“While we all share the desire to return to a mask-free normal, today’s C.D.C. guidance is confusing and fails to consider how it will impact essential workers who face frequent exposure to individuals who are not vaccinated and refuse to wear masks,” said Marc Perrone, the president of the United Food and Commercial Workers union.\nAbout two dozen states currently mandate masking in public. Connecticut, Pennsylvania and Washington State promptly lifted mask mandates on Thursday after the C.D.C.’s announcement. Governors in states like New York and New Jersey said they would study the C.D.C. recommendations before making any moves.\nIn some ways, the C.D.C.’s mask guidance has now come full circle. In the early days of the pandemic, health experts expressed ambivalence about whether masks were useful outside hospital settings. It was only in April 2020 that C.D.C. officials determined that masks could slow the spread of the virus and urged Americans to wear cloth masks they could make at home.\nPresident Trump famously resisted wearing a mask, and many of his ardent supporters followed suit. Still, masking became ubiquitous in many parts of the country, and federal health officials have been relentless in advocating their use.", "url": "https://www.nytimes.com/2021/05/13/health/coronavirus-masks-cdc.html?action=click&module=RelatedLinks&pgtype=Article"}