{"authors": ["Shawn Hubler", "Amy Harmon"], "date_download": "2022-10-25 23:42:47", "date_modify": "2022-10-25 23:42:47", "date_publish": "2021-12-18 10:00:13", "description": "The C.D.C. now recommends that all adults get a booster. But only one in six Americans has received that shot, worrying health officials.", "filename": "2021_12_18_us_omicron-booster-shots-americans_1666741367.html", "image_url": "https://static01.nyt.com/images/2021/12/17/us/00virus-boosters/00virus-boosters-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_18_us_omicron-booster-shots-americans_1666741367.html", "title": "As Covid Surges, Experts Say U.S. Booster Effort Is Far Behind", "title_page": "As Covid Surges, Experts Say U.S. Booster Effort Is Far Behind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Prompted by growing concerns about the Omicron variant, the C.D.C. now says that all American adults should get boosters. Recent studies have shown that the third dose of coronavirus vaccine may protect against the worst outcomes of the fast-spreading Omicron variant, while two shots produce a weaker antibody response. And data from November released on Friday by the C.D.C. show that fully vaccinated individuals without a booster were at least two times as likely to test positive as those who received a booster shot.\nBut many Americans have not gotten the message.\n“When Omicron came out, the national media made such a big deal about it that there was a pretty good increase in the amount of people that went for the boosters,” said DeWayne Bush, the emergency operations coordinator for Taylor County, Texas. But demand in his area, around Abilene, has since tapered off amid reports that the variant may cause less severe disease than other forms of the virus.\n“Now,” he said, “people have some questions about why was it such a big, huge issue.”\nIn Phoenix, Julian Montes, 19, a security guard at an Amazon facility who just got his second dose of Moderna, wondered how many boosters it would take to keep him and his family healthy.\n“If the variants keep coming, is there going to be even more vaccinations we’re going to have to get?” he asked, heading into a strip mall in the working-class Hispanic neighborhood of Maryvale, which has been devastated by Covid-19 and has also had one of the lowest vaccination rates around Phoenix. “When the people you rely on for information don’t fully know what to do, it gives you a sense of doubt.”\nIn San Francisco, Brenda Washington, 64, expressed similar confusion.\n“So do we have to get it or not?” asked Ms. Washington, who works two jobs and volunteers as a community organizer, and had been unable to make time for a booster until this week.", "url": "https://www.nytimes.com/2021/12/18/us/omicron-booster-shots-americans.html"}