{"authors": ["Kashmir Hill", "Ryan Mac"], "date_download": "2022-10-25 23:32:33", "date_modify": "2022-10-25 23:32:33", "date_publish": "2021-11-02 17:00:15", "description": "Saying it wants “to find the right balance” with the technology, the social network will delete the face scan data of more than one billion users.", "filename": "2021_11_02_technology_facebook-facial-recognition_1666740753.html", "image_url": "https://static01.nyt.com/images/2021/11/02/business/02facebook1/merlin_196968042_439d9753-232e-4aae-827e-ec100c125d89-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_02_technology_facebook-facial-recognition_1666740753.html", "title": "Facebook Plans to Shut Down Its Facial Recognition System", "title_page": "Facebook Plans to Shut Down Its Facial Recognition System - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The revelations have led to congressional hearings and regulatory inquiries. Last week, Mark Zuckerberg, the chief executive, renamed Facebook’s parent company as Meta and said he would shift resources toward building products for the next online frontier, a digital world known as the metaverse.\nThe change affects more than a third of Facebook’s daily users who had facial recognition turned on for their accounts, according to the company. That meant they received alerts when new photos or videos of them were uploaded to the social network. The feature had also been used to flag accounts that might be impersonating someone else and was incorporated into software that described photos to blind users.\n“Making this change required us to weigh the instances where facial recognition can be helpful against the growing concerns about the use of this technology as a whole,” said Jason Grosse, a Meta spokesman.\nAlthough Facebook plans to delete more than one billion facial recognition templates, which are digital scans of facial features, by December, it will not eliminate the software that powers the system, which is an advanced algorithm called DeepFace. The company has also not ruled out incorporating facial recognition technology into future products, Mr. Grosse said.\nPrivacy advocates nonetheless applauded the decision.\n“Facebook getting out of the face recognition business is a pivotal moment in the growing national discomfort with this technology,” said Adam Schwartz, a senior lawyer with the Electronic Frontier Foundation, a civil liberties organization. “Corporate use of face surveillance is very dangerous to people’s privacy.”\nFacebook is not the first large technology company to pull back on facial recognition software. Amazon, Microsoft and IBM have paused or ceased selling their facial recognition products to law enforcement in recent years, while expressing concerns about privacy and algorithmic bias and calling for clearer regulation.\nFacebook’s facial recognition software has a long and expensive history. When the software was rolled out to Europe in 2011, data protection authorities there said the move was illegal and that the company needed consent to analyze photos of a person and extract the unique pattern of an individual face. In 2015, the technology also led to the filing of the class action suit in Illinois.", "url": "https://www.nytimes.com/2021/11/02/technology/facebook-facial-recognition.html"}