{"authors": ["Melina Delkic"], "date_download": "2022-10-25 23:02:51", "date_modify": "2022-10-25 23:02:51", "date_publish": "2021-06-06 16:57:50", "description": "Gov. Tate Reeves of Mississippi said that there was no longer a high risk of contracting or being hospitalized with Covid-19.", "filename": "2021_06_06_world_mississippi-covid-vaccination-rate_1666738971.html", "image_url": "https://static01.nyt.com/images/2021/06/06/world/06virus-briefing-mississippi1/06virus-briefing-mississippi1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d491c937f3e18e24fb95e442aebe113878930473275d12dd44e140e6d73e6137&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_06_world_mississippi-covid-vaccination-rate_1666738971.html", "title": "Mississippi Governor Says Don't Worry About State's Low Vaccine Rate", "title_page": "Mississippi Governor Says Don't Worry About State's Low Vaccine Rate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gov. Tate Reeves of Mississippi on Sunday said that despite his state’s relatively low vaccination rates, case numbers showed there was no longer a high risk of contracting or being hospitalized with Covid-19.\n“I took my first dose in January, as did my wife, on TV, live,” Mr. Reeves said of the shot on the CNN program “State of the Union” on Sunday. “President Biden’s goals for July 4 are otherwise arbitrary, to say the least.”\nThe state is among the country’s slowest in vaccinations, with 34 percent of the population having received at least one shot, according to a Times database. While the state was far from the 70 percent vaccination goal for that date set forth by the White House, Mr. Reeves said that Mississippi would continue focusing on keeping its case and hospitalization numbers stable.\n“For over a year, we tried to focus our goals on reducing hospitalizations, reducing the number of individuals in I.C.U. beds, because we think the most important thing is that, if you get the virus, if you can get better with good quality care, that you receive that quality care,” he said. The state’s case load is improving. “At our peak, we had 2,400 cases per day over a seven-day period,” Mr. Reeves said. “Over the last seven days, we’ve had barely 800 cases in total over those seven days.”", "url": "https://www.nytimes.com/2021/06/06/world/mississippi-covid-vaccination-rate.html"}