{"authors": ["Matthew Haag", "Nicole Hong"], "date_download": "2022-10-25 23:51:05", "date_modify": "2022-10-25 23:51:05", "date_publish": "2021-09-21 14:16:36", "description": "The technology giant has built a sprawling campus on the West Side of Manhattan and has 12,000 employees in the city.", "filename": "2021_09_21_nyregion_google-buys-building-hudson-square_1666741865.html", "image_url": "https://static01.nyt.com/images/2021/09/21/nyregion/21nytech01/21nytech01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=abfaa976f62d8302a978b5f50026f16bc748d20393f9e7b5dafb5ae0b1a3c58d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_21_nyregion_google-buys-building-hudson-square_1666741865.html", "title": "Google to Spend $2.1 Billion on Manhattan Office Building", "title_page": "Google to Spend $2.1 Billion on Manhattan Office Building - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Google was already leasing but not yet occupying the 1.3 million-square-foot property, a former freight terminal near the Holland Tunnel known as St. John’s Terminal that is being renovated and expanded. The company has 12,000 corporate employees in New York City — its largest satellite offices outside its California headquarters — and said on Tuesday that it planned to hire another 2,000 workers in the city in the coming years.\n“New York’s energy, creativity and world-class talent are what keep us rooted here and why we’re deepening our commitment with plans to purchase St. John’s Terminal,” said Ruth Porat, the chief financial officer at Google and its parent company, Alphabet. “We look forward to continuing to grow along with this remarkable, diverse city.”\nCollectively, the four tech giants employ more than 22,000 people in their Manhattan offices. But their workers are unlikely to work five days a week in the office again anytime soon. Many tech companies have said they will allow employees to work remotely in a hybrid arrangement even after the pandemic ends. Google recently postponed its return-to-office plans to early 2022 because of the highly contagious Delta variant.\nThe speed with which the economy recovers in New York City, especially Manhattan, could hinge on office buildings. Before the pandemic, they drew a million workers every day, and those workers’ spending on everything from morning coffee to business lunches to after-work Broadway shows supported thousands of businesses. The absence of those commuters has led many stores and restaurants to close in Manhattan.\nCompanies have embraced remote work during the pandemic in ways they never had before, deciding that employees would be able to continue to work from home for some or all of the week after the pandemic eventually ends and even hiring new employees who plan to stay away from the office indefinitely.", "url": "https://www.nytimes.com/2021/09/21/nyregion/google-buys-building-hudson-square.html"}