{"authors": ["J. David Goodman", "Danny Hakim"], "date_download": "2022-10-25 22:56:42", "date_modify": "2022-10-25 22:56:42", "date_publish": "2021-03-05 02:57:56", "description": "The intervention was the earliest action yet known in an effort by Gov. Andrew M. Cuomo that concealed how many nursing home residents died in the pandemic.", "filename": "2021_03_04_nyregion_cuomo-nursing-home-deaths_1666738602.html", "image_url": "https://static01.nyt.com/images/2021/03/05/nyregion/05nycuomo-nursinghomes-print1/00nycuomo-nursinghomes1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=73b2db3d9c404416ebf1d2d02c2c1017d9c27d75141b68aef9ab50b43e6f91c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_04_nyregion_cuomo-nursing-home-deaths_1666738602.html", "title": "Cuomo Aides Rewrote Nursing Home Report to Hide Higher Death Toll", "title_page": "Cuomo Aides Rewrote Nursing Home Report to Hide Higher Death Toll - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In response to a detailed list of questions from The Times sent on Tuesday, the governor’s office responded with a statement Thursday night from Beth Garvey, a special counsel, who said “the out-of-facility data was omitted after D.O.H. could not confirm it had been adequately verified.” She added that the additional data did not change the conclusion of the report.\nThe tension over the death count dated to the early weeks of the pandemic when Mr. Cuomo issued an order preventing nursing homes from turning away people discharged from the hospital after being treated for Covid-19. The order was similar to ones issued in other states aimed at preventing hospitals from becoming overwhelmed.\nBut by late spring, Republicans were suggesting that the order had caused a deadly spread of the virus in nursing homes. Mr. Cuomo disputed that it had. Still, critics and others seized on the way the state was publicly reporting deaths: Unlike other states, New York excluded residents who had been transferred to hospitals and died there, effectively cloaking how many nursing home residents had died of Covid-19.\nThe 33-page report, which was issued in July by the state Health Department, found Mr. Cuomo’s policies were not to blame, but it became a turning point in the Albany debate over the governor’s policies.\nThe day after the report was published, legislators began calling for hearings and requesting complete data. Public health officials criticized its approach. A think tank began seeking the data the next month, as did the Justice Department.\nHealth officials, nursing home operators and even some of Mr. Cuomo’s aides expressed bafflement at the governor’s apparent insistence on delaying the release of the data for so long, as none of the information released so far has changed the overall number of Covid-19 deaths in New York — now more than 47,000, including more than 15,000 nursing home residents.\nBut the July report allowed Mr. Cuomo to treat the nursing home issue as resolved last year, paving the way for him to focus on touting New York’s success in controlling the virus.", "url": "https://www.nytimes.com/2021/03/04/nyregion/cuomo-nursing-home-deaths.html"}