{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:51:19", "date_modify": "2022-10-25 23:51:19", "date_publish": "2021-08-11 17:16:35", "description": "With the “Booksmart” actress taking on the role originated by Barbra Streisand in 1964, the show is getting its first Broadway revival in 58 years.", "filename": "2021_08_11_theater_beanie-feldstein-funny-girl-broadway_1666741879.html", "image_url": "https://static01.nyt.com/images/2021/08/14/arts/11funnygirl-item/11funnygirl-item-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=e0249bdea1e7545f951b10d04446c2dcebca11f6f652e6a58dc711a5804b9e0e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_11_theater_beanie-feldstein-funny-girl-broadway_1666741879.html", "title": "Beanie Feldstein to Star in ‘Funny Girl’ on Broadway", "title_page": "Beanie Feldstein to Star in ‘Funny Girl’ on Broadway - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Beanie Feldstein will star as Fanny Brice, the role that helped make Barbra Streisand a star, in a production of “Funny Girl,” which is returning to Broadway for the first time in 58 years.\nThe revival of the 1964 musical will be directed by Michael Mayer, who oversaw a 2015 revival of the show in London. Producers said performances would begin in the spring, but did not specify a date — though a recent Equity casting call gave April 2 as the first performance. The theater where the musical will be housed will be announced later.\n“The first time I played Fanny Brice was at my third birthday party, in a head-to-toe leopard print outfit my mom made for me,” Feldstein said in a statement. “So, it’s safe to say that stepping into this iconic role, on Broadway and not in my family’s backyard, is truly my lifelong dream come true.\n“I am immensely grateful to be able to do so alongside such a remarkable creative team,” she added, “and cannot wait for audiences to get back in theaters again!”", "url": "https://www.nytimes.com/2021/08/11/theater/beanie-feldstein-funny-girl-broadway.html"}