{"authors": ["Rick Gladstone", "William J. Broad", "Michael Crowley"], "date_download": "2022-10-25 23:54:35", "date_modify": "2022-10-25 23:54:35", "date_publish": "2021-04-16 13:51:07", "description": "A highly purified form of uranium is needed to make an atomic bomb, but the main point of Tehran’s action may be to give it leverage in nuclear talks.", "filename": "2021_04_16_world_middleeast_iran-nuclear-talks-uranium-explainer_1666742075.html", "image_url": "https://static01.nyt.com/images/2021/04/15/world/15iran-explainer/15iran-explainer-facebookJumbo.jpg?year=2021&h=550&w=1050&s=517b4dfa56a6ad1c89ec07cdbed3b038a7d26e20f281c84507d107ae495a0a59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_16_world_middleeast_iran-nuclear-talks-uranium-explainer_1666742075.html", "title": "Iran's Push to Enrich Uranium Amid Nuclear Talks: What to Know", "title_page": "Iran's Push to Enrich Uranium Amid Nuclear Talks: What to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under the nuclear agreement, known as the Joint Comprehensive Plan of Action, Iran was allowed to keep up to 300 kilograms, or 660 pounds, of uranium enriched to 3.67 percent for civilian nuclear power. Iran also agreed to stop enriching uranium beyond 5 percent and to idle hundreds of centrifuges. Its uranium supply fell far below the amount needed to produce even one bomb.\nWhy does Iran have more enriched uranium now?\nAfter President Donald J. Trump repudiated the Iran deal in 2018, reimposed economic sanctions on Iran and added other penalties, Iran undertook a graduated series of steps away from compliance with the deal to retaliate — increasing its 3.67 percent uranium supply, adding centrifuges, raising uranium purity in some of the supply to 20 percent and restricting international inspectors’ access to some nuclear sites. All the while, the country said these were easily reversible actions.\nWhat makes the 60 percent enrichment level particularly threatening is that the tricky process of enrichment becomes far easier and requires fewer centrifuges as it moves into the higher purities. In other words, getting to 90 percent purity is much easier starting from 20 percent, and easier still starting from 60 percent.\nHow much enriched uranium does Iran now possess?\nAccording to the International Atomic Energy Agency, the nuclear-monitoring arm of the United Nations, Iran as of February had amassed 2,967.8 kilograms of uranium — roughly 14 times the limit under the nuclear accord and theoretically enough to power about three atomic bombs if refined to weapons grade. The stockpile includes 17.6 kilograms enriched to 20 percent — also forbidden under the accord until the year 2030.\nDid the sabotage last weekend set back Iran’s ability to enrich uranium?\nAlmost certainly yes. While Iranian officials have given conflicting accounts of the extent of centrifuge damage at Natanz, the sabotaged enrichment complex, at least one has said that several thousand of the machines were destroyed. But Iran also possesses a second known enrichment site, an underground facility called Fordow, that houses roughly 1,000 centrifuges, and some were deployed early this year to enrich uranium to 20 percent.", "url": "https://www.nytimes.com/2021/04/16/world/middleeast/iran-nuclear-talks-uranium-explainer.html"}