{"authors": ["Elaine Glusac"], "date_download": "2022-10-25 23:29:41", "date_modify": "2022-10-25 23:29:41", "date_publish": "2021-03-02 10:00:18", "description": "Social-distancing, sustainability and accessibility helped accelerate e-biking during the pandemic, and the trend is showing up in urban bike-sharing programs.", "filename": "2021_03_02_travel_ebikes-bike-sharing-us_1666740581.html", "image_url": "https://static01.nyt.com/images/2021/03/01/travel/02ebikes-8/oakImage-1614616728420-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3969632cad255e37adf01e8fbf2718e9cdb2e169fe409a417e05872660268384&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_02_travel_ebikes-bike-sharing-us_1666740581.html", "title": "Farther, Faster and No Sweat: Bike-Sharing and the E-Bike Boom", "title_page": "Farther, Faster and No Sweat: Bike-Sharing and the E-Bike Boom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As with all bicycles during the pandemic, electric bikes, or those with battery-powered motors to handle propulsion, boomed. The market research firm NPD Group said sales of e-bikes grew 145 percent in 2020 compared to 2019, outpacing sales of all bikes, which were up 65 percent.\n“Bike categories that catered to families and recreational and newer riders grew better than more performance-oriented bikes,” said Dirk Sorenson, a sports industry analyst at NPD, adding that e-bikes “overcome challenges like big hills or going on a longer ride than a typical bike.”\nBut it’s not just consumer sales that have mainstreamed e-bikes. Municipal bike-sharing systems have increasingly adopted the technology, with some cities, including Charlotte, N.C., going with an all-electric fleet during the pandemic.\nSocial distancing demands, the quest for safe and more accessible public transportation and sustainable travel measures have forged a growing adoption of e-bikes among travelers as well as local residents.", "url": "https://www.nytimes.com/2021/03/02/travel/ebikes-bike-sharing-us.html"}