{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:00:32", "date_modify": "2022-10-25 23:00:32", "date_publish": "2021-01-29 17:15:15", "description": "With government support and lavish subsidies, Chinese companies have come to dominate the market for batteries, motors and other essentials Detroit may need for its new fleets.", "filename": "2021_01_29_business_gm-china-electric-cars_1666738832.html", "image_url": "https://static01.nyt.com/images/2021/01/30/business/29JPchina-emissions1-print/29china-emissions-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5e76cd049ab751bc2bedb583d53bca563fc975303a4c12f5e4b4a16b675c74c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_29_business_gm-china-electric-cars_1666738832.html", "title": "G.M. Wants to Make Electric Cars. China Dominates the Market.", "title_page": "G.M. Wants to Make Electric Cars. China Dominates the Market. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SHANGHAI — The business of making cars has reached a critical juncture — and it looks as if China is in the driver’s seat.\nGeneral Motors’ surprise announcement on Thursday that it aspires to eliminate gasoline and diesel cars from its fleet by 2035 and embrace electric cars follows a road map successfully drawn by Beijing. To get there, G.M., the Detroit stalwart and symbol of American industrial might, may have no choice but to embrace car and battery technologies in which Chinese companies play leading roles.\nEven when setting the time frame, G.M. seems to be matching Beijing’s speed. Just three months ago, Chinese policymakers ordered that most vehicles sold in China must be electric by 2035.\n“When it comes to global automakers’ electric vehicle plans, all roads lead back to Beijing,” said Michael Dunne, a former president of G.M.’s Indonesia operations.", "url": "https://www.nytimes.com/2021/01/29/business/gm-china-electric-cars.html"}