{"authors": ["Julie Weed"], "date_download": "2022-10-25 23:51:36", "date_modify": "2022-10-25 23:51:36", "date_publish": "2021-03-16 09:00:09", "description": "There are risks to starting an airline in any economic climate. But during a pandemic? The entrepreneurs behind the budget airlines Avelo and Breeze Airways see an opportunity.", "filename": "2021_03_16_travel_airlines-breeze-avelo-usa_1666741896.html", "image_url": "https://static01.nyt.com/images/2021/03/17/travel/05new-airlines-print/05new-airlines-print-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=f972ab2725412c950d35fc0d48035aa301b571527c1e1979216984e81e258e3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_16_travel_airlines-breeze-avelo-usa_1666741896.html", "title": "Breeze, Avelo: Two New U.S. Airlines Launching in 2021", "title_page": "Breeze, Avelo: Two New U.S. Airlines Launching in 2021 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A year after the pandemic’s arrival, U.S. passenger air travel remains at roughly half its pre-Covid levels and may not fully bounce back anytime soon. Is this really the time to launch a new domestic airline? How about two new airlines? A couple of industry veterans-turned-entrepreneurs think so. Look for flights from the low-fare carriers Avelo Airlines and Breeze Airways soon.\nAndrew Levy, the former president of the budget carrier Allegiant Airlines, purchased the charter airline XTRA Airways in 2018. He renamed the company Avelo and planned to turn it into a low-fare, customer-focused airline with scheduled service from smaller airports that serve large metro areas. The official start of the Houston-based airline will happen in early April, and in the meantime, the company is keeping flight destinations under wraps as they get finalized.\nMr. Levy had hoped for the company’s first flights to take off in November 2020 but the pandemic forced the airline to slow things down. Now though, Mr. Levy feels there are a number of factors coming together to make this spring the right time to launch.\nThe major airlines have reduced their numbers of flights, so there is airplane gate and office capacity at airports that had previously been constrained, he said. It’s also a good time to hire flight crews and other experienced airline staff, he added, because many of the big airlines have laid off employees or offered early retirement packages.", "url": "https://www.nytimes.com/2021/03/16/travel/airlines-breeze-avelo-usa.html"}