{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:52:20", "date_modify": "2022-10-25 23:52:20", "date_publish": "2021-07-28 18:00:45", "description": "The central bank gave the clearest hint yet that it will soon begin to shift bond-buying from emergency mode.", "filename": "2021_07_28_business_economy_fomc-fed-meeting-rates-taper_1666741940.html", "image_url": "https://static01.nyt.com/images/2021/07/28/business/28dc-fedtaper/28dc-fedtaper-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a33a34695f22d6cb71e13021e7d017888fb55375faea9ca4f044477e358471db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_28_business_economy_fomc-fed-meeting-rates-taper_1666741940.html", "title": "Federal Reserve Keeps Rates Unchanged but Cites ‘Progress’ Toward Goals", "title_page": "Federal Reserve Keeps Rates Unchanged but Cites ‘Progress’ Toward Goals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fed officials are trying to strike a balance, ensuring they are prepared to slow stimulus measures as the economy strengthens while avoiding an abrupt pullback. The latter could undermine the Fed’s credibility and potentially roil markets, causing lending to dry up and slowing the recovery when millions of prepandemic jobs are still missing and risks to the economy persist.\n“They don’t want to cause a sharp and fast increase in interest rates — that would be detrimental,” said Roberto Perli, head of global policy research at Cornerstone Macro. “The labor market is still not where it should be.”\nLingering threats to the outlook have been underscored by rising coronavirus cases in the United States and around the world tied to the Delta variant.\nMr. Powell acknowledged risks from the variant, but he suggested that any economic pullback it drove might not be as severe as last year’s. Still, he said, “it might weigh on the return to the labor market,” noting that the Fed will be monitoring that “carefully.”\nBut the Fed chair conveyed a generally optimistic tone about the economy on Wednesday.\nWhile he pointed out that the labor market had a lot of room left to heal, he also suggested that workers were lingering on the sidelines because they were afraid of the virus, had caregiving duties or were receiving generous unemployment insurance benefits. Those factors should fade as life returns to normal.\nThe United States is on a path to a strong labor market, and “it shouldn’t take too long, in macroeconomic time, to get there,” Mr. Powell said.\nHe discussed at length another reality of the reopening era: rising prices. As economic growth roars back, with strong consumer spending supported by repeated government stimulus checks, inflation is surging. That is partly the result of data quirks, but also because demand for washing machines, electronics, cars and housing is outstripping what producers can supply.", "url": "https://www.nytimes.com/2021/07/28/business/economy/fomc-fed-meeting-rates-taper.html"}