{"authors": ["Michael Schwirtz", "Nicole Perlroth"], "date_download": "2022-10-25 23:47:04", "date_modify": "2022-10-25 23:47:04", "date_publish": "2021-05-14 21:48:30", "description": "The hacking group, which the F.B.I. has said was responsible for the ransomware attack, said it had received “pressure” from the U.S.", "filename": "2021_05_14_business_darkside-pipeline-hack_1666741624.html", "image_url": "https://static01.nyt.com/images/2021/05/14/business/14darkside/14darkside-facebookJumbo.jpg?year=2021&h=550&w=1050&s=36f5c166c117fe6499544956c07526311f40df346df6d8cf4a3019aa9dfe7da6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_14_business_darkside-pipeline-hack_1666741624.html", "title": "DarkSide, Blamed for Colonial Pipeline Attack, Says It Is Shutting Down", "title_page": "DarkSide, Blamed for Colonial Pipeline Attack, Says It Is Shutting Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The criminal hacking group DarkSide, which the F.B.I. has blamed for carrying out a ransomware attack that crippled fuel delivery across the Southeastern United States this week, has announced that it is shutting down because of unspecified “pressure” from the United States.\nIn a statement written in Russian and provided to The New York Times on Friday by the cybersecurity firm Intel 471, DarkSide said it had lost access to the public-facing portion of its online system, including its blog and payment server, as well as funds that it said had been withdrawn to an unknown account. It said the group’s main web page and other public-facing resources would go offline within 48 hours.\n“Due to the pressure from the U.S., the affiliate program is closed,” the statement said, referring to intermediary hackers, the so-called affiliates, it works with to break into corporate computer systems. “Stay safe and good luck.”\nWhat that pressure may have been is unclear, but on Thursday, President Biden said the United States would not rule out a retaliatory strike against DarkSide that would “disrupt their ability to operate.” The White House spokeswoman, Jen Psaki, said the administration was waiting for recommendations from U.S. Cyber Command, but government officials on Friday declined to comment further about whether any action had been taken.", "url": "https://www.nytimes.com/2021/05/14/business/darkside-pipeline-hack.html"}