{"authors": ["Ben Dooley", "Hikari Hida", "Hisako Ueno"], "date_download": "2022-10-25 23:31:16", "date_modify": "2022-10-25 23:31:16", "date_publish": "2021-08-06 18:02:08", "description": "The Games failed to live up to their economic promise and cast a harsh light on Japan’s political culture. Some feel “a hunger for a new system.”", "filename": "2021_08_06_business_tokyo-olympics_1666740676.html", "image_url": "https://static01.nyt.com/images/2021/08/07/business/00jpOlympics-letdown1-print/00Olympics-letdown-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=fff51f689a29dcb27329dffd0b9190ae92ace1589cb162de68ba2f896536216d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_06_business_tokyo-olympics_1666740676.html", "title": "How the Olympics Hurt Tokyo's Economy", "title_page": "How the Olympics Hurt Tokyo's Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But as Tokyo fired up its cranes and cement mixers, the official cost skyrocketed to $14.9 billion from $7.3 billion. The one-year pandemic delay drove costs 20 percent higher, according to a government report. But those figures probably still don’t represent the true cost: A government audit conducted before the pandemic had already put the real price at $27 billion.\nThe economic forecasts, too, began to look shaky. Official estimates suggested that the event and its legacy effects would create nearly two million jobs and add more than $128 billion to the economy from investment, tourism and increased consumption.\nBut “those numbers were really big — with or without Covid-19, that would not have happened,” said Sayuri Shirai, an economics professor at Keio University in Tokyo and a former member of the Bank of Japan’s board. (The Games have a history of overpromising no matter where they are held.)\nWhen the pandemic hit, many of the Olympics investments changed from black ink to red. Tokyo 2020 had tripled the record for domestic corporate sponsorships, raking in more than $3.6 billion for the organizers. But many of those partners then decided that — at least at home — they would distance themselves from the event.\nDays before the opening ceremony, Toyota, one of Japan’s most powerful companies, announced that it would not air its Olympic ads in the domestic market and that its chairman would not attend the event. Other sponsors followed suit. (Local media had reported that Toyota spent $1.6 billion for a 10-year Olympic sponsorship deal. Toyota declined to comment.)\nThe losses are a rounding error for Japan’s enormous economy. But the smaller businesses along the thoroughfares and winding alleys of Tokyo may never recover.", "url": "https://www.nytimes.com/2021/08/06/business/tokyo-olympics.html"}