{"authors": ["Maria Abi-Habib", "Oscar Lopez"], "date_download": "2022-10-25 22:59:16", "date_modify": "2022-10-25 22:59:16", "date_publish": "2021-05-04 14:24:59", "description": "Mexico City’s mayor and one of her predecessors, both of whom are eyeing the nation’s highest office, were the subject of public anger after the train crash.", "filename": "2021_05_04_world_americas_mexico-city-train-crash-claudia-sheinbaum-mayors_1666738756.html", "image_url": "https://static01.nyt.com/images/2021/05/04/world/04mexico-train-briefing-politics/04mexico-train-briefing-politics-facebookJumbo.jpg?year=2021&h=550&w=1050&s=04dc57fb7e015dc4e01183e7929fa25688ec586e57153f38f1e29d2963a511bd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_04_world_americas_mexico-city-train-crash-claudia-sheinbaum-mayors_1666738756.html", "title": "Mexico City's Mayor Caught in Political Fallout After Train Crash", "title_page": "Mexico City's Mayor Caught in Political Fallout After Train Crash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Their rivalry has long been a subject of speculation by pundits, and on Tuesday, two of Mexico’s brightest political stars were in the spotlight for all the wrong reasons.\nAfter the deadly subway train crash in Mexico City, public anger on Tuesday turned toward the city’s mayor, Claudia Sheinbaum, and a former mayor who is now Mexico’s foreign minister, Marcelo Ebrard.\nBoth are widely seen as possible successors to President Andrés Manuel López Obrador.\n“Absolutely nothing will be hidden,” Mr. López Obrador said at a news conference on Tuesday morning. “The people of Mexico must know the whole truth.”\nBut even as the president spoke, the political fallout was evident at his news conference. Both Ms. Sheinbaum and Mr. Ebrard faced harsh questioning from reporters: she for the possible failure to detect faults that led to the deadly crash, and he for overseeing the construction of a subway line plagued by accusations of mismanagement and corruption.", "url": "https://www.nytimes.com/2021/05/04/world/americas/mexico-city-train-crash-claudia-sheinbaum-mayors.html"}