{"authors": ["Maggie Astor"], "date_download": "2022-10-25 23:24:00", "date_modify": "2022-10-25 23:24:00", "date_publish": "2021-04-05 23:10:42", "description": "The bill, which could still be enacted if state legislators override the governor’s veto, would make it illegal for transgender minors to receive gender-affirming medication or surgery.", "filename": "2021_04_05_us_politics_asa-hutchinson-veto-transgender-bill_1666740240.html", "image_url": "https://static01.nyt.com/images/2021/04/05/us/politics/05new-washington-briefing-arkansas/05new-washington-briefing-arkansas-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a22228a45ea419eab62027cafcaa918415e39adc0080bf24c9213f42fb6bd1c8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_05_us_politics_asa-hutchinson-veto-transgender-bill_1666740240.html", "title": "G.O.P. Governor of Arkansas Vetoes Anti-Transgender Bill", "title_page": "G.O.P. Governor of Arkansas Vetoes Anti-Transgender Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gov. Asa Hutchinson of Arkansas vetoed a bill on Monday that would make it illegal for transgender minors to receive gender-affirming medication or surgery — a rare Republican rejection amid the growing conservative effort to restrict transgender people’s health care and participation in society.\nThe Arkansas State Legislature could override Mr. Hutchinson’s veto of the bill, known as H.B. 1570. Republicans hold large majorities in both chambers and passed the bill last month with mostly party-line votes: 70 to 22 in the House and 28 to 7 in the Senate.\n“I was told this week that the nation is looking at Arkansas because I have on my desk another bill passed by the General Assembly that is a product of the cultural war in America,” Mr. Hutchinson said in announcing his veto. “I don’t shy away from the battle when it is necessary and defensible, but the most recent action of the General Assembly, while well intended, is off course.”\nChase Strangio, a lawyer at the American Civil Liberties Union who has fought anti-trans legislation in Arkansas and other states, said that while he and other advocates needed to be “tentative in our celebration” because of the possibility of an override, Mr. Hutchinson’s veto was significant both practically and symbolically.", "url": "https://www.nytimes.com/2021/04/05/us/politics/asa-hutchinson-veto-transgender-bill.html"}