{"authors": ["Raymond Zhong"], "date_download": "2022-10-25 23:26:22", "date_modify": "2022-10-25 23:26:22", "date_publish": "2021-07-12 11:50:06", "description": "The deal for 10 million vaccine doses eases a serious shortage on the self-ruling island, which has accused Beijing of interfering with previous efforts.", "filename": "2021_07_12_world_asia_taiwan-biontech-vaccine_1666740382.html", "image_url": "https://static01.nyt.com/images/2021/07/12/world/12virus-briefing-taiwan/12virus-briefing-taiwan-facebookJumbo.jpg?year=2021&h=550&w=1050&s=562dbfbd24d51b8b660397062a4909db8ade25f4da3abe3e8f46e210cc82591a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_12_world_asia_taiwan-biontech-vaccine_1666740382.html", "title": "After months in limbo, Taiwan finally has a deal to acquire BioNTech shots.", "title_page": "After months in limbo, Taiwan finally has a deal to acquire BioNTech shots. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BioNTech on Monday announced a deal to provide 10 million doses of its coronavirus vaccine to Taiwan, easing a serious shortage there and ending months of deadlock stemming from the self-ruling island’s complicated relationship with China, which considers Taiwan part of its territory.\nThe deal is a convoluted one, reflecting the delicate needle that had to be threaded.\nThe vaccines will be purchased, then donated to Taiwan’s government, by two of the island’s most prominent corporate titans — Foxconn, a major assembler of Apple’s iPhones; and TSMC, which makes the cutting-edge chips in Apple’s latest devices — in conjunction with the YongLin Foundation, a charity set up by Foxconn’s founder, Terry Gou.\nThe shots will be sold by Fosun Pharma, the Shanghai company that is BioNTech’s manufacturing and distribution partner for mainland China, Hong Kong, Macau and Taiwan. (BioNTech’s partner in other parts of the world, including the United States, is Pfizer.)\nAnd officially, the buyer will be Zuellig Pharma, a Swiss-owned company entrusted with the task by Foxconn, TSMC and YongLin. The New York Times reported last month that discussions had taken place about a deal that would include Zuellig, which is already working with Moderna to supply that company’s coronavirus vaccine in Southeast Asia, Hong Kong, Macau and Taiwan.", "url": "https://www.nytimes.com/2021/07/12/world/asia/taiwan-biontech-vaccine.html"}