{"authors": ["Matthew Goldstein", "Lauren Hirsch", "Neal E. Boudette"], "date_download": "2022-10-25 23:34:36", "date_modify": "2022-10-25 23:34:36", "date_publish": "2021-06-14 12:07:16", "description": "The company’s top executive resigned after the struggling automaker released an investigation by its board.", "filename": "2021_06_14_business_lordstown-motors-steve-burns-julio-rodriguez_1666740876.html", "image_url": "https://static01.nyt.com/images/2021/06/14/business/14lordstown-01/14lordstown-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f2391b5bbbf1fb3c148b341e1f14118abcfe0972d687dc462807f982d67903e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_14_business_lordstown-motors-steve-burns-julio-rodriguez_1666740876.html", "title": "Lordstown Motors' Top Executives Resign After Board Investigation", "title_page": "Lordstown Motors' Top Executives Resign After Board Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last August, Goldman Sachs helped Lordstown reach a deal to merge with DiamondPeak Holdings, a shell company created by a former Goldman banker, whose specialty was real estate, for the purpose of acquiring a business. The merger was completed in October, putting Lordstown on the Nasdaq stock exchange.\nGoldman Sachs declined to comment.\n“G.M. took a stake in it and it solved a political problem for them,” said Usha Rodrigues, a professor at the University of Georgia School of Law. “Everyone just shrugs and hopes maybe it will be a home run and everything will be fine.”\nCompanies that sell stock in an I.P.O. and the Wall Street banks that help them go public are held to strict reporting standards, Ms. Rodrigues said. But businesses like DiamondPeak, which are called special purpose acquisition companies, are started with no operating business when they sell shares to the public. As a result, they don’t have much to disclose. Then, when companies like Lordstown merge with these takeover companies, the deal bypasses that more rigorous standard of review.\nOver the past year, acquisition companies, known as SPACs, have raised more than $100 billion from investors in the hopes of finding merger partners. But regulators have raised concerns that these takeover businesses are set up to favor the deal sponsors and early investors at the expense of retail investors who often get in after a merger is announced.\nCritics said the problems with Lordstown and other companies like it have been evident to anybody who was paying attention.\nLordstown, for example, told investors that it had tens of thousands of “pre-orders” for its pickup truck, including from businesses that operate big fleets. But these were not binding orders, a fact highlighted by a report published in March by Hindenburg Research, a hedge fund that has bet against Lordstown’s stock.\nNathan Anderson, Hindenburg’s founder, said the hype around electric vehicles encouraged sponsors of acquisition companies “to bring these companies public well before they were ready and in many cases some of these companies will never be ready.” Mr. Anderson said his firm was still betting against shares of Lordstown.", "url": "https://www.nytimes.com/2021/06/14/business/lordstown-motors-steve-burns-julio-rodriguez.html"}