{"authors": ["Fahima Haque"], "date_download": "2022-10-25 23:46:19", "date_modify": "2022-10-25 23:46:19", "date_publish": "2021-01-15 10:00:04", "description": "In her memoir, Nadia Owusu contemplates what it means to find home.", "filename": "2021_01_15_books_review_aftershocks-nadia-owusu_1666741579.html", "image_url": "https://static01.nyt.com/images/2021/01/17/books/review/12Haque1/12Haque1-facebookJumbo.jpg?year=2021&h=214&w=408&s=06e89879bd0cfef25a587c7cfe14202a4226c6d7ffc9540a7f0f59f9b6856992&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_15_books_review_aftershocks-nadia-owusu_1666741579.html", "title": "What Is a Home? In ‘Aftershocks,’ the Answer Is Not So Clear", "title_page": "What Is a Home? In ‘Aftershocks,’ the Answer Is Not So Clear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AFTERSHOCKS\nBy Nadia Owusu\nWhere are you from? If someone were to ask, you might cite your current ZIP code or share where you were raised. You might mention where your ancestors lived. You might explain whether you grew up rooted to one cul-de-sac, one city block, one country.\nBut for Nadia Owusu, the question is not so simple. The daughter of a Ghanaian father who worked for a United Nations agency and an Armenian-American mother, she has lived a nomadic life — she was born in Tanzania, then, as a child, lived in Uganda, Ethiopia, Italy and England. Later, when she was 18, she moved to New York for college and stayed there for her entire adult life. “Confused?” she asks. “Me too. I never know how to answer the question of my origin.”\nOwusu’s debut memoir, “Aftershocks,” is her attempt to explain.\nIn “Aftershocks,” Owusu reflects on her childhood and her 20s, feeling untethered from the world because of her father’s diplomatic background and from her family, which is complicated by divorce and death. The narrative is straightforward but Owusu uses formats like a resettlement intake form and symbols like a recycled blue chair found on the streets of New York City to tell her story. The dominant motif, however, is an earthquake. Owusu opens the book with a chapter titled “First Earthquake” and chapters are grouped under sections with labels that include “Foreshocks,” “Faults,” “Aftershocks” and more.", "url": "https://www.nytimes.com/2021/01/15/books/review/aftershocks-nadia-owusu.html"}