{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:23:01", "date_modify": "2022-10-25 23:23:01", "date_publish": "2021-10-22 17:02:19", "description": "The new strategy could deeply cut greenhouse gases that are heating the planet but it will still face considerable political, logistical and legal hurdles.", "filename": "2021_10_22_climate_biden-climate-plan_1666740181.html", "image_url": "https://static01.nyt.com/images/2021/10/22/climate/22CLI-BIDENCLIMATE-promo/22CLI-BIDENCLIMATE-promo-facebookJumbo.jpg?year=2021&h=549&w=1050&s=11a5e1a3e89c110ae1c46c52b802ff086c1703012405cd1826e46514a29d2198&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_22_climate_biden-climate-plan_1666740181.html", "title": "Biden Crafts a Climate Plan B: Tax Credits, Regulation and State Action", "title_page": "Biden Crafts a Climate Plan B: Tax Credits, Regulation and State Action - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But chances for success are slim; the approach faces significant legal, logistical and political challenges. The process of crafting regulations could take years and the conservative-leaning Supreme Court could overrule them or a future president could simply roll them back. And relying on states to amp up their clean energy laws just shifts the fight to statehouses for environmentalists and fossil fuel interests to battle it out on the local level.\n“That mix of tax credits, and new federal regulations, and new state actions puts the target within reach. But there are a lot of ifs,” said John Larsen, an author of the Rhodium analysis. “You need states to up the ante on clean energy at a level they haven’t yet done. You need the Environmental Protection Agency to put regulations on every power plant in America in a way they haven’t yet done. And then you have to hope the Supreme Court doesn’t throw that out. Everything has to break in the right way.”\nThe White House fell back on the plan after its main hope to significantly cut emissions, a clean electricity program, was blocked by Senator Joe Manchin III of West Virginia, a pivotal vote in an evenly divided Senate.\nThe clean electricity program would have rapidly cleaned up the electricity sector by rewarding power plants that switched from burning coal, oil and gas to wind, solar, nuclear and other clean energy, and penalizing those that do not switch. It was intended to push the nation’s electricity sector to generate 80 percent of its power from clean energy sources by 2030, from 40 percent now.\nMr. Manchin, who has financial ties to the coal industry and whose state also produces natural gas, has said he is opposed to any measure that would hurt coal and gas companies.", "url": "https://www.nytimes.com/2021/10/22/climate/biden-climate-plan.html"}