{"authors": ["John Herrman"], "date_download": "2022-10-25 23:40:52", "date_modify": "2022-10-25 23:40:52", "date_publish": "2021-05-15 09:00:07", "description": "Created as a cryptocurrency parody in 2013, Dogecoin languished for years. Then, in 2021, it went absolutely wild. What have its holders learned?", "filename": "2021_05_15_style_dogecoin-cryptocurrency-investment_1666741252.html", "image_url": "https://static01.nyt.com/images/2021/05/16/fashion/13DOGECOIN-1/13DOGECOIN-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d996bcc7ef9db19ed54e43d04d3ab21a5d1ad81d93a4773568141086d1d540a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_15_style_dogecoin-cryptocurrency-investment_1666741252.html", "title": "Dogecoin Went Wild in 2021. Here's What It Taught Us.", "title_page": "Dogecoin Went Wild in 2021. Here's What It Taught Us. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2013, two friends who met in a chat room created Dogecoin as a joke. Named after a meme of an expressive dog, it was meant to mock the self-serious cryptocurrencies of the time, many of which never took off. The joke did, though, and it spawned a community of enthusiasts who kept it alive for years — at a negligible price.\nThen came 2021. A boom in retail trading and cryptocurrency investments, spurred in part by boredom and the arrival of stimulus checks, led people back to Doge.\nOn Jan. 1, a single coin was worth $0.0054. At one point in May, its value jumped to more than $0.74. (As of this writing, its price was hovering around $0.40, with a market capitalization of $49 billion.)\nFor new Dogecoin holders looking to make a buck, it’s been quite the ride. For those who bought the currency when it was virtually worthless, perhaps as a long-forgotten joke, things have been substantially weirder. Here are some of their stories, and what they’ve learned from this moment (so far).", "url": "https://www.nytimes.com/2021/05/15/style/dogecoin-cryptocurrency-investment.html"}