{"authors": ["Michael Paulson"], "date_download": "2022-10-25 23:50:45", "date_modify": "2022-10-25 23:50:45", "date_publish": "2021-12-21 00:20:24", "description": "The Alanis Morissette musical becomes the first big show to be felled by the resurgent coronavirus pandemic.", "filename": "2021_12_20_theater_jagged-little-pill-shutdown-omicron_1666741845.html", "image_url": "https://static01.nyt.com/images/2021/12/22/arts/20JAGGED-2/merlin_165282192_673b97b7-7bb6-4c55-aea5-64a294fc559e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_20_theater_jagged-little-pill-shutdown-omicron_1666741845.html", "title": "‘Jagged Little Pill’ to Close on Broadway, Citing Omicron", "title_page": "‘Jagged Little Pill’ to Close on Broadway, Citing Omicron - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Jagged Little Pill,” a rock musical fueled by the songs of Alanis Morissette that wrestles with a variety of contemporary social issues, will close on Broadway, becoming the first big show felled, in part, by the resurgent coronavirus pandemic.\nThe musical stopped performing on Saturday, citing “a limited number of positive Covid test results.” And on Monday night, the producers said it would not reopen.\nThe causes are multiple: The show, which opened in late 2019, was nominated for 15 Tony Awards, and won two, for best book, by Diablo Cody, and best featured actress, Lauren Patten. But it did not win the prize with the most box office value, best musical, and never fully found its footing before shutting down with the rest of the industry because of the coronavirus pandemic.\nIt restarted in October, but sales were soft through the fall.\nAnd then came Omicron, the variant that has driven coronavirus cases back up, and prompted a raft of cancellations of performances on Broadway and beyond.", "url": "https://www.nytimes.com/2021/12/20/theater/jagged-little-pill-shutdown-omicron.html"}