{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:51:45", "date_modify": "2022-10-25 23:51:45", "date_publish": "2021-07-16 09:00:26", "description": "Some of the wealthiest companies in the world are investing in the green economy. But they’re not investing in paying union wages.", "filename": "2021_07_16_business_economy_green-energy-jobs-economy_1666741905.html", "image_url": "https://static01.nyt.com/images/2021/07/18/business/00green-jobs01/00green-jobs01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b72ec5c28c13325713838ef49fcec7e27687dc8ce1a1a3749401db7b68da9357&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_16_business_economy_green-energy-jobs-economy_1666741905.html", "title": "Building Solar Farms May Not Build the Middle Class", "title_page": "Building Solar Farms May Not Build the Middle Class - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Elsewhere on the site, Mr. Remington pointed out a worker whom he had seen splicing together cables, but she declined to comment when approached by a reporter. Mr. Remington, who visits frequently and has the moxie of a man who, by his own accounting, has been chased around “by some of the finest sheriffs” in Michigan during hunting season, said he had asked the worker the day before if she was a licensed journeyman or if a journeyman was directly supervising her work, as state regulations require. The worker indicated that neither was the case.\nA spokeswoman for McCarthy Building Companies, the construction contractor for D.E. Shaw Renewable Investments, said that all electrical apprentices were supervised by licensed journeymen at the state-mandated ratio of three-to-one or better and that all splices involved a licensed electrician.\nDuring a brief encounter on site with a reporter, Brian Timmer, the project manager who had exchanged a text with a union organizer, said, “That’s the reason I can’t talk to you” when he was asked about union labor. “It gets a lot of people upset.” (Mr. Remington said he was later told by McCarthy that it might use union electricians for a limited assignment — repairing some defective components.)\nThe county electrical inspector, Dane Deisler, said that McCarthy had produced licenses when he had asked to see them, but that he hadn’t “physically gone through and counted” the licenses and didn’t know how many licensed electricians were on site.\nMr. Remington is convinced there are far fewer than a project of this scale requires. “That’s a high-voltage splice box right there,” he said while driving around the perimeter, alluding to potential dangers. He pointed to another box and said, “Tell me if you don’t think that’s electrical work.”\nLater, explaining why he invested so much effort in a job site where few of his members are likely to be employed, Mr. Remington reflected on the future. “Well, this is going to be the only show in town,” he said. “I want us to have a piece of it.”", "url": "https://www.nytimes.com/2021/07/16/business/economy/green-energy-jobs-economy.html"}