{"authors": ["Christine Hauser", "Edgar Sandoval"], "date_download": "2022-10-25 23:48:06", "date_modify": "2022-10-25 23:48:06", "date_publish": "2021-07-14 20:03:42", "description": "Epidemiologists examining causes of deaths reported from Feb. 11 to March 5 have added 59 deaths to the storm’s toll, bringing it to 210.", "filename": "2021_07_14_us_texas-winter-storm-deaths_1666741686.html", "image_url": "https://static01.nyt.com/images/2021/07/14/nyregion/14xp-texas-1/14xp-texas-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8194c07d71704b0f7b0260f81c4b46366049ba8bcba3275f4dd1507e2686d865&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_14_us_texas-winter-storm-deaths_1666741686.html", "title": "Death Toll From Texas Winter Storm Continues to Rise", "title_page": "Death Toll From Texas Winter Storm Continues to Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Harris County, which includes Houston, is the state’s most populous county, with more than four million people, followed by Dallas County, with more than 2.6 million. Travis County, which includes Austin, the state capital, is the fifth most populous, with about 1.2 million people.\nThe winter storm swept across Texas in mid-February, plunging the state into freezing cold and pushing the power grid to the brink of collapse. Millions of residents were forced to boil water, use generators, huddle in idling cars for heat and scour for wood to feed fires during some of the most frigid weather recorded in state history.\nInitial estimates for the death toll were 57 in mid-March, but the toll continued to climb as the months unfolded, reaching 111 at the end of the month, department figures show. It was revised twice in April until it reached 151.\nEpidemiologists continue to scrutinize death certificates, linking causes of death to the storm, the department said. Another update will most likely come next month before the health department issues a final report, Douglas Loveday, a department spokesman, said on Wednesday.\nThe scale of loss ranked the storm far above other disasters in the state, even worse than Hurricane Harvey, which claimed at least 68 lives in 2017.", "url": "https://www.nytimes.com/2021/07/14/us/texas-winter-storm-deaths.html"}