{"authors": ["Glenn Thrush", "Jonathan Martin", "Maggie Haberman"], "date_download": "2022-10-25 23:27:28", "date_modify": "2022-10-25 23:27:28", "date_publish": "2021-02-23 16:39:07", "description": "The announcement came just a week after Mr. Perdue, a former senator and a Republican, said he had filed paperwork for a possible campaign, and just days after a meeting with Donald Trump.", "filename": "2021_02_23_us_politics_david-perdue-georgia-senate_1666740448.html", "image_url": "https://static01.nyt.com/images/2021/01/03/us/politics/23new-washington-briefing-Perdue/03transition-briefing-republicans-facebookJumbo.jpg?year=2021&h=550&w=1050&s=39687da91cba03c5b241dafe112cc9f892dbe4d610a7ccc9d4c6ffae9b195786&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_23_us_politics_david-perdue-georgia-senate_1666740448.html", "title": "Perdue Will Not Challenge Warnock for Georgia Senate Seat", "title_page": "Perdue Will Not Challenge Warnock for Georgia Senate Seat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the announcement came just days after Mr. Perdue made what is becoming a ritualistic trip for Republicans — to former President Donald J. Trump’s private club in Florida, for dinner and a lengthy round of golf last Friday. That raised questions among some Republicans about what Mr. Trump had said to him during their time together.\nThe meeting did not go well, people briefed on it said. Mr. Trump was focused on retribution, particularly against Senator Mitch McConnell, the minority leader, and Gov. Brian Kemp of Georgia, a Republican whom Mr. Trump views as having betrayed him.\nTwo Republicans, one in Atlanta and another in Washington, separately said that Mr. Trump spent much of his conversation with Mr. Perdue making clear his determination to unseat Georgia’s governor next year. Trying to navigate a feud between the former president and his state’s sitting governor for the next two years was deeply unappealing to Mr. Perdue, according to a Georgia Republican who knows the former senator.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nOne of the people briefed on the meeting with Mr. Trump said it appeared to be a factor in Mr. Perdue’s decision not to run. But the second person said the biggest factor was how draining another campaign and then potentially six more years in the Senate would be.\nNow the question in Georgia is whether the 2022 race will become a replay of 2020, when Ms. Loeffler and former Representative Doug Collins competed with each other to run against Mr. Warnock.", "url": "https://www.nytimes.com/2021/02/23/us/politics/david-perdue-georgia-senate.html"}