{"authors": ["Anton Troianovski", "Sergey Ponomarev"], "date_download": "2022-10-25 23:38:53", "date_modify": "2022-10-25 23:38:53", "date_publish": "2021-09-16 19:19:22", "description": "Many in Russia say they are fed up with corruption, stagnant wages and rising prices. But they worry, as one man said, that “if things start to change, there will be blood.”", "filename": "2021_09_16_world_europe_russia-election-vote-putin_1666741133.html", "image_url": "https://static01.nyt.com/images/2021/09/17/world/17russia-roadtrip-hp-promo/17russia-roadtrip1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=648b2e64e4bbb4a22a017270693e10ede388f78e1f1c202d7248d59a3b9c48e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_16_world_europe_russia-election-vote-putin_1666741133.html", "title": "As Russian Election Nears, Voters Voice Resignation, Anger and Fear", "title_page": "As Russian Election Nears, Voters Voice Resignation, Anger and Fear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many in Russia say they are fed up with corruption, stagnant wages and rising prices. But they worry, as one man said, that “if things start to change, there will be blood.”\nShe walked into the cafe wearing a face mask that read, “I’m not afraid, and don’t you be afraid.” A man in a leather jacket followed her in, looked at her as she sat down next to me, then disappeared. Another man, in a vest and gray cap, waited outside.\nHe trailed us as we walked out.\nI was interviewing Violetta Grudina, an activist in the Russian Arctic city of Murmansk who is allied with the imprisoned opposition leader Aleksei A. Navalny. She was still recovering from a hunger strike. Now under relentless surveillance, she confessed to a creeping, numbing desperation.\n“We are all in a trap — trapped by one tyrant,” Ms. Grudina said. “This stupor that comes from giving everything you possibly can, but nothing changes — it is hard.”", "url": "https://www.nytimes.com/2021/09/16/world/europe/russia-election-vote-putin.html"}