{"authors": ["Anahad O Connor"], "date_download": "2022-10-25 23:26:01", "date_modify": "2022-10-25 23:26:01", "date_publish": "2021-08-24 07:00:06", "description": "Respiratory syncytial virus is showing an unusual summer surge.", "filename": "2021_08_24_well_live_rsv-respiratory-synctial-virus_1666740361.html", "image_url": "https://static01.nyt.com/images/2021/08/24/well/askwell-rsv/merlin_190549494_145860da-cdba-4e70-b017-982d2d4a27d3-facebookJumbo.jpg?year=2021&h=399&w=763&s=7a1c093595d9f93cbeb5b18e7e14ab350d8144f6352a7fdfb52dbfbc7b64fc3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_24_well_live_rsv-respiratory-synctial-virus_1666740361.html", "title": "RSV In My Child: Should I Be Concerned?", "title_page": "RSV In My Child: Should I Be Concerned? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the Children’s Hospital of Philadelphia, doctors began to see a surge in cases in May, which accelerated in the past eight weeks, said Dr. Audrey John, the chief of the hospital’s Division of Pediatric Infectious Diseases. “To put that in perspective, none of the children who were tested for R.S.V. through the winter were positive,” she said. “But in the last couple weeks we’re up to one in four children who are getting tested are positive for R.S.V. That’s a lot of virus out there.”\nThe spread of R.S.V. appears to have started in the northeast and then spread to other parts of the country, where children’s hospitals in states like Texas, Florida and Louisiana reported seeing spikes in June. The virus is quite contagious and can survive on hard surfaces for many hours. Experts say that it’s much more likely to be transmitted through infected surfaces than SARS-CoV-2, the virus that causes Covid-19.\nBut experts say that parents of school aged children should not be overly worried. While older children can get infected, severe cases of R.S.V. are mainly a concern for children under 2 years, said Dr. Jennifer Lighter, a pediatric infectious disease specialist and hospital epidemiologist with Hassenfeld Children’s Hospital at N.Y.U. Langone Health. Infants are most at risk, she said, especially those who were born prematurely or have heart, lung or neuromuscular diseases.\nOne way that doctors prevent severe cases of R.S.V. is by giving children who are at high risk a drug called Palivizumab, which is administered through five monthly injections during the winter season. But because of the unusual surge in cases this summer, the American Academy of Pediatrics issued a statement this month calling on pediatricians to consider administering the drug right away to infants who may be eligible for it.\nOlder children are less likely to get severely sick, but they can still pass the virus to children who are more vulnerable. In general, doctors recommend following common sense precautions like frequent hand washing or sanitizing, avoiding crowded indoor places, and — for children over 2 — wearing masks. Children and adults who have cold or flu symptoms should avoid coming into close contact with babies. And parents should keep their children home from school or day care if they’re sick and experiencing symptoms like a cough, runny nose or sore throat, said Dr. John at the Children’s Hospital of Philadelphia.", "url": "https://www.nytimes.com/2021/08/24/well/live/rsv-respiratory-synctial-virus.html"}