{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 22:58:14", "date_modify": "2022-10-25 22:58:14", "date_publish": "2021-11-08 20:32:02", "description": "Activists say the needs of struggling communities in Chicago and elsewhere vastly exceed the billions Congress is spending.", "filename": "2021_11_08_us_politics_democrats-budget-bill-cuts-infrastructure_1666738694.html", "image_url": "https://static01.nyt.com/images/2021/11/05/us/politics/05minority-infrastructure-1b/05minority-infrastructure-1b-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_08_us_politics_democrats-budget-bill-cuts-infrastructure_1666738694.html", "title": "On Chicago’s West Side, Urgent Needs Collide With Washington Compromises", "title_page": "On Chicago’s West Side, Urgent Needs Collide With Washington Compromises - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For them, building back better is a must — both to address glaring needs in their neighborhoods and to combat what they describe as a too-familiar political phenomenon: campaign promises to prioritize the poor and disenfranchised that are later sacrificed in Washington in the name of getting things done.\n“The political conversation is always around the middle class,” said Richard Townsell, who works with United Power and leads several community groups focused on housing. “I don’t think the left or the right really care about poor people or about working folks.”\nDemocrats are seeking to rebuff that cynicism with a unified party message on the historic investments in the legislation, including on issues that uniquely affect Black and Latino communities.\nThe budget agreement, which is supported by Democratic groups like the Congressional Black Caucus, includes money for historically Black colleges and universities, community violence prevention efforts and aid to disadvantaged farmers.\nStill, after years of disinvestment in areas like North Lawndale, the need “vastly exceeds even the $3.5 trillion figure that was the starting point for this bill,” said Nick Brunick, another affordable housing advocate in Chicago. The creation of new affordable housing, advocates say, leads homeowners to be more invested in their communities and helps eliminate vacant homes and lots where gangs often operate.\nYet housing investments including assistance to first-time home buyers and money for developing new units — crucial to efforts like those by United Power — were cut by half in Washington, to about $150 billion from more than $300 billion.\nAnother issue being closely watched by Chicago community groups, an initiative to replace lead service lines that can cause toxic drinking water, will receive $15 billion in the infrastructure bill and could get another $10 billion in the social-safety-net package, according to environmental groups that have negotiated with lawmakers. That is well short of the $60 billion sought by industry experts and the $45 billion Mr. Biden originally proposed.", "url": "https://www.nytimes.com/2021/11/08/us/politics/democrats-budget-bill-cuts-infrastructure.html"}