{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 22:56:34", "date_modify": "2022-10-25 22:56:34", "date_publish": "2021-04-07 21:08:27", "description": "A woman who has accused Gov. Andrew Cuomo of groping her in the Executive Mansion said that she warned him, “You’re going to get us in trouble.”", "filename": "2021_04_07_nyregion_cuomo-sexual-harassment_1666738594.html", "image_url": "https://static01.nyt.com/images/2021/04/07/nyregion/07cuomo-accuser2/07cuomo-accuser2-facebookJumbo.jpg?year=2021&h=549&w=1050&s=5eea696cb96a22bd6147a612c3567a75c6f4ee120638d684a9b3ccd9a5dddca1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_07_nyregion_cuomo-sexual-harassment_1666738594.html", "title": "Cuomo Aide Says Governor ‘Groomed’ Her for Months Before Groping", "title_page": "Cuomo Aide Says Governor ‘Groomed’ Her for Months Before Groping - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY, N.Y. — A woman who has accused Gov. Andrew M. Cuomo of groping her in the Executive Mansion gave a fuller account in a published report on Wednesday, detailing how she believed the governor had groomed her for months with a series of tight hugs and sexually suggestive comments.\nShe said in an interview with The Times Union of Albany that Mr. Cuomo asked invasive questions about her personal life, recalling that at one point last year, the governor told her, “Oh, if you were single, the things that I would do to you.”\nThe groping incident followed later in 2020, said the woman, an administrative assistant who still works at the Capitol and who spoke on the condition of anonymity. In late November, she said the governor summoned her to his second-floor office at the Executive Mansion. The woman told The Times Union that Mr. Cuomo closed the door and reached under her blouse.\n“He pulled me close, and all I remember is seeing his hand, his big hand,” the woman said in the interview. Moments later, the governor grasped one of her breasts over her bra, leaving her “so confused and so taken aback.”", "url": "https://www.nytimes.com/2021/04/07/nyregion/cuomo-sexual-harassment.html"}