{"authors": ["Sheryl Gay Stolberg", "Michael D. Shear"], "date_download": "2022-10-25 23:42:46", "date_modify": "2022-10-25 23:42:46", "date_publish": "2021-12-21 10:00:17", "description": "The president also sought to address the nation’s battered psyche, telling anxious Americans that “we should all be concerned about Omicron, but not panicked.”", "filename": "2021_12_21_us_politics_omicron-covid-biden_1666741366.html", "image_url": "https://static01.nyt.com/images/2021/12/21/us/politics/21dc-virus-1/merlin_199552653_32d3ab28-aa16-4597-8e05-fd41bd9a687e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_21_us_politics_omicron-covid-biden_1666741366.html", "title": "Biden Bolsters Virus Fight, Offering Aid to Hospitals and Free Tests", "title_page": "Biden Bolsters Virus Fight, Offering Aid to Hospitals and Free Tests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Biden acknowledged the political division in the country and the fierce opposition to vaccine requirements among some people, saying his administration has put some mandates in place “not to control your life, but to save your life and the lives of others.” And he pleaded with Americans who remained unvaccinated to get shots to protect themselves and the people around them from infection.\n“I honest to God believe it’s your patriotic duty,” Mr. Biden said.\nSome of Mr. Biden’s announcements — including the distribution of new at-home tests — are not intended to be implemented for weeks, if not longer, raising doubts about how much they will help in the short term. And most are incremental steps that many public health experts say fall far short of the kind of aggressive actions required.\nThe president is not moving to mandate testing or vaccination for travelers on domestic flights, and he flatly ruled out on Tuesday returning to the kinds of restrictions that some European nations have once again imposed in an effort to slow the spread of the new variant, which doctors say is even more highly contagious than previous iterations of the virus.\n“That’s what I keep getting asked,” Mr. Biden said. “The answer is absolutely no. No.”\nKeeping the economy and schools open has been a high priority of the president’s; experts say last year’s school closures were traumatic for many students. Last week, the Centers for Disease Control and Prevention announced a new “test to stay” program, in which students exposed to the virus could take coronavirus tests to remain in the classroom, rather than quarantining at home.\n“We know how to keep our kids safe,” Mr. Biden said on Tuesday. “K-12 schools should be open.”\nMr. Biden’s remarks came as officials across the nation, and the world, rushed to confront Omicron in different ways. In New York, Eric Adams, the incoming mayor, postponed his inauguration ceremony. The National Hockey League paused its season ahead of a holiday break, and on Tuesday said its players would not participate in the 2022 Winter Olympics in Beijing. In Massachusetts, state officials called out the National Guard to help staff hospitals with crushing caseloads.", "url": "https://www.nytimes.com/2021/12/21/us/politics/omicron-covid-biden.html"}