{"authors": ["Adam Liptak"], "date_download": "2022-10-25 22:56:19", "date_modify": "2022-10-25 22:56:19", "date_publish": "2021-08-12 23:42:09", "description": "The order applies only to a provision that bars evictions of tenants who file a form declaring economic hardship, rather than providing evidence in court.", "filename": "2021_08_12_us_politics_supreme-court-new-york-eviction-moratorium_1666738579.html", "image_url": "https://static01.nyt.com/images/2021/08/05/us/politics/00dc-scotus-evict/merlin_190736262_9aa3c280-925b-49ea-9586-6d86cceebe53-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9d947ebd42f2584931236821088e27ae7202beaddecfec805fe2b131d796ff3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_12_us_politics_supreme-court-new-york-eviction-moratorium_1666738579.html", "title": "Supreme Court Blocks Part of New York’s Eviction Moratorium", "title_page": "Supreme Court Blocks Part of New York’s Eviction Moratorium - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“No New Yorker who has been financially hit or displaced by the pandemic should be forced out of their home,” she said.\nThe court’s three liberal members dissented from the order. Justice Stephen G. Breyer, writing for himself and Justices Sonia Sotomayor and Elena Kagan, said the law was set to expire in a matter of weeks and was not plainly unconstitutional.\n“The New York Legislature is responsible for responding to a grave and unpredictable public health crisis,” Justice Breyer wrote. “It must combat the spread of a virulent disease, mitigate the financial suffering caused by business closures and minimize the number of unnecessary evictions.”\n“The Legislature does not enjoy unlimited discretion in formulating that response, but in this case I would not second-guess politically accountable officials’ determination of how best to ‘guard and protect’ the people of New York,” he wrote, quoting an earlier opinion.\nThe Supreme Court’s ruling came as New York continued to struggle to dole out federal pandemic relief dollars to help tenants who fell behind on paying rent during the pandemic and landlords who had lost rental income.\nOnly about $100 million — or less than four percent of the state’s $2.7 billion total — had been spent, state officials testified this week. Even before the court’s ruling, the slow pace had prompted some lawmakers to warn that, without an extension, large numbers of people may face eviction. The ruling only intensified those fears.\nThe case was brought by several small landlords who said they had endured severe hardship and even homelessness because of the part of the law allowing eviction proceedings to be suspended by the filing of a form. The law does not relieve tenants of their obligation to pay rent or block lawsuits for unpaid rents.", "url": "https://www.nytimes.com/2021/08/12/us/politics/supreme-court-new-york-eviction-moratorium.html"}