{"authors": ["Marc Santora"], "date_download": "2022-10-25 23:42:50", "date_modify": "2022-10-25 23:42:50", "date_publish": "2021-12-29 18:00:03", "description": "The surge of cases is causing chaos as people scramble to obtain tests, businesses grapple with staff shortages and New Year’s festivities are thrown into question.", "filename": "2021_12_29_world_europe_europe-omicron-infection-record-covid_1666741370.html", "image_url": "https://static01.nyt.com/images/2021/12/29/world/29virus-europe-spread-1/29virus-europe-spread-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_29_world_europe_europe-omicron-infection-record-covid_1666741370.html", "title": "Spurred by Omicron, Europe Sets Covid Infection Records Every Day", "title_page": "Spurred by Omicron, Europe Sets Covid Infection Records Every Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“A sensation of greater chaos has been created compared to the severity that the clinical picture requires,” he told the Spanish news media.\nPortugal had one of the most successful vaccination campaigns in the world, reaching nearly every person eligible and driving down the toll wrought by the Delta variant. But infections are climbing again, with the health minister, Marta Temido, warning that the number of infections could double every eight days, given the current trend of Omicron cases.\nEven in the Netherlands, which nearly two weeks ago reimposed a nationwide lockdown, Omicron is spreading, causing more than 50 percent of infections in the past week, replacing Delta as the dominant variant, according to the National Institute for Public Health and the Environment.\n“The faster spread of this Omicron variant will lead to additional infections in the near future, which will also increase the number of hospital admissions,” the institute said on Tuesday.\nOn Wednesday, the Dutch foreign ministry said all travelers from the United States — which is also setting daily records of infection — will have to quarantine for five days and have a negative coronavirus test to enter the country.", "url": "https://www.nytimes.com/2021/12/29/world/europe/europe-omicron-infection-record-covid.html"}