{"authors": ["Sabrina Tavernise", "Daniel Guillemette", "Asthaa Chaturvedi", "Jessica Cheung", "Rachelle Bonja", "Mike Benoist", "Dan Powell", "Marion Lozano", "Elisheba Ittoop", "Chris Wood"], "date_download": "2022-10-25 23:44:00", "date_modify": "2022-10-25 23:44:00", "date_publish": "2021-10-22 10:00:06", "description": "In the decade since Libya’s dictator Muammar el-Qaddafi was overthrown, the country has devolved into chaos. Now, his son is plotting a political comeback.", "filename": "2021_10_22_podcasts_the-daily_seif-qaddafi-libya-civil-war_1666741440.html", "image_url": "https://static01.nyt.com/images/2020/06/14/world/22daily-1/14Libya-Seif-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6267e58bb1061a970a318f56c00982dc1ebb0873b4556c91267e13d389496674&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_22_podcasts_the-daily_seif-qaddafi-libya-civil-war_1666741440.html", "title": "Qaddafi's Son Is Alive, and He Wants to Take Back Libya", "title_page": "Qaddafi's Son Is Alive, and He Wants to Take Back Libya - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "robert f. worth\nSo in May of this year, I was in Tripoli, the Libyan capital. And one morning, my friend Taha picked me up. He’s a tall, muscular guy, bodybuilder, with a very cynical sense of humor. And we drove out from the city to the outskirts near an old Qaddafi military base.\ntahir This tree is new.\nrobert f. worth\nWe got out of the car.\ntahir It’s not new, but it’s way bigger.\nrobert f. worth\nAnd we walked to a warehouse —\ntahir There was a part of the wall there. I don’t see it anywhere.\nrobert f. worth\n— that is now rusted and almost collapsed.\ntahir The guards used to hang out here. Here was the kitchen, I think.\nrobert f. worth\nAnd we had come there because Tahir had been held there along with a lot of other Libyans in 2011 during the uprising against the Qaddafi regime, which had been in power for 40 years, a brutal dictatorship.\nrobert f. worth Tahir can you say again who sat where and when? tahir In that corner, the guys from Zawiya. I joined them. Here, from Towarek and Toubou. Up against the wall, there were people from Zueitina. There were a lot of them.\nrobert f. worth\nAbout 150 people were crammed into this shed. And the Qaddafi guards tortured them on a daily basis for months. They would beat them. They would use electricity.\ntahir And the car was parked here. robert f. worth Right. The car where they would make you — they would put you in there and make you stay for days on end.\nrobert f. worth\nIt was a van that had a metal compartment inside it. And they would take their prisoners and put them in there with no food or water for many hours, sometimes days at a time.\ntahir Yeah. I sat there for nine days in the car. It was a free sauna. robert f. worth Tahir called it a free sauna. It’s kind of a typical cynical, Tahar joke. But he eventually escaped the prison, thanks to some relatives who intervened for him. And a few weeks later, the guards at that prison site got an order from higher-ups in the Qaddafi regime, and they threw hand grenades into that shed packed with 150 people. And then they opened fire on them. tahir I remember when we came here, there were corpses all over the place — on top of a wall. robert f. worth Yeah, dead bodies over here with their hands tied. tahir Yes, in the corner they were here.\nrobert f. worth\nIt became known as one of the most horrific crimes ever committed by the Qaddafi regime in its 40 years in power. The reason I came back to the site of the massacre this year — the reason I came back to Libya at all — was because 10 years after the toppling of the Qaddafi dictatorship, one of Qaddafi’s sons who had played an important role in the regime has reemerged from hiding and has plans to return to power. And he has, actually, a real chance to take the country back.\n[music]\nsabrina tavernise\nFrom The New York Times, I’m Sabrina Tavernise. This is The Daily. In the decade since Libya’s dictator, Muammar el-Qaddafi, was overthrown, the country has devolved into chaos. Now, Qaddafi’s son Seif is plotting a political comeback. I spoke with my colleague Robert F. Worth about Seif al-Islam el-Qaddafi and what his return means for Libya. It’s Friday, October 22. So Robert, tell me about Seif al-Islam el-Qaddafi.\nrobert f. worth\nSeif al-Islam el-Qaddafi was the son, the second son, of Muammar el-Qaddafi, the notorious Libyan dictator. And his father had taken power in 1969 in a coup and had ruled Libya for about 40 years. He really became identified completely with the country, especially to people outside of it. So Seif al-Islam grew up in the shadow of this eccentric, almost all-powerful dictator. But as he grew up, Seif gradually established this role for himself. He went to the London School of Economics. He impressed a lot of foreigners as being serious. He went to Davos. He knew the Bushes. He knew Tony Blair. He was becoming established as this figure who was different from his father — was seen as not this crazy eccentric but as a young man who could potentially rule the country, who understood economics, who could take Libya in a new direction. He talked about reform a lot. That was a big word for him. And so he was the guy who was supposed to bring Libya into the modern era.\nsabrina tavernise\nSo in this brutal Qaddafi dictatorship, it sounds like he was kind of a rare figure — I mean, someone who might actually be able to bring change to this country after so many years of authoritarian rule.\nrobert f. worth\nYes, this obviously was not going to be a full democracy. It was not going to be real democratic institutions but kind of a neoliberal, slimmed-down version of the dictatorship, making Libya more presentable to the rest of the world. So that is what Seif seemed to stand for. Then in 2011, the Arab Spring began, first in Tunisia and then in Egypt. At the time that the first protests broke out, Seif was not in Libya. He was in Austria on a ski vacation, I think, and then later in London, where he had a house. And he told friends that he was in favor of the protests across the Arab world, that he was in favor of some kind of change, some greater democracy. And then the dictator of Tunisia was overthrown, and then the Egyptian dictator was forced out. And he, in mid-February, came back to Libya. And that’s when the protests there started. They started peacefully, as they had elsewhere, in the city of Benghazi in eastern Libya. But Seif’s father’s regime cracked down brutally on those protests, and the protesters began to arm themselves and fight back. Things got violent pretty quickly. And so Seif soon found himself in a position where he was either going to have to be with his father’s regime or against it. There was no middle ground.\nsabrina tavernise\nSo what did he do?\nrobert f. worth\nOn February 20, there was an announcement that Seif was going to give a speech. And it was a much, much anticipated speech. Some people thought that he was going to announce that his father was stepping down, that he was going to take over.\narchived recording (seif al-islam el-qaddafi) [SPEAKING ARABIC]\nrobert f. worth\nSo he appeared on the screen looking very uncomfortable, hunched over, wearing a dark suit with a map of the world behind him.\narchived recording (seif al-islam el-qaddafi) [SPEAKING ARABIC] archived recording Today we are at a crossroads and a historical decision for us all Libyans. Either we agree today —\nrobert f. worth\nAnd he began to talk about the protests. He described them, how they’d started, and then he began to describe them as a conspiracy. This was language his father’s regime had already used.\narchived recording (seif al-islam el-qaddafi) [SPEAKING ARABIC] archived recording In this moment, tanks are spreading around with drunken people in the middle of Benghazi. archived recording (seif al-islam el-qaddafi) [SPEAKING ARABIC]\nrobert f. worth\nHe said the protesters were drug takers, that they were bad people. And he began to predict —\narchived recording (seif al-islam el-qaddafi) [SPEAKING ARABIC] archived recording 5 million people will take arms. We are not Egypt. We are not Tunisia. We will all have weapons. Everyone has —\nrobert f. worth\n— that if these protests were allowed to go on, if this conspiracy — as he described it — took root, Libya would head into a terrible, cataclysmic civil war.\narchived recording Blood will flow, rivers of blood, in all the cities of Libya.\nrobert f. worth\nThat there would be rivers of blood, he said. That it would be tribe against tribe, town against town, even family against family. And this could have been seen as simply a prediction.\narchived recording Instead of crying over 84 killed people, we’ll be crying over thousands.\nrobert f. worth\nBut in the context of that moment, with his father’s regime already cracking down brutally on the protesters, it sounded to a lot of Libyans like a direct threat, that he was saying, if you continue with these protests, we will destroy you.\nsabrina tavernise\nWow. I mean, he’s clearly siding with his father at this point, right? What happened? Why did he have this really sharp turnaround?\nrobert f. worth\nBefore giving that speech, Seif met with his father. And no one, I think, will ever really know what happened in that conversation. But it seems he didn’t have the strength to break away. Perhaps he would have been killed. Who knows? But he seems to have decided that if he was going to be with his father, he had to be all the way in. And from that point on, he was 100 percent with his father’s regime.\nsabrina tavernise\nWell, what happened next?\nrobert f. worth\nWell, the country went through eight months of brutal civil war. And in August, the capital, Tripoli, which is where the Qaddafis, of course, had been based, collapsed and fell to the rebels. And Qaddafi himself and his sons and their loyalists fled. And later, there was this scene that became very famous. Qaddafi himself was captured while hiding in a drainpipe, and he was dragged out and then killed. Two of Seif’s brothers were also killed. Seif tried to flee the country to the south but was captured by rebels who put him on a plane and flew him back to their home base — the western mountains of Libya, an area called Zintan.\nsabrina tavernise\nOK, so Qaddafi’s dead. Seif is missing. Remind us what ended up happening next in Libya.\nrobert f. worth\nLibya, after the overthrow of the Qaddafis, went through a period of sort of dizzying moment of transition. And for a little while, it seemed as if things might go well. There was a preparation for elections, and there were elections that took place in July of 2012. It was possible to believe then that the country was going to be on an upward arc. But it became clear pretty soon that the people who really ran things were the militias — that these were private armies, lots and lots of them, and they all had agendas of their own. And gradually, the country fell apart on multiple lines — east and west, Islamists versus non-Islamists. Pretty soon there were two nominal governments of Libya. At one point, there were even three. The country was in a state of civil war by 2014, and it just got worse. But by 2020, finally, there was a ceasefire, and a government was put in place with a plan for elections in December of this year. All the same, I think it’s fair to say that over the past 10 years, Libya has suffered such a brutal civil conflict and been torn in so many pieces that much of what Seif said in his infamous speech back in 2011 seems to have come true.\nsabrina tavernise\nSo what happened to Seif?\nrobert f. worth\nSeif, early on, after his capture, was definitely in Zintan, this mountainous region where the group that captured him is based. There were photographs. There was proof that he was still alive up through 2014. But after that, he kind of disappeared. There were all kinds of rumors that he had gotten married, that he’d had children, rumors that he was dead, had been assassinated by rivals. There were rumors that he had become more religious, that he’d become more serious, that, in effect, he’d become a different person, maybe a wiser person. And because I had covered the Arab Spring from the beginning and had spent time in Libya, and he was this central figure, I really, really wanted to find out what the truth was and to meet him in person.\nsabrina tavernise\nBut he’s this ghost, right? I mean, how do you get in touch with a ghost?\nrobert f. worth\nI had spent years asking people, anyone connected with Libya, what they thought. Was he still alive? How would I find him? None of them seem to know. And then I managed to get in touch with a former military contractor in the U.S. who had known him and had stayed in touch with him. And I couldn’t quite tell how serious this guy was. He lived in New Jersey. So I drove up and met him at his house. And he said, well, do you want to talk to Seif? So I said, sure. And next thing I knew, we were in this guy’s kitchen on WhatsApp talking to Seif al-Islam el-Qaddafi.\nsabrina tavernise\nBut how did it was him?\nrobert f. worth\nWell, I didn’t. I mean, it sounded a lot like his voice. This is a guy who spent hundreds and hundreds of hours on Libyan television giving all kinds of speeches. So I was pretty sure it was him. And he, from the beginning, he invited me to come to Libya. After the initial conversation in New Jersey, I went home, and we had a couple more phone conversations. We also exchanged a bunch of texts, mostly about logistics because it was not a simple thing to get to Libya. So we go back and forth, and he would respond. And he often used emojis. It was weird. He seemed to love that — it’s like a face with a monocle doing a kind of quizzical expression. That was his favorite.\nsabrina tavernise\nWait, what was he trying to express with the face with a monocle?\nrobert f. worth\nI don’t know. It was bizarre. Everything he said was a little sort of strange and hard to interpret. But he did make very clear that he has large political ambitions. And that made me want to meet him even more to find out what had happened to him and what his plans were for Libya.\n[music]\nIt wasn’t easy to make it happen. Because of Libya’s civil war and all the chaos there, it took 2.5 years before we finally got the logistics together. But in the spring of this year, I finally got on a plane and made my way to Libya.\nsabrina tavernise\nWe’ll be right back. Robert, you fly to Libya to meet Seif. What happened when you got there?\nrobert f. worth\nI arrived in Libya, and I get a call from this guy whose name I’d been given — Salim — and he says, I’ll pick you up tomorrow morning.\n[music]\nSo I got up with the photographer I was working with, Jehad Nga. And this guy was in this beat-up sedan. We get into it, and he starts driving off. We said a few words to him but almost nothing. And we thought we’d get there and it turned out to be either we were captured by ISIS or it was some kind of elaborate con game. I mean, we just — we were nervous. We didn’t know what was going to happen. So this guy Salim drives us out of the city, and we drive through the desert. We get to the mountains. There’s steep switchbacks. And then the driver pulls over, and a big white SUV pulls up behind us.\nsabrina tavernise\nUh-oh.\nrobert f. worth\nSo we get into the back of this big white SUV, and there’s one guy in the front. And this guy drives without saying a word to us. But after only about 20 minutes, he goes down this lane, and then there’s this beautiful sumptuous villa. And we walked to the door. We were led by the driver. The door opens, and I heard this voice saying, welcome. And I walk in, and there he is. He was wearing this big gown as if he were some grand sheikh. And he had a big beard. But it was definitely him. And he greeted us, and the house was empty. There didn’t seem to be anybody else in it as far as we could tell. He led us into this living room. I turned on my audio recorder. And there was this sort of odd moment — I mean, just kind of strange pause because after all, 2.5 years to reach this guy, and there he was. I had to sit for a moment and think, what am I going to ask him?\nrobert f. worth So let me start. It’s amazing to me. I know many people in Libya, they think you’re dead. They don’t know if you’re alive. seif al-islam el-qaddafi Yes. robert f. worth Can you tell me — just a basic question. What is your status? You’re no longer a prisoner? seif al-islam el-qaddafi Yeah, I’m a free person right now, of course. And I can move freely to a certain extent inside the country because of the security reasons. I can move, but of course, not everywhere, any time.\nrobert f. worth\nHe said he was not a captive. He said he’d been free for a couple of years. But initially, he had indeed been a prisoner.\nseif al-islam el-qaddafi Yeah, a special one — a special prisoner.\nrobert f. worth\nHe’d been kept in a couple of places. One of them was in a kind of cave where there were no windows. He couldn’t see the sun — a very, very small place as he described it. But I think his captors were always very pragmatic about this, that they saw him as a playing card. They figured they could sell him — literally sell him — for a lot of money because he was a wanted figure. I mean, he was wanted by all kinds of people. But I think, as Libya’s civil war raged and the country fell apart, I think these guys realized that they still had a playing card, but it was a different kind of playing card, that Seif actually could be a viable political leader. And if so, he would be with them, right? I mean, they would have been the people who had protected him all this time.\nrobert f. worth And how do you see your future in the country? Are you planning to run for office? How do you see yourself participating in public life in Libya? seif al-islam el-qaddafi Well, now we are like — how can I say it? Now we are a political group in the country. So we have our influence, our weight. And we are preparing ourselves to participate in the coming election.\nrobert f. worth\nAnd he made very clear that he spends a lot of his time building up a political movement.\nseif al-islam el-qaddafi But for myself personally to participate, I think it’s too early right now to decide for different reasons.\nrobert f. worth\nHe was coy with me about whether he’s actually going to run for president, but I think he is. And in any case, he’s networking behind the scenes. He’s backing candidates. And it’s clear that he’s planning a return to power of some kind. And that was why I was there. He invited me to Libya to interview him because he saw this as a way to reintroduce himself to the rest of the world.\nsabrina tavernise\nBut does he really have a chance to return to power?\nrobert f. worth\nThere’s very limited polling data in Libya, and they’re not very reliable. You can imagine how difficult it is to do solid polling of any kind in such a war-torn, fragmented country. But there have been some, and they suggest quite a bit of support for Seif in one part of the country. In the south, there was a poll suggesting that 57 percent of people have strong confidence in Seif, much higher numbers than other public figures or even institutions. And that’s in accord with a lot of what I heard. I spoke to many, many people in Libya when I was there in May. And it’s funny. People would say, almost in the same breath, that they weren’t sure he was even alive or that they thought he might be dead, but I’ll vote for him.\nsabrina tavernise\nSo who is Seif Qaddafi now, though? I mean, which version are Libyans actually getting?\nrobert f. worth Do you think you have changed as a person? seif al-islam el-qaddafi Yeah, of course. Yeah, of course.\nrobert f. worth\nI don’t think he’s learned much of anything during his years of exile.\nrobert f. worth Is it possible to say how? seif al-islam el-qaddafi Ah, well, with many things — many things.\nrobert f. worth\nHe hasn’t reflected deeply on the meaning of the revolution. He didn’t seem to have much sympathy for ordinary Libyans.\nseif al-islam el-qaddafi And all of a sudden, they became snakes. They attacked us, and they stabbed us in our backs. And they were like devils.\nrobert f. worth\nHe saw even the aspirations of the people who went into the streets in 2011, who were, after all, asking for something, anything better than what they had, better than a brutal dictatorship. And he had no sympathy for those aspirations whatsoever.\nrobert f. worth Let me ask you this. Are there things of the decisions your father made that were wrong? I mean, after all, he was in power for a long time. What would you — if you had to criticize something about his decisions over his whole time in power, which ones would you say — would you criticize?\nrobert f. worth\nI asked him several times about his father and gave him the opportunity to say — to make any kind of criticisms.\nseif al-islam el-qaddafi Maybe some socialist reforms in the ‘80s. Yeah. And he realized this, by the way, afterwards. And we started giving back those contractors and businessmen back their assets and their companies and their —\nrobert f. worth\nHe made only the tiniest, sort of most formal criticisms that some of his father’s economic policies were mistaken but that his father then had recognized that their mistakes were made and corrected those mistakes.\nrobert f. worth And are there also times when you are critical of your own father, or do you think that there was a failure to move far enough with reform before 2011 came? seif al-islam el-qaddafi Maybe the reforms didn’t move as quickly as we wanted, of course. But it was moving. It was moving. Everything was OK — maybe not very fast, but fast enough.\nrobert f. worth\nSo he was really idealizing his father and essentially saying that everything had been a mistake. He was going to pick up where things left off 10 years ago and deliver a better future for the country —\nseif al-islam el-qaddafi If the Libyans choose a strong president, the only thing is a strong president. That’s it. The Libyans will choose a strong one. Everything will be solved automatically. robert f. worth Yeah. seif al-islam el-qaddafi It’s as simple as that.\nrobert f. worth\n— and that he had the authority to rebuild the state, which, of course, is a vast, vast and difficult enterprise. He made it sound simple. At one point, I asked him about a really humbling experience he went through when, at the end of 2011, his father’s regime has collapsed and he was on the run. And at that point, he was utterly dependent on ordinary Libyans at that time in order to survive. He was dependent on them to shelter him. Had that changed his perspective? And he seemed surprised by the question. He said, we’re like fish, and the Libyan people are like a sea for us. That’s where we get support. That’s where we hide. The Libyan people are our ocean. I was really struck by that. It just seemed to make so clear that this guy, even after this decade in the wilderness, living almost entirely alone and having had these humbling experiences, still thinks of himself as part of this really royal family, utterly different and apart and somehow born to rule.\nsabrina tavernise\nSo he’d essentially learned nothing.\nrobert f. worth\nThat was my sense. And I was even curious sort of on a personal level. Who is this guy?\nrobert f. worth Tell me about your life since 2011. seif al-islam el-qaddafi Yes. robert f. worth What has your life been like since then? I mean, are you married? Do you have — seif al-islam el-qaddafi No. robert f. worth So is it a lonely life you’re living? seif al-islam el-qaddafi Yes, unfortunately. [LAUGHS]\nrobert f. worth\nSo I said, what do you do every day? When you get up, what do you do?\nseif al-islam el-qaddafi Well, I spent a lot of time reading and writing. Yeah. robert f. worth What are you working on? Anything — a special project? seif al-islam el-qaddafi Yes, yes. robert f. worth What is it? seif al-islam el-qaddafi In English, the word in English — [SPEAKING ARABIC] robert f. worth Hypocrites. seif al-islam el-qaddafi Hypocrite. robert f. worth Is this partly about your experience? seif al-islam el-qaddafi Yes. Yeah, inshallah, it’s going to be a good book. I will send you a copy.\nrobert f. worth\nI asked him, do you read? He said, yeah, I read.\nrobert f. worth Is there any books that I would recognize that you — seif al-islam el-qaddafi Oh, a lot. A lot.\nrobert f. worth\nWhen I then said, what do you read, he seemed surprised by the question. And I think he still has the habits of a dictator’s son, where he expects people to fawn over him. It’s like, oh, he reads, he reads. How wonderful.\nseif al-islam el-qaddafi You know Robert Green, the writer? Robert Green? Yeah, he wrote books about the war but mostly about how to [INAUDIBLE]. He’s from San Francisco. He wrote five books — very good books, by the way.\nrobert f. worth\nHe said a contemporary writer named Robert Green, who writes these books about how to be a success and get laid. He just seemed like a callow figure who was focused on his own success and his own viability and his own visions of revenge.\nsabrina tavernise\nIt’s just not a portrait of a reformer at all.\nrobert f. worth You carry the legacy of your father. Is it good or bad in terms of your connections with the Libyan people? I mean, has it changed? seif al-islam el-qaddafi Of course it’s good because it’s my asset. I’m using it right now.\nrobert f. worth\nI think he probably understands that he’s not an inspiring character, that he doesn’t have the ability to bring a lot of people with him. That really, all he has is his father’s legacy.\nrobert f. worth But tell me how that worked. So people at that time were blaming your father. It took the war. What made them realize that it was a different legacy than they thought? seif al-islam el-qaddafi The people, after 10 years, they realize everything. It was a mistake. It was a big mistake. It was a big mistake that we’re leaving. So there’s not a single Libyan who is happy right now.\nrobert f. worth\nI think he knows that Libyans want this notion of someone who hasn’t been involved in all of the massacres and the corruption and all the terrible things that have gone on for the past 10 years.\nrobert f. worth It’s been 10 years. You said you didn’t have an interview. You were staying quiet for — on purpose, right? seif al-islam el-qaddafi Quite on purpose. robert f. worth Yeah. Tell me why. seif al-islam el-qaddafi Yeah, because many cats are fighting each other now. So they are fighting. I don’t want to bother them. robert f. worth You’re waiting for the moment, the right moment. seif al-islam el-qaddafi Yes. I start telling you a lot of secrets, by the way. robert f. worth Good.\nrobert f. worth\nSo I think he understands that his mystery is a big part of his appeal for Libyans, that if he were to go on the airwaves and be accessible every day, that would actually diminish his magnetism.\nseif al-islam el-qaddafi When are you going to publish it? robert f. worth Probably about two months. seif al-islam el-qaddafi Two months? robert f. worth Yeah, so if there’s changes in Libya, I can —\nrobert f. worth\nWhen the interview wrapped up, it was time to take pictures. But Seif began to sort of hide his face with a cloth. He kept turning to the side. And finally, I asked him, what was it all about? He said, he wanted the pictures to convey this impression that it’s recognizable, it’s safe, but he’s not clear. He’s like a phantom, like a spirit. And he then said, I’ve been away from the Libyan people for 10 years. You need to come back slowly like a striptease. And he even laughed. He said, you need to play with their minds a little.\n[music]\nsabrina tavernise\nSo if all he has is his mystique and his father’s name, what does it tell you about Libya that he might have a real shot at this?\nrobert f. worth\nI think it tells you something about the desperation of people who’ve seen their country torn to shreds over the past 10 years that there’s some nostalgia for this perhaps imagined stability and calm of what came before. There are plenty of people still, I should say, who remember the horrors, the atrocities of the Qaddafi regime, like my friend Tahir who brought me to the site of that massacre that took place 10 years ago. But you have to remember also that there are many young people who barely remember the events of the revolution. And what they remember is just everything they’ve seen over the past 10 years, all the corruption, all the killing. And for people like that, they desperately want something different. When your country’s been reduced almost literally to cinders and ashes, you’ll take almost any alternative, even if that means Seif al-Islam Qaddafi.\nsabrina tavernise\nThank you, Robert.\nrobert f. worth\nThank you for having me.\n[music]\nsabrina tavernise\nWe’ll be right back. Here’s what else you need to know today.\narchived recording Ali Harbi Ali, age 25 and from North London, has been charged with murder.\nsabrina tavernise", "url": "https://www.nytimes.com/2021/10/22/podcasts/the-daily/seif-qaddafi-libya-civil-war.html"}