{"authors": ["Alexandra E. Petri", "Daniel E. Slotnik"], "date_download": "2022-10-25 23:27:03", "date_modify": "2022-10-25 23:27:03", "date_publish": "2021-02-26 10:00:28", "description": "Hate crimes involving Asian-American victims soared in New York City last year. Officials are grappling with the problem even as new incidents occur.", "filename": "2021_02_26_nyregion_asian-hate-crimes-attacks-ny_1666740423.html", "image_url": "https://static01.nyt.com/images/2021/02/27/nyregion/27nyasianhate-2/00ny-attacks2-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=9d5917aa2ea9d51e2a4ed06321563b5eebcd815a3fe5ac2811adbca676fcb6ec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_26_nyregion_asian-hate-crimes-attacks-ny_1666740423.html", "title": "Attacks on Asian-Americans in New York Stoke Fear, Anxiety and Anger", "title_page": "Attacks on Asian-Americans in New York Stoke Fear, Anxiety and Anger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In September, more than 25 community groups condemned the task force, in part because of the effects that overpolicing can have on people of color, including Asian-Americans, and because such a unit fails to address the root causes of anti-Asian racism.\nEven with the task force working to expand outreach, details of attacks and harassment may never reach the authorities. Activists say that many incidents go unreported, in part because of the stigma attached to them.\nSam Cheng, Maggie Cheng’s brother, said their mother spent hours in the hospital, where she got stitches for a deep gash in her forehead, and that she did not initially want to file a police report.\n“She was trying to hide it,” Mr. Cheng, 28, said. “She doesn’t want any trouble.”\nTwo days after the attack, the police arrested Patrick Mateo, 47. He was charged with assault and harassment, and later released.\nThe New York Times reached out to Mr. Mateo, who said in several text messages that he began to argue with the woman after she got too close to him in line at a bakery and that she later sprayed him with mace.\nHe wrote that he had told the woman “you are in america … NOT CHINA! Please give me space with coronavirus.”\nMr. Cheng said his mother’s memory of the incident was foggy, possibly because of the blow to her head, but that she did carry pepper spray and that she had taken it out during the encounter.", "url": "https://www.nytimes.com/2021/02/26/nyregion/asian-hate-crimes-attacks-ny.html"}