{"authors": ["Emily Cochrane", "Nicholas Fandos"], "date_download": "2022-10-25 23:47:53", "date_modify": "2022-10-25 23:47:53", "date_publish": "2021-01-12 18:54:47", "description": "Lawmakers push for more details on precautions as they return to Washington for votes on impeachment and a resolution demanding that Vice President Mike Pence wrest the powers of the presidency from President Trump.", "filename": "2021_01_12_us_house-democrats-security-threats_1666741673.html", "image_url": "https://static01.nyt.com/images/2021/01/12/us/12capitol-briefing-security2/merlin_182250513_e9e17cb8-a620-412a-bd1b-f81e555fa540-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bedd103a33e8bdf8f72f7a30e64ae7fde4b7dc915357319499f44e0b9904fd3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_12_us_house-democrats-security-threats_1666741673.html", "title": "House Democrats Briefed on Active Security Threats", "title_page": "House Democrats Briefed on Active Security Threats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Read more on Trump and Pence.]\nHouse Democrats were briefed Monday night on a handful of specific active threats to the Capitol and to lawmakers in the aftermath of the mob attack on the Capitol.\nThe briefing by the acting Capitol Police chief and sergeant-at-arms also discussed security steps that were being put in place, as lawmakers pushed for more details on precautions as they returned to Washington for votes on impeachment and a resolution demanding that Vice President Mike Pence wrest the powers of the presidency from President Trump.\nDemocrats who were on the call said that the presentations detailed the plans of ad hoc militia groups and discussed how determined they were to try to carry them out. At least one plan involved seeking vengeance for the death of Ashli Babbitt, 35, an Air Force veteran from Southern California, who was shot and killed by a Capitol Police officer outside the House chamber last Wednesday.\nLawmakers were left rattled; several confided afterward that they were fearful of re-entering the Capitol this week. Others were also concerned about flying after some were threatened at the airport. Lawmakers pressed the officials on what precautions were being taken to help lawmakers safely travel to and within Washington.", "url": "https://www.nytimes.com/2021/01/12/us/house-democrats-security-threats.html"}