{"authors": ["Sarah Maslin Nir"], "date_download": "2022-10-25 23:22:41", "date_modify": "2022-10-25 23:22:41", "date_publish": "2021-07-20 16:47:09", "description": "The payout to New York will take place over the next 17 years, and joins a $26 billion deal to settle the thousands of nationwide lawsuits.", "filename": "2021_07_20_nyregion_new-york-opioid-settlements_1666740161.html", "image_url": "https://static01.nyt.com/images/2021/07/20/nyregion/00nyopioidsettlement/00nyopioidsettlement-facebookJumbo.jpg?year=2021&h=549&w=1050&s=a51a657dc34d0c1732f8aa6a7a93f2903216935ea84b86d3dfa9a094174a0c7c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_20_nyregion_new-york-opioid-settlements_1666740161.html", "title": "Drug Distribution Companies to Pay N.Y. More Than $1 Billion to Settle Opioid Lawsuit", "title_page": "Drug Distribution Companies to Pay N.Y. More Than $1 Billion to Settle Opioid Lawsuit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If enough states and municipalities approve and sign onto the extensive national deal, money will be released to help communities pay for addiction prevention and treatment services to mitigate the harm caused by the crisis. The money will be apportioned based on factors like the state’s population and the number of overdose deaths. In return, the states and municipalities will drop the lawsuits against the companies.\nFentanyl Overdoses: What to Know Card 1 of 5 Devastating losses. Drug overdose deaths, largely caused by the synthetic opioid drug fentanyl, reached record highs in the United States in 2021. Here’s what you should know to keep your loved ones safe: Understand fentanyl’s effects. Fentanyl is a potent and fast-acting drug, two qualities that also make it highly addictive. A small quantity goes a long way, so it’s easy to suffer an overdose. With fentanyl, there is only a short window of time to intervene and save a person’s life during an overdose. Stick to licensed pharmacies. Prescription drugs sold online or by unlicensed dealers marketed as OxyContin, Vicodin and Xanax are often laced with fentanyl. Only take pills that were prescribed by your doctor and came from a licensed pharmacy. Talk to your loved ones. The best way to prevent fentanyl use is to educate your loved ones, including teens, about it. Explain what fentanyl is and that it can be found in pills bought online or from friends. Aim to establish an ongoing dialogue in short spurts rather than one long, formal conversation. Learn how to spot an overdose. When someone overdoses from fentanyl, breathing slows and their skin often turns a bluish hue. If you think someone is overdosing, call 911 right away. If you’re concerned that a loved one could be exposed to fentanyl, you may want to buy naloxone, a medicine that can rapidly reverse an opioid overdose and is often available at local pharmacies without prescription.\nIn New York, 3,000 people were killed by opioids in both their street and prescribed forms in 2018, according to data from the New York State Department of Health.\n“While no amount of money will ever compensate for the millions of addictions, the hundreds of thousands of deaths or the countless communities decimated by opioids, this money will be vital in preventing any future devastation,” Ms. James said in a statement on Tuesday. Payments from the three distributors to New York could start in approximately two months and will be paid out over the next 17 years, according to the attorney general’s office.\nIn a statement issued jointly on Tuesday by Cardinal Health, McKesson and AmerisourceBergen, the distributors said they “strongly dispute the allegations at issue in the trial,” but “believe this resolution will allow the companies to focus their attention and resources on the safe and secure delivery of medications and therapies while delivering meaningful relief to affected communities.”\nThe companies have also agreed to be monitored by a third-party system which will oversee the amount of opioids being shipped to pharmacies across the country, in an effort to prevent oversupply.", "url": "https://www.nytimes.com/2021/07/20/nyregion/new-york-opioid-settlements.html"}