{"authors": ["Trish Bendix"], "date_download": "2022-10-25 23:44:30", "date_modify": "2022-10-25 23:44:30", "date_publish": "2021-08-27 14:00:09", "description": "The British actor, who received an Emmy nomination for playing Diana in “The Crown,” is happy to be handing off the role as it takes a darker turn. “I feel very protective over her,” she said.", "filename": "2021_08_27_arts_television_emmy-awards-emma-corrin-crown_1666741470.html", "image_url": "https://static01.nyt.com/images/2021/09/17/arts/26emmy-corrin-1/26emmy-corrin-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2d2cec1c6b7d4aacf2ed6130e69e78606883a23a2a90871cfac1cc92b3e03c3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_27_arts_television_emmy-awards-emma-corrin-crown_1666741470.html", "title": "Emma Corrin Is Fine With Not Playing Diana to the Bitter End", "title_page": "Emma Corrin Is Fine With Not Playing Diana to the Bitter End - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a video interview, Corrin discussed saying goodbye to Diana and the significance of having a nonbinary queer person play such an internationally beloved figure. These are edited excerpts from the conversation.\nYour season of “The Crown” was generally well liked and received 24 Emmy nominations, the most of any series this year (tied with “The Mandalorian”). How has its reception felt to you? Is it different from your expectations?\nIt’s a weird thing, expectation. I don’t know what I expected. I was sort of waiting in trepidation to see what it would be like, and then with the pandemic, I think that things were just so different. Because we didn’t get to have a wrap party together to actually celebrate the end of filming, and then when the series came out, we’ve all been in isolation for a year, and then obviously we haven’t been able to go to award shows together. So it’s very strange. I think in normal circumstances, it would have been very hard to comprehend everything, and the pandemic made it even weirder. So it doesn’t feel real, especially awards stuff.\nI remember in the midst of everything, when the series was coming out and the whole cast was feeling sad that we weren’t together, and it was strange I wasn’t experiencing anything in real time. My friend who I live with said, “The most important thing is the work that you’ve done — that at that moment, everyone’s at home watching the series, and it means that everyone’s 100 percent focused on your work and not what you’re wearing at different press interviews, or where you’re going.”\nDiana’s relationship to the press and the tabloids is explored in “The Crown.” What is it like to become a known person? Does that make you identify more with Diana?\nIt’s a very weird thing to get your head around. It’s a very invasive, intrusive sort of thing to happen. And I remember when I got the part, Benjamin Caron, the producer, said: “Life’s going to change a lot when this comes out. And even when the role is announced, if there’s moments that you feel overwhelmed by it or scared by it, or if you get followed or if your picture ends up in a newspaper or anything, use it, because that’s exactly how she would have been feeling. Use all the emotions around it, use the excitement, use the curiosity, use the fear.” So it was very helpful.", "url": "https://www.nytimes.com/2021/08/27/arts/television/emmy-awards-emma-corrin-crown.html"}