{"authors": ["Michael Paulson"], "date_download": "2022-10-25 22:55:57", "date_modify": "2022-10-25 22:55:57", "date_publish": "2021-08-02 18:09:06", "description": "The production, which starts Tuesday in Dallas, is the first Broadway tour back onstage, a test as American theaters seek to rebound from the pandemic shutdown.", "filename": "2021_08_02_theater_wicked-broadway-tour_1666738557.html", "image_url": "https://static01.nyt.com/images/2021/08/03/arts/00wicked-01/00wicked-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=42da21ecdb203cee98b14ede4d2e6f7307130a61dbc7b20bd7f9dbc543bb13e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_02_theater_wicked-broadway-tour_1666738557.html", "title": "'Wicked' Is First Broadway Tour Since Coronavirus Shutdown", "title_page": "'Wicked' Is First Broadway Tour Since Coronavirus Shutdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Wicked,” with songs by Stephen Schwartz, a book by Winnie Holzman and direction by Joe Mantello, has been touring North America since 2005. The tour now travels from city to city in 13 trucks that transport the set, the sound and light equipment, more than 300 costumes and about 100 wigs.\nThe touring company includes 33 actors, an 18-person crew, six musicians, three stage managers, two company managers and a physical therapist, plus the 16 dogs, one cat and three ferrets brought along for companionship. The traveling company is then supplemented at each stop by 32 local crew members and nine local musicians, as well as dozens of stagehands to help load the set in and out.\nThe resumption of the “Wicked” tour, which comes a month before the first musicals are scheduled to restart on Broadway, will soon be followed by others: Beginning in mid-August, touring productions of “Hamilton” will resume in San Francisco, Los Angeles, Atlanta and Tempe, Ariz., and in September tours of “Frozen” and “My Fair Lady,” as well as the play “What the Constitution Means to Me,” will hit the road.\nIn New York, ticket holders to Broadway shows will be required to show proof of vaccination and wear masks, at least through October. In Dallas, the touring production of “Wicked” is requiring vaccines for cast and crew, but not for the audience, which will be instructed to wear masks. Actors will be barred from interacting with the audience, meaning no stage-door autographs or selfies, and no backstage tours.", "url": "https://www.nytimes.com/2021/08/02/theater/wicked-broadway-tour.html"}