{"authors": ["Cecilia Kang", "Mike Isaac"], "date_download": "2022-10-25 23:41:39", "date_modify": "2022-10-25 23:41:39", "date_publish": "2021-11-18 20:26:04", "description": "The states were examining whether the actions of Facebook, now called Meta, violated state consumer protection laws and put the public at risk.", "filename": "2021_11_18_technology_meta-instagram-investigation-teens_1666741299.html", "image_url": "https://static01.nyt.com/images/2021/11/18/business/18economy-briefing-facebook-inquiry/merlin_148710267_37d41200-f3ee-45e1-ba3e-2581ca682e8e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_18_technology_meta-instagram-investigation-teens_1666741299.html", "title": "Instagram Faces Investigation Over Mental Health Impact on Teens", "title_page": "Instagram Faces Investigation Over Mental Health Impact on Teens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A bipartisan group of state attorneys general said on Thursday they had opened an investigation into Meta, the company formerly known as Facebook, for promoting its social media app Instagram while knowing of mental and emotional harms caused by the service.\nAt least 11 states are involved in the investigation, including California, Florida, Kentucky, Massachusetts, Minnesota, Nebraska, New Jersey, New York, Oregon, Tennessee and Vermont, as well as the District of Columbia.\nMaura Healey, the Massachusetts attorney general and one of the leaders of the investigation, said the states were examining whether the company’s actions violated state consumer protection laws and put the public at risk.\n“Facebook, now Meta, has failed to protect young people on its platforms and instead chose to ignore or, in some cases, double down on known manipulations that pose a real threat to physical and mental health — exploiting children in the interest of profit,” Ms. Healey said.", "url": "https://www.nytimes.com/2021/11/18/technology/meta-instagram-investigation-teens.html"}