{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:25:57", "date_modify": "2022-10-25 23:25:57", "date_publish": "2021-02-25 11:53:17", "description": "Pfizer and BioNTech believe their existing vaccine still offers good protection against circulating variants, and see the plan as a way of learning how to deal with a more threatening mutation.", "filename": "2021_02_25_world_pfizer-covid-booster-shot_1666740357.html", "image_url": "https://static01.nyt.com/images/2021/02/25/us/25virus-briefing-pfizer/25virus-briefing-pfizer-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bc9b7621d892f4177870766dbe9e336b4630b9c447886dca2a2d89671eb3d970&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_25_world_pfizer-covid-booster-shot_1666740357.html", "title": "Pfizer will test a booster shot and develop an adapted vaccine to address variant concerns.", "title_page": "Pfizer will test a booster shot and develop an adapted vaccine to address variant concerns. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As concerns grow that new coronavirus variants could blunt the protective effects of vaccines, Pfizer and BioNTech said on Thursday that they planned to test a third booster shot as well as update their original vaccine.\nLaboratory experiments have found that the levels of antibodies neutralized by the Pfizer-BioNTech shot was reduced against a variant first identified in South Africa, which could hint at reduced efficacy. But there is no evidence yet from clinical trials there suggesting that the vaccine does not offer strong protection.\n“We are taking multiple steps to act decisively and be ready in case a strain becomes resistant to the protection afforded by the vaccine,” Dr. Albert Bourla, the chief executive of Pfizer, said in a statement.\nOne study will look at what kind of protection is given when people receive a third shot about six to 12 months after the initial two-dose regimen. In addition, the companies said they were speaking to regulators about testing an adapted version of the vaccine that would protect against the variant from South Africa, known as B.1.351.", "url": "https://www.nytimes.com/2021/02/25/world/pfizer-covid-booster-shot.html"}