{"authors": ["Michael Levenson"], "date_download": "2022-10-25 23:29:14", "date_modify": "2022-10-25 23:29:14", "date_publish": "2021-02-12 02:20:09", "description": "The officers had been charged with assault after a widely shared video showed them pushing Martin Gugino, a 75-year-old protester who landed hard on the sidewalk.", "filename": "2021_02_11_nyregion_martin-gugino-buffalo-police_1666740554.html", "image_url": "https://static01.nyt.com/images/2021/02/11/lens/11xp-buffalo-gugino/11xp-buffalo-gugino-facebookJumbo.jpg?year=2021&h=549&w=1050&s=9e5e28e229db99d6b30b470dc1dc8646ce07893588d90d7c23d1eb7e09736495&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_11_nyregion_martin-gugino-buffalo-police_1666740554.html", "title": "Grand Jury Votes Not to Indict Buffalo Police Officers Accused of Shoving Protester", "title_page": "Grand Jury Votes Not to Indict Buffalo Police Officers Accused of Shoving Protester - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A grand jury has declined to indict two Buffalo police officers who were facing felony assault charges for shoving a 75-year-old protester who landed hard on the ground and seriously injured his head, prosecutors said on Thursday.\nThe episode outside Buffalo City Hall last June was captured on video and widely shared on social media, fueling outrage during a summer of unrest over police violence. The fury only intensified after the Police Department initially claimed that the protester, Martin Gugino, “tripped and fell,” a description at direct odds with the video.\nIn the video, taken by the local radio station WBFO, Officers Aaron Torgalski and Robert McCabe push Mr. Gugino, causing him to stagger backward and land hard on the sidewalk, prosecutors said. Blood was seen immediately pooling behind his head.\nMr. Gugino, a longtime peace activist, had been attending a protest stemming from the death of George Floyd in Minneapolis. He was hospitalized and treated for a head injury, loss of consciousness and bleeding from the right ear, prosecutors said.", "url": "https://www.nytimes.com/2021/02/11/nyregion/martin-gugino-buffalo-police.html"}