{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:20", "date_modify": "2022-10-25 23:44:20", "date_publish": "2021-03-04 22:48:29", "description": "CBS is releasing tantalizing video clips of the couple, while scalding allegations are coming from Buckingham Palace staff members.", "filename": "2021_03_04_world_oprahs-harry-meghan-accusations-bullying-palace-staff_1666741460.html", "image_url": "https://static01.nyt.com/images/2021/03/04/world/04royals-1/04royals-1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=98fabdcb1e5dbd836a2e0f5be33eb789eea6035cf68d2ecc026e5213d65628d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_04_world_oprahs-harry-meghan-accusations-bullying-palace-staff_1666741460.html", "title": "Before Oprah’s Interview With Harry and Meghan, Royal Accusations Fly", "title_page": "Before Oprah’s Interview With Harry and Meghan, Royal Accusations Fly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A spokeswoman for the couple called the allegations an “attack” on the character of the American former actress — all the more painful because she “has been the target of bullying herself.”\nBuckingham Palace, however, said it was “very concerned” about the allegations, would look into them and invited former staff members of the couple to take part in the investigation “to see if lessons can be learned.”\nThe spectacle of the royal family conducting a human-resources investigation of one of its most famous in-laws left longtime observers of the monarchy slack-jawed. They predicted it would lead to further embarrassing disclosures, since the palace did not act on the complaint at the time, and other people who worked in the palace might take it as an invitation to lodge their own charges of mistreatment.\n“They have opened an unbelievable can of worms,” said Peter Hunt, a former royal correspondent for the BBC. “Are they really going to find her guilty of bullying? Will it be in the form of a #MeToo investigation? It really feels like the anarchists have taken over the institution.”\nTo some extent, the charges and countercharges represent a clash of cultures: the old-fashioned press leaks of the British media — long used by members of the royal family or their allies to settle scores — versus the publicity machine of an American television network and one of the nation’s most powerful media personalities.\nCBS and Ms. Winfrey’s company, Harpo Productions, have stoked expectations for the interview, which will be broadcast in Britain on Monday by the ITV network, with peekaboo excerpts that show her seated with Harry and Meghan in a relaxed outdoor setting, but offer only glimpses of what they are talking about.", "url": "https://www.nytimes.com/2021/03/04/world/oprahs-harry-meghan-accusations-bullying-palace-staff.html"}