{"authors": ["Hannah Beech"], "date_download": "2022-10-25 23:42:45", "date_modify": "2022-10-25 23:42:45", "date_publish": "2021-07-15 15:25:09", "description": "The military has ordered oxygen withheld from private clinics and even stopped charities from giving it away, medical workers and others say.", "filename": "2021_07_15_world_asia_myanmar-covid-oxygen_1666741365.html", "image_url": "https://static01.nyt.com/images/2021/07/15/world/15virus-myanmar-1/15virus-myanmar-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=1a662bc99c21671db4ec3d874a150bab88861459033e2292670be8d3c7966344&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_15_world_asia_myanmar-covid-oxygen_1666741365.html", "title": "As Covid Rages in Myanmar, Army Hoards Oxygen, Doctors Say", "title_page": "As Covid Rages in Myanmar, Army Hoards Oxygen, Doctors Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "First, the junta stole Myanmar’s elected leaders from the people. Now, doctors say, the generals have taken the oxygen that some citizens need to breathe.\nAs the Delta variant of the coronavirus rampages through Myanmar, the military, which seized power in a February coup, has ordered that lifesaving oxygen be denied to private clinics, according to medical workers. The clinics are staffed largely by doctors who oppose the army’s takeover and refuse to work in state hospitals. Basic medical care for Covid patients has been turned into an illegal act, said Dr. Min Han, a doctor at a private clinic.\nThe military has also prevented people from buying supplies from oxygen producers, whom it accuses of price-gouging, forcing desperate family members to defy the army in order to save sick relatives. And it has stopped charities from giving oxygen to people who need it, witnesses and charity workers said.\nThis week, soldiers in the city of Yangon went so far as to fire into a crowd of people lined up to buy oxygen tanks, witnesses said.", "url": "https://www.nytimes.com/2021/07/15/world/asia/myanmar-covid-oxygen.html"}