{"authors": ["Jesse Mckinley", "J. David Goodman"], "date_download": "2022-10-25 22:56:39", "date_modify": "2022-10-25 22:56:39", "date_publish": "2021-03-14 16:45:33", "description": "Larry Schwartz, whom Gov. Andrew M. Cuomo put in charge of the state’s vaccination efforts, called some county executives about support for the governor.", "filename": "2021_03_14_nyregion_cuomo-sexual-harassment-vaccines_1666738599.html", "image_url": "https://static01.nyt.com/images/2021/03/14/nyregion/14cuomo-pressure1/14cuomo-pressure1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a1d90d8bc48453fe0ff6c1f903d270ecc0db89077496915089dbdc0767ca12d1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_14_nyregion_cuomo-sexual-harassment-vaccines_1666738599.html", "title": "As Cuomo Reels, Pleas for Political Support Come From His Vaccine Czar", "title_page": "As Cuomo Reels, Pleas for Political Support Come From His Vaccine Czar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY, N.Y. — At the height of the pandemic, Gov. Andrew M. Cuomo called upon some of his most trusted emissaries to return to the fold to help coordinate the state’s coronavirus response, including Larry Schwartz, his former top aide who is now leading New York’s vaccination efforts.\nBut with Mr. Cuomo facing concurrent scandals and calls for his resignation, Mr. Schwartz has also assumed a more familiar role: as a political operative, asking state Democratic leaders to support the governor, a third-term Democrat, while continuing to discuss the urgent business of immunization.\nAccording to two Democratic county executives, Mr. Schwartz placed calls to them in recent weeks, inquiring about their loyalty to the governor amid a series of sexual harassment allegations that have led many congressional Democrats in New York, including both the state’s senators, to demand Mr. Cuomo’s resignation.\nIn one case, a county executive, who spoke on the condition of anonymity for fear of retaliation, said that after Mr. Schwartz had discussed the governor’s political situation, he then pivoted directly to a conversation about vaccine distribution.", "url": "https://www.nytimes.com/2021/03/14/nyregion/cuomo-sexual-harassment-vaccines.html"}