{"authors": ["Dave Montgomery", "Nick Corasaniti"], "date_download": "2022-10-25 22:57:40", "date_modify": "2022-10-25 22:57:40", "date_publish": "2021-05-31 23:30:54", "description": "After killing a Republican-sponsored bill to restrict voting in the state, Democrats vowed to oppose any efforts to revive it. Republicans pledged to pass it in a special legislative session.", "filename": "2021_05_31_us_politics_texas-voting-bill-_1666738660.html", "image_url": "https://static01.nyt.com/images/2021/05/31/us/politics/31texas-votingbattle1/31texas-votingbattle1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=87b1583f59a5a20e0c31bea4966cb857b0fecb08bf07eff5cb80393fd72c62d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_31_us_politics_texas-voting-bill-_1666738660.html", "title": "After Dramatic Walkout, a New Fight Looms Over Voting Rights in Texas", "title_page": "After Dramatic Walkout, a New Fight Looms Over Voting Rights in Texas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "State Representative Matt Krause, a conservative Republican from Fort Worth, described himself as “disappointed and frustrated” by the walkout. But he said he believed the bill would ultimately pass, if not in the next special session, then in another after that. “It’s going to be heavily debated and contested,” he said. “But at the end of the day, during a special session, I think we’ll get it done.”\nHe and other Republicans expressed irritation that the walkout had killed not just the voting bill but several others that were important to the caucus, including bail reform.\nThe failure to pass the bill was a striking blow to Republicans and one of the few setbacks they have suffered nationally in a monthslong push to restrict voting in states they control. G.O.P.-controlled legislatures, aligning themselves with former President Donald J. Trump’s baseless fraud claims, have passed new laws in Georgia, Florida and Iowa with expansive restrictions.\nThe Texas bill was viewed by many Democrats and voting rights groups as perhaps the harshest of all; among other provisions, it would have banned both drive-through voting and 24-hour voting; imposed new restrictions on absentee voting; granted broad new autonomy and authority to partisan poll watchers; and increased punishments for mistakes or offenses by election officials.\nPresident Biden denounced the bill over the weekend, calling it “an assault on democracy,” and urged lawmakers to pass two Democratic voting bills that have been stalled in Congress — a theme that Texas Democrats picked up at their news conference Monday.\n“I’m asking Joe Biden, you need to help Texas,” said State Representative Michelle Beckley, a member of the House Elections Committee who consistently opposed the Republican bill. “We have done everything we can. The Democratic senators, you need to pass the voter bills.”\nRepublicans in Texas and in other states that have passed new voting laws have defended them on the grounds that they will improve “election security,” even though the results of the last election have been confirmed by multiple audits, lawsuits and court decisions.", "url": "https://www.nytimes.com/2021/05/31/us/politics/texas-voting-bill-.html"}