{"authors": ["Chris Hamand Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:00:21", "date_modify": "2022-10-25 23:00:21", "date_publish": "2021-03-06 21:04:07", "description": "The shortage of lifesaving medical equipment last year was a searing example of the government’s failed coronavirus response. As health workers resorted to wearing trash bags, one Maryland company profited by selling anthrax vaccines to the country’s emergency reserve.", "filename": "2021_03_06_us_emergent-biosolutions-anthrax-coronavirus_1666738821.html", "image_url": "https://static01.nyt.com/images/2021/03/07/multimedia/00stockpile-illo/00stockpile-illo-facebookJumbo.jpg?year=2021&h=549&w=1050&s=f49577d33c727a2f5f7ed5b2488bb76dbdcd8c86260b443289ebc8c629e3c01a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_06_us_emergent-biosolutions-anthrax-coronavirus_1666738821.html", "title": "How Emergent BioSolutions Put an ‘Extraordinary Burden’ on the U.S.’s Troubled Stockpile", "title_page": "How Emergent BioSolutions Put an ‘Extraordinary Burden’ on the U.S.’s Troubled Stockpile - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That was how many BioThrax doses the government had committed to stockpiling, and it was the backbone of Emergent’s thriving business. In pursuit of that goal, the government had already spent more than $900 million, and it continued to buy virtually every dose Emergent could produce. It had even awarded the company more than $100 million to expand its Michigan factory.\n“That’s your taxpayer dollars at work,” Mr. Burrows told the gathering, according to a transcript of the event.\nBut just three years later, Emergent’s business was under threat.\nUnlike smallpox or the coronavirus, anthrax doesn’t spread from person to person, instead infecting people when its spores are released in the environment. The main defense against it is the kind of cheap, commonly used antibiotics that were dispensed after the 2001 letter attacks, also kept in the stockpile.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nEmergent’s vaccine, given in three doses, would be useful for emergency workers and others who might risk extended exposure to the spores. But for the general public, it would be an added precaution, multiple health officials said. “The best approach toward anthrax is antimicrobial therapy,” Dr. Anthony S. Fauci, the government’s top infectious-disease expert, told Congress as early as 2007.\nSo government officials started asking: Did the stockpile need so much of the vaccine?\nThe government already had part of the answer. Health officials had hired the disaster-preparedness firm I.E.M. to calculate how much benefit the vaccine provided. In an analysis published in 2007, the firm determined that giving antibiotics immediately after a large outdoor anthrax attack was likely to reduce serious illnesses by more than 80 percent. Administering the vaccine would then cut serious illnesses only by an additional 4 percent.\nDr. Sid Baccam, who led the I.E.M. team, said the analysis was regularly updated through 2016 with similar results.\n“I think it’s pretty clear that the benefit of the vaccine is marginal,” he said in an interview.\nThe Emergent spokeswoman said the I.E.M. study did not reflect the totality of research, and suggested the government considered “many different factors” when choosing what to purchase.", "url": "https://www.nytimes.com/2021/03/06/us/emergent-biosolutions-anthrax-coronavirus.html"}