{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 22:58:35", "date_modify": "2022-10-25 22:58:35", "date_publish": "2021-06-14 07:00:12", "description": "Virginia’s governor survived a blackface scandal with the help of Black Democrats, who saw a chance for policy concessions. Both got more from the relationship than they could have imagined.", "filename": "2021_06_14_us_politics_ralph-northam-virginia_1666738715.html", "image_url": "https://static01.nyt.com/images/2021/06/11/us/politics/00northam1/00northam1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a7276c0fdfd169b88c2a59de8940afbdcf791a2deffd4f9a816cbf888320e081&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_14_us_politics_ralph-northam-virginia_1666738715.html", "title": "Black Virginians Took Ralph Northam Back. Neither Has Forgotten.", "title_page": "Black Virginians Took Ralph Northam Back. Neither Has Forgotten. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And soon, to Mr. Jones’s surprise, Mr. Northam began making the kinds of statewide changes that the mayor suggested he should do.\nOn a national level, Mr. Northam may forever be enshrined as the Democrat who defied calls to resign in the face of unquestionable racism — a photograph on his yearbook page that showed one man in blackface and another in a Ku Klux Klan costume. But among Black political leaders and elected officials in Virginia, he is set to leave office with another legacy: becoming the most racially progressive governor in the state’s history, whose focus on uplifting Black communities since the 2019 scandal will have a tangible and lasting effect.\nMr. Northam’s arc, from political pariah denounced by nearly every national Democrat to a popular incumbent with support from Black elected officials and even progressive activists, is a complex story of personal growth and political pressure, a testament to how crisis can also provide opportunity. However, it would not have been possible without the Black Virginians who rallied around him even as they stared down immense pressure to help force him from office — Black staff members who stayed in the administration, a Legislative Black Caucus that chose to focus on policy goals rather than resignation, and a Black activist community that quickly followed the lawmakers’ strategic lead.\nThe result is a reshaped Virginia. Since 2019, and aided by a Democratic sweep of both state legislative houses, the commonwealth has become the first state in the South to abolish the death penalty, allocated more than $300 million to the state’s financially struggling Black colleges, passed sweeping police reform measures, and created the country’s first state cabinet-level position for diversity, equity and inclusion.\nMr. Jones, the mayor of Danville, Va., said that the developments were a powerful antidote to a society struggling with concepts like “cancel culture” and “wokeness.” Instead of derision, Mr. Northam and the Black leaders who supported him showed the power of redemption, humility and growth.", "url": "https://www.nytimes.com/2021/06/14/us/politics/ralph-northam-virginia.html"}