{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 22:58:24", "date_modify": "2022-10-25 22:58:24", "date_publish": "2021-03-16 07:00:09", "description": "In pitching President Biden’s relief package, Democrats have said their 2009 stimulus efforts under Barack Obama were insufficient. Those close to Mr. Obama have noticed.", "filename": "2021_03_16_us_politics_obama-stimulus-democrats_1666738704.html", "image_url": "https://static01.nyt.com/images/2021/03/12/us/politics/00obama-dems1/00obama-dems1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3ae4c0c8d861dc5cddad173d71138dddba635ab587ecc959187d0684a235ac98&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_16_us_politics_obama-stimulus-democrats_1666738704.html", "title": "Democrats, Pushing Stimulus, Admit to Regrets on Obama’s 2009 Response", "title_page": "Democrats, Pushing Stimulus, Admit to Regrets on Obama’s 2009 Response - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This time, the feeling was, ‘We’re not very willing to negotiate what we think is needed,’” said former Senator Byron Dorgan, a Democrat from North Dakota who retired ahead of the 2010 midterm elections. “In 2009, I think the feeling was, ‘Oh we wanted more, but we didn’t get what we wanted.’”\nThe careful dance around Mr. Obama and his accomplishments continues a dynamic from the Democratic presidential primary. While taking care not to disparage his administration, several candidates stressed the need for the party to embrace a more take-no-prisoners political approach with Republicans; others criticized Mr. Obama’s policies on immigration: though he used an executive order to aid the Dreamers, he also pushed deportations and border detentions.\nIt also highlights the rapid change in Washington over a decade of partisan brawling. Both Mr. Obama and Mr. Biden came into office on promises of unity and bipartisanship in the face of an economic crisis, but Mr. Biden is the beneficiary of a changed landscape in the party. Democrats are now more cognizant of Republican obstruction, less deferential to the deficit hawks and energized by a growing progressive wing that has pulled the party’s ideological midpoint to the left.\nA decade ago, Mr. Obama’s strategy reflected the Democratic Party’s mainstream, an insistence on negotiating with Republicans, keeping the Senate filibuster and trimming his own ambitions for a nation that he and others worried could handle only so much change after electing its first Black president. Now, the progressive criticism of that posture has become party canon.\nRepresentative Alexandria Ocasio-Cortez of New York, a leading progressive voice, said the changes should be attributed partly to the growth of the left, but partly to an inadequate Democratic response to the Great Recession, which she said “created so much damage economically, for people, but it also created a lot of political damage for the party” by not being larger in scope.", "url": "https://www.nytimes.com/2021/03/16/us/politics/obama-stimulus-democrats.html"}