{"authors": ["Dave Philipps"], "date_download": "2022-10-25 23:54:27", "date_modify": "2022-10-25 23:54:27", "date_publish": "2021-09-20 07:00:12", "description": "In the other country the United States invaded after 9/11, American troops continue to serve combat tours in harm’s way. Meet the soldiers headed for duty in Iraq.", "filename": "2021_09_20_us_troops-deploy-iraq_1666742067.html", "image_url": "https://static01.nyt.com/images/2021/09/20/us/20brigade-print1/xxbrigade-top-facebookJumbo.jpg?year=2021&h=550&w=1050&s=27f2c634dcc5920a692ee66f5f2bec4ecfaea601a39639f9467134af0b5c680f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_20_us_troops-deploy-iraq_1666742067.html", "title": "U.S. Troops Still Deploying to Iraq, Even as Afghan War Ends", "title_page": "U.S. Troops Still Deploying to Iraq, Even as Afghan War Ends - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Carlos Pabon walked into a recruiting station on Sept. 11, 2020, to sign his enlistment papers, oblivious to the significance of the date. He finished training only a few weeks before he learned that he would be deploying to Iraq.\nPrivate Pabon wears the patch of the Fourth Infantry Division on his left sleeve. Like the majority of the brigade, his right sleeve is bare. That spot is reserved for a combat patch for troops who have deployed to a conflict zone. He’ll get his when he returns to Fort Carson.\n“We are excited,” he said as he waited to board an airplane at a military air terminal near Fort Carson. “A lot of the guys who didn’t get a chance to deploy wish they had.”\nAsked if he was troubled about deploying to a country where many Americans felt that U.S. troops should never have been sent in the first place, he shook his head. He pointed to a poster-sized photo hanging on the wall of the terminal, showing a soldier kneeling down to shake the hand of smiling Iraqi boy.\n“You see in that photo?” he said. “The boy has a book bag. That’s why I don’t mind going. I want to make sure those kids keep having those opportunities.”", "url": "https://www.nytimes.com/2021/09/20/us/troops-deploy-iraq.html"}