{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:51:40", "date_modify": "2022-10-25 23:51:40", "date_publish": "2021-04-26 14:00:09", "description": "The group will issue recommendations on how the government can use existing authority to help workers join labor unions and bargain collectively.", "filename": "2021_04_26_business_economy_biden-labor-task-force-union_1666741900.html", "image_url": "https://static01.nyt.com/images/2021/04/27/business/26biden-labor-print/26economy-briefing-biden-labor-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f642d83d5be27519dbd968bf19c31ff1ebd0462faa9c3c0f1e5850a7e903727f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_26_business_economy_biden-labor-task-force-union_1666741900.html", "title": "Biden Forms Task Force to Explore Ways to Help Labor", "title_page": "Biden Forms Task Force to Explore Ways to Help Labor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden signed an executive order on Monday creating a White House task force to promote labor organizing, an attempt to use the power of the federal government to reverse a decades-long decline in union membership.\nThe task force, to be led by Vice President Kamala Harris and populated by cabinet officials and top White House advisers, will issue recommendations on how the government can use existing authority to help workers join labor unions and bargain collectively. It will also recommend new policies aimed at achieving these goals.\nThe administration noted that the National Labor Relations Act, the 1935 law governing federal labor rights, explicitly sought to encourage collective bargaining, but that the law had never been fully carried out in this regard. “No previous administration has taken a comprehensive approach to determining how the executive branch can advance worker organizing and collective bargaining,” a White House statement declared.\nUnions have lobbied for the passage of the Protecting the Right to Organize Act, or PRO Act, which would prohibit employers from holding mandatory anti-union meetings and impose financial penalties for violating workers’ labor rights. (Workers can currently receive only so-called make-whole remedies, like back pay.) The House passed the measure in March and Mr. Biden supports the legislation, but it faces long odds in the Senate.", "url": "https://www.nytimes.com/2021/04/26/business/economy/biden-labor-task-force-union.html"}