{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:29:23", "date_modify": "2022-10-25 23:29:23", "date_publish": "2021-10-21 19:16:23", "description": "The Biden administration had asked the court to block the law. State officials called the request procedurally flawed, saying the court was powerless to grant it.", "filename": "2021_10_21_us_politics_texas-abortion-law-supreme-court_1666740563.html", "image_url": "https://static01.nyt.com/images/2021/10/21/us/politics/21dc-scotus/21dc-scotus-facebookJumbo.jpg?year=2021&h=549&w=1050&s=81adcdb633d9b875fa382eb02541fd158a16a07e72d4c801cd3cd72eaf48f9b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_21_us_politics_texas-abortion-law-supreme-court_1666740563.html", "title": "Texas Urges Supreme Court to Leave Its Restrictive Abortion Law in Place", "title_page": "Texas Urges Supreme Court to Leave Its Restrictive Abortion Law in Place - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Texas’ attorney general urged the Supreme Court on Thursday to leave the state’s restrictive abortion law in place, saying that the federal government was not entitled to challenge it.\nIf the justices are nonetheless inclined to hear the Justice Department’s request that they block the law while legal challenges proceed, wrote Ken Paxton, the state’s attorney general, they should use the case to overrule Roe v. Wade and to eliminate the constitutional right to abortion.\nThe state law, which has been in effect since Sept. 1, bans most abortions after six weeks and makes no exceptions for pregnancies resulting from rape or incest. Abortion clinics in Texas have largely stopped performing the procedure, requiring women seeking abortions to travel out of state.\nThe law, known as Senate Bill 8, was intended to evade review in federal court. It barred state officials from enforcing the law and deputized private individuals to sue anyone who performed an abortion or assisted with it in any way, including by providing counseling, financial assistance or a ride to the clinic.", "url": "https://www.nytimes.com/2021/10/21/us/politics/texas-abortion-law-supreme-court.html"}