{"authors": ["Reid J. Epstein", "Patricia Mazzei"], "date_download": "2022-10-25 23:31:39", "date_modify": "2022-10-25 23:31:39", "date_publish": "2021-05-05 09:00:23", "description": "A growing number of Democrats in battleground districts are either retiring or leaving to seek higher office, imperiling the party’s control of the House and President Biden’s expansive agenda.", "filename": "2021_05_05_us_politics_democrats-house-retirements_1666740699.html", "image_url": "https://static01.nyt.com/images/2021/05/04/us/politics/04dems-2022-1/04dems-2022-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d7927ad0b5f6435be1d8f541ce5c9179e6303cbdb57c19626241685e1dabf8c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_05_us_politics_democrats-house-retirements_1666740699.html", "title": "Why Democratic Departures From the House Have Republicans Salivating", "title_page": "Why Democratic Departures From the House Have Republicans Salivating - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — With 18 months left before the midterms, a spate of Democratic departures from the House is threatening to erode the party’s slim majority in the House and imperil President Biden’s far-reaching policy agenda.\nIn the past two months, five House Democrats from competitive districts have announced they won’t seek re-election next year. They include Representative Charlie Crist of Florida, who on Tuesday launched a campaign for governor, and Representative Tim Ryan of Ohio, who will run for the Senate seat being vacated by Rob Portman. Three other Democrats will leave vacant seats in districts likely to see significant change once they are redrawn using the data from the 2020 Census, and several more are weighing bids for higher office.\nAn early trickle of retirements from House members in competitive districts is often the first sign of a coming political wave. In the 2018 cycle, 48 House Republicans didn’t seek re-election — and 14 of those vacancies were won by Democrats. Now Republicans are salivating over the prospect of reversing that dynamic and erasing the Democrats’ six-seat advantage.\n“The two biggest headaches of any cycle are redistricting and retirements and when you have both in one cycle it’s a migraine,” said former Representative Steve Israel of New York, who led the Democratic Congressional Campaign Committee in 2012 and 2014.", "url": "https://www.nytimes.com/2021/05/05/us/politics/democrats-house-retirements.html"}