{"authors": ["Tara Siegel Bernard"], "date_download": "2022-10-25 23:39:33", "date_modify": "2022-10-25 23:39:33", "date_publish": "2021-09-03 15:20:53", "description": "Installment payment services are everywhere thanks to fresh deals with Amazon and Square. It’s a simple idea that can quickly get complicated for users.", "filename": "2021_09_03_your-money_buy-now-pay-later-afterpay-affirm-amazon-square_1666741173.html", "image_url": "https://static01.nyt.com/images/2021/09/07/business/00paylater1-print/00paylater-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c80bf5588caf0d29cb094ec07147f3b33c487c1ab84f4cad9ae4bb52d2762f45&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_03_your-money_buy-now-pay-later-afterpay-affirm-amazon-square_1666741173.html", "title": "Affirm and Afterpay Soar as Customers Buy Into Paying Later", "title_page": "Affirm and Afterpay Soar as Customers Buy Into Paying Later - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That $128 pair of jeans can now be had for just four payments of $32. Dropping $100 on cosmetics seems less indulgent when the transaction is broken up into $25 payments. Even a pricey Dyson vacuum can be rationalized when purchased in $125 installments.\nAnd retailers from Amazon to Walmart to your neighborhood boutique are buying in, too.\nThe option to buy now and pay later has soared in popularity, accelerating last year as consumers bought almost everything online at the start of the pandemic. But the little buttons under those Lululemon leggings or that new TV that suggest spreading your purchase over six weeks or more — often at no cost — are expected to change spending habits in lasting ways.\n“I think of it as a credit card, without interest,” said Jenna Kellett, 27, a personal assistant in Dublin, Ohio, who was enough of a fan of one of the leading services, Afterpay, that she became a moderator on a Facebook group where members track new features and follow participating retailers.\nIf you haven’t encountered a pay-later option before, you will soon. One major provider, Affirm, announced a deal last week to offer its service on Amazon, the nation’s largest retailer. And Square, the payments firm run by the Twitter chief executive Jack Dorsey, agreed to acquire Afterpay for $29 billion in early August, a deal that will open installment payments to millions of small businesses that process sales through Square’s app.", "url": "https://www.nytimes.com/2021/09/03/your-money/buy-now-pay-later-afterpay-affirm-amazon-square.html"}