{"authors": ["Stephanie Saul"], "date_download": "2022-10-25 23:29:12", "date_modify": "2022-10-25 23:29:12", "date_publish": "2021-10-19 00:20:59", "description": "Students for Fair Admissions vowed to immediately appeal in a case that appears destined for the Supreme Court.", "filename": "2021_10_18_us_politics_affirmative-action-university-of-north-carolina-court_1666740552.html", "image_url": "https://static01.nyt.com/images/2021/10/07/us/00NCadmissions-1/00NCadmissions-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=81b33f6f33035ecd9561cadea71baedca87f868e0860f59a19d56c0778f6a3b3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_18_us_politics_affirmative-action-university-of-north-carolina-court_1666740552.html", "title": "University of North Carolina Can Keep Affirmative Action, Judge Rules", "title_page": "University of North Carolina Can Keep Affirmative Action, Judge Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The University of North Carolina at Chapel Hill may continue using race as a factor in its admissions process, a federal judge ruled on Monday, rejecting the argument of a conservative nonprofit legal group that is trying to dismantle college affirmative action policies across the country.\nIn her ruling, which came down decidedly against the plaintiff, Judge Loretta C. Biggs said that the university’s use of race in deciding which students to admit was narrowly tailored, and that the university had made an effort to consider race-neutral alternatives.\n“While no student can or should be admitted to this university, or any other, based solely on race,” she wrote, “because race is so interwoven in every aspect of the lived experience of minority students, to ignore it, reduce its importance and measure it only by statistical models,” as she said the plaintiff had done, “misses important context.”\nThe plaintiff, a group called Students for Fair Admissions, vowed to appeal if necessary all the way to the Supreme Court, where it would “ask the justices to end these unfair and unconstitutional race-based admissions policies,” the group’s founder, Edward Blum, said.", "url": "https://www.nytimes.com/2021/10/18/us/politics/affirmative-action-university-of-north-carolina-court.html"}