{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:29:26", "date_modify": "2022-10-25 23:29:26", "date_publish": "2021-09-23 19:53:19", "description": "The new filing asks the justices to use an unusual procedure to rule on a law that bans most abortions after six weeks and was designed to avoid judicial scrutiny.", "filename": "2021_09_23_us_politics_supreme-court-abortion-texas_1666740566.html", "image_url": "https://static01.nyt.com/images/2021/09/23/us/politics/23dc-scotus/23dc-scotus-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c82fcd3e410264e524acc084804c9915ebcdef10137084fc677e0d10570d9b36&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_23_us_politics_supreme-court-abortion-texas_1666740566.html", "title": "Abortion Providers Ask Supreme Court for Fast Review of Texas Ban", "title_page": "Abortion Providers Ask Supreme Court for Fast Review of Texas Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The appeals court, the U.S. Court of Appeals for the Fifth Circuit, in New Orleans, has not yet issued a decision in an appeal pending before it. But “the writing is on the wall,” the providers told the justices. “And although the Fifth Circuit expedited the appeal, it will not hold argument until December at the earliest.”\n“Meanwhile, Texans are in crisis,” the providers wrote.\nThe Texas law, known as S.B. 8, has novel features. The law, which makes no exceptions for pregnancies resulting from incest or rape, bars state officials from enforcing it and instead deputizes private individuals to sue anyone who performs the procedure or “aids and abets” it.\nThat makes it hard for abortion providers to know whom to sue, as lawsuits seeking to block laws as unconstitutional typically name the officials charged with enforcing them as defendants. When the providers filed suit in federal court, they named, among others, every state trial court judge and county court clerk in Texas.\nWhile it may be hard to sue to challenge the law, it allows private citizens to file suits against doctors, staff members at clinics, counselors, people who help pay for the procedure, and even an Uber driver taking a patient to an abortion clinic. Plaintiffs, who do not need to live in Texas, have any connection to the abortion or show any injury from it, are entitled to $10,000 and their legal fees recovered if they win. Prevailing defendants are not entitled to legal fees.\n“Faced with the threat of unlimited lawsuits from the general popu­lace and the prospect of ruinous liability if they violate the ban, abortion providers have been forced to com­ply,” the providers wrote. “As a result, Texans with means must now travel hundreds of miles each way to other states during a pandemic, just to exercise a clearly established federal right. The surge of Texans seeking out-of-state ap­pointments for this time-sensitive medical care is causing backlogs in those states, delaying abortions by weeks for Texans and non-Texans alike.”", "url": "https://www.nytimes.com/2021/09/23/us/politics/supreme-court-abortion-texas.html"}