{"authors": ["Jack Healy", "Richard Fausset", "James Dobbins"], "date_download": "2022-10-25 23:48:00", "date_modify": "2022-10-25 23:48:00", "date_publish": "2021-02-19 00:44:11", "description": "Electricity was restored to most Texans who had lost power after a winter storm, but water systems for nearly two-thirds of residents were disrupted, leaving millions without drinkable water.", "filename": "2021_02_18_us_texas-water-crisis-winter-storm_1666741680.html", "image_url": "https://static01.nyt.com/images/2021/02/18/us/18texas-water-top/merlin_183952347_13ad1ff5-0bb3-43ab-9b38-54e768dc7cd7-facebookJumbo.jpg?year=2021&h=549&w=1050&s=1541ab7a59c57e344166e37abbae797c530418f8134637e2aebf7dfe73a30f37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_18_us_texas-water-crisis-winter-storm_1666741680.html", "title": "Texas Water Crisis: Frozen Pipes, Cracked Wells and Offline Treatment Plants", "title_page": "Texas Water Crisis: Frozen Pipes, Cracked Wells and Offline Treatment Plants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the Family Place, a domestic violence shelter in Dallas, the power had been out for two days when the waterlogged ceiling caved in, unleashing a freezing waterfall onto the 120 women and children seeking refuge there.\nThe water soaked their clothes and the few possessions they had brought, spoiling hard-to-replace legal documents. The hallways became streams. The residents and staff members tried to sweep out the water and piled up bedsheets to create dams, but soon gave up and hurriedly piled into five city buses to seek shelter at a church.\n“They lost basically everything,” Shelbi Driver, a resident advocate at the shelter, said.\nAdvocates said at least three other domestic violence shelters around Dallas were also evacuated after pipes burst and flooded their hallways with frigid water, displacing hundreds of vulnerable people who did not have the option of going home.\n“They went through one horrible trauma, came to our organization to get safe and had another trauma,” Paige Flink, chief executive of the Family Place, said. “It makes me want to cry just to say it,” she said. “It is a total nightmare.”\nJack Healy reported from Dallas, Richard Fausset from Atlanta, and James Dobbins from San Antonio. Maria Jimenez Moya contributed reporting from Houston, and Lucy Tompkins from New York.", "url": "https://www.nytimes.com/2021/02/18/us/texas-water-crisis-winter-storm.html"}