{"authors": ["Vimal Patel"], "date_download": "2022-10-25 23:23:51", "date_modify": "2022-10-25 23:23:51", "date_publish": "2021-09-29 03:41:29", "description": "A commission appointed by the health agency found that women and girls had been promised jobs in exchange for relationships or had been sexually exploited in order to keep jobs.", "filename": "2021_09_28_world_africa_who-congo-sex-abuse_1666740231.html", "image_url": "https://static01.nyt.com/images/2021/09/29/lens/29xp-congo/29xp-congo-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=e2e10f72cd97840ed499de72ec090a4c50d715786cf7e0948709988a50c22e8b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_28_world_africa_who-congo-sex-abuse_1666740231.html", "title": "W.H.O. Workers Abused Women on Mission in Congo, Inquiry Finds", "title_page": "W.H.O. Workers Abused Women on Mission in Congo, Inquiry Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Doctors and other staff members working for the World Health Organization to render aid during an Ebola outbreak in the Democratic Republic of Congo sexually abused or exploited women and girls there, a commission appointed by the head of the agency reported on Tuesday.\nDr. Tedros Adhanom Ghebreyesus, the agency’s director general, apologized directly to the victims — reported to number in the dozens — and promised to undertake “wholesale reform of policies and processes” to address exploitation and abuse in the organization. He said the agency was terminating the contracts of four people identified as perpetrators who were still employed with the agency and would refer allegations of rape to the authorities in Congo and in the home countries of those accused of misconduct.\nThe Ebola response from 2018 to 2020 “was a large and complex operation in a highly insecure region requiring large-scale recruitment of local and international personnel,” Dr. Tedros said. “But none of that is an excuse for sexual exploitation and abuse. We accept that we should have taken stronger measures to screen our candidates and ensure more effective human resources processes.”\nThe commission’s investigators were able to identify 83 people believed to have been involved in the abuse, including both Congolese nationals and foreigners, the report said. In 21 cases, the investigators were able to establish with certainty that those suspected of abuse were W.H.O. employees.", "url": "https://www.nytimes.com/2021/09/28/world/africa/who-congo-sex-abuse.html"}