{"authors": ["Helene Cooper", "Eric Schmitt", "David E. Sanger"], "date_download": "2022-10-25 23:27:49", "date_modify": "2022-10-25 23:27:49", "date_publish": "2021-02-16 20:12:13", "description": "The question is whether the small contingent of American troops can accomplish anything after 20 years — and whether full withdrawal would clear the way for Taliban advances.", "filename": "2021_02_16_us_politics_biden-afghanistan-troop-withdrawal-taliban_1666740469.html", "image_url": "https://static01.nyt.com/images/2021/02/12/us/politics/00dc-biden-afghan1/00dc-biden-afghan1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=84f12cd7f68df87fe8d070d3f54467e835e00eeff20b4dacaf1f4e76a65d0faf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_16_us_politics_biden-afghanistan-troop-withdrawal-taliban_1666740469.html", "title": "Biden Faces Deadline on Withdrawal From Afghanistan", "title_page": "Biden Faces Deadline on Withdrawal From Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the same time, the Taliban and the Afghan government are gearing up for a violent spring. Administration officials last week started discussions over how to proceed with Afghan officials whom Mr. Trump left out of his deal with the Taliban.\nOne option under consideration, aides said, would be to extend the May 1 troop withdrawal deadline by six months to give all sides more time to decide how to proceed. But it is unclear that the Taliban would agree — or whether Mr. Biden would.\nAt the center of the decision-making is a new American president who has had to stand by for 20 years while other leaders ignored his advice on Afghanistan and committed large numbers of American troops to a war effort there, overriding his argument that all the United States needed was a streamlined, focused counterterrorism presence.\nThe decision is harder because if Mr. Biden decides to withdraw, he will bear some responsibility — and much of the blame — if there is a collapse of the elected Afghan government that American troops and their NATO allies have fought and died for and spent billions of dollars propping up.\nIn the panoply of foreign policy decisions facing the president, he and his senior national security aides do not view Afghanistan as the most far-reaching. The right relationship with China is far more central to American prosperity. Carrying through on Mr. Biden’s promise not to let Russia roll over the United States is more important to its security. The Iranian nuclear program looms over Middle East calculations. Afghanistan is deeply personal to him, and the most influential voice the president will listen to may be his own.\n“His head is more in the game on this because he has been connecting with these people around the world for years,” said Brian Katulis, a senior fellow at the Center for American Progress, a Washington think tank with close ties to the Biden administration.", "url": "https://www.nytimes.com/2021/02/16/us/politics/biden-afghanistan-troop-withdrawal-taliban.html"}