{"authors": ["Dana Goldstein"], "date_download": "2022-10-25 23:48:21", "date_modify": "2022-10-25 23:48:21", "date_publish": "2021-02-14 21:22:18", "description": "In an interview, Ms. Lightfoot talked about how she hoped to rebuild trust in the system and eventually reopen high schools.", "filename": "2021_02_14_us_chicago-mayor-lori-lightfoot-on-what-she-learned-from-battling-the-teachers-union_1666741701.html", "image_url": "https://static01.nyt.com/images/2021/02/14/multimedia/14Lightfoot-QA/14Lightfoot-QA-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c0d300ce0e895143473ff496a79bdac0b2d91a21cf550f83fce6479cb94c7cd1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_14_us_chicago-mayor-lori-lightfoot-on-what-she-learned-from-battling-the-teachers-union_1666741701.html", "title": "Chicago Mayor Lori Lightfoot on What She Learned From Battling the Teachers’ Union", "title_page": "Chicago Mayor Lori Lightfoot on What She Learned From Battling the Teachers’ Union - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Education fights in big cities are the Democratic Party’s family feud. Do you feel you had national support? Because on several occasions, when asked about the dispute in Chicago, whether it was President Biden or some of his staff members, they seemed hesitant to wade into labor issues.\nI was absolutely fine with the way that it was addressed by the president and the White House. Every situation has a history and an arc. It’s hard to understand that and weigh in when you’re viewing it from a distance. I think the folks in the White House understood that. I felt like we had a lot of very candid conversations, and certainly we were sharing our perspective of things on the ground. They were appropriately deferential to let this play out here locally.\nYou have said that you want to be the voice for parents and students in this debate. But some families were troubled by the district’s move to lock teachers out of their remote learning platforms if they refused to go back to the classrooms. We know a majority of Chicago parents who completed a survey said they wanted to continue with remote learning for now. Do you feel that the threat of lockouts may have seeded distrust?\nI understand that the notion that we would lock teachers out was disturbing to all. It should be. But it should also be disturbing when teachers say: “I don’t care what you say. I don’t care what you do. I’m not going to abide by the contract or the rules that have been set for my place of employment.” That’s chaos.\nI have used the word “feisty” to describe the Chicago Teachers Union. You might choose other words. How would you describe the role that C.T.U. plays and its history?\nLet me put it in a context of labor across the city. We have relationships with over 40 [organized labor] units. We have labor peace with almost every single one, except for two. The Fraternal Order of Police, which has a lot of right-wing Trump aspirations, and the Chicago Teachers Union. When you have unions that have other aspirations beyond being a union, and maybe being something akin to a political party, then there’s always going to be conflict.\nThe teachers’ union might say that its larger aspirations are to increase funding for schools and to achieve goals like police reform so students are not criminalized.", "url": "https://www.nytimes.com/2021/02/14/us/chicago-mayor-lori-lightfoot-on-what-she-learned-from-battling-the-teachers-union.html"}