{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:47:32", "date_modify": "2022-10-25 23:47:32", "date_publish": "2021-04-15 23:50:46", "description": "The force’s inspector general testified that a top official ordered officers not to use their most powerful anti-riot tools on Jan. 6 because of concerns they did not know how.", "filename": "2021_04_15_us_capitol-police-riot-training_1666741652.html", "image_url": "https://static01.nyt.com/images/2021/04/15/us/politics/15dc-riot/15dc-riot-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d1d4343835a56c2ffa8322be4a87d4eafe04a08beb789f158af0cf3131f91be6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_15_us_capitol-police-riot-training_1666741652.html", "title": "Lack of Training Led Capitol Police to Temper Riot Response, Watchdog Says", "title_page": "Lack of Training Led Capitol Police to Temper Riot Response, Watchdog Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While he did not name the official who gave the order, Mr. Bolton said an assistant chief had told officers not to use weapons such as sting balls and stun grenades that are commonly used to disperse crowds because the official was concerned they did not know how to use them properly.\n“Let’s provide the training to our officers so they are used appropriately,” Mr. Bolton told the committee. Asked whether the use of such equipment could have prevented the storming of the Capitol, he noted that once District of Columbia police officers arrived on the scene to assist, they used such less-lethal weapons on the rioters, turning many of them back.\n“It certainly would have helped us” if Capitol Police had done the same, Mr. Bolton said.\nMr. Bolton’s most recent, 104-page report on the force’s response to the storming of the Capitol detailed a litany of other agency failures that contributed to the dysfunction. Leaders overlooked their own intelligence indicating the threat of violence by aggrieved pro-Trump extremists, he said, and critical equipment such as riot shields were either inaccessible or defective.\nBut beyond the specific breakdowns leading up to Jan. 6, Mr. Bolton said the 2,000-person force was plagued by cultural and operational problems. The department needs an overhaul, he testified, from a conventional police force to a “protective agency,” more like the Secret Service, that focuses on anticipating and preventing attacks.\n“A protective agency is postured to being proactive to prevent events such as Jan. 6,” Mr. Bolton testified.", "url": "https://www.nytimes.com/2021/04/15/us/capitol-police-riot-training.html"}