{"authors": ["Jason Gutierrez"], "date_download": "2022-10-25 23:34:15", "date_modify": "2022-10-25 23:34:15", "date_publish": "2021-09-20 09:01:45", "description": "The country’s best-known athlete already holds a seat in the Senate and has faced tough opposition from President Rodrigo Duterte.", "filename": "2021_09_20_world_asia_manny-pacquiao-president-philippines.html_action=click&module=RelatedLinks&pgtype=Article_1666740855.html", "image_url": "https://static01.nyt.com/images/2021/09/20/world/20PHILIPPINES-PACQUIAO/20PHILIPPINES-PACQUIAO-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0eb7e153bd20eac78cdcf94098cd0979ea4275bcab4950f0cde66dfe65193b9c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_20_world_asia_manny-pacquiao-president-philippines.html_action=click&module=RelatedLinks&pgtype=Article_1666740855.html", "title": "Boxer Manny Pacquiao Joins Filipino Presidential Race", "title_page": "Boxer Manny Pacquiao Joins Filipino Presidential Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANILA — The former boxing champion Manny Pacquiao has shuffled his way into the presidential race in the Philippines.\nMr. Pacquiao, the country’s best-known athlete, already holds a seat in the Senate but faces tough opposition as a presidential candidate. He was formerly the president of the PDP-Laban, the ruling party in the Philippines, before being ousted by a faction loyal to President Rodrigo Duterte, whose government Mr. Pacquiao has accused of corruption.\n“To government officials who continue to rob government coffers, you will soon find others in jail,” Mr. Pacquiao warned on Sunday when he announced his candidacy. “Your time is up.”\nThe constitution bars Mr. Duterte from seeking a second six-year term in the May election. He has instead said he would run for vice president, in what some analysts have described as an attempt to avoid prosecution from the International Criminal Court. The I.C.C. last week announced an investigation into Mr. Duterte’s antidrug campaign, which critics have said was fueled by extrajudicial killings.", "url": "https://www.nytimes.com/2021/09/20/world/asia/manny-pacquiao-president-philippines.html?action=click&module=RelatedLinks&pgtype=Article"}