{"authors": ["Michael D. Shear", "Peter Baker"], "date_download": "2022-10-25 23:47:44", "date_modify": "2022-10-25 23:47:44", "date_publish": "2021-01-18 14:55:58", "description": "President-elect Joe Biden’s team has developed a raft of decrees that he can issue after the inauguration to begin reversing some of President Trump’s policies.", "filename": "2021_01_18_us_biden-executive-orders-first-days_1666741664.html", "image_url": "https://static01.nyt.com/images/2021/01/16/us/politics/16transition-briefing-executiveorders1/16transition-briefing-executiveorders1-facebookJumbo-v3.jpg?year=2021&h=550&w=1050&s=79bc85b7ef485579134dcabab011bfad3f6cd485e43e435027df14630448d49d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_18_us_biden-executive-orders-first-days_1666741664.html", "title": "Biden's Executive Orders: President-Elect Plans to Roll Out Dozens in First 10 Days", "title_page": "Biden's Executive Orders: President-Elect Plans to Roll Out Dozens in First 10 Days - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President-elect Joseph R. Biden Jr. plans to start his administration with dozens of executive directives on top of expansive legislative proposals in a 10-day blitz meant to signal a turning point for a nation reeling from disease, economic turmoil, racial strife and now the aftermath of the assault on the Capitol.\nMr. Biden’s team has developed a raft of decrees that he can issue on his own authority after the inauguration on Wednesday to begin reversing some of President Trump’s most hotly disputed policies. Advisers hope the flurry of action, without waiting for Congress, will establish a sense of momentum for the new president even as the Senate puts his predecessor on trial.\nOn his first day in office alone, Mr. Biden intends a flurry of executive orders that will be partly substantive and partly symbolic. They include rescinding the travel ban on several predominantly Muslim countries; rejoining the Paris climate change accord; extending pandemic-related limits on evictions and student loan payments; issuing a mask mandate for federal property and interstate travel; and ordering agencies to figure out how to reunite children separated from their families after crossing the border, according to a memo circulated on Saturday by Ron Klain, his incoming White House chief of staff, and obtained by The New York Times.\nThe blueprint of executive action comes after Mr. Biden announced that he will push Congress to pass a $1.9 trillion package of economic stimulus and pandemic relief, signaling a willingness to be aggressive on policy issues and confronting Republicans from the start to take their lead from him.", "url": "https://www.nytimes.com/2021/01/18/us/biden-executive-orders-first-days.html"}