{"authors": ["Chris Cameron"], "date_download": "2022-10-25 23:47:02", "date_modify": "2022-10-25 23:47:02", "date_publish": "2021-05-21 00:28:12", "description": "News of President Donald J. Trump’s interest in buying the territory in 2019 bewildered its leadership and became the butt of jokes.", "filename": "2021_05_20_us_politics_greenland-trump-blinken-biden_1666741622.html", "image_url": "https://static01.nyt.com/images/2021/05/20/multimedia/20new-washington-briefing-blinken/merlin_188054901_ad67bf52-4563-451b-b243-9a05879b7ac0-facebookJumbo.jpg?year=2021&h=550&w=1050&s=84ea6c21f047db3943c3be21aa3d18c487d36f1b9a267c544576ab664e6a84b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_20_us_politics_greenland-trump-blinken-biden_1666741622.html", "title": "U.S. Confirms It Does Not Want to Buy Greenland", "title_page": "U.S. Confirms It Does Not Want to Buy Greenland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Secretary of State Antony J. Blinken on Thursday confirmed that the United States was no longer interested in buying Greenland, scuttling for good a quixotic 2019 proposal by the Trump administration to annex the self-governing Danish territory.\n“I can confirm that’s correct,” Mr. Blinken said during an appearance in Greenland with Danish officials and the premier of Greenland, Mute Egede, in response to a reporter who asked him to “definitively say that the United States does not seek to buy Greenland.” Earlier in the day, the secretary of state toured the territory and met privately with the premier to discuss “bilateral trade and investment.”\nMr. Blinken’s brief remarks closed the book on a bizarre episode in U.S. foreign policy. The Wall Street Journal had first reported in August 2019 that President Donald J. Trump had repeatedly asked aides to pursue a purchase of Greenland, in part to exploit the territory’s abundant natural resources. Mr. Trump’s advisers were highly skeptical of the idea, but agreed to investigate the matter.\nNews of Mr. Trump’s interest in annexing Greenland quickly became the butt of jokes online, while receiving a cold reception both from residents of the semiautonomous territory and among Danish leadership, who took umbrage at the then-president’s suggestion that the territory could be bought as, essentially, “a large real estate deal.”", "url": "https://www.nytimes.com/2021/05/20/us/politics/greenland-trump-blinken-biden.html"}