{"authors": ["Matthew Goldstein"], "date_download": "2022-10-25 22:56:11", "date_modify": "2022-10-25 22:56:11", "date_publish": "2021-08-09 09:00:15", "description": "Eviction cases — called Scarlet E’s — are a stubborn blot on a renter’s history. Piecemeal privacy legislation in some states may not be enough to protect millions of struggling tenants.", "filename": "2021_08_09_business_eviction-stigma-scarlet-e_1666738571.html", "image_url": "https://static01.nyt.com/images/2021/08/03/business/00Evictionmark-01/00Evictionmark-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=253ba2fd0c5ba1a458dcf635c6eb474c1f63cf24764b594f0a7baf618d703450&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_09_business_eviction-stigma-scarlet-e_1666738571.html", "title": "The Stigma of a Scarlet E", "title_page": "The Stigma of a Scarlet E - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The apartment was just what Chanque Jones needed: four bedrooms, and $500 cheaper than the run-down house she had been renting back in Chicago. It was a fresh start for her three sons, as well as for her mobile manicure business.\nThen an old eviction case turned up on a routine background check prepared for her landlord. It didn’t matter that she had gone to court and won. The fact that the case was filed at all was enough to mark her as a risk: what tenant advocates call a Scarlet E — the E standing for eviction.\n“I didn’t even know about the eviction record,” Ms. Jones said.\nEviction cases are a stubborn blot on any renter’s history. They are nearly impossible to scrub away, even if the tenant made good on obligations or it was only a scare tactic by an aggressive landlord. The pandemic has given the problem new urgency: Although the Biden administration has announced a new eviction moratorium for much of the country through Oct. 3, millions of renters are behind on their payments after more than a year of economic upheaval and could face eventual eviction.\nAware of the enormous consequences for renters who lost jobs or work hours because of the pandemic, a handful of states and cities have passed laws to make it easier for tenants to seal their eviction cases — a crucial step that can mean the difference between having a roof over their heads or not.", "url": "https://www.nytimes.com/2021/08/09/business/eviction-stigma-scarlet-e.html"}