{"authors": ["Nathaniel Popper", "Cao Li"], "date_download": "2022-10-25 23:52:26", "date_modify": "2022-10-25 23:52:26", "date_publish": "2021-03-01 10:00:12", "description": "The electronic Chinese yuan is now being tested in cities such as Shenzhen, Shanghai and Beijing. No other major power is as far along with a homegrown digital currency.", "filename": "2021_03_01_technology_china-national-digital-currency_1666741946.html", "image_url": "https://static01.nyt.com/images/2021/03/02/business/00digitalyuan/00digitalyuan-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=a750363da7a31dd9bb0394e29a88e9020d686b4c6ba177a57ec8054123cdf756&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_01_technology_china-national-digital-currency_1666741946.html", "title": "China Charges Ahead With a National Digital Currency", "title_page": "China Charges Ahead With a National Digital Currency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yet no major power is as far along as China. Its early moves could signal where the rest of the world goes with digital currencies.\n“This is about more than just money,” said Yaya Fanusie, a fellow at the Center for a New American Security, a think tank, and an author of a recent paper on the Chinese currency. “It’s about developing new tools to collect data and leverage that data so that the Chinese economy is more intelligent and based on real-time information.”\nWhile the Chinese government has not said if and when it will officially introduce the eCNY nationwide, several officials have mentioned having it ready for tourists visiting for the 2022 Olympics in Beijing. Recent articles and speeches from officials at the People’s Bank of China, which is the country’s central bank, underscored the project’s ambitions and the desire to be first.\n“The right to issue and control digital currencies will become a ‘new battlefield’ of competition between sovereign states,” read an article in China Finance, the magazine of the central bank, in September. “China has many advantages and opportunities in issuing fiat digital currencies, so it should accelerate to seize the first track.”\nThe People’s Bank of China did not respond to a request for comment.\nThe development of a national digital currency began in 2014, when the People’s Bank of China set up an internal group to work on one, shortly after Bitcoin gained attention in the country. In 2016, the central bank created a division called the Digital Currency Institute. Last year, it began trials of eCNY in the cities of Shenzhen, Suzhou, Xiongan and Chengdu, according to research from Sino Global Capital, a financial investment firm.\nPeople invited to the trial through a lottery on WeChat or other apps were able to click on a link and get a balance of 200 electronic yuan, which was sometimes displayed in their bank app over a picture of an old-fashioned Chinese bank note with Mao Zedong’s face. To spend the money, users can use an eCNY app to scan a retailer’s QR code or produce a QR code that the retailer can scan.\nThe design of eCNY borrows only a few minor technical elements from Bitcoin and does not use the so-called blockchain technology, a ledgerlike system, which most cryptocurrencies rely on, officials from the People’s Bank of China have said.", "url": "https://www.nytimes.com/2021/03/01/technology/china-national-digital-currency.html"}