{"authors": ["Benjamin Mueller", "Isabella Grullón Paz"], "date_download": "2022-10-25 23:50:30", "date_modify": "2022-10-25 23:50:30", "date_publish": "2021-12-28 01:33:06", "description": "Hoping to prevent further disruptions to daily life, the C.D.C. reduced the period that certain infected Americans must sequester.", "filename": "2021_12_27_health_omicron-cdc.html_action=click&pgtype=Article&state=default&module=styln-coronavirus&variant=show&region=MAIN_CONTENT_3&block=storyline_levelup_swipe_recirc_1666741830.html", "image_url": "https://static01.nyt.com/images/2021/12/27/world/27virus-briefing-lede-item/27virus-briefing-lede-item-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_27_health_omicron-cdc.html_action=click&pgtype=Article&state=default&module=styln-coronavirus&variant=show&region=MAIN_CONTENT_3&block=storyline_levelup_swipe_recirc_1666741830.html", "title": "As Omicron Cases Surge, CDC Shortens Isolation Times for Many Americans", "title_page": "As Omicron Cases Surge, CDC Shortens Isolation Times for Many Americans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As daily coronavirus cases in the United States soared to near record levels, federal health officials on Monday shortened by half the recommended isolation period for many infected Americans, hoping to minimize rising disruptions to the economy and everyday life.\nVirus-related staff shortages have upended holiday travel, leading to the cancellation of thousands of flights, and now threaten industries as diverse as health care, restaurants and retail. Yet health experts warn the country is only in the early stages of a fast-moving surge.\n“The Omicron variant is spreading quickly and has the potential to impact all facets of our society,” said Dr. Rochelle Walensky, the director of the Centers for Disease Control and Prevention.\nThe agency had previously recommended that infected patients isolate for 10 days from when they were tested for the virus. But on Monday, it slashed that period to five days for those without symptoms, or those without fevers whose other symptoms were resolving.", "url": "https://www.nytimes.com/2021/12/27/health/omicron-cdc.html?action=click&pgtype=Article&state=default&module=styln-coronavirus&variant=show&region=MAIN_CONTENT_3&block=storyline_levelup_swipe_recirc"}