{"authors": ["Sheila Kaplan"], "date_download": "2022-10-25 23:32:03", "date_modify": "2022-10-25 23:32:03", "date_publish": "2021-06-28 15:15:12", "description": "The settlement is the first in a stream of lawsuits against the company, which has been accused of deceptive marketing practices that contributed to a wave of nicotine addiction in teenagers.", "filename": "2021_06_28_health_juul-vaping-settlement-north-carolina_1666740723.html", "image_url": "https://static01.nyt.com/images/2021/06/28/science/28juulsettlement-1/28juulsettlement-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=622ae41041cd3bfb06be062b9bea32bc07a5e1d511bf633f64b89c44df10115b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_28_health_juul-vaping-settlement-north-carolina_1666740723.html", "title": "Juul Settles N.C. Vaping Case, Agrees to Pay $40 Million", "title_page": "Juul Settles N.C. Vaping Case, Agrees to Pay $40 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Juul Labs has agreed to pay North Carolina $40 million to settle the first of a spate of lawsuits brought by states and localities claiming the e-cigarette company’s marketing practices fueled widespread addiction to nicotine among young people and created a new public health problem.\nThe settlement, which was announced on Monday morning, allows the company to avoid a jury trial this summer as the Food and Drug Administration is deciding whether its vaping products can stay on the market.\nThe company had urgently sought the settlement, but the deal removes just one of numerous legal actions pending against it. Thirteen other states, including California, Massachusetts and New York, as well as the District of Columbia, have filed similar lawsuits. The central claim in each case is that Juul knew, or should have known, that it was hooking teenagers on pods that contained high levels of nicotine.\nNearly 2,000 other cases filed by cities, counties, school districts and other plaintiffs in federal courts have been combined into multi-district litigation overseen by a single federal judge, similar to what’s been done with cases against prescription opioid makers, distributors and retailers.", "url": "https://www.nytimes.com/2021/06/28/health/juul-vaping-settlement-north-carolina.html"}