{"authors": ["Jeremy W. Peters"], "date_download": "2022-10-25 23:31:01", "date_modify": "2022-10-25 23:31:01", "date_publish": "2021-02-12 20:55:53", "description": "Although the former United Nations ambassador calibrated her comments, her sharp criticism represented a departure from other Republicans who are believed to be considering running for president in 2024.", "filename": "2021_02_12_us_politics_nikki-haley-trump_1666740661.html", "image_url": "https://static01.nyt.com/images/2021/02/12/us/politics/12nikkihaley/12nikkihaley-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ade4ae754d977190b4e9da0b77b93daefa456c7dc743e55b8263f774d6bf8ea8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_12_us_politics_nikki-haley-trump_1666740661.html", "title": "Nikki Haley Slams Trump’s Election Claims", "title_page": "Nikki Haley Slams Trump’s Election Claims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“He went down a path he shouldn’t have,” she said, referring to his deception about the election. “And we shouldn’t have followed him, and we shouldn’t have listened to him. And we can’t let that ever happen again.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nIn that moment, Ms. Haley’s remarks showed that she was willing to entertain a political proposition that most other Republicans with eyes on the White House had not dared to utter publicly: that Mr. Trump’s hold over the G.O.P. base will loosen, and that he will not be the kingmaker many have predicted.\nHowever calibrated or qualified, Ms. Haley’s approach is a departure from that of other conservatives who are believed to harbor ambitions for higher office. Senator Josh Hawley of Missouri, who lent credibility to Mr. Trump’s voter fraud claims, has refused to acknowledge that his own actions played any role in inciting violence on Jan. 6. And former Vice President Mike Pence has said nothing publicly since being forced to flee the Senate chamber under armed guard as rioters stormed the Capitol, encouraged in part by Mr. Trump’s attacks against the vice president on Twitter for not interfering with the certification of the election.\nMs. Haley was especially pointed about Mr. Trump’s treatment of Mr. Pence, sounding almost dismissive of the former president as she expressed her dismay. “Mike has been nothing but loyal to that man,” she said.\nSome Republicans said that Ms. Haley’s comments were simply acknowledging reality. As a politician who is more comfortable with the establishment wing of the G.O.P., she has not always had the trust of Mr. Trump’s base. And in a crowded 2024 presidential primary, she would face stiff competition for those votes.\n“You didn’t have to be clairvoyant to see which way Nikki Haley would go once Donald Trump lost,” said Sam Nunberg, a consultant who worked for Mr. Trump. “She was never going to be able to take the Trump mantle.”\nTo other Republicans, her words of regret were too little, too late given her earlier deference toward Mr. Trump. Representative Adam Kinzinger of Illinois, who has become one of the most outspoken critics of his party since the Capitol attack, accused Ms. Haley of playing “both sides.” On Twitter, he urged her to “Pick Country First or Trump First.”", "url": "https://www.nytimes.com/2021/02/12/us/politics/nikki-haley-trump.html"}