{"authors": ["Motoko Rich"], "date_download": "2022-10-25 22:59:22", "date_modify": "2022-10-25 22:59:22", "date_publish": "2021-02-11 17:02:54", "description": "Yoshiro Mori, a former Japanese prime minister, had complained that women caused meetings to run long by talking too much. His exit could further complicate the delayed Games.", "filename": "2021_02_11_world_asia_yoshiro-mori-tokyo-olympics-resigns_1666738762.html", "image_url": "https://static01.nyt.com/images/2021/02/13/world/12japan-mori-print1/12japan-mori-print1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=513148b24ef5090a8c8a2d03680048e380c5c6185d7691ed97d4874bd3ef2555&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_11_world_asia_yoshiro-mori-tokyo-olympics-resigns_1666738762.html", "title": "Yoshiro Mori Resigns as Tokyo Olympics President", "title_page": "Yoshiro Mori Resigns as Tokyo Olympics President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the news conference Friday evening, Mr. Muto said that a selection committee evenly divided between women and men would pick Mr. Mori’s successor. Mr. Muto said a new president would need “experience” and a “high understanding” of gender equality, diversity and inclusion. However, Mr. Muto added: “I don’t think we need to discuss or debate gender. We simply need to choose the right person.”\nAfter Mr. Mori made his sexist remarks last week, a backlash swiftly followed, and he apologized the next day at a news conference. He said he expected to remain in his post, but said he would resign if he was deemed “an obstacle.”\nAlthough some high-ranking political leaders in Japan, including Prime Minister Yoshihide Suga, expressed disappointment in Mr. Mori’s remarks, none of them called on him to resign. But in the days that followed, pressure built on Mr. Mori as criticism of his comments remained undiminished.\nA poll showed that nearly 60 percent of Japanese believed he was no longer qualified to lead. Some Olympic sponsors expressed concern about their continued involvement in the Games, according to Japanese media reports, and the president of Toyota called Mr. Mori’s comments “truly regrettable.” Female lawmakers in opposition political parties wore suffragist white to Parliament on Wednesday to protest his remarks.\nMr. Mori’s fate had seemed to turn on Tuesday evening, when the International Olympic Committee, which had previously called the issue “closed” after his apology, called his remarks “absolutely inappropriate.”\nMr. Mori’s resignation came a little over five months before the Games are scheduled to open on July 23. Even without the uproar and the headache of appointing a successor, the organizing committee has been scrambling to convince a skeptical Japanese public that it could safely proceed with the Games as the pandemic continues unabated. Vaccinations are not scheduled to begin in Japan until later this month.\nLast week, organizers released the first of several so-called playbooks to guide athletes, officials and members of the news media on the rules they must follow to protect participants from the virus at the Games.", "url": "https://www.nytimes.com/2021/02/11/world/asia/yoshiro-mori-tokyo-olympics-resigns.html"}