{"authors": ["Mihir Zaveri", "Joseph Goldstein", "Winnie Hu", "Patrick Mcgeehan", "Eliza Shapiro", "Annie Correal"], "date_download": "2022-10-25 23:24:53", "date_modify": "2022-10-25 23:24:53", "date_publish": "2021-08-13 09:00:28", "description": "Ms. Hochul is preparing to become New York’s next governor at a precarious time for the state, as it faces challenges in public health, housing, education and infrastructure.", "filename": "2021_08_13_nyregion_kathy-hochul-ny-governor-pandemic_1666740293.html", "image_url": "https://static01.nyt.com/images/2021/08/12/nyregion/00ny-hochul-policies/00ny-hochul-policies-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=9b7befbd01a5621ee33a1a8bf5511a81b5c3f2c37e332a1ff8f49d8b629fba9a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_13_nyregion_kathy-hochul-ny-governor-pandemic_1666740293.html", "title": "6 Issues Kathy Hochul Will Face as New York Governor", "title_page": "6 Issues Kathy Hochul Will Face as New York Governor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In less than two weeks, Lt. Gov. Kathy Hochul will become the next governor of New York, amid a period of exceptional tumult and uncertainty.\nGov. Andrew M. Cuomo, who held office for more than a decade and kept tight control over the state’s Democratic Party, is resigning after a report by New York’s attorney general found he had sexually harassed nearly a dozen women.\nAt the same time, the coronavirus pandemic is surging anew, raising thorny questions about public health, school safety and how best to manage New York’s precarious path toward economic recovery.\nOn Thursday, Ms. Hochul confirmed that she would seek a full term as governor in November 2022, so she will be tackling the state’s pressing issues while running a campaign in what could be a hotly contested election.", "url": "https://www.nytimes.com/2021/08/13/nyregion/kathy-hochul-ny-governor-pandemic.html"}