{"authors": ["Mona El-Naggar", "Vivian Yee"], "date_download": "2022-10-25 23:44:05", "date_modify": "2022-10-25 23:44:05", "date_publish": "2021-12-22 09:07:14", "description": "The postponement risks further destabilizing the oil-rich North African country, which has been mired in divisions and violence in the decade since Col. Muammar el-Qaddafi was toppled and killed in a revolution.", "filename": "2021_12_22_world_africa_libya-delays-presidential-election_1666741445.html", "image_url": "https://static01.nyt.com/images/2021/12/22/world/22libya/22libya-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_22_world_africa_libya-delays-presidential-election_1666741445.html", "title": "A Tense Libya Delays Its Presidential Election", "title_page": "A Tense Libya Delays Its Presidential Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Libya was already on edge as the delay was announced on Wednesday morning. In the capital, Tripoli, on Tuesday, armed men and tanks had deployed on the streets and closed down the road to the presidential palace, sending residents scrambling to stock up on food and fueling fears of an imminent armed conflict. No violence had broken out by nightfall, but many feared the tenuous quiet would not last.\nFor more than a year, Libya had been working toward the election on Dec. 24, which was to coincide with the 70th anniversary of the country’s independence. But it had become increasingly clear in recent weeks that the election could not go forward as planned because of disputes over the eligibility of the major candidates and over the electoral law.\nElectoral officials had already told election workers to go home on Tuesday night.\nThe question now is not only when a vote might take place, but whether a postponed election would be any less brittle — and who would control Libya in the interim. While international mediators continued to try to find a new election date not long from now, Libyan politicians were already vying for control of a country that looked in danger of becoming rudderless with the added uncertainty surrounding the vote.\nThe board of the High National Elections Commission has proposed Jan. 24 as a new election date. But it was unclear whether the date would gain wide acceptance.\nMuch will need to be done before the election, whenever it might be.\nIn terms of ballot boxes and polling stations, Libya is more or less equipped. But doubts persist about the fairness of the election law. Before an election, diplomats and analysts said, Libya needed an improved election law and a new high court to rule on whether certain candidates can run.", "url": "https://www.nytimes.com/2021/12/22/world/africa/libya-delays-presidential-election.html"}