{"authors": ["Nicholas Bogel-Burroughs", "John Eligon", "Will Wright"], "date_download": "2022-10-25 23:29:21", "date_modify": "2022-10-25 23:29:21", "date_publish": "2021-03-11 20:08:51", "description": "An independent report commissioned by the Los Angeles City Council faulted the department for its lack of planning and chaotic response.", "filename": "2021_03_11_us_lapd-george-floyd-protests_1666740561.html", "image_url": "https://static01.nyt.com/images/2021/03/11/us/11lapd-floyd1/11lapd-floyd1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9ca80be73393da92d0789f7ef17b60dff827ee4dc2a20007b5553a86baf00854&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_11_us_lapd-george-floyd-protests_1666740561.html", "title": "L.A.P.D. Strongly Criticized Over Handling of George Floyd Protests", "title_page": "L.A.P.D. Strongly Criticized Over Handling of George Floyd Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Los Angeles, undercover officers blended into the protests but then had no way to report criminal behavior directly to supervisors. Sometimes they had to be rescued from the devolving crowd, the report said, adding that the department’s intelligence operations have become less effective as positions in that field were cut in favor of patrol units.\nAnd although officers arrested thousands of people during the protests in late May, there was no clear plan for how to detain and process them, according to the report. Some protesters were injured so severely by “less lethal” munitions — like rubber bullets and pepper balls — that they had to get surgery.\nThe Los Angeles Police Department said in a statement that its chief, Michel Moore, had “taken responsibility for activities over the summer,” and that the department had provided crowd control training to its officers after the summer unrest.\n“The opportunity to learn from our mistakes, to grow, and become better servants to our community is something that has been embraced and we look forward to leaning into the challenges and being better,” the statement said.\nRJ Dawson, who took part in the protests in Los Angeles as part of an activist group, said he had little hope that the report would lead to significant changes.\n“I find that these reports tell us what we already know,” he said. “When you’re out here, you see the civil rights violations.”", "url": "https://www.nytimes.com/2021/03/11/us/lapd-george-floyd-protests.html"}