{"authors": ["Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:02:51", "date_modify": "2022-10-25 23:02:51", "date_publish": "2021-01-29 19:12:33", "description": "The bloc authorized use of AstraZeneca’s vaccine, the third it has approved, while battling the company, which it says is shirking its obligations to deliver the shots.", "filename": "2021_01_29_world_europe_EU-AstraZeneca-vaccine-export_1666738971.html", "image_url": "https://static01.nyt.com/images/2021/01/29/world/29-eu-vaccine/29-eu-vaccine-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f309aa56d71912f7cd24a4ca201eb57e5510067f16904986f245a0ce474be3e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_29_world_europe_EU-AstraZeneca-vaccine-export_1666738971.html", "title": "E.U. Approves AstraZeneca Vaccine and Limits Exports", "title_page": "E.U. Approves AstraZeneca Vaccine and Limits Exports - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — Desperate as doses run dry, the European Union on Friday approved its third coronavirus vaccine, while moving to restrict exports of the shot, shunning its decades-old free-trade, anti-protectionism creed amid a growing crisis.\nE.U. regulators authorized the shot produced by AstraZeneca, even as the company and the bloc fight over AstraZeneca’s insistence that it cannot deliver as many doses as it had promised, and as the European Union falls well behind Britain and the United States in inoculations.\nThe export controls came in response to the spat with AstraZeneca, as well as severe shortages at vaccination centers. French and German regions have reported that they have nearly run out of vaccine, and the Madrid region of Spain has suspended its rollout for at least two weeks until fresh deliveries arrive.\nSupply chain disruptions have slowed delivery of the two vaccines already in use in the European Union, from Pfizer and Moderna, creating mounting pressure on E.U. leaders to ensure that mass immunization plans stay on track.", "url": "https://www.nytimes.com/2021/01/29/world/europe/EU-AstraZeneca-vaccine-export.html"}