{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:23:59", "date_modify": "2022-10-25 23:23:59", "date_publish": "2021-06-26 00:08:22", "description": "No survivors were found Friday, and the number of people unaccounted for rose to more than 150. Their families were increasingly losing hope.", "filename": "2021_06_25_us_miami-collapsed-building-search-and-rescue_1666740239.html", "image_url": "https://static01.nyt.com/images/2021/06/25/us/25miami-rescue-1/25miami-rescue-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b9e2944e4222624a533ed01bce8c1c3e512007caf17c19636ebfc9b6ba764df6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_25_us_miami-collapsed-building-search-and-rescue_1666740239.html", "title": "Frustration Mounts in Search for Survivors of Condo Collapse Near Miami", "title_page": "Frustration Mounts in Search for Survivors of Condo Collapse Near Miami - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SURFSIDE, Fla. — By the time yet another fire broke out amid the dusty wreckage of the partially collapsed Champlain Towers South condo complex near Miami Beach on Friday, firefighters working with search-and-rescue crews in a desperate attempt to find survivors made an unusual decision: They would not immediately put the fire out.\nCrews were already wading through thigh-deep water in some places, from gusty rains, rising groundwater and previously doused fires. Pouring more water onto the site could risk destabilizing the dangerous pile of rubble and anyone still trapped inside, said Billy McAllister, the head of a local firefighters’ union. Instead, emergency workers let the fire burn, tearing through the debris to get to the source of the flames and yank it off the site.\n“Can you imagine adding all that weight?” he said.\nSuch were the painstaking and frustrating calculations being made during the second harrowing day of search operations in Surfside, Fla., where emergency responders were still in rescue mode — looking to find people alive — even though no survivors had been found since shortly after the 13-story structure partially collapsed after midnight on Thursday.\nAfter an initial two rescues, only bodies had been recovered, three of them overnight. The number of people unaccounted for rose to more than 150 — dozens more than officials had estimated a day earlier — and their families were losing their last threads of hope.", "url": "https://www.nytimes.com/2021/06/25/us/miami-collapsed-building-search-and-rescue.html"}