{"authors": ["Mark Landler", "Stephen Castle"], "date_download": "2022-10-25 22:55:10", "date_modify": "2022-10-25 22:55:10", "date_publish": "2021-03-25 09:00:27", "description": "The British prime minister is riding high on a strong vaccine rollout, despite a bumpy departure from the European Union and earlier pandemic missteps.", "filename": "2021_03_25_world_europe_boris-johnson-vaccine-brexit_1666738510.html", "image_url": "https://static01.nyt.com/images/2021/03/25/world/25uk-virus2/25uk-virus2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=69266e59313b4124daa5afcca39aee5ff20aa22b0c210a96593dfe988b3825b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_25_world_europe_boris-johnson-vaccine-brexit_1666738510.html", "title": "Boris Johnson Hopes Covid-19 Vaccine Success Can Inoculate Him Against Brexit Critics", "title_page": "Boris Johnson Hopes Covid-19 Vaccine Success Can Inoculate Him Against Brexit Critics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Britain’s rapid rollout of coronavirus vaccines has revived the political fortunes of Prime Minister Boris Johnson. Now, Mr. Johnson’s allies hope the stark disparity between Britain’s performance and the European Union’s will do something perhaps even more challenging: vindicate their larger Brexit project.\nPro-Brexit politicians and commentators are casting Britain’s vaccine deployment, which ranks among the fastest in the world, as an example of risk-taking and entrepreneurial pluck that comes from not being shackled to the collective decision-making of the 27 member states of the European Union.\nWith vaccination rates that are a fraction of Britain’s, threats of export bans on vaccines produced on the continent and churlish statements about British-made vaccines by leaders like President Emmanuel Macron of France, the European Union has seemingly done all it can to make it look like Britain picked the right time to leave.\n“It is the first serious test that the U.K. state has faced since Brexit,” said Matthew Goodwin, a professor of politics at the University of Kent who studies the British right. “Boris Johnson is going to have a vaccine dividend, and that will give him a whole new narrative for the summer and beyond.”", "url": "https://www.nytimes.com/2021/03/25/world/europe/boris-johnson-vaccine-brexit.html"}