{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:48:02", "date_modify": "2022-10-25 23:48:02", "date_publish": "2021-07-22 00:59:26", "description": "Speaker Nancy Pelosi said she was barring them from a committee scrutinizing the attack based on Democrats’ concerns about their “statements made and actions taken” around the assault.", "filename": "2021_07_21_us_politics_jim-banks-jim-jordan_1666741682.html", "image_url": "https://static01.nyt.com/images/2021/07/21/multimedia/21dc-riot-banks-jordan-sub/21dc-riot-banks-jordan-sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a74b2465b9f2627f2658e1479f4f53f1e8dfe26af64ae03c90c8f07dbf9502c8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_21_us_politics_jim-banks-jim-jordan_1666741682.html", "title": "Why Jim Banks and Jim Jordan Were Blocked From the Capitol Riot Panel", "title_page": "Why Jim Banks and Jim Jordan Were Blocked From the Capitol Riot Panel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The two House Republicans Speaker Nancy Pelosi barred from a select committee investigating the Jan. 6 riot at the Capitol are both staunch defenders of former President Donald J. Trump who backed his efforts to invalidate the election and have opposed investigating the assault on Congress.\nMs. Pelosi said she had decided to disqualify Representatives Jim Jordan of Ohio and Jim Banks of Indiana because of widespread Democratic dismay about “statements made and actions taken by these members.”\nHer decision enraged Republican leaders, who announced that they would boycott the investigation altogether. But Democrats insisted that the pair’s support for the election lies that fueled the deadly attack and their subsequent statements downplaying the violence that occurred that day were disqualifying.\nHere is a roundup of what they have said.\n‘No way’ Trump should concede, Jordan said as he helped plan the challenge to Biden’s victory.\nMr. Jordan said in December that there was “no way” Mr. Trump should concede the election, even after the Electoral College certified Mr. Biden’s victory.", "url": "https://www.nytimes.com/2021/07/21/us/politics/jim-banks-jim-jordan.html"}