{"authors": ["Jason Deparle"], "date_download": "2022-10-25 22:56:30", "date_modify": "2022-10-25 22:56:30", "date_publish": "2021-05-07 23:35:26", "description": "The Treasury Department issued new rules intended to make it easier for tenants to benefit from the $46.5 billion in emergency rental aid.", "filename": "2021_05_07_us_politics_renters-aid-biden-pandemic_1666738590.html", "image_url": "https://static01.nyt.com/images/2021/05/07/us/politics/07dc-rent/07dc-rent-facebookJumbo.jpg?year=2021&h=550&w=1050&s=eddc2155ad26142cc12cbea39dff8128961ab10d9e680e03dedc5788d1be1a8c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_07_us_politics_renters-aid-biden-pandemic_1666738590.html", "title": "Biden Administration Moves to Speed Aid to Renters", "title_page": "Biden Administration Moves to Speed Aid to Renters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some landlords have declined to participate, betting they have more to gain by forcing out tenants in arrears and attracting those better able to pay.\nA moratorium on evictions, issued by the Centers for Disease Control and Prevention, offered tenants some protection, though it contains significant exceptions and has been unevenly enforced. Landlords have objected to the ban, saying it unfairly imposed on them the costs of housing the needy, and courts have split on the issue.\nIn the most significant ruling on the issue, Judge Dabney L. Friedrich of the U.S. District Court for the District of Columbia on Wednesday found the agency had exceeded its powers in issuing the moratorium, which was established under the Trump administration and expanded under President Biden. The Biden administration is appealing the court ruling, which Judge Friedrich put on hold until next Wednesday.\nIt is unclear what effect the removal of the moratorium would have. About 20 states have their own eviction bans, and the federal version is scheduled to expire on June 30, though it might be extended again if its legality is upheld.\nStill, the prospect of increased evictions has alarmed the administration, which was already searching for ways to get localities to speed up the use of their vast rental funds. Gene Sperling, the White House official in charge of making sure the $1.9 trillion package of emergency relief passed in March is distributed quickly and efficiently, said officials were taking “all steps in our power to prevent evictions.”\nSome of the streamlined rules announced on Friday apply only to the second pot of funding, approved in March, which only became available to programs on Friday. The administration used the new rules to make a point of telling programs not to let reluctant landlords stand in the way.\nWhile the December round of assistance already allowed states to aid tenants whose landlords refuse to apply, the new rules require it. They also reduce the time programs must wait for a landlord response.", "url": "https://www.nytimes.com/2021/05/07/us/politics/renters-aid-biden-pandemic.html"}