{"authors": ["Salman Masood"], "date_download": "2022-10-25 23:51:09", "date_modify": "2022-10-25 23:51:09", "date_publish": "2021-06-07 05:47:21", "description": "Most of the passengers on an express train were asleep when it derailed and its cars fell across the track into the path of another.", "filename": "2021_06_07_world_asia_pakistan-train-collision_1666741869.html", "image_url": "https://static01.nyt.com/images/2021/06/07/world/07pakistan-train/07pakistan-train-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4c02b42b9d451dfca5ed1f11cac334fb8ad9b0738021ddec45c9a38b034f4c80&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_07_world_asia_pakistan-train-collision_1666741869.html", "title": "Train Crash in Pakistan Kills Dozens", "title_page": "Train Crash in Pakistan Kills Dozens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISLAMABAD, Pakistan — Two express trains collided in southern Pakistan on Monday, killing at least 35 passengers and injuring 115 others, officials said, the latest in a series of accidents that have raised serious questions about the safety of rail travel in the country.\nLocal news media and rescue workers, however, reported that at least 55 people were killed in the crash.\nMost of the passengers were asleep when the Millat Express, a passenger train traveling between the southern port city of Karachi and Sargodha in Punjab Province, derailed and fell across the track. Within minutes, another passenger train, the Sir Syed Express, which was en route to Karachi from Lahore in eastern Pakistan, crashed into the first train’s fallen carriages, leaving a mangled wreck, local news outlets reported.\nThe accident occurred between railroad stations in Daharki and Raiti in the southern province of Sindh, said Nazia Jabeen, a spokeswoman for Pakistan Railways.", "url": "https://www.nytimes.com/2021/06/07/world/asia/pakistan-train-collision.html"}