{"authors": ["Noah Weiland"], "date_download": "2022-10-25 22:55:43", "date_modify": "2022-10-25 22:55:43", "date_publish": "2021-11-30 19:34:19", "description": "The Centers for Disease Control and Prevention was “actively looking” for the variant but had not found a case so far.", "filename": "2021_11_30_us_politics_us-sequencing-omicron_1666738543.html", "image_url": "https://static01.nyt.com/images/2021/11/30/multimedia/30virus-briefing-WHvirus1/30virus-briefing-WHvirus1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_30_us_politics_us-sequencing-omicron_1666738543.html", "title": "Search for Omicron in U.S. Is Expanding, Officials Say", "title_page": "Search for Omicron in U.S. Is Expanding, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The White House last week announced a ban on travel from eight countries in southern Africa, a move questioned by some global health experts who said it amounted to a kind of punishment of South Africa for its transparency.\nThe new variant, which carries a startlingly high number of mutations, has caused fears among scientists and health officials across the globe about a more transmissible virus less susceptible to vaccines. Dr. Anthony S. Fauci, the government’s top infectious disease expert, reiterated at the news conference with Dr. Walensky that it was still too early to truly understand how dangerous the variant might be. Mr. Biden on Monday said the variant was “a cause for concern, not a cause for panic.”\nIt would likely be weeks before scientists studying the new virus were able to determine more about its properties, Dr. Fauci cautioned again on Tuesday. “We are hoping, and I think with good reason to feel good, that there will be some degree of protection,” from available vaccines, Dr. Fauci added. Asked about reports that the variant was causing only mild illness in younger people, he warned: “Be careful about bread crumbs. They may not tell you what kind of loaf of bread you have.”\nDr. Walensky said that the C.D.C. was examining ways to make international travel safer, possibly by testing for the virus closer to a traveler’s flight and “additional post-arrival testing and quarantine.” She said the C.D.C. was working with airlines to collect information on passengers that can be used for contact tracing if a case of Omicron is discovered. A spokesman for the agency said Tuesday night that C.D.C. plans to toughen testing and screening of international fliers to the United States by requiring them to provide a negative result from a test taken within 24 hours of departure.\nDr. Walensky also described an ongoing domestic effort to identify initial cases of the variant, saying that the C.D.C. was holding regular calls with local health officials, public health organizations and state laboratories, which help to sequence samples.", "url": "https://www.nytimes.com/2021/11/30/us/politics/us-sequencing-omicron.html"}