{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 22:57:20", "date_modify": "2022-10-25 22:57:20", "date_publish": "2021-02-19 14:49:51", "description": "New studies show that one shot of a vaccine can greatly amplify antibody levels in those who have recovered from the coronavirus.", "filename": "2021_02_19_health_covid-vaccine-single-dose_1666738640.html", "image_url": "https://static01.nyt.com/images/2021/02/19/science/19virus-vaccinedose1/19virus-vaccinedose1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=c20f659fd70f11b7b68caab6d2e5ee9d1b796514c206f688917f7c4d63009144&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_19_health_covid-vaccine-single-dose_1666738640.html", "title": "Studies Suggest People Who Had Covid-19 Should Get Single Vaccine Dose", "title_page": "Studies Suggest People Who Had Covid-19 Should Get Single Vaccine Dose - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nearly 30 million people in the United States — and probably many others whose illnesses were never diagnosed — have been infected with the coronavirus so far. Should these people still be vaccinated?\nTwo new studies answer that question with an emphatic yes.\nIn fact, the research suggests that for these people just one dose of the vaccine is enough to turbocharge their antibodies and destroy the coronavirus — and even some more infectious variants.\nThe results of these new studies are consistent with the findings of two others published over the past few weeks. Taken together, the research suggests that people who have had Covid-19 should be immunized — but a single dose of the vaccine may be enough.\n“I think it’s a really strong rationale for why people who were previously infected with Covid should be getting the vaccine,” said Jennifer Gommerman, an immunologist at the University of Toronto who was not involved in the new research.", "url": "https://www.nytimes.com/2021/02/19/health/covid-vaccine-single-dose.html"}