{"authors": ["Emily Cochrane", "Nicholas Fandos", "Ben Decker"], "date_download": "2022-10-25 23:47:35", "date_modify": "2022-10-25 23:47:35", "date_publish": "2021-04-03 00:15:53", "description": "The attack shocked a Capitol slowly returning to normalcy after the Jan. 6 riot, raising new questions about securing the complex.", "filename": "2021_04_02_us_politics_capitol-attack_1666741655.html", "image_url": "https://static01.nyt.com/images/2021/04/02/us/politics/02dc-capitol-1/merlin_185896791_31b7098a-8916-481c-8cee-b81f795cec4f-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c767cea8e0f49629059257c2cc53304473f442885d1512dd4d7c3896473eff07&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_02_us_politics_capitol-attack_1666741655.html", "title": "Driver Rams Into Officers at Capitol, Killing One and Injuring Another", "title_page": "Driver Rams Into Officers at Capitol, Killing One and Injuring Another - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The band of razor wire-topped fencing around the Capitol had recently come down. The heavy National Guard presence had begun to thin.\nBut on Friday, not quite three months after the deadly Jan. 6 riot at the Capitol, a car came careening midday onto the Capitol grounds, slamming into two Capitol Police officers and leaving one of them dead and the other injured.\nThis time, the source of the violence was not an angry pro-Trump mob, but a lone driver, armed with a knife, who had recently told friends he had left his job and had “afflictions.” After crashing his car and menacing officers, he was shot and killed.\n“It is with a very, very heavy heart that I announce one of our officers has succumbed to his injuries,” Yogananda D. Pittman, the acting Capitol Police chief, said during a news conference near the scene. “This has been an extremely difficult time for U.S. Capitol Police, after the events of Jan. 6 and now the events that have occurred here today.”", "url": "https://www.nytimes.com/2021/04/02/us/politics/capitol-attack.html"}