{"authors": ["Precious Fondren"], "date_download": "2022-10-25 23:52:33", "date_modify": "2022-10-25 23:52:33", "date_publish": "2021-09-01 08:32:26", "description": "Gov. Kathy Hochul called lawmakers back to Albany to consider extending New York's eviction moratorium.", "filename": "2021_09_01_nyregion_new-york-eviction-moratorium_1666741953.html", "image_url": "https://static01.nyt.com/images/2021/09/01/nyregion/01nytoday/01nytoday-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cd36e87aaa8bdf4f3c335bdc458a38998adeda4d15f43a8901d656a8af2a43a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_01_nyregion_new-york-eviction-moratorium_1666741953.html", "title": "Why New York Lawmakers Are Holding a Special Session on Evictions", "title_page": "Why New York Lawmakers Are Holding a Special Session on Evictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One is to vote to extend the moratorium, possibly until mid-January. The second is to modify the moratorium so it complies with a Supreme Court ruling that recently blocked one of its key measures.\nDemocrats, who are in the majority, believe they have the votes, as well as the support of Gov. Kathy C. Hochul, to do both.\nWhat is the Legislature hoping to provide for renters?\nTime. The moratorium on evictions is a short-term solution, a stopgap precipitated by the pandemic after so many tenants lost their jobs and were unable to pay rent.\nThe $2.7 billion in rent relief is supposed to help low-income renters pay overdue rent. By paying the rent, they can stay in their homes. But the state has been incredibly slow at disbursing the money, with only about $200 million released so far. The application process has been confusing for landlords and tenants — if they know about the program at all.\nHow are landlords likely to respond?\nThey have been focused on how lawmakers will craft legislation so it conforms with the Supreme Court ruling, which had sided with landlords. Under the moratorium, tenants could obtain protection from eviction if they filed a form saying they had suffered financial hardship, such as loss of income. Landlords said they had no way of challenging those forms, arguing that some tenants could be using them to stay in their homes without paying rent even though they had the ability to do so.\nOn Wednesday, lawmakers are expected to modify the moratorium so landlords can challenge the claims in court. Even so, we could see lawsuits from landlord groups.\nWhat’s the status of the rent relief program? Can that help renters avoid eviction right now?\nYes. Tenants who qualify can apply to a state program that is disbursing $2.7 billion in aid to help cover, among other things, up to 12 months of unpaid rent.", "url": "https://www.nytimes.com/2021/09/01/nyregion/new-york-eviction-moratorium.html"}