{"authors": ["Christina Goldbaum", "Najim Rahim", "Sharif Hassan", "Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:28:39", "date_modify": "2022-10-25 23:28:39", "date_publish": "2021-08-08 07:47:10", "description": "The rapid fall of important Afghan cities comes as insurgent fighters have pressed their offensive all around the country, dividing Afghan forces as U.S. troops depart.", "filename": "2021_08_08_world_asia_afghanistan-taliban-kunduz_1666740519.html", "image_url": "https://static01.nyt.com/images/2021/08/08/world/08KUNDUZ-VIDEO-COVER/08KUNDUZ-VIDEO-COVER-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b49b168b47402714fd11e9d44e7021880ed48b1bdf7ac0a9f2000589ef57bb21&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_08_world_asia_afghanistan-taliban-kunduz_1666740519.html", "title": "The Taliban fly their flag in Kunduz as exhausted Afghan troops regroup.", "title_page": "The Taliban fly their flag in Kunduz as exhausted Afghan troops regroup. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — The Taliban seized a major strategic and propaganda prize early Sunday, capturing the crucial northern commercial hub of Kunduz and then breaking through in two other regional capitals later the same day.\nThe rapid fall of Afghan cities on Sunday — including Kunduz, Sar-i-Pul and Taliqan, all northern capitals — comes just weeks before U.S. forces were set to complete a total withdrawal from Afghanistan. It is a crucial challenge for President Biden, who in recent weeks has insisted the American pullout would continue despite the Taliban’s advances.\nAfter sweeping through the country’s rural areas, the insurgents’ military campaign has shifted to brutal urban combat in recent weeks. They have pushed into the edges of major cities like Kandahar and Lashkar Gah in the south and Herat in the west.", "url": "https://www.nytimes.com/2021/08/08/world/asia/afghanistan-taliban-kunduz.html"}