{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:34:16", "date_modify": "2022-10-25 23:34:16", "date_publish": "2021-10-05 09:00:21", "description": "Executives sit in jail, tech companies are being reined in and the biggest developer is teetering. It’s the beginning of a new era for China’s economy.", "filename": "2021_10_05_business_china-businesses_1666740856.html", "image_url": "https://static01.nyt.com/images/2021/09/30/business/00china-business-1/00china-business-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=aa52ee174f549b1a1b80171d6100fb595ed30ca54d23b5d9f9362b1ed3341b03&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_05_business_china-businesses_1666740856.html", "title": "The End of a ‘Gilded Age’: China Is Bringing Business to Heel", "title_page": "The End of a ‘Gilded Age’: China Is Bringing Business to Heel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Chinese tech companies are reeling from regulation. Nervous creditors are hoping for a bailout for China’s largest developer. Growing numbers of executives are going to jail. An entire industry is shutting down.\nFor China’s leader, Xi Jinping, it’s all part of the plan.\nUnder Mr. Xi, China is reshaping how business works and limiting executives’ power. Long in coming, but rapid in execution, the policies are driven by a desire for state control and self-reliance as well as concerns about debt, inequality and influence by foreign countries, including the United States.\nEmboldened by swelling nationalism and his success with Covid-19, Mr. Xi is remaking China’s business world in his own image. Above all else, that means control. Where once executives had a green light to grow at any cost, officials now want to dictate which industries boom, which ones bust and how it happens. And the changes offer a glimpse of Mr. Xi’s vision for managing the economy, ahead of a political meeting expected to solidify his plans for an unprecedented third term in charge.", "url": "https://www.nytimes.com/2021/10/05/business/china-businesses.html"}