{"authors": ["Reid J. Epstein", "Nick Corasaniti"], "date_download": "2022-10-25 23:24:13", "date_modify": "2022-10-25 23:24:13", "date_publish": "2021-10-06 09:00:23", "description": "Michigan, Wisconsin and Pennsylvania all have Democratic governors and G.O.P.-led legislatures. And in all three battlegrounds, Republicans are pushing hard to rewrite election laws.", "filename": "2021_10_06_us_politics_governor-races-democrats_1666740253.html", "image_url": "https://static01.nyt.com/images/2021/10/02/us/politics/00seawall-1/00seawall-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4ffbe225819748d6572d8fda15e77823c5fbc18e0086107e59e2944d8810682e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_06_us_politics_governor-races-democrats_1666740253.html", "title": "Why Democrats See 3 Governor’s Races as a Sea Wall for Fair Elections", "title_page": "Why Democrats See 3 Governor’s Races as a Sea Wall for Fair Elections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The question of who wins their seats in 2022 — Mr. Evers and Ms. Whitmer are running for re-election, while Mr. Wolf is term-limited — has become newly urgent in recent weeks as Republicans in all three states, spurred on by former President Donald J. Trump, make clearer than ever their intent to reshape elections should they take unified control.\nRepublicans have aggressively pursued partisan reviews of the 2020 election in each state. In Pennsylvania, G.O.P. lawmakers sought the personal information of every voter in the state last month. In Wisconsin, a conservative former State Supreme Court justice, who is investigating the 2020 election results on behalf of the State Assembly, issued subpoenas on Friday for voting-related documents from election officials. And in Michigan on Sunday night, Ms. Whitmer vetoed four election bills that she said “would have perpetuated the ‘big lie’ or made it harder for Michiganders to vote.”\nRepublican candidates for governor in the three states have proposed additional cutbacks to voting access and measures that would give G.O.P. officials more power over how elections are run. And the party is pushing such efforts wherever it has the power to do so. This year, 19 Republican-controlled states have passed 33 laws restricting voting, one of the greatest contractions of access to the ballot since the Voting Rights Act was passed in 1965. Democrats in Congress have tried without success to pass federal voting laws to counteract the Republican push.\nThe prospect that Mr. Trump may run again in 2024 only compounds what Democrats fear: that Republicans could gain full control over the three key Northern states in 2022 and, two years later, interfere with or overturn the outcome of a narrow Democratic presidential victory in 2024.\n“I would’ve never guessed that my job as governor when I ran a couple years ago was going to be mainly about making sure that our democracy is still intact in this state,” said Mr. Evers, a former Wisconsin schools superintendent. He was elected governor in the Democratic wave of 2018 on a platform of increasing education spending and expanding Medicaid.", "url": "https://www.nytimes.com/2021/10/06/us/politics/governor-races-democrats.html"}