{"authors": ["Natasha Frost"], "date_download": "2022-10-25 23:44:27", "date_modify": "2022-10-25 23:44:27", "date_publish": "2021-03-08 02:52:43", "description": "In an emotional disclosure, Meghan Markle described suffering persistent suicidal thoughts during her pregnancy after bullying from the news media and being barred from leaving the house.", "filename": "2021_03_07_world_meghan-markle-suicidal-thoughts_1666741467.html", "image_url": "https://static01.nyt.com/images/2021/03/07/business/07-royals-oprah-liveblog-mental-health-01/merlin_184734000_20c8934a-b200-4f2b-a9f9-f9343042e7fe-facebookJumbo.jpg?year=2021&h=550&w=1050&s=47daefbe5de0200a046407f0b1dd6aa62af5897a7df2975f412ff11fafefcf4d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_07_world_meghan-markle-suicidal-thoughts_1666741467.html", "title": "Meghan Markle Says She Sought Help Over Suicidal Thoughts", "title_page": "Meghan Markle Says She Sought Help Over Suicidal Thoughts  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an emotional and arresting disclosure, Meghan Markle described approaching Prince Harry and the royal family and seeking help with persistent suicidal thoughts during her pregnancy, after months of bullying from the press and being barred from leaving the house.\n“I just didn’t want to be alive anymore,” she said. “And that was a very clear and real and frightening constant thought. And I remember — I remember how he just cradled me.”\nMeghan said she later asked a senior royal about the possibility of seeking inpatient care, and was told that would not be possible because it “wouldn’t be good for the institution.”\nAnd that was that.\nMeghan had surrendered her keys, driver’s license and passport upon joining the family. “I couldn’t, you know, call an Uber to the palace,” she said.", "url": "https://www.nytimes.com/2021/03/07/world/meghan-markle-suicidal-thoughts.html"}