{"authors": ["Sharon Otterman"], "date_download": "2022-10-25 22:56:05", "date_modify": "2022-10-25 22:56:05", "date_publish": "2021-08-19 18:39:12", "description": "Gov. Andrew M. Cuomo’s administration had initially disclosed a $2.5 million cost for development of the app.", "filename": "2021_08_19_nyregion_new-york-excelsior-pass-cost_1666738565.html", "image_url": "https://static01.nyt.com/images/2021/08/18/world/18virus-briefing-nyexcelsior/18virus-briefing-nyexcelsior-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3130cc7fd3be114542c3f36853f73665df16db5edb34b05af9072e49cdc73722&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_19_nyregion_new-york-excelsior-pass-cost_1666738565.html", "title": "New York’s ‘Excelsior Pass’ to Cost At Least $27 Million", "title_page": "New York’s ‘Excelsior Pass’ to Cost At Least $27 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In June, the advocacy group provided The Times with the original version of the contract between the state and I.B.M., which estimated the total cost of the project would be $17 million over three years. Even that was far more than the $2.5 million in development costs that Mr. Cuomo and his staff had publicly mentioned when announcing the arrival of the nation’s first government-sponsored digital app that verifies proof of vaccination.\nThe updated version of the contract, signed by the state’s Office of Information Technology Services in late June, adds up to another $10 million. New York, the contract states, had already incurred an extra $656,421 in charges for technical support and updates. And a Phase 2 of the project, which was mentioned but not described in detail in the original contract, ended up costing more than double than estimated, rising to $4.7 million from $2.2 million.\n“We always said that Excelsior Pass would be a high-tech distraction from real public health measures, but we had no idea the price would go up this high,” said Albert Fox Cahn, the advocacy group’s executive director. “Even as New Yorkers find themselves on the hook for millions more, the app still isn’t able to do a lot of the basics.”\nThe governor’s office defended the contract, noting that it would only spend the full amount if the program continued to be successful. It said that so far the state had only spent $4.7 million, a fraction of the total amount.\n“The state amended the upper limit of the contract so we have the option — only to be undertaken if the pass continues to be a success — to further expand the pass’s critical role in supporting New York State’s economic recovery, including the potential to connect with neighboring states whose residents travel in and out of New York routinely as they live, work, and play,” said Jason Gough, a spokesman for Gov. Andrew M. Cuomo.", "url": "https://www.nytimes.com/2021/08/19/nyregion/new-york-excelsior-pass-cost.html"}