{"authors": ["Rebecca Robbins", "Pam Belluck"], "date_download": "2022-10-25 23:32:09", "date_modify": "2022-10-25 23:32:09", "date_publish": "2021-07-08 17:54:30", "description": "The agency faced criticism for approving Aduhelm for all Alzheimer’s patients. Now it recommends that the drug be given only to those with mild symptoms.", "filename": "2021_07_08_health_aduhelm-alzheimers-fda_1666740729.html", "image_url": "https://static01.nyt.com/images/2021/07/08/science/08ADUHELM/08ADUHELM-facebookJumbo.jpg?year=2021&h=550&w=1050&s=525ca78209ba68502d244f7888fba7a182395a0be6643baba25e417ab180d7f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_08_health_aduhelm-alzheimers-fda_1666740729.html", "title": "In Reversal, F.D.A. Calls for Limits on Who Gets Alzheimer’s Drug", "title_page": "In Reversal, F.D.A. Calls for Limits on Who Gets Alzheimer’s Drug - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The agency acknowledged last month that there was not convincing evidence that Aduhelm slowed patients’ cognitive decline. Instead, it based its approval on the drug’s ability to reduce levels of a protein called amyloid, which clumps into plaques in the brains of Alzheimer’s patients.\nBut many Alzheimer’s experts have said there is not solid evidence that reducing amyloid levels has any effect on people’s cognitive problems.\nAt a forum last month sponsored by the Alzheimer’s Association, which had pushed for approval of Aduhelm, a panel of clinicians with varying views of whether the drug should have been approved were united in saying its use should be limited. The consensus was that Aduhelm should be only for patients in mild stages of the disease whose brains have high levels of amyloid and who don’t have medical conditions that could make them vulnerable to Aduhelm’s potentially dangerous side effects.\nOn Thursday, Dr. Lon Schneider, director of the California Alzheimer’s Disease Center at the University of Southern California, said the F.D.A. should further narrow its guidelines — which are listed on the drug’s label — for who is eligible for the drug.\nDr. Schneider, who worked on one of the clinical trials of Aduhelm and opposed its approval, said the trials had excluded people with diabetes and high blood pressure and those taking blood thinners. As a result, “we don’t know any extent of increased risk” for those patients, he said, adding that the drug’s label should include warnings about treating those patients with Aduhelm.\nThe F.D.A. is being run by an interim commissioner, Dr. Janet Woodcock, because President Biden has not nominated a permanent leader. Before becoming interim commissioner in January, Dr. Woodcock was the longtime leader of the arm of the agency responsible for approving drugs. Officials said she was not involved in the Aduhelm decision, though she has defended it as “very solid.”\nSome experts said the F.D.A.’s quick reversal was a sign that it had mishandled its initial review and was now ending up closer to where it should have started.", "url": "https://www.nytimes.com/2021/07/08/health/aduhelm-alzheimers-fda.html"}