{"authors": ["Winnie Hu"], "date_download": "2022-10-25 23:50:40", "date_modify": "2022-10-25 23:50:40", "date_publish": "2021-11-30 10:00:20", "description": "The pandemic caused a shortage of train and bus workers. Now transit agencies in New York and around the nation are aggressively recruiting and hiring.", "filename": "2021_11_30_nyregion_retired-mta-workers-nyc_1666741840.html", "image_url": "https://static01.nyt.com/images/2021/11/24/nyregion/00mtaworkers1/00mtaworkers1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_30_nyregion_retired-mta-workers-nyc_1666741840.html", "title": "Why Retired Subway Workers Are Getting $35,000 to Come Back", "title_page": "Why Retired Subway Workers Are Getting $35,000 to Come Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In New York, the M.T.A. lifted a hiring freeze for certain workers in February after federal pandemic relief stabilized the agency’s finances and has made tackling crew shortages a priority. Still, the staffing shortages continue to cause thousands of subway and bus trips to be canceled every month, frustrating riders and hobbling the agency’s efforts to lure back the ridership it needs to address its financial woes.\n“We have a specific problem with these crew-related delays, and we are attacking that aggressively because we don’t want to lose ground,” said Janno Lieber, the M.T.A.’s acting chairman and chief executive officer.\nBut hiring transit workers is not easy when there is a national labor shortage.\n“Lots of industries are having trouble recruiting workers,” said Ruth Milkman, a sociology professor at the City University of New York, adding that many people are not looking for jobs because they may have saved money during the pandemic or have to care for children or relatives.\nThough transit jobs have traditionally been good jobs that are secure even in economic downturns, the pandemic highlighted the risks of working on a train or bus when other people work safely from home. At least 173 M.T.A. workers have died from Covid, according to the agency.\n“If you have a choice — and you do have choices right now because so many employers are having trouble finding people — you might want to pick something safer and less physically strenuous,” Prof. Milkman said.\nMany transit jobs also require special licenses or test-based certifications that require experience, which can further limit the pool of qualified applicants, said Nicole Smith, a research professor and chief economist for Georgetown University’s Center on Education and the Workforce. “I think people are interested in these jobs, but they don’t have the skills to get started right away,” she said.\nEven when transit agencies find qualified workers, she added, it can take months to train them and even longer to replace all the experience and institutional knowledge lost when veteran workers retire. “As much as everyone wants to get this done in weeks or a couple of months, it’s going to take a couple of years,” she said.", "url": "https://www.nytimes.com/2021/11/30/nyregion/retired-mta-workers-nyc.html"}