{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:26:06", "date_modify": "2022-10-25 23:26:06", "date_publish": "2021-10-06 20:58:12", "description": "But the risk remained rare, and the condition temporary, the team found.", "filename": "2021_10_09_health_researchers-find-a-higher-than-expected-risk-of-myocarditis-in-young-men-after-full-vaccination_1666740366.html", "image_url": "https://static01.nyt.com/images/2021/10/06/us/06virus-briefing-heart-02/06virus-briefing-heart-02-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8640d3399ecffa7a965635991092b9f8d7d7bb5405e191095a65e97f0ac2b76f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_09_health_researchers-find-a-higher-than-expected-risk-of-myocarditis-in-young-men-after-full-vaccination_1666740366.html", "title": "Researchers find a higher than expected risk of myocarditis in young men after full vaccination.", "title_page": "Researchers find a higher than expected risk of myocarditis in young men after full vaccination. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Males between 16 and 29 years of age have an increased risk of developing heart problems after receiving a second dose of coronavirus vaccines made by Pfizer-BioNtech or Moderna, according to a large new analysis published on Wednesday in the New England Journal of Medicine.\nThe study, conducted in Israel, estimated that nearly 11 of every 100,000 males in that age group developed myocarditis, inflammation of the heart, a few days after having been fully vaccinated. That figure is higher than most earlier estimates.\nBoys between 16 and 19 years of age had the highest incidence of myocarditis after the second dose, according to a second study in the journal. The risk of heart problems in boys of that age was about nine times higher than in unvaccinated boys of the same age.\nThe absolute risk is still very small, and the condition temporary. And studies have shown that Covid-19 is much more likely to cause heart problems compared with vaccination.", "url": "https://www.nytimes.com/2021/10/09/health/researchers-find-a-higher-than-expected-risk-of-myocarditis-in-young-men-after-full-vaccination.html"}