{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:54:47", "date_modify": "2022-10-25 23:54:47", "date_publish": "2021-05-04 23:00:19", "description": "With a win over Paris St.-Germain, City worked past some demons and headed to the Champions League final.", "filename": "2021_05_04_sports_soccer_man-city-psg-champions-league_1666742087.html", "image_url": "https://static01.nyt.com/images/2021/05/04/sports/04onsoccer/04onsoccer-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c905cfe1a9474333fec698274803c7e26a8ece2089ad4eac59846c308b83ad7a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_04_sports_soccer_man-city-psg-champions-league_1666742087.html", "title": "Manchester City Beats PSG, Advancing to Champions League Final", "title_page": "Manchester City Beats PSG, Advancing to Champions League Final - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Like P.S.G., City was built, at considerable expense, to win the Champions League. Not in the sense that it is the game’s final frontier, a team’s greatest ambition. It is that for City — this iteration of City, anyway — this competition is the ultimate purpose.\nIt is why Pep Guardiola, the standout coach of his generation, was hired; it is why the people who hired him — his former colleagues at Barcelona, Txiki Begiristain and Ferran Soriano — were hired. It is why he has been granted the chance to gather a squad that meets every single one of his demands at a training facility built to enable him to work in absolute serenity.\nSoccer does not, of course, work according to a formula, no matter how much money and expertise go into its construction. They have learned that at City the hard way.\nThe long slog of the Premier League has proved easy to master in comparison with the chimera of the Champions League. There is, as Guardiola said, “something in the stars” in this competition, and it is hard to disagree: He has spent most of the past 10 years in charge of either a powerhouse Bayern Munich team or a Manchester City side of the most exquisite brilliance, yet this will be his first appearance in the final of this tournament since 2011.", "url": "https://www.nytimes.com/2021/05/04/sports/soccer/man-city-psg-champions-league.html"}