{"authors": ["Jack Healy"], "date_download": "2022-10-25 23:43:24", "date_modify": "2022-10-25 23:43:24", "date_publish": "2021-03-16 09:00:18", "description": "The tribe in Oklahoma is facing a problem that is likely to become more commonplace across the country: how to vaccinate everyone not eagerly lining up for a shot.", "filename": "2021_03_16_us_vaccines-covid-cherokee-native-americans_1666741404.html", "image_url": "https://static01.nyt.com/images/2021/03/13/us/00virus-cherokeenation1/00virus-cherokeenation1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7469eb96ed4809d48127a80f53d7bb45399ab688d6cf5c85b400aed522621531&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_16_us_vaccines-covid-cherokee-native-americans_1666741404.html", "title": "A Warning Sign in Cherokee Nation: Plenty of Covid-19 Vaccines, but Not Enough Arms", "title_page": "A Warning Sign in Cherokee Nation: Plenty of Covid-19 Vaccines, but Not Enough Arms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those who hesitated said they still had too many questions — about the vaccines’ efficacy, side effects and the speed they made it to market. The three vaccines that have received emergency authorization in the United States have been shown to greatly reduce serious illnesses and deaths from the virus, and all went through layers of review by the government and outside scientists.\nBut those assurances had yet to reach a trailer in the community of Dry Creek where Fred Walker, 65, has to haul his drinking water from a neighbor’s home. Mr. Walker is disabled and worries about the virus. But he has avoided the vaccine because he fears it could damage his health. He said no health workers had reached out to schedule an appointment or answer his questions.\n“Nobody’s said anything about it,” he said.\nOthers just seemed to want a nudge. At a Walmart providing shots, unvaccinated shoppers said they were not so much opposed as just waiting. For more information. For a doctor’s recommendation. For more people to take it.\nEven in places where vaccine appointments abound, some people worry about stealing a spot. Shelldon Miggletto, a Cherokee citizen and economic development director for the 4,000-person town of Stilwell (“Strawberry Capital of the World”), has held off because he does not want to cut in front of someone with asthma or diabetes. Similar issues have cropped up in Alaska, where vaccine slots went unfilled because people did not realize they were eligible.\nThe nurses who run the Cherokee Nation’s vaccination program are obsessed with how to reel in more people. They are planning to vaccinate eligible students at Sequoyah High School. There is talk of vaccinations at barbecues, and T-shirts for the newly vaccinated. The health service has called and sent out mass texts asking unvaccinated members whether they are willing to come in.\nOne of those messages found Sherry Garrett, 68.\nShe and her husband had harbored deep suspicions about the vaccine and had planned to refuse it. But then her sister died in July after what her family believes was an undiagnosed case of Covid-19 months earlier. Someone at Walmart coughed in Ms. Garrett’s face. And when a Cherokee health worker called to offer a slot, Ms. Garrett said she relented, and convinced her husband, Larry, to come along.\nAs they sat in a half-empty monitoring area, waiting the requisite 15 minutes after Larry’s first dose, Ms. Garrett said she now saw getting the shot as part of who she was: “I’m Cherokee, so I have to do it.”", "url": "https://www.nytimes.com/2021/03/16/us/vaccines-covid-cherokee-native-americans.html"}