{"authors": ["Raymond Zhong"], "date_download": "2022-10-25 23:39:32", "date_modify": "2022-10-25 23:39:32", "date_publish": "2021-04-10 01:48:26", "description": "The penalty is the biggest move to date in China’s campaign to tighten supervision of its internet Goliaths.", "filename": "2021_04_09_technology_china-alibaba-monopoly-fine_1666741172.html", "image_url": "https://static01.nyt.com/images/2021/04/10/world/10alibaba2/10alibaba2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=dac518545b92b69dba9f7c645da4e89189bebc5d5b8df22a7e0f235cf6d2630e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_09_technology_china-alibaba-monopoly-fine_1666741172.html", "title": "Alibaba Faces $2.8 Billion Fine From Chinese Regulators", "title_page": "Alibaba Faces $2.8 Billion Fine From Chinese Regulators - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "China started ramping up scrutiny of its tech giants last year. The market regulator proposed updating the antimonopoly law with new provisions for large internet platforms like Alibaba’s. In November, officials halted the plans of Alibaba’s sister company, the finance-focused Ant Group, to go public and tightened their oversight of internet finance.\nIn December, it opened the antimonopoly investigation into Alibaba — a startling turn for Mr. Ma, whom people in China had long held up as an icon of entrepreneurial pluck. In late October, shortly before Ant Group’s shares were expected to begin trading, Mr. Ma had spoken at a conference in Shanghai and accused Chinese financial regulators of stymieing innovation in the name of controlling risk. His remarks were not well received in the state-run news media.\nSkepticism about the clout of large internet companies has been on the rise in the United States and Europe, too. Western regulators have repeatedly fined Goliaths like Google for various antitrust violations. But in general, such penalties have not changed the nature of the companies’ businesses enough to mitigate concerns about their power.\nChina started later than the West on this front. In recent months, apart from the Alibaba investigation, the antitrust authority has also imposed smaller fines on companies for failing to report acquisition deals in advance.\nYet the government’s campaign is already starting to influence the way Chinese internet giants operate, a reflection of the extent to which all private companies in China must stay in Beijing’s good graces to survive.\nFor many years, Alibaba and its archrival, the gaming and social media giant Tencent, have competed ferociously in a variety of businesses, including by deterring their own users from spending time on the other company’s services. That may be starting to change. In a first for the company, Alibaba recently applied for two of its commerce platforms, Taobao Deals and Xianyu, to have a presence on WeChat, Tencent’s ubiquitous messaging app.", "url": "https://www.nytimes.com/2021/04/09/technology/china-alibaba-monopoly-fine.html"}