{"authors": ["Chris Buckley", "Katie Benner"], "date_download": "2022-10-25 23:34:20", "date_modify": "2022-10-25 23:34:20", "date_publish": "2021-09-25 12:32:23", "description": "The speed at which Beijing returned two Canadians held seemingly tit-for-tat in exchange may signal comfort with the tactic.", "filename": "2021_09_25_world_asia_meng-wanzhou-china_1666740860.html", "image_url": "https://static01.nyt.com/images/2021/09/25/world/25china-canada001sub/25china-canada001sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=96829468e54fc5d7e96b1b2145234fb582d84a6a4425c379e1086d94b1fbe860&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_25_world_asia_meng-wanzhou-china_1666740860.html", "title": "To Get Back Meng Wanzhou, China Uses a Hardball Tactic: Seizing Foreigners", "title_page": "To Get Back Meng Wanzhou, China Uses a Hardball Tactic: Seizing Foreigners - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a rapid-fire climax to a 1,030-day standoff, China welcomed home a company executive whose arrest in Canada and possible extradition to the United States made her a focus of superpower friction. In getting her back, Beijing brandished a formidable political tool: using detained foreign citizens as bargaining chips in disputes with other countries.\nThe executive, Meng Wanzhou, landed in China on Saturday night local time to a public that widely sees her as a victim of arrogant American overreach. By the same turn, Michael Spavor and Michael Kovrig, two Canadians detained by Chinese officials just days after Ms. Meng had been arrested, were released and arrived in Canada.\nThe exchange resolves one of the festering disputes that have brought tensions between Washington and Beijing to their worst point in decades. But it will likely do little to resolve deeper issues including human rights, a sweeping clampdown in Hong Kong, cyberespionage, China’s threats to use force against Taiwan, and fears in Beijing that the United States will never accept China’s rise.", "url": "https://www.nytimes.com/2021/09/25/world/asia/meng-wanzhou-china.html"}