{"authors": ["Julie Turkewitz"], "date_download": "2022-10-25 23:52:24", "date_modify": "2022-10-25 23:52:24", "date_publish": "2021-10-18 15:06:00", "description": "A new hotline in Bogotá takes calls from men struggling with jealousy, control and fear — and challenges long-held assumptions about masculinity.", "filename": "2021_10_18_world_americas_colombia-machismo-hotline-masculinity_1666741944.html", "image_url": "https://static01.nyt.com/images/2021/10/18/world/00columbia-machismo1/00columbia-machismo1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0ddaab1d86445a8e24200847e57f8050d5672544a3b1981b293a1cd09f94fd26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_18_world_americas_colombia-machismo-hotline-masculinity_1666741944.html", "title": "Hello? This Is Colombia’s Antimachismo Hotline.", "title_page": "Hello? This Is Colombia’s Antimachismo Hotline. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BOGOTÁ, Colombia — The calls are often urgent and pleading.\nI’ve hit my wife. I’ve lost my temper. I’m jealous and don’t know what to do.\nCallers are young and old, wealthy and poor. But they all have one thing in common: They’re men.\nThe new hotline they are calling is aimed at fighting violence against women. But instead of focusing on women, it puts men at the center of the conversation, in an effort to teach them to understand their emotions and control their actions.\nThe shift is simple, but profound. The idea of the Calm Line, as it is called, is not just to prevent violence, but to address what many experts say is one of its root causes: machismo, the often ingrained belief that men must be dominant.\nBy pushing men to focus on how that often unexamined attitude is hurting their lives and the lives of those around them, the program seeks to inspire a profound cultural change, said Nicolás Montero, who leads Bogotá’s culture office, which introduced the Calm Line in early September, after a pilot that began last year.", "url": "https://www.nytimes.com/2021/10/18/world/americas/colombia-machismo-hotline-masculinity.html"}