{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:53:21", "date_modify": "2022-10-25 23:53:21", "date_publish": "2021-02-23 21:14:10", "description": "Critics see an old trick, a phony opposition group blessed by the Kremlin as an alternative to the movement spawned by Aleksei A. Navalny.", "filename": "2021_02_23_world_europe_russia-opposition-navalny_1666742001.html", "image_url": "https://static01.nyt.com/images/2021/02/23/world/23russia-party/23russia-party-facebookJumbo.jpg?year=2021&h=549&w=1050&s=653a6b47df83fb6757dfdcf856e1300292c6891e8d6c4d1d4fa5f667949ef17e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_23_world_europe_russia-opposition-navalny_1666742001.html", "title": "Looking for Something New in Russia’s ‘New People’ Party", "title_page": "Looking for Something New in Russia’s ‘New People’ Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — President Vladimir V. Putin has made it clear that he doesn’t tolerate dissent, but one new opposition party has flourished.\nAnd that party, curiously, has been speaking out on the same themes of fighting corruption and repression that have made the opposition leader Aleksei A. Navalny enemy number one of the Kremlin, with the government about to ship him off to a penal colony.\nThe new party thrives even as Mr. Navalny’s own party has been banned. The reasons, Russian analysts say, are to undermine Mr. Navalny, distract from his movement and divide the liberal opposition — all while providing a veneer of multiparty politics in a country where there is little meaningful electoral choice.\nThe new party, called New People, seems designed to appeal to Mr. Navalny’s followers.\n“For two decades we lived in a situation of a false choice: either freedom or order,” its platform proclaims. The government, it says, “should stop seeing enemies and traitors in those who have other points of view.”", "url": "https://www.nytimes.com/2021/02/23/world/europe/russia-opposition-navalny.html"}