{"authors": ["Vivian Yee", "Adam Rasgon"], "date_download": "2022-10-25 23:48:18", "date_modify": "2022-10-25 23:48:18", "date_publish": "2021-04-13 17:24:05", "description": "Compared with last year, when mosques around the world were closed because of the coronavirus, this Holy Month has limits, but friends and family, too.", "filename": "2021_04_13_world_middleeast_ramadan-coronavirus-2021_1666741698.html", "image_url": "https://static01.nyt.com/images/2021/04/13/world/13virus-ramadan01/13virus-ramadan01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b1c89acc87ad0e9a2e48a63a23e0b5b0de34e4bcec489a8423f5a144b7c8829d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_13_world_middleeast_ramadan-coronavirus-2021_1666741698.html", "title": "A Ramadan Closer to Normal for 2021", "title_page": "A Ramadan Closer to Normal for 2021 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Compared with Ramadan 2020, when mosques around the world were closed for prayer during the holiest month of the year for Muslims, and curfews prevented friends and family from gathering to break the fast, the religious holiday this year offered the promise of something much closer to normal.\n“Last year, I felt depressed and I didn’t know how long the pandemic would last,” said Riyad Deis, a co-owner of a spice and dried-fruit shop in Jerusalem’s Old City. On Tuesday, the first day of the Muslim fasting month, its narrow alleys were alive with shoppers browsing Ramadan sweets and worshipers heading to the Al-Aqsa Mosque.\nMr. Deis, 51, who was selling whole pieces of turmeric and Medjool dates to a customer, recalled how empty and subdued the Old City had felt last year as virus cases surged and the authorities closed Al-Aqsa to the public. “Now, I’m relaxed, I have enough money to provide for my family and people are purchasing goods from my shop,” he said. “It’s a totally different reality.”", "url": "https://www.nytimes.com/2021/04/13/world/middleeast/ramadan-coronavirus-2021.html"}