{"authors": ["Ben Protess", "William K. Rashbaum", "Kenneth P. Vogel"], "date_download": "2022-10-25 23:38:46", "date_modify": "2022-10-25 23:38:46", "date_publish": "2021-04-29 22:07:09", "description": "Prosecutors want to scrutinize Rudolph W. Giuliani’s communications with Ukrainian officials about the ouster of the ambassador, Marie L. Yovanovitch.", "filename": "2021_04_29_nyregion_giuliani-yovanovitch-search-warrant-ukraine_1666741126.html", "image_url": "https://static01.nyt.com/images/2021/04/29/us/29rudy/merlin_187029165_c228a7e7-7e12-4845-99df-473d1f22c0b4-facebookJumbo.jpg?year=2021&h=549&w=1050&s=360f129d85a7fe4ce8105c049b838b91582729220048cc035f9d1fd1096a56a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_29_nyregion_giuliani-yovanovitch-search-warrant-ukraine_1666741126.html", "title": "Firing of U.S. Ambassador Is at Center of Giuliani Investigation", "title_page": "Firing of U.S. Ambassador Is at Center of Giuliani Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two years ago, Rudolph W. Giuliani finally got one thing he had been seeking in Ukraine: The Trump administration removed the U.S. ambassador there, a woman Mr. Giuliani believed had been obstructing his efforts to dig up dirt on the Biden family.\nIt was a Pyrrhic victory. Mr. Giuliani’s push to oust the ambassador, Marie L. Yovanovitch, not only became a focus of President Donald J. Trump’s first impeachment trial, but it has now landed Mr. Giuliani in the cross hairs of a federal criminal investigation into whether he broke lobbying laws, according to people with knowledge of the matter.\nThe long-running inquiry reached a turning point this week when F.B.I. agents seized telephones and computers from Mr. Giuliani’s home and office in Manhattan, the people said. At least one of the warrants was seeking evidence related to Ms. Yovanovitch and her role as ambassador, the people said.\nIn particular, the federal authorities were expected to scour the electronic devices for communications between Mr. Giuliani and Trump administration officials about the ambassador before she was recalled in April 2019, one of the people added.", "url": "https://www.nytimes.com/2021/04/29/nyregion/giuliani-yovanovitch-search-warrant-ukraine.html"}