{"authors": ["Vivian Yee", "Farnaz Fassihi"], "date_download": "2022-10-25 23:54:30", "date_modify": "2022-10-25 23:54:30", "date_publish": "2021-06-02 07:43:36", "description": "The double fire raised suspicions that Iran was once again a sabotage target, as diplomacy to resurrect the nuclear deal advanced.", "filename": "2021_06_02_world_middleeast_iran-navy-largest-ship-fire_1666742070.html", "image_url": "https://static01.nyt.com/images/2021/06/02/world/02iran-ship/merlin_188615601_2b8956c8-08e5-46b0-bc3b-c17bcc6b69c2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=df03b095dc4cacf03dcfd4eb4ccfa163b7f660c41ffeefe7112ee75244fddcd3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_02_world_middleeast_iran-navy-largest-ship-fire_1666742070.html", "title": "Fires Sink Iran’s Largest Warship and Ravage Big Refinery", "title_page": "Fires Sink Iran’s Largest Warship and Ravage Big Refinery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Mysterious fires sank Iran’s largest warship and burned a big Tehran oil refinery on Wednesday — seemingly unconnected blazes that nonetheless raised suspicions the country had once again been targeted by Israeli saboteurs.\nThe fires broke out hours apart as Iran was reporting progress in talks aimed at resurrecting the international nuclear agreement scrapped three years ago by the Trump administration, which the Biden administration wants to restore. Israel, which regards Iran as a dangerous adversary, opposes such an accord, contending it will not stop Iran from weaponizing nuclear fuel.\nRevival of the accord would alleviate onerous economic sanctions imposed by the United States in exchange for guarantees that Iranian nuclear work remains peaceful.\nIran has sought to prevent recent acts of sabotage from derailing the nuclear negotiations. But it has acknowledged serious security holes and Israel’s infiltration abilities, including an explosion that wrecked part of its Natanz uranium enrichment complex less than two months ago.", "url": "https://www.nytimes.com/2021/06/02/world/middleeast/iran-navy-largest-ship-fire.html"}