{"authors": ["Farnaz Fassihi"], "date_download": "2022-10-25 23:54:31", "date_modify": "2022-10-25 23:54:31", "date_publish": "2021-05-28 20:19:25", "description": "Potential rivals to Ebrahim Raisi, Ayatollah Khamenei’s favored choice, were barred from the June 18 election, and the remaining candidates do not present a serious challenge.", "filename": "2021_05_28_world_middleeast_iran-election-khamenei-raisi_1666742071.html", "image_url": "https://static01.nyt.com/images/2021/05/28/world/28iran01/28iran01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=92b485a4251243f98fcb7ddc6f3815a2a598d2838e930842158b606fc21e79d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_28_world_middleeast_iran-election-khamenei-raisi_1666742071.html", "title": "Iran Clears Way for Hard-line Judiciary Chief to Become President", "title_page": "Iran Clears Way for Hard-line Judiciary Chief to Become President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Candidates in Iran’s presidential elections have always been strictly vetted, and those deemed insufficiently loyal to the Islamic Revolution were disqualified. Within those limits, contenders held differing views on easing domestic restrictions or dealing with the West, and sometimes the victor was even a surprise.\nNow even minor differences that give voters some semblance of a choice appear to have been erased.\nThe candidates in the election scheduled for June 18 either espouse deeply conservative positions aligned with those of the Supreme Leader, Ayatollah Ali Khamenei, or are little known, with no voter base and no chance to win.\nAnd one candidate in particular is leading: Ebrahim Raisi, the current judiciary chief, appointed by Ayatollah Khamenei, who has a long history of involvement in human rights abuses, and who lost in 2017 in a surprise victory by the outgoing president, Hassan Rouhani.\nWith no credible challenger, Mr. Raisi is expected to win this time. Any serious competition has been winnowed from the race. Even some members of the Islamic Revolutionary Guards Corps, known for their strong hostility to any political dissent, described the election as anti-democratic.", "url": "https://www.nytimes.com/2021/05/28/world/middleeast/iran-election-khamenei-raisi.html"}