{"authors": ["Sophie Kasakove"], "date_download": "2022-10-25 22:56:07", "date_modify": "2022-10-25 22:56:07", "date_publish": "2021-11-07 10:00:13", "description": "Evictions are rising nationwide. “We don’t know where the ceiling is,” one expert said.", "filename": "2021_11_07_us_evictions-crisis-us_1666738567.html", "image_url": "https://static01.nyt.com/images/2021/11/05/us/00eviction-data-1/merlin_197287233_5fcc30ad-38b8-4154-b4a4-bb17df550b22-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_07_us_evictions-crisis-us_1666738567.html", "title": "With Cases Piling Up, an Eviction Crisis Unfolds Step by Step", "title_page": "With Cases Piling Up, an Eviction Crisis Unfolds Step by Step - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Indianapolis, eviction courts are packed as judges make their way through a monthslong backlog of cases. In Detroit, advocates are rushing to knock on the doors of tenants facing possible eviction. In Gainesville, Fla., landlords are filing evictions at a rapid pace as displaced tenants resort to relatives’ couches for places to sleep or seek cheaper rents outside the city.\nIt is not the sudden surge of evictions that tenants and advocates feared after the Supreme Court ruled in August that President Biden’s extension of the eviction moratorium was unconstitutional. Instead, what’s emerging is a more gradual eviction crisis that is increasingly hitting communities across the country, especially those where the distribution of federal rental assistance has been slow, and where tenants have few protections.\n“For months we all used these terms like eviction ‘tsunami’ and ‘falling off the cliff,’” said Lee Camp, who represents tenants facing eviction as an attorney with ArchCity Defenders in St. Louis. But those simple terms missed the complexity of the eviction process and the lack of reliable statistics to track it, he said. “It was not going to happen overnight. Certainly it would take weeks and months to play out.”\nAnd even now, experts say, the available numbers dramatically undercount the number of tenants being forced from their homes either through court-ordered evictions or informal ones, especially as rising rents make seeking new tenants increasingly profitable for landlords.", "url": "https://www.nytimes.com/2021/11/07/us/evictions-crisis-us.html"}