{"authors": ["Winnie Hu", "Chelsia Rose Marcius"], "date_download": "2022-10-25 23:29:40", "date_modify": "2022-10-25 23:29:40", "date_publish": "2021-10-11 09:00:17", "description": "A surge in electric-powered mobility devices during the pandemic is likely to become a lasting feature, transforming the New York City streetscape.", "filename": "2021_10_11_nyregion_electric-scooters-bikes-new-york_1666740580.html", "image_url": "https://static01.nyt.com/images/2021/10/06/nyregion/00ny-emobility1/00ny-emobility1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0072af775594db3af07ca8b0d51f7a41bedc2016300cd8074ef22a9c903c5ef0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_11_nyregion_electric-scooters-bikes-new-york_1666740580.html", "title": "As E-Scooter and E-Bike Use Grows, So Do Safety Challenges", "title_page": "As E-Scooter and E-Bike Use Grows, So Do Safety Challenges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even before the pandemic, electric scooter share programs had spread to over 100 cities, including Los Angeles, Washington and Atlanta, since 2017, according to the National Association of City Transportation Officials. Total rides surged 130 percent to 88.5 million in 2019 from 38.5 million the year before.\nMany cities saw scooter ridership soar during the pandemic. Seattle’s scooter share program has grown to 1.4 million rides since beginning just over a year ago. In Portland, Ore., rides nearly doubled to 762,812 this year through September from 385,422 rides for the same period in 2020.\nStill, the e-mobility boom has brought significant safety challenges to New York’s already congested streets. At least 17 people have been killed while riding electric mobility vehicles this year, according to city officials. Revel, which operates an electric moped share program in the city, voluntarily shut it down for a month last year after three riders were killed.\nE-mobility crashes have also killed three pedestrians this year, including the actress Lisa Banes, who was knocked down by a hit-and-run scooter rider on the Upper West Side.\nMany pedestrians and cyclists complain about e-bike and e-scooter riders who speed, ride on sidewalks and run red lights and go the wrong way on streets.\n“The e-bikes, they don’t mind which way they have to go, how they go, where they go, even if they go on the sidewalk or the opposite way on a street,” said Jacqueline Aybar, 53, who recently had a near miss with an e-bike in a Queens crosswalk. “Now when you’re crossing the street, it’s not just looking for a car, you have to look to see if any bike is coming.”\nCity and state officials have scrambled to keep up with the rapid e-mobility expansion. Most e-bikes and e-scooters only became legal on city streets last year, though delivery workers have long ridden them. Unlike cars, they are not registered or licensed or required to have insurance or cited by automatic speeding cameras.", "url": "https://www.nytimes.com/2021/10/11/nyregion/electric-scooters-bikes-new-york.html"}