{"authors": ["Luis Ferré-Sadurní"], "date_download": "2022-10-25 22:56:25", "date_modify": "2022-10-25 22:56:25", "date_publish": "2021-03-31 15:00:47", "description": "Under the law, 40 percent of tax revenue from cannabis will be steered to minority communities that had disproportionate numbers of marijuana arrests.", "filename": "2021_03_31_nyregion_cuomo-ny-legal-weed_1666738585.html", "image_url": "https://static01.nyt.com/images/2021/03/31/nyregion/31ny-marijuana01/31ny-marijuana01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=37299e5c4ac03b31fc8f626bdeac31f1caa68a4fd1acc8a3d66210a354a5354c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_31_nyregion_cuomo-ny-legal-weed_1666738585.html", "title": "New York Legalizes Recreational Marijuana, Tying Move to Racial Equity", "title_page": "New York Legalizes Recreational Marijuana, Tying Move to Racial Equity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After years of stalled attempts, New York State has legalized the use of recreational marijuana, enacting a robust program that will reinvest millions of dollars of tax revenues from cannabis in minority communities ravaged by the decades-long war on drugs.\nGov. Andrew M. Cuomo signed the cannabis legislation on Wednesday, a day after the State Legislature passed the bill following hours of debate among lawmakers in Albany.\nNew York became the 15th state to legalize the recreational use of cannabis, positioning itself to quickly become one of the largest markets of legal cannabis in the nation and one of the few states where legalization is directly tied to economic and racial equity.\nPrevious attempts to legalize marijuana were stymied over disagreements on how the tax revenue from sales would be distributed. Democratic lawmakers, especially those who are nonwhite, insisted that a large portion of the money be earmarked for communities where Black and Latino people have been arrested on marijuana charges in disproportionate numbers; the governor wanted to retain more control over how the money was spent.", "url": "https://www.nytimes.com/2021/03/31/nyregion/cuomo-ny-legal-weed.html"}