{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 22:56:31", "date_modify": "2022-10-25 22:56:31", "date_publish": "2021-03-19 20:48:58", "description": "The aide, Alyssa McGrath, accused Gov. Andrew Cuomo of ogling her body, remarking on her looks, and making suggestive comments to her and another woman in his office.", "filename": "2021_03_19_nyregion_alyssa-mcgrath-cuomo-harassment_1666738591.html", "image_url": "https://static01.nyt.com/images/2021/03/19/nyregion/19cuomo-accusers/19cuomo-accusers-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7902f73309a72444d074fbd3bd217d533a35ce54689cc480fd6ed9a87173fa2f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_19_nyregion_alyssa-mcgrath-cuomo-harassment_1666738591.html", "title": "Cuomo Faces New Claims of Sexual Harassment From Current Aide", "title_page": "Cuomo Faces New Claims of Sexual Harassment From Current Aide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The governor has asked New Yorkers to await the outcome of two separate investigations into the harassment allegations, one overseen by the state attorney general, Letitia James, and another by the State Assembly, before making any decisions about his behavior.\nOn Monday, Debra Katz, Ms. Bennett’s lawyer, said her client had provided more than 100 documents and four hours of testimony to investigators backing up her claims about the governor, including that he created a “sexually hostile work environment” as part of “his deliberate effort to create rivalries and tension among female staffers on whom he bestowed attention.”\nMs. McGrath believes that her proximity to the governor may have stymied other opportunities. When she sought another job in state government in 2019, she was told that the governor’s fondness for working with her would interfere with her taking the new position.\nShe was told, she recalled, that “because I ‘help out up front,’ I couldn’t leave.”\nSince other allegations against Mr. Cuomo have arisen, Ms. McGrath has continued to go to work. She says that the executive offices are largely quiet, a far cry from the heady days of Mr. Cuomo’s pandemic-related popularity, when the halls of the Capitol buzzed with excitement and purpose.\nMs. McGrath said that she watched the governor’s first news conference after Ms. Bennett went public in The Times, on March 3, and that she was angry at his insistence that he never “touched anyone inappropriately.”\n“It makes me really upset to hear him speak about this and completely deny all allegations,” she said, saying it left her in disbelief. “And I have no doubt in my mind that all of these accusers are telling the truth.”\nOne of those accusers is her co-worker. Ms. McGrath said she feared retaliation for speaking out, but she and her co-worker had grown upset with themselves for putting up with Mr. Cuomo’s behavior for so long.\n“Her and I discussed this after the fact and now we’re like, ‘How did we not see this?’” Ms. McGrath said, still bewildered by her interactions with Mr. Cuomo. “Because it’s so blatant and obvious.”", "url": "https://www.nytimes.com/2021/03/19/nyregion/alyssa-mcgrath-cuomo-harassment.html"}