{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:42:20", "date_modify": "2022-10-25 23:42:20", "date_publish": "2021-09-24 12:49:25", "description": "The Republican senator, 88, is the former head of two high-profile Senate committees and will spare his party a bitter primary fight to succeed him.", "filename": "2021_09_24_us_politics_grassley-iowa-senate_1666741340.html", "image_url": "https://static01.nyt.com/images/2021/09/24/us/politics/24dc-grassley/24dc-grassley-facebookJumbo.jpg?year=2021&h=549&w=1050&s=2645631e1fc93155986120c8479c77135afe728062381c10ef8ef7d34bba164c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_24_us_politics_grassley-iowa-senate_1666741340.html", "title": "Grassley Will Run for 8th Term in Senate", "title_page": "Grassley Will Run for 8th Term in Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’m working as hard as ever for the people of Iowa and there’s more work to do,” he said in a statement. “In a time of crisis and polarization, Iowa needs strong, effective leadership.”\nSenator Mitch McConnell, Republican of Kentucky and the minority leader, had joined his colleagues in encouraging Mr. Grassley to run to head off a primary fight to replace him. The National Republican Senatorial Committee, the chamber’s campaign arm, quickly put out a statement endorsing him.\n“Across Iowa’s 99 counties, the name ‘Chuck Grassley’ is synonymous with hard work,” said Senator Rick Scott, the Florida Republican who chairs the committee.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nA bitter Republican primary could have provided an opening for Democrats to pick up a seat in what will be an intense battle next year for the Senate majority. Former Representative Abby Finkenauer, a 32-year-old Democrat who lost her re-election bid last year, has already announced she would seek the seat held by Mr. Grassley.\nMs. Finkenauer quickly sought to use Mr. Grassley’s long history in Washington against him.\n“After 47 years in Washington, D.C., Chuck Grassley has changed from an Iowa farmer to just another coastal elite,” she said in a statement. “Over his nearly five decades in Congress, Iowa has lost over 30,000 family farms, our jobs have been shipped overseas and decade after decade our rural communities have been hollowed out with our young people leaving in droves as he stood on the sideline.”", "url": "https://www.nytimes.com/2021/09/24/us/politics/grassley-iowa-senate.html"}