{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:29:21", "date_modify": "2022-10-25 23:29:21", "date_publish": "2021-09-30 21:27:29", "description": "In a speech at Notre Dame, the justice addressed recent emergency rulings on abortion, asylum and evictions, saying they followed longstanding procedures.", "filename": "2021_09_30_us_politics_alito-shadow-docket-scotus_1666740561.html", "image_url": "https://static01.nyt.com/images/2021/09/30/us/politics/30dc-alito-1/30dc-alito-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b689ce0798a45da920bac0f161ce0b7ecb8327bc7bd53d08bdebfa4133e12c59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_30_us_politics_alito-shadow-docket-scotus_1666740561.html", "title": "Alito Responds to Critics of the Supreme Court’s ‘Shadow Docket’", "title_page": "Alito Responds to Critics of the Supreme Court’s ‘Shadow Docket’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In a combative speech on Thursday, Justice Samuel A. Alito Jr. defended several of the Supreme Court’s recent rulings on what critics call its “shadow docket,” saying the news media had created the impression that “a dangerous cabal is deciding important issues in a novel, secretive, improper way in the middle of the night, hidden from public view.”\nHe addressed the recent decisions in unusual detail, rejecting, for instance, what he said was the “false and inflammatory claim that we nullified Roe v. Wade” in early September by allowing a Texas law that bans most abortions after six weeks to come into effect.\n“We did no such thing, and we said so expressly in our order,” he said, quoting from it. Indeed, the majority in the 5-to-4 ruling said it based its decision on procedural grounds and did not address the constitutionality of the Texas law.\nThe effect of the ruling, however, has been to deny abortions to most women in Texas. In dissent, Justice Elena Kagan wrote that the majority’s unsigned order “illustrates just how far the court’s ‘shadow docket’ decisions may depart from the usual principles of appellate process.”", "url": "https://www.nytimes.com/2021/09/30/us/politics/alito-shadow-docket-scotus.html"}