{"authors": ["Matthew Futterman", "Shashank Bengali"], "date_download": "2022-10-25 23:50:01", "date_modify": "2022-10-25 23:50:01", "date_publish": "2021-06-12 13:52:42", "description": null, "filename": "2021_06_12_world_a-thrilling-tennis-match-won-fans-an-exception-to-frances-curfew_1666741801.html", "image_url": "https://static01.nyt.com/images/2021/06/12/world/12virus-briefing-france-curfew/merlin_189073386_f1759dda-aeb2-418a-bbe8-36972e24b9bf-facebookJumbo.jpg?year=2021&h=549&w=1050&s=53f776a5f7ce31fb7d26f79ebd6042c0517b8aed995f176dc09e8efc8fad91fd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_12_world_a-thrilling-tennis-match-won-fans-an-exception-to-frances-curfew_1666741801.html", "title": "A thrilling tennis match won fans an exception to France’s curfew.", "title_page": "A thrilling tennis match won fans an exception to France’s curfew. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "French officials delivered one of the great moments of sports in the pandemic on Friday night, as the clock crept toward an 11 p.m. curfew in Paris that seemed destined to clear the stands during an epic French Open men’s tennis semifinal between Rafael Nadal of Spain and Novak Djokovic of Serbia.\nAn earlier men’s semifinal on Court Philippe-Chatrier lasted more than three-and-a-half hours, meaning that Djokovic and Nadal did not take the court until after 7 p.m.\nThen the two longtime rivals started a stunning display of tennis, a roller-coaster duel in which Nadal, the 13-time French champion, grabbed the first set, and Djokovic, the world’s top-ranked men’s player, battled to win the next two. The first three sets in the best-of-five match lasted three-and-a-half hours.\nAs the third set ended, the celebration turned to howls and catcalls as a stadium announcer began to make a statement that the crowd of 5,000 expected to be a warning that they needed to soon head for the exits. Fans chanted, “We’re not moving,” and called for the resignation of the tournament director, Guy Forget.", "url": "https://www.nytimes.com/2021/06/12/world/a-thrilling-tennis-match-won-fans-an-exception-to-frances-curfew.html"}