{"authors": ["Lisa Lerer"], "date_download": "2022-10-25 23:24:54", "date_modify": "2022-10-25 23:24:54", "date_publish": "2021-03-12 21:33:58", "description": "When the Minnesota senator resigned, Democrats weighed how to handle sexual misconduct allegations. Now that conversation is evolving, with Gov. Andrew Cuomo at the center.", "filename": "2021_03_12_us_politics_al-franken-cuomo-me-too_1666740294.html", "image_url": "https://static01.nyt.com/images/2021/03/10/us/politics/10cuomo-metoo1/10cuomo-metoo1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8c53d1f5c8238877d588a8a5de65246fe2c062e3b1bd9fea7eb8544c59e34b5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_12_us_politics_al-franken-cuomo-me-too_1666740294.html", "title": "Why Al Franken Hovers Over the Debate About Cuomo’s Future", "title_page": "Why Al Franken Hovers Over the Debate About Cuomo’s Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Stephanie Miner is no friend of Andrew Cuomo.\nA onetime top Democratic official in New York and a former mayor of Syracuse, Ms. Miner has spent years criticizing the governor’s polarizing leadership style, even mounting a bid to unseat him in 2018. But as Mr. Cuomo fights for his job, facing growing calls by Democratic lawmakers to resign over allegations of groping and sexual harassment, Ms. Miner isn’t quite ready to push him out.\n“We have this culture now of purity tests where there’s this instant gratification — are you on the right side or the wrong side?” said Ms. Miner, who wants to wait for an independent investigation into the accusations, which she believes is the best way to address broader problems of sexual harassment in Albany. “The answers and the solutions need to be more nuanced.”\nDemocrats are now confronting a highly fluid, still-developing situation in New York, with many voters appearing to share Ms. Miner’s caution about swiftly expelling the governor. The gravity of the allegations increased this week when The Times Union of Albany reported a new accusation against Mr. Cuomo: that when he was alone with a female aide in the Executive Mansion last year, he closed a door, reached under her blouse and began groping her. He has denied that he touched anyone inappropriately.\nSupport for Mr. Cuomo among Democratic politicians in New York has fallen away. On Friday evening, the state’s senators, Chuck Schumer, the majority leader, and Kirsten Gillibrand, called on him to resign, hours after most of the other Democrats in New York’s congressional delegation urged him to step down. A day earlier, state Democratic officials took the first step toward potentially impeaching Mr. Cuomo.", "url": "https://www.nytimes.com/2021/03/12/us/politics/al-franken-cuomo-me-too.html"}