{"authors": ["John Yoon"], "date_download": "2022-10-25 23:26:18", "date_modify": "2022-10-25 23:26:18", "date_publish": "2021-10-01 09:02:09", "description": "Travel bans will begin to lift in November for citizens and permanent residents, depending on vaccination rates.", "filename": "2021_10_01_world_australia_australia-international-travel-covid_1666740378.html", "image_url": "https://static01.nyt.com/images/2021/10/01/world/01virusbriefing-oz-travel/01virusbriefing-oz-travel-facebookJumbo.jpg?year=2021&h=550&w=1050&s=91f03db750742a07bb3d23f77469036a7374b7721dbf69006fa539fa60d43c0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_01_world_australia_australia-international-travel-covid_1666740378.html", "title": "Australia Accelerates Plans to Lift Pandemic Travel Bans", "title_page": "Australia Accelerates Plans to Lift Pandemic Travel Bans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Australia will lift its bans on international travel in November under a plan that Prime Minister Scott Morrison outlined on Friday. It is the second time in 10 days that officials have accelerated the country’s plans to ease travel restrictions.\nUntil last month, Australia was poised to keep its borders closed into 2022. The tourism minister, Dan Tehan, then said that they could reopen by Christmas.\nOnce the borders start to open, fully vaccinated Australian citizens and permanent residents will still need to quarantine at home for seven days upon entry. Foreign tourists will not immediately be able to visit, but the government said it was working toward allowing them to come in.\n“It’s time to give Australians their lives back,” Mr. Morrison said, announcing that he would begin to reverse a policy that since March 2020 has only allowed some Australians and others to enter the country and blocked all outbound trips except for essential work.", "url": "https://www.nytimes.com/2021/10/01/world/australia/australia-international-travel-covid.html"}