{"authors": ["Lisa Friedman", "Coral Davenport"], "date_download": "2022-10-25 23:00:25", "date_modify": "2022-10-25 23:00:25", "date_publish": "2021-04-20 22:51:14", "description": "The president will commit the United States to deep cuts in emissions at an Earth Day summit meeting that starts on Thursday, according to people familiar with the plan.", "filename": "2021_04_20_climate_biden-climate-change_1666738825.html", "image_url": "https://static01.nyt.com/images/2021/04/20/us/20cli-target/20cli-target-facebookJumbo.jpg?year=2021&h=550&w=1050&s=eb9c0905c2bdea9a96c736d7ced802f427a5dc61d7850f3a3b374d550c50f290&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_20_climate_biden-climate-change_1666738825.html", "title": "Biden Will Pledge U.S. to Cut Greenhouse Gas Emissions", "title_page": "Biden Will Pledge U.S. to Cut Greenhouse Gas Emissions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden will announce Thursday that the United States intends to cut planet-warming emissions nearly in half by the end of the decade, a target that would require Americans to transform the way they drive, heat their homes and manufacture goods.\nThe target, confirmed by three people briefed on the plan, is timed to a closely watched global summit meeting that Mr. Biden is hosting Thursday and Friday, which is aimed at sending a message that the United States is rejoining international efforts to fight global warming after four years of climate denial from the Trump administration.\nA White House spokesman declined to comment on the U.S. target, which was first reported by The Washington Post.\nThe leaders of China, India and nearly 40 other countries are expected to join Mr. Biden virtually, and the United States hopes that the announcement of its new emissions goal will galvanize other nations to step up their own targets by the time nations gather again under United Nations auspices in November in Glasgow.", "url": "https://www.nytimes.com/2021/04/20/climate/biden-climate-change.html"}