{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:46:59", "date_modify": "2022-10-25 23:46:59", "date_publish": "2021-03-31 14:36:07", "description": "In Spain, residents have to stay put while visitors from abroad face fewer travel restrictions. The dichotomy underlines the trouble European nations face balancing public health and economic recovery.", "filename": "2021_03_31_world_europe_covid-spain-vacation-travel_1666741619.html", "image_url": "https://static01.nyt.com/images/2021/03/31/world/31virus-spain1/merlin_185771331_64cecd69-56b9-4748-ad90-2c65e2960ced-facebookJumbo.jpg?year=2021&h=549&w=1050&s=7ebdcdaed89c4e1b574ff595c2fac6043e817475c09d3175471d3330259aa581&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_31_world_europe_covid-spain-vacation-travel_1666741619.html", "title": "When There’s One Covid Rule Book for Locals, and Another for Tourists", "title_page": "When There’s One Covid Rule Book for Locals, and Another for Tourists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — Óscar Robles Álvarez yearned to celebrate Easter this year with his family in his hometown in northeastern Spain, which he has not visited since Christmas 2019.\nInstead, he will spend the holiday on Sunday in Madrid, where he now lives, because of domestic travel restrictions imposed to stem another wave of Covid-19. He says he understands why the government recently extended those rules, but cannot fathom why no such travel ban applies to foreign tourists visiting his hometown, Getxo, a beach resort popular with surfers 80 miles from the border with France.\n“This situation is completely unfair,” said Mr. Robles Álvarez, 50, who worked in finance but is currently jobless. “Citizens are being asked to behave responsibly by politicians who themselves decide completely incoherent Covid rules.”\nIn the prelude to Easter, a debate in Spain about whether double standards are being applied to contain Covid-19 has been intensifying. The polemic is echoed in other European countries, where the authorities have also restricted internal travel while allowing their citizens to go abroad and permitting foreign tourists to enter and move about more freely.", "url": "https://www.nytimes.com/2021/03/31/world/europe/covid-spain-vacation-travel.html"}