{"authors": ["Sui-Lee Wee", "Alexandra Stevenson", "Tiffany May"], "date_download": "2022-10-25 22:57:26", "date_modify": "2022-10-25 22:57:26", "date_publish": "2021-03-24 10:53:32", "description": "Officials said they had found no health risks, but the move deals a blow to the Chinese city’s already troubled inoculation campaign.", "filename": "2021_03_24_business_hong-kong-pfizer-biontech-vaccine_1666738646.html", "image_url": "https://static01.nyt.com/images/2021/03/24/world/24virus-hongkong-vaccine-1/24virus-hongkong-vaccine-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f1141ba5a70ee8c77c0a8e859de6ad26b1a6ee674979b32f1d8a8110e5fc9f18&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_24_business_hong-kong-pfizer-biontech-vaccine_1666738646.html", "title": "Hong Kong Suspends Pfizer-BioNTech Vaccine Use Over Packaging Defects", "title_page": "Hong Kong Suspends Pfizer-BioNTech Vaccine Use Over Packaging Defects - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hong Kong suspended use of the Pfizer-BioNTech vaccine on Wednesday after packaging defects ranging from cracked containers to loose caps were discovered in one batch of doses, a major blow to a city already struggling in its campaign to inoculate its seven million residents against Covid-19.\nHealth officials called the halt a precaution, saying that none of the defective vials had been administered to patients and that they had found no health risks. But if the suspension persists, the Chinese territory may not have enough shots to protect its population while the coronavirus continues to spread. Hong Kong officials were counting on 7.5 million doses of the vaccine, developed by Pfizer of the United States and BioNTech of Germany, to help fill their needs.\nThe discovery has also unleashed a hunt for the origin of the defects, as well as questions about whether more might be out there. The doses were manufactured at BioNTech’s facilities in Germany, while a Chinese company, Fosun Pharma, was in charge of transporting, storing and distributing the shots in Hong Kong.\n“I’m confused as to why this is being reported for the first time in Hong Kong and we haven’t heard about it elsewhere,” said Benjamin Cowling, the division head of epidemiology and biostatistics at the University of Hong Kong.", "url": "https://www.nytimes.com/2021/03/24/business/hong-kong-pfizer-biontech-vaccine.html"}