{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:54:39", "date_modify": "2022-10-25 23:54:39", "date_publish": "2021-04-06 09:24:23", "description": "After a fourth inconclusive election in two years, Prime Minister Benjamin Netanyahu now has a possible path to stay in office even as he stands trial on corruption charges.", "filename": "2021_04_06_world_middleeast_netanyahu-israel-new-government_1666742079.html", "image_url": "https://static01.nyt.com/images/2021/04/06/world/06israel-hfo-01/06israel-hfo-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=74faa5752b5d69810a8d9f9cf4fc612a7d2cc6e90e19256eec9dd3c64585986c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_06_world_middleeast_netanyahu-israel-new-government_1666742079.html", "title": "Netanyahu Gets First Crack at Forming a New Government in Israel", "title_page": "Netanyahu Gets First Crack at Forming a New Government in Israel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Prime Minister Benjamin Netanyahu of Israel was asked by the president on Tuesday to try to form a new coalition government, offering a possible path for him to remain in office even as he stands trial on corruption charges.\nIt won’t be easy, and success is by no means guaranteed given the abiding divisions that have led to a political impasse, which has only worsened year by year.\nWhile the country remains split along the fault lines of secular and religious, right-wing and left-wing and Jewish and Arab, the main rupture has increasingly revolved around the polarizing figure of Mr. Netanyahu himself. He got the nod to form a new government one day after the opening of the evidentiary stage of his trial on charges of bribery, fraud and breach of trust.\nA political survivor and Israel’s longest-serving prime minister, Mr. Netanyahu has spent the last 12 years in office. But after four inconclusive elections in two years, he and his allies have failed to win enough support to ensure a parliamentary majority that could decisively end the country’s political deadlock.", "url": "https://www.nytimes.com/2021/04/06/world/middleeast/netanyahu-israel-new-government.html"}