{"authors": ["Steven Lee Myers", "Keith Bradsher", "Chris Buckley"], "date_download": "2022-10-25 22:55:26", "date_modify": "2022-10-25 22:55:26", "date_publish": "2021-07-26 09:00:16", "description": "China’s breathtaking economic growth created cities ill-equipped to face extreme weather. Last week’s dramatic floods showed that much will have to change.", "filename": "2021_07_26_world_asia_china-climate-change_1666738526.html", "image_url": "https://static01.nyt.com/images/2021/07/26/world/26china-climate1/25china-climate1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bee32bdd1fe450088f91bf67fdb406266f1102ce861dfaa327e5fe6f2f7b6ee8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_26_world_asia_china-climate-change_1666738526.html", "title": "As China Boomed, It Didn’t Take Climate Change Into Account. Now It Must.", "title_page": "As China Boomed, It Didn’t Take Climate Change Into Account. Now It Must. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "China’s breakneck growth over the last four decades erected soaring cities where there had been hamlets and farmland. The cities lured factories, and the factories lured workers. The boom lifted hundreds of millions of people out of the poverty and rural hardship they once faced.\nNow those cities face the daunting new challenge of adapting to extreme weather caused by climate change, a possibility that few gave much thought to when the country began its extraordinary economic transformation. China’s pell-mell, brisk urbanization has in some ways made the challenge harder to face.\nNo one weather event can be immediately linked to climate change, but the storm that flooded Zhengzhou and other cities in central China last week, killing at least 69 as of Monday, reflects a global trend of extreme weather that has seen deadly flooding recently in Germany and Belgium, and severe heat and wildfires in Siberia. The flooding in China, which engulfed subway lines, washed away roads and cut off villages, also highlights the environmental vulnerabilities that accompanied the country’s economic boom and could yet undermine it.\nChina has always had floods, but as Kong Feng, then a public policy professor at Tsinghua University in Beijing, wrote in 2019, the flooding of cities across China in recent years is “a general manifestation of urban problems” in the country.", "url": "https://www.nytimes.com/2021/07/26/world/asia/china-climate-change.html"}