{"authors": ["Scott Reyburn"], "date_download": "2022-10-25 23:30:53", "date_modify": "2022-10-25 23:30:53", "date_publish": "2021-03-11 15:10:19", "description": "“Everydays — The First 5000 Days,” by the artist known as Beeple, set a record for a digital artwork in a sale at Christie’s.", "filename": "2021_03_11_arts_design_nft-auction-christies-beeple_1666740653.html", "image_url": "https://static01.nyt.com/images/2021/03/12/arts/11nft-auction1/11nft-auction1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3fa5d8260482d421df981fd7df222c91ac57a1e98571b965acc74a91df4af036&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_11_arts_design_nft-auction-christies-beeple_1666740653.html", "title": "JPG File Sells for $69 Million, as ‘NFT Mania’ Gathers Pace", "title_page": "JPG File Sells for $69 Million, as ‘NFT Mania’ Gathers Pace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Christie’s record-breaking auction was held at a moment when the mainstream art world has become transfixed by the fast-moving, speculative market for NFTs, which have recently achieved exceptional prices on specialist websites like Open Sea, Nifty Gateway, Super Rare and Makers Place.\nLast month, buoyed by a $1.5 billion Bitcoin investment from Tesla, the electric-car company run by Elon Musk, and support from major institutional investors including hedge funds, the total value of cryptocurrencies hit a high of more than $1 trillion. The value of crypto-traded NFT art also soared, setting prices that are out of kilter with the rest of the art market.\nAnother Beeple piece, “Crossroad” — a 10-second video NFT showing animated pedestrians walking past a giant, naked likeness of Donald J. Trump, collapsed on the ground and covered in graffiti — sold for $6.6 million in Ether on Nifty Gateway. The seller was Miami-based art collector Pablo Rodriguez-Fraile, who had brought the piece in October for about $67,000, according to Reuters.\nNFTs have also become a medium of choice for new performance artists. On Sunday, Burnt Banksy, an anonymous group of “tech and art enthusiasts,” sold a unique NFT consisting of a digital copy of a 2006 Banksy limited-edition print called “Morons.” The group claimed it had destroyed the original print, worth tens of thousands of dollars, in an “art burning ceremony,” shown on YouTube and Twitter. The blockchain-certified “Morons” NFT was all that remained.\nOffered on Open Sea, this digital copy of the Banksy sold for about $382,000, more than three times the price that any of the original “Morons” prints have made at auction. The successful bidder was an Open Sea user with the screen name GALAXY, who immediately put the piece up for sale.\nAlthough their popularity has increased in recent months, NFTs are nothing new. In 2017, when the value of cryptocurrencies like Bitcoin and Ethereum first began to climb, there was a speculative craze for Dapper Labs’ CryptoKitties, blockchain-certified images of cats, the rarest of which sold for more than $100,000.", "url": "https://www.nytimes.com/2021/03/11/arts/design/nft-auction-christies-beeple.html"}