{"authors": ["Michael Paulson"], "date_download": "2022-10-25 23:27:01", "date_modify": "2022-10-25 23:27:01", "date_publish": "2021-01-21 10:00:40", "description": "It was a Broadway smash with big plans until 25 company members took ill and a shutdown put everybody out of work. Inside a tumultuous year, in the words of those who lived it.", "filename": "2021_01_21_theater_moulin-rouge-broadway-coronavirus_1666740421.html", "image_url": "https://static01.nyt.com/images/2021/01/24/arts/24moulin-covid-prior2/24moulin-covid-prior2-facebookJumbo.jpg?year=2021&h=549&w=1050&s=1dc920b2c4e407927bfb6f7075fdc7659a0f2ecab6b78d52a4b530e31e398f06&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_21_theater_moulin-rouge-broadway-coronavirus_1666740421.html", "title": "‘Moulin Rouge!’ Was Their Ticket. Then 2020 Happened.", "title_page": "‘Moulin Rouge!’ Was Their Ticket. Then 2020 Happened. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DINARDO We’ve had a maximum of 12 people auditioning in a room that could, pre-Covid, fit well over 60. It’s a little different than we’re used to, with all the protocols, but I’m excited. It’s a snapshot into our immediate future.\nMonths after they recovered, some of the Covid survivors are worried about lingering effects.\nCLAYTON Every once in a while, like at bedtime, I feel like I have a 25-pound dumbbell on my chest.\nGARCIA-LEE I don’t think I have my full capacity back. I’ve started dancing again, and it just feels like something is off in my chest.\nOLIVO I have yet to go to the doctor to check out what my lungs look like, but I know I’m going to have to have someone look. I sang a song for a benefit, and when I went to get it on tape, I was struggling.\nHURDER I’m terrified, because my show is so physically demanding. I am concerned about what that’s going to be like when I go back. I guess we’re going to find out.\nThe show’s advance sales, once hefty, are now zero. The lead producer says she expects to spend at least $3 million to restart the show on Broadway. But hope is increasingly replacing despair.\nSONYA TAYEH (choreographer) That’s all we have now, is dreaming.\nSAVAGE I’m so hopeful of Broadway’s return that I’ve not gone to pick up my things from the theater. It’s all just sitting there.", "url": "https://www.nytimes.com/2021/01/21/theater/moulin-rouge-broadway-coronavirus.html"}