{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:31:45", "date_modify": "2022-10-25 23:31:45", "date_publish": "2021-10-12 21:21:55", "description": "A government report shows how the balance of power in the labor market has swung toward workers.", "filename": "2021_10_12_business_economy_workers-quitting-august_1666740705.html", "image_url": "https://static01.nyt.com/images/2021/10/12/us/datawrapper_pWJfN-1634072986129/datawrapper_pWJfN-1634072986129-facebookJumbo.png?year=2021&h=550&w=1050&s=5257b88d03c83813b5a959750ab33d74b90fdd86c3962c62536b0b2d25865511&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_12_business_economy_workers-quitting-august_1666740705.html", "title": "U.S. Workers Quitting Their Jobs Hit a Record in August", "title_page": "U.S. Workers Quitting Their Jobs Hit a Record in August - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The abundance of opportunities may be helping to fuel the wave of quitting: The government’s tally includes people who left jobs to take other, perhaps better-paying, positions — or who didn’t have another job lined up but were confident they could find one — as well as those choosing to leave the work force. (The figure does not include retirements, which are counted separately.)\nThe number of open jobs actually fell somewhat in August, to 10.4 million from a record 11.1 million in July, as the latest wave of the pandemic took a bite out of consumer demand, especially in the service sector. But the slowdown did little to ease the hiring logjam: There were more open jobs than unemployed workers in August. Openings were particularly elevated in the leisure and hospitality sector, where the number of people quitting was also highest. Economists said the spread of the more-contagious Delta variant of the coronavirus could be contributing to workers’ reluctance to return to work.\nAt the same time, hiring fell in August. That is consistent with data released earlier showing that job growth slowed in late summer. That data, also from the Labor Department but based on different surveys, showed that the Delta-driven slowdown continued in September. So did the hiring difficulties: The labor force shrank in September, as higher wages failed to draw people back to work.\n“We know that the Delta variant has likely made it more difficult to unlock labor supply because there are some workers who are concerned about health risks — and then on top of that, many school reopenings were disrupted,” said Daniel Zhao, an economist at the career site Glassdoor. “It’s possible that as the Delta wave recedes, then we will realize some of those benefits of reopened schools and a revitalized economy, but that is going to take some time.”", "url": "https://www.nytimes.com/2021/10/12/business/economy/workers-quitting-august.html"}