{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:48:05", "date_modify": "2022-10-25 23:48:05", "date_publish": "2021-02-19 23:14:01", "description": "Additional prosecutors and agents around the country have been assigned to the investigation as officials try to manage it and stave off a backlog in the courts.", "filename": "2021_02_19_us_politics_capitol-riot-investigation_1666741685.html", "image_url": "https://static01.nyt.com/images/2021/02/19/us/politics/19dc-investigate1/19dc-investigate1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=902c2f99980dc6afa613112246c40af4d10dc4c72ddb36c6acb5543e63ac89d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_19_us_politics_capitol-riot-investigation_1666741685.html", "title": "Justice Dept. Confronts Increasingly Complex Capitol Riot Inquiry", "title_page": "Justice Dept. Confronts Increasingly Complex Capitol Riot Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Justice Department officials are adding prosecutors and agents to their sprawling investigation into the Jan. 6 assault on the Capitol as it moves into a more complicated phase and they strategize about how to handle the large caseload, including trying to stave off a potential backlog in the courts, according to law enforcement officials.\nTheir effort to charge more complex cases was evident on Friday when prosecutors secured an indictment expanding an existing conspiracy case against the right-wing militia group the Oath Keepers, accusing six more suspected members of the group of organizing a military-style attack on the Capitol to help President Donald. J. Trump overturn the 2020 election results and remain in power.\nThe investigation has already resulted in charges against more than 230 people and in scores of subpoenas. More than a dozen federal prosecutors from around the country have been assigned to work with the U.S. attorney’s office in Washington, which is leading the investigation, and it could lead to 400 to 500 criminal cases in total, according to a law enforcement official.\nMichael R. Sherwin, the acting U.S. attorney in Washington who has been overseeing the inquiry, will soon step down from his appointed post. But officials are planning to keep him on to continue to oversee the investigation from Justice Department headquarters, according to people familiar with the leadership discussions.", "url": "https://www.nytimes.com/2021/02/19/us/politics/capitol-riot-investigation.html"}