{"authors": ["Parul Sehgal"], "date_download": "2022-10-25 23:37:32", "date_modify": "2022-10-25 23:37:32", "date_publish": "2021-05-18 20:09:47", "description": "In his new book, Jordan Ellenberg explains how geometric thinking can allow for everything from fairer American elections to better pandemic planning.", "filename": "2021_05_18_books_review-shape-geometry-jordan-ellenberg_1666741052.html", "image_url": "https://static01.nyt.com/images/2021/05/19/books/review/18BOOKELLENBERG1/18BOOKELLENBERG1-facebookJumbo.png?year=2021&h=550&w=1050&s=9c3722402a17648940bae5d7bd4e71549a20d8503b332b5d43e6750c35f47120&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_18_books_review-shape-geometry-jordan-ellenberg_1666741052.html", "title": "‘Shape’ Makes Geometry Entertaining. Really, It Does.", "title_page": "‘Shape’ Makes Geometry Entertaining. Really, It Does. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Girls can’t do Euclid: can they, sir?”\n“The Mill on the Floss” contains one of George Eliot’s sharpest caricatures in the figure of the foul schoolmaster Stelling. About girls, he reassures his young charges: “They’ve a great deal of superficial cleverness; but they couldn’t go far into anything.”\nCertainly not geometry, that maker of men. Stelling embodied British pedagogy at the time, with all its complacent sexism and emphasis on rote memorization. But as the emphasis shifted from students parroting proofs to forming their own, geometry remained exalted for its power to cultivate deductive reasoning, to toughen and refine the mind.\n“I keep waiting for that to happen to me and it never has,” the mathematician Jordan Ellenberg confesses in his unreasonably entertaining new book, “Shape,” with its modest subtitle: “The Hidden Geometry of Information, Biology, Strategy, Democracy, and Everything Else.” In granular detail, he reveals how geometric thinking can allow for everything from fairer American elections to better pandemic planning.\nBefore we begin: A moment of appreciation for the popular math writer who must operate with the same stealth, balletic improvisation and indomitable self-belief as someone trying to corner a particularly skittish and paranoid cat into the pet carrier. No sudden moves! Approach carefully; compliment liberally — precious reader, brilliant reader. Offer bribe and blandishment. Assure us it won’t hurt.", "url": "https://www.nytimes.com/2021/05/18/books/review-shape-geometry-jordan-ellenberg.html"}