{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:32:37", "date_modify": "2022-10-25 23:32:37", "date_publish": "2021-09-09 16:00:13", "description": "The company has teamed up with Ray-Ban to create glasses that can take photos, record video, answer phone calls and play podcasts.", "filename": "2021_09_09_technology_facebook-wayfarer-stories-smart-glasses_1666740757.html", "image_url": "https://static01.nyt.com/images/2021/09/10/business/00facebook-glasses-still2/merlin_194392488_4e6997c9-b85a-4155-90ff-d78f2b886ba3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0dbed6e9aac91103f0c0330a94229ba0379330fd5ed6f0ed835a690c222a7ab7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_09_technology_facebook-wayfarer-stories-smart-glasses_1666740757.html", "title": "Smart Glasses Made Google Look Dumb. Now Facebook Is Giving Them a Try.", "title_page": "Smart Glasses Made Google Look Dumb. Now Facebook Is Giving Them a Try. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For years, Silicon Valley has chased a vision similar to that of a William Gibson novel, where sensors and cameras are woven into the everyday lives and clothes of billions of people. Yet the tech companies that have pursued these ideas have often failed to achieve them, as people have shunned wearable computers — especially on their faces.\nRemember Google Glass, the smart glasses that the Google co-founder Sergey Brin introduced while jumping out of an airplane? That project foundered, with bars in San Francisco at one point barring Glass-wearers — also pejoratively known as “Glassholes” — from entry. Later came Snap’s Spectacles, smart glasses that focused more on fashion and the novelty of recording 10-second video clips. That product, too, never really broke through.\nNow Facebook is aiming to usher in an era when people grow more comfortable sharing their lives digitally, beginning with what is in front of their faces.\n“We asked ourselves, how do we build a product that helps people actually be in the moment they’re in?” Andrew Bosworth, head of Facebook Reality Labs, said in an interview. “Isn’t that better than having to take out your phone and hold it in front of your face every time you want to capture a moment?”", "url": "https://www.nytimes.com/2021/09/09/technology/facebook-wayfarer-stories-smart-glasses.html"}