{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:27:05", "date_modify": "2022-10-25 23:27:05", "date_publish": "2021-03-20 09:00:10", "description": "Asian-Americans are reeling from the killings in Georgia and a rising number of attacks nationwide. Could confronting racism bring solidarity across their class divides?", "filename": "2021_03_20_technology_personaltech_asian-american-wealth-gap_1666740425.html", "image_url": "https://static01.nyt.com/images/2021/03/21/business/20Asian-Workforce-01/20Asian-Workforce-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cc26f8f944f85b3bd899a1df249b201f7af46e353bc4129d033c8d45007297c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_20_technology_personaltech_asian-american-wealth-gap_1666740425.html", "title": "There Is No Rung on the Ladder That Protects You From Hate", "title_page": "There Is No Rung on the Ladder That Protects You From Hate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many Asian immigrants have higher levels of education than native-born Americans, which is largely why they settle in at the top of the income ladder. At the same time, Asians at the bottom of the ladder have lower education levels.\nIn nearly a dozen conversations this past week with scholars, activists and historians, the sadness and grief around this inflection point was clear — as was the recognition of how starkly divided two professional paths for Asian immigrants in this country have been.\nThe Asian-American story has been a complicated narrative. There are the restaurant workers and massage therapists nested in metropolitan enclaves, but there are also the high achievers attending elite schools who end up in well-compensated careers. Often one generation of immigrants in service jobs raises the next generation of corporate strivers. In this moment, though, as the population grows, the groups are becoming increasingly isolated from one another.\nIn the aftermath of a summer of protests for racial justice and increasing awareness of the Black Lives Matter movement, corporate employees of color, including Asians, are demanding equity and inclusion, which would put an end to a white-dominated culture. The workers in spas and nail salons don’t have the luxury to even think about that; they are more vulnerable to the whims of their white clientele. In a nation already divided by politics, religion and income, here is a community divided within itself.\nBut the “kung flu” pandemic — the xenophobic language, fueled by President Donald J. Trump, that added hate crimes to a deadly disease and the rest of the list of things for Asian-Americans to fear this past year — may be gradually bringing people together.\nLast year, reported hate crimes against people of Asian descent in New York City jumped 833 percent from 2019. Nearly 3,800 hate incidents, which range from name-calling to assault, against Asian-Americans and Pacific Islanders were reported to Stop AAPI Hate, a group that has collected data for the last year. (The number could be higher because not all incidents were reported.) Sixty-eight percent of those incidents were reported by women.\nAs the country reeled from the all-too-familiar scenes of mass shootings in Atlanta, especially killings that may have targeted people because of their race and gender, some scholars recalled an earlier death. In 1982, Vincent Chin, a Chinese-American, was beaten to death by two white men at a time of rising tensions over Japanese dominance in the auto market. The killers, who insisted the attack was not racially motivated, were sentenced to three years of probation.", "url": "https://www.nytimes.com/2021/03/20/technology/personaltech/asian-american-wealth-gap.html"}