{"authors": ["Matthew Haag"], "date_download": "2022-10-25 22:56:06", "date_modify": "2022-10-25 22:56:06", "date_publish": "2021-03-15 11:11:07", "description": "A lawsuit by a watchdog group claims that its undercover investigation found widespread bias against tenants receiving federal housing assistance.", "filename": "2021_03_15_nyregion_real-estate-lawsuit-section-8-discrimination_1666738566.html", "image_url": "https://static01.nyt.com/images/2021/03/15/nyregion/15nyhousing-2/15nyhousing-2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8ddd47182bdfbe86f72493eb1458b8a90088a3011c86a9b3d23c03174f3df1c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_15_nyregion_real-estate-lawsuit-section-8-discrimination_1666738566.html", "title": "‘She Wants Well-Qualified People’: 88 Landlords Accused of Housing Bias", "title_page": "‘She Wants Well-Qualified People’: 88 Landlords Accused of Housing Bias - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For landlords and brokers, participating in the Section 8 program can involve bureaucratic challenges, including having an inspector review and sign off on the health and safety of a unit before it is rented. But those additional steps cannot be used as grounds to deny a Section 8 tenant.\nA spokeswoman for the Corcoran Group said that the company was committed to “upholding the principles of the Fair Housing Act,” referring to the 1968 federal law, as well as “offering comprehensive education and training programs for our employees and affiliated sales agents.”\n“We take these allegations seriously,” the spokeswoman said.\nA spokesman for the Century 21 corporate office declined to discuss the case but said that the company does not tolerate any discrimination. Compass did not respond to a request for comment.\nMr. Philip, the broker for the Upper East Side apartment, said in an interview that he did not recall that conversation last year but knew it was illegal in New York to discriminate against someone because of their source of income.\n“I would never say anything straightforward like this because I do consider Section 8 qualified,” Mr. Philip said, adding that he had been a broker for 40 years but had never rented to someone with a voucher. “Maybe she rubbed me the wrong way.”\nFor years, undercover operations have been frequently used to expose potential discrimination in both the rental and homeowner markets. The method is also used by government investigators, including those who target Section 8 discrimination.\nThe lawsuit raises questions not only about widespread bias against voucher recipients but also about the blatant flouting by agents and property owners of both New York City and New York State laws that prohibit discrimination against people because of their source of income.", "url": "https://www.nytimes.com/2021/03/15/nyregion/real-estate-lawsuit-section-8-discrimination.html"}