{"authors": ["Matt Phillips"], "date_download": "2022-10-25 23:41:01", "date_modify": "2022-10-25 23:41:01", "date_publish": "2021-01-25 10:00:10", "description": "A swell of individual investors are betting that stocks will go up. That enthusiasm is having a growing influence over the regular stock market itself.", "filename": "2021_01_25_business_stocks-options-bubble_1666741261.html", "image_url": "https://static01.nyt.com/images/2021/01/22/business/00Options-01/00Options-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=71363be1552f7025ac8d70ff65c77e3fd246d74093bfbb1305ffe786d5609219&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_25_business_stocks-options-bubble_1666741261.html", "title": "How Options Trading Could Be Fueling a Stock Market Bubble", "title_page": "How Options Trading Could Be Fueling a Stock Market Bubble - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The combination of the sudden growth in options trading and the unbridled optimism of the buyers is a market-moving force in itself.\nHow options can drive the market.\nAn individual who wants to make a bet that a stock price is going to rise can buy a call option at a brokerage firm. This contract gives the buyer the right — but not the obligation — to buy a stock at a given price at some point in the future. If the share price is higher on that date, the buyer can purchase the shares using the contract, then sell them for a profit.\nBut just as the buyer stands to benefit from a rising share price, the dealer who sold the contract stands to lose.\nBrokerage firms make money by charging fees on products, not by predicting where share prices go. So to hedge their risk on a given contract, they buy a calculated percentage of the stock they would be forced to sell if the buyer ended up making money on the bet.\nBut as the stock prices rise, brokers must buy more shares to keep their hedges in balance. And buying more shares helps push share prices up.\nIn other words, rising share prices boost demand for shares even further, all because of market dynamics — not because of a fundamental view that the company’s business prospects are improving.", "url": "https://www.nytimes.com/2021/01/25/business/stocks-options-bubble.html"}