{"authors": ["Carl Zimmer"], "date_download": "2022-10-25 23:50:19", "date_modify": "2022-10-25 23:50:19", "date_publish": "2021-09-21 10:46:46", "description": "Since the company received emergency authorization in February, 14.6 million people in the United States have received its one-shot vaccine.", "filename": "2021_09_21_health_johnson-and-johnson-shot_1666741819.html", "image_url": "https://static01.nyt.com/images/2021/09/20/lens/20virus-briefing-JNJ-boosters1/20virus-briefing-JNJ-boosters1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=aff7b522e2102b6a4d16650590b6d13725cc4f697a7e86665743569cfd009883&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_21_health_johnson-and-johnson-shot_1666741819.html", "title": "Extra Johnson & Johnson Shot Boosts Protection Against Covid", "title_page": "Extra Johnson & Johnson Shot Boosts Protection Against Covid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A second dose of Johnson & Johnson’s vaccine substantially increased its protection against Covid-19, the company announced Tuesday morning.\nIn a clinical trial, researchers found that two doses of the vaccine delivered 94 percent efficacy against mild to severe Covid-19 in the United States, up from 74 percent conferred with a single shot, the company reported. And two shots showed 100 percent efficacy against severe disease, although that estimate had a wide range of uncertainty.\nThe data, presented in a news release, has been submitted to the Food and Drug Administration, Johnson & Johnson said. Since the company received emergency authorization in February, 14.6 million people in the United States have received its one-shot vaccine.\nOn Friday, an F.D.A. advisory committee recommended that the agency authorize Pfizer-BioNTech booster shots for recipients of the vaccine who are at least 65 or at high risk of Covid. That vaccine, like Moderna’s, offers high levels of initial protection after two doses, which then seem to diminish slightly over several months.", "url": "https://www.nytimes.com/2021/09/21/health/johnson-and-johnson-shot.html"}