{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:23:56", "date_modify": "2022-10-25 23:23:56", "date_publish": "2021-09-22 09:00:19", "description": "A series of studies found that the Moderna vaccine seemed to be more protective as the months passed than the Pfizer-BioNTech vaccine. Here’s why.", "filename": "2021_09_22_health_covid-moderna-pfizer-vaccines_1666740236.html", "image_url": "https://static01.nyt.com/images/2021/09/22/multimedia/22virus-vaccines-01/22virus-vaccines-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=219bb73907c260f0d17cce15746c45d0be0631f164063338e0ebf37eeec9a8de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_22_health_covid-moderna-pfizer-vaccines_1666740236.html", "title": "Moderna vs. Pfizer: Both Knockouts, but One Seems to Have the Edge", "title_page": "Moderna vs. Pfizer: Both Knockouts, but One Seems to Have the Edge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s not appropriate for people who took Pfizer to be freaking out that they got an inferior vaccine.”\nEven in the original clinical trials of the three vaccines eventually authorized in the United States — made by Pfizer-BioNTech, Moderna and Johnson & Johnson — it was clear that the J.&J. vaccine had a lower efficacy than the other two. Research since then has borne out that trend, although J.&J. announced this week that a second dose of its vaccine boosts its efficacy to levels comparable to the others.\nThe Pfizer-BioNTech and Moderna vaccines rely on the same mRNA platform, and in the initial clinical trials, they had remarkably similar efficacy against symptomatic infection: 95 percent for Pfizer-BioNTech and 94 percent for Moderna. This was in part why they were described as more or less equivalent.\nThe subtleties emerged over time. The vaccines have never been directly compared in a carefully designed study, so the data indicating that effects vary are based mostly on observations.\nResults from those studies can be skewed by any number of factors, including the location, the age of the population vaccinated, when they were immunized and the timing between the doses, Dr. Dean said.\nFor example, the Pfizer-BioNTech vaccine was rolled out weeks before Moderna’s to priority groups — older adults and health care workers. Immunity wanes more quickly in older adults, so a decline observed in a group consisting mostly of older adults may give the false impression that the protection from the Pfizer-BioNTech vaccine falls off quickly.\nGiven those caveats, “I’m not convinced that there truly is a difference,” said Dr. Bill Gruber, a senior vice president at Pfizer. “I don’t think there’s sufficient data out there to make that claim.”", "url": "https://www.nytimes.com/2021/09/22/health/covid-moderna-pfizer-vaccines.html"}