{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:31:41", "date_modify": "2022-10-25 23:31:41", "date_publish": "2021-07-01 16:48:18", "description": "The president wants to use pollution rules to rapidly lift sales, but there are hurdles ahead.", "filename": "2021_07_01_climate_biden-electric-cars-tailpipe-emissions_1666740701.html", "image_url": "https://static01.nyt.com/images/2021/07/02/climate/02CLI-CARS-print2/01CLI-CARS1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=c4ba5da071361f821ede172890b93cf148f421e460856655fbf24bc976fbcd68&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_01_climate_biden-electric-cars-tailpipe-emissions_1666740701.html", "title": "Here’s How Biden Aims to Increase Electric Car Sales", "title_page": "Here’s How Biden Aims to Increase Electric Car Sales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But if a final infrastructure package includes little or no spending on electric vehicles, a tougher tailpipe rule would likely face opposition from automakers, who would be forced to build and try to sell costly electric cars. And autoworker unions are also likely to fight a rapid federal push toward electric vehicles absent any help from the government. That’s because many economists estimate that manufacturing electric vehicles requires a third fewer workers than building conventional vehicles.\n“My concerns are, and she understands, that whenever we have technology shifts in the industry, it takes a lot of investment, and it doesn’t always work and take hold,” said Rory Gamble, president of the United Auto Workers, in an interview in March, speaking of his conversations with Ms. McCarthy, who has given the union leader her personal cellphone number. “We are stressing and making everybody aware of that in the shift to E.V.s.”\nPushback from oil and gas refiners, automakers and unions could create a political liability for a president who has proudly styled himself a “car guy” and a “union guy,” labels with great appeal to voters in the industrial areas of the Midwest and Northeast, including swing states like Michigan and Ohio.\nEnvironmentalists and progressives, on the other hand, want sharp cuts in pollution, now.\nA recent report by the International Energy Agency found that, in order to keep average global temperatures from increasing 1.5 Celsius above preindustrial levels, the threshold beyond which scientists say the Earth faces irreversible damage, all nations would have to end the sale of new gasoline-powered cars by 2035. The Earth has already warmed an average of 1 degree Celsius since the late 1800s.\nMs. Oge, the tailpipe emissions expert, said the Biden administration should write a strict rule that would require electric vehicles to account for 60 percent of automakers’ sales by 2030.\n“They need to give some sort of marching order to the federal agencies and the car companies,” Ms. Oge said. “This is a moment where every year counts. This is the moment to give the industry the message for where to invest through 2030.”", "url": "https://www.nytimes.com/2021/07/01/climate/biden-electric-cars-tailpipe-emissions.html"}