{"authors": ["Billy Witz"], "date_download": "2022-10-25 23:32:42", "date_modify": "2022-10-25 23:32:42", "date_publish": "2021-09-27 04:01:09", "description": "A former sailing coach who took a plea deal for shuffling bribes to Stanford’s athletic program says his colleagues knew where the money was coming from.", "filename": "2021_09_27_sports_stanford-varsity-blues-college-admission_1666740762.html", "image_url": "https://static01.nyt.com/images/2021/09/27/sports/27stanford-vandemoer1-print/27stanford-vandemoer-facebookJumbo.jpg?year=2021&h=549&w=1050&s=cc0eb676815dffe41f627837fbcacd8bdfca10b80a5ee3da7e7222570d881410&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_27_sports_stanford-varsity-blues-college-admission_1666740762.html", "title": "A Cog in the College Admissions Scandal Speaks Out", "title_page": "A Cog in the College Admissions Scandal Speaks Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vandemoer, 43, has written a book, “Rigged Justice,” which will be released on Tuesday, ahead of eight cases like his that are scheduled to go to trial in the coming months. In the book, Vandemoer details how he was duped by Singer and explains that he took a plea deal because a lengthy legal battle would have put him deeply in debt, as prosecutors had threatened to add more charges.\nHe also describes an environment that made Stanford a ripe target for Singer. Coaches in nonrevenue sports, which make up the vast majority of the university’s 36 teams, were pressured to raise money to fund their programs, he said, and top administrators raised few questions about the source of the gifts.\nVandemoer wrote that when he handed over a $500,000 check from Singer to a senior administrator, she excitedly called Bernard Muir, the athletic director, over to show him the check. As Muir offered congratulations, Vandemoer said he started to explain who Singer was, but Muir cut him off, saying, “We know Rick.”\nDee Mostofi, a Stanford spokeswoman, said that Muir — who did not respond to a direct message seeking comment for this article — knew of Singer, but that he had not met him or spoken with him. Muir sent Singer a thank-you letter acknowledging the gift, which is a standard practice for large donations, Mostofi said.\nIt seemed to Vandemoer as if Singer had everyone’s blessing. He appeared unannounced more than once in Vandemoer’s office in the athletic department, a sign, Vandemoer said, of the access Singer seemed to have enjoyed since a key card is required to enter the building. And Adam Cohen, the associate head coach for men’s basketball, had served as a conduit, telling Vandemoer that Singer, himself a former college basketball coach, was a good guy who could help him out.\nIn a Nov. 4, 2016, email that Vandemoer provided to The New York Times, Cohen wrote: “I wanted to touch base with you about Rick Singer and the possibility of the walk-on he has talked with you about. Are you free at all today for a quick conversation?”", "url": "https://www.nytimes.com/2021/09/27/sports/stanford-varsity-blues-college-admission.html"}