{"authors": ["Yan Zhuang", "Elian Peltier", "Alan Feuer"], "date_download": "2022-10-25 23:47:07", "date_modify": "2022-10-25 23:47:07", "date_publish": "2021-06-08 11:14:10", "description": "Global law enforcement officials revealed a three-year operation in which they said they had intercepted over 20 million messages. Hundreds of arrests were made in more than a dozen countries.", "filename": "2021_06_08_world_australia_operation-trojan-horse-anom_1666741627.html", "image_url": "https://static01.nyt.com/images/2021/06/08/world/08STING1/08STING1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b98ed4a566f69ef7b97a924bced5472f001f6f24c323db1a30967e8fd5139564&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_08_world_australia_operation-trojan-horse-anom_1666741627.html", "title": "Hundreds Arrested in Global Sting Using App Run by F.B.I.", "title_page": "Hundreds Arrested in Global Sting Using App Run by F.B.I. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The F.B.I.’s operation, according to court documents that the Justice Department unsealed on Monday, had its origins in early 2018 after the bureau dismantled a Canadian-based encryption service called Phantom Secure. That company, officials said, supplied encrypted cellphones to drug gangs, like Mexico’s Sinaloa cartel, and other criminal groups.\nSeeing a void in the underground market, the F.B.I. recruited a former Phantom Secure distributor who had been developing a new encrypted communications system called Anom. The informant agreed to work for the F.B.I. and let the bureau control the network for the possibility of a reduced prison sentence, according to the court documents. The F.B.I. paid the informant $120,000, the documents said.\nAnom devices were cellphones that had been stripped of all normal functions. Their only working app was disguised as the calculator function: After entering a code, users could send messages and photos with end-to-end encryption.\nOver three years, more than 12,000 Anom devices were sold to over 300 criminal syndicates operating in more than 100 countries, according to Europol. The devices cost varied by location but were generally sold, court papers say, on six-month subscriptions available for $1,700 in the United States.\nWorking with the Australian authorities, the F.B.I. and the informant developed a “master key” that allowed them to reroute the messages to a third country and decrypt them, ultimately intercepting more than 27 million messages.\nThe authorities also relied on the informant to get the devices into the highly insular criminal networks. The informant started in October 2018 by offering the devices to three other distributors with connections to organized crime in Australia.", "url": "https://www.nytimes.com/2021/06/08/world/australia/operation-trojan-horse-anom.html"}