{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:12", "date_modify": "2022-10-25 23:44:12", "date_publish": "2021-04-17 15:56:41", "description": "The televised and live-streamed rite afforded Britons a chance to witness a seeming slight easing in the strained relations between Princes William and Harry.", "filename": "2021_04_17_world_europe_funeral-prince-philip-uk_1666741452.html", "image_url": "https://static01.nyt.com/images/2021/04/17/world/17PHILIP-FUNERAL5/17PHILIP-FUNERAL5-facebookJumbo.jpg?year=2021&h=550&w=1050&s=27b9959e0a4491fdfa5f9ddafafbdae7f1b40a88dce87adc22e97a2fb2819f83&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_17_world_europe_funeral-prince-philip-uk_1666741452.html", "title": "Prince Philip Is Laid to Rest in a Somber 50-Minute Ceremony", "title_page": "Prince Philip Is Laid to Rest in a Somber 50-Minute Ceremony - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — His coffin borne on a military green Land Rover that he had helped design, Prince Philip was laid to rest on Saturday at Windsor Castle in an austere, meticulously choreographed funeral that captured his steely role in Britain’s royal family and offered a solemn glimpse of its uncertain future.\nQueen Elizabeth II bade farewell to Philip, her husband, who died on April 9, two months shy of his 100th birthday, from solitude inside St. George’s Chapel. She was clad in a mask and kept at a distance from her children and grandchildren by pandemic social distancing requirements, which limited attendance to 30 people.\nHer grandsons Prince William and Prince Harry were separated as well, by one of their cousins, as they walked behind Philip’s coffin. This quirk of royal protocol dramatized the rift between the brothers that opened after Harry’s marriage to an American former actress, Meghan Markle.\nThat wedding was held nearly three years ago in the same Gothic chapel on a similarly crystalline Saturday. It was both a joyful contrast and a poignant reminder of the turbulence that has enveloped the House of Windsor since its patriarch faded into retirement and a new generation of royals seized the limelight.", "url": "https://www.nytimes.com/2021/04/17/world/europe/funeral-prince-philip-uk.html"}