{"authors": ["Daniel Politi"], "date_download": "2022-10-25 22:56:53", "date_modify": "2022-10-25 22:56:53", "date_publish": "2021-10-13 20:44:27", "description": "Across the region, countries are grappling with unequal distribution of doses and vaccine hesitancy.", "filename": "2021_10_13_world_americas_haiti-covid-vaccinations-caribbean_1666738613.html", "image_url": "https://static01.nyt.com/images/2021/10/13/us/13virus-briefing-caribbean/13virus-briefing-caribbean-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=66e56b8dc66ddeb8493da713636772d0174b49be789c0cdf0b5aa22e17795cc6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_13_world_americas_haiti-covid-vaccinations-caribbean_1666738613.html", "title": "Caribbean Nations Struggle With Covid Vaccination Rates", "title_page": "Caribbean Nations Struggle With Covid Vaccination Rates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Guatemala, shortages of syringes have slowed vaccination efforts. In Haiti, logistical and security challenges after the devastating Aug. 14 earthquake have contributed to making it the country with the lowest vaccination coverage in the world.\nAnd across the Caribbean, countries are grappling with unequal distribution of doses and vaccine hesitancy, World Health Organization officials warned today in an online news conference.\nAn “important challenge that the Caribbean is facing — English-speaking countries and French- speaking countries and territories — is vaccine hesitancy,” said Dr. Sylvain Aldighieri, the Covid-19 incident manager at the Pan American Health Organization, which is part of the W.H.O.\n“Even if some territories of the Caribbean are leading the regional effort in terms of vaccination coverage, we can say that the vaccine uptick is suboptimal in most of the Caribbean countries,” he said.", "url": "https://www.nytimes.com/2021/10/13/world/americas/haiti-covid-vaccinations-caribbean.html"}