{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:48:10", "date_modify": "2022-10-25 23:48:10", "date_publish": "2021-11-15 14:12:41", "description": "Mr. O’Rourke’s announcement on Monday set the stage for a pitched political showdown over the future of the country’s largest Republican-led state.", "filename": "2021_11_15_us_politics_beto-orourke-texas-governor-announcement_1666741690.html", "image_url": "https://static01.nyt.com/images/2021/11/10/us/politics/HFO-00texas-beto/HFO-00texas-beto-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_15_us_politics_beto-orourke-texas-governor-announcement_1666741690.html", "title": "Beto O’Rourke Announces Run for Texas Governor, Testing Democrats’ Strength", "title_page": "Beto O’Rourke Announces Run for Texas Governor, Testing Democrats’ Strength - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The last thing Texans need is President Biden’s radical liberal agenda coming to Texas under the guise of Beto O’Rourke,” a campaign spokesman, Mark Miner, said in the statement.\nMr. O’Rourke has been a darling of Texas Democrats and party activists since his run against Senator Ted Cruz in 2018. His narrow loss gave hope to Democrats that the state was on the cusp of turning their way. His campaign hopes to rekindle that enthusiasm as it tries to unseat Mr. Abbott, who is seeking re-election to a third term.\nBut Mr. O’Rourke has lost some of the luster of that first run. He followed it up with a presidential campaign that ended in disappointment and saw him take liberal positions on guns and the border that he will now have to explain to Texas voters. One recent public poll found Mr. O’Rourke nearly tied with Mr. Abbott in a hypothetical match-up, while another showed him losing by nine percentage points.\nStill, the arrival of Mr. O’Rourke set the stage for a pitched political showdown next November over the future of Texas at a time when the state — with its expanding cities and diversifying population — has appeared increasingly up for grabs.\nDemocrats have seen their story of political change in Texas grow increasingly complicated since the 2020 election.\nLast month in San Antonio, a Republican flipped a Democratic seat in the Texas House of Representatives during a special election. And on Monday, Ryan Guillen, a longtime Democrat who has represented a majority-Latino district in the Rio Grande Valley, announced that he was becoming a Republican.\nFormer President Donald J. Trump carried the state by nearly six points in 2020 and gained ground for Republicans among Hispanic voters in the Rio Grande Valley, a Democratic stronghold along the Mexican border. Republicans also held on to control of the Texas Legislature despite a concerted effort by Democrats to flip it. And Republicans have had an electoral lock on the governor’s mansion that has stretched for nearly three decades. The last Democrat to serve as governor was Ann Richards, who won election in November 1990 and was in office from January 1991 to January 1995.", "url": "https://www.nytimes.com/2021/11/15/us/politics/beto-orourke-texas-governor-announcement.html"}