{"authors": ["Rebecca R. Ruiz"], "date_download": "2022-10-25 23:50:59", "date_modify": "2022-10-25 23:50:59", "date_publish": "2021-04-30 09:00:18", "description": "How to coax corporate America to return to work? First, get rid of the dead plants.", "filename": "2021_04_30_business_back-to-office-work-coronavirus-pandemic_1666741859.html", "image_url": "https://static01.nyt.com/images/2021/05/02/business/00officespace8/00officespace8-facebookJumbo.jpg?year=2021&h=550&w=1050&s=87461998d57f7162fc44be37e8197da5831fe30ac225311f86f66f96b4937a02&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_30_business_back-to-office-work-coronavirus-pandemic_1666741859.html", "title": "They Want You Back at the Office", "title_page": "They Want You Back at the Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some companies have begun seizing opportunities to strike favorable deals. In March, the private equity firm Blackstone expanded its headquarters in New York, going against the grain and taking on 80,000 more square feet while also extending its existing leases.\n“Have people moved out, have companies contracted, gone to Florida? Of course,” said William C. Rudin, chief executive of Rudin Management Company. “But there are signs that people are coming back, and it’s a tenant’s market.”\nMost lease renewals over the last year were for shorter periods of time, according to data from Cushman & Wakefield, as businesses opted to defer big decisions.\nGone, at least for now, are leases that typically stretched to 10 and 15 years, according to Whitley Collins, global president for advisory and transaction services at CBRE. “What company today can look out two to three years,” he said, “let alone 10 to 15?”\nThe market has only grown more crowded, as the amount of space companies are seeking to shed keeps climbing. According to CoStar’s data, a record 24 million square feet of office space is available for sublease in Manhattan — a 56 percent rise from the start of 2020, and a figure far outstripping the 16 million square feet on offer at the height of the Great Recession. In some suburban markets like Dallas and Houston, too, that number has risen, according to CoStar.\nThe industry is holding out hope the trends might reverse. In a survey by Savills of 120 technology companies, the firm found that the proportion of those expecting to shrink their offices was 47 percent in March, down from 82 percent in October 2020.\nBut few companies have cemented long-term plans, contributing to the sense of suspended animation this spring. Real estate executives, accustomed to transacting with C.F.O.s and operations managers, said that for the first time chief executives and full human resources teams had joined those conversations.", "url": "https://www.nytimes.com/2021/04/30/business/back-to-office-work-coronavirus-pandemic.html"}