{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:30:44", "date_modify": "2022-10-25 23:30:44", "date_publish": "2021-09-08 22:54:31", "description": "The bill would curb production quotas at Amazon and other companies that critics say are excessive and force workers to forgo bathroom breaks.", "filename": "2021_09_08_business_economy_amazon-labor-california-senate_1666740644.html", "image_url": "https://static01.nyt.com/images/2021/09/07/business/00cal-labor/00cal-labor-facebookJumbo.jpg?year=2021&h=549&w=1050&s=37380915c2e01c2d932e23b44134c462b20844d904d6993740b79d9ef9ba47ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_08_business_economy_amazon-labor-california-senate_1666740644.html", "title": "California Senate Passes Bill Reining In Amazon Labor Model", "title_page": "California Senate Passes Bill Reining In Amazon Labor Model - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the latest sign of the growing scrutiny of Amazon’s labor practices, the California State Senate on Wednesday approved a bill that would place limits on production quotas for warehouse workers.\nThe bill, which passed the Senate 26-to-11, was written partly in response to high rates of injuries at Amazon warehouses. The legislation prohibits companies from imposing production quotas that prevent workers from taking state-mandated breaks or using the bathroom when needed, or that keep employers from complying with health and safety laws.\nThe Assembly, which passed an initial version in May, is expected to approve the Senate measure by the end of the state’s legislative session on Friday.\n“In the Amazon warehouse space, what we’re trying to take on is this increased use of quotas and discipline based on not meeting the quotas, without a human factor in dealing with a reason why a worker might not make a quota,” Assemblywoman Lorena Gonzalez, the bill’s author, said in an interview last week.", "url": "https://www.nytimes.com/2021/09/08/business/economy/amazon-labor-california-senate.html"}