{"authors": ["Robert D. Mcfadden"], "date_download": "2022-10-25 23:37:52", "date_modify": "2022-10-25 23:37:52", "date_publish": "2021-12-19 17:10:13", "description": "He succeeded Newt Gingrich in the House. As a Republican U.S. senator, he was known for championing bipartisan cooperation.", "filename": "2021_12_19_us_politics_johnny-isakson-dead_1666741072.html", "image_url": "https://static01.nyt.com/images/2021/12/20/obituaries/19isakson/19isakson-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_19_us_politics_johnny-isakson-dead_1666741072.html", "title": "Johnny Isakson, 76, Longtime Senator From Georgia, Is Dead", "title_page": "Johnny Isakson, 76, Longtime Senator From Georgia, Is Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Johnny Isakson, a Georgia Republican who succeeded Newt Gingrich in the House of Representatives, and in 15 years in the Senate was a moderate conservative, often championing bipartisan cooperation, until his resignation for health reasons in 2019, died on Sunday at his home in Atlanta. He was 76.\nHis death was confirmed by the Isakson Initiative, which he founded to raise money for research into neurocognitive diseases. It did not specify a cause, but when he resigned, Senator Isakson had cited progressive Parkinson’s disease and surgery to remove a growth on a kidney.\nMr. Isakson made a fortune as a real estate executive before going into politics at 32. He served 17 years in the Georgia Legislature, lost a race for governor and another to succeed Senator Sam Nunn, a retiring Democrat who had been in office for 25 years. As a consolation, the governor named Mr. Isakson to head the state Board of Education. It seemed his political career was over.\nBut Mr. Gingrich, the mercurial House speaker from Georgia, was facing a revolt in his caucus over midterm election losses. He resigned as speaker and announced that he would not take his seat for an 11th term starting in January 1999. A month later, Mr. Isakson, well-liked in the state for his legislative and education work, won a special election and took Mr. Gingrich’s seat.", "url": "https://www.nytimes.com/2021/12/19/us/politics/johnny-isakson-dead.html"}