{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:48:08", "date_modify": "2022-10-25 23:48:08", "date_publish": "2021-02-02 01:47:16", "description": "Senator Mitch McConnell issued a scathing rebuke on Monday saying that the “loony lies and conspiracy theories” embraced by Ms. Greene amounted to a “cancer” on the Republican Party.", "filename": "2021_02_01_us_politics_mitch-mcconnell-marjorie-taylor-greene_1666741688.html", "image_url": "https://static01.nyt.com/images/2021/02/01/us/politics/01transition-brief-mcconnell/01transition-brief-mcconnell-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1b6f8fe93758027a9480000d025526f762ea534ef003d030d4332d1c0d0c581a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_01_us_politics_mitch-mcconnell-marjorie-taylor-greene_1666741688.html", "title": "Mitch McConnell Says Marjorie Taylor Greene’s ‘Loony Lies’ Are a ‘Cancer’ on GOP", "title_page": "Mitch McConnell Says Marjorie Taylor Greene’s ‘Loony Lies’ Are a ‘Cancer’ on GOP - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Mitch McConnell said on Monday that the “loony lies and conspiracy theories” embraced by Representative Marjorie Taylor Greene amounted to a “cancer” on the Republican Party, issuing what in effect was a scathing rebuke to the freshman House Republican from Georgia.\nIn a statement reported by The Hill, Mr. McConnell of Kentucky, the minority leader, never named Ms. Greene, but he referred to several of the outlandish and false conspiracy theories she has espoused and warned that such statements were damaging the party.\n“Loony lies and conspiracy theories are cancer for the Republican Party and our country,” Mr. McConnell said. “Somebody who’s suggested that perhaps no airplane hit the Pentagon on 9/11, that horrifying school shootings were pre-staged, and that the Clintons crashed JFK Jr.’s airplane is not living in reality. This has nothing to do with the challenges facing American families or the robust debates on substance that can strengthen our party.”\nHouse Republican leaders in the past week have been mostly silent as pressure mounted to respond to the cascade of Ms. Greene’s problematic social media posts and videos that have surfaced in the past week, in which she endorsed a seemingly endless array of conspiracy theories and violent behavior, including executing Democratic leaders. At the same time, they are weighing calls within their ranks by loyalists of former President Donald J. Trump to strip Representative Liz Cheney, the No. 3 Republican, of her leadership post as punishment for her vote to impeach Mr. Trump.", "url": "https://www.nytimes.com/2021/02/01/us/politics/mitch-mcconnell-marjorie-taylor-greene.html"}