{"authors": ["Mark Miller"], "date_download": "2022-10-25 23:28:49", "date_modify": "2022-10-25 23:28:49", "date_publish": "2021-04-01 09:00:25", "description": "Covid-19 has driven down Americans’ demand for senior care facilities. Building support for more elders to remain at home requires systemic changes.", "filename": "2021_04_01_business_nursing-homes-covid-retirement_1666740529.html", "image_url": "https://static01.nyt.com/images/2021/04/04/business/26Retiring-01/26Retiring-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=97f49e3fba327e11b31ccd150b1615068d8d2f5d277de40e433162264d9571fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_01_business_nursing-homes-covid-retirement_1666740529.html", "title": "Turning Away From Nursing Homes, to What?", "title_page": "Turning Away From Nursing Homes, to What? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Covid-19 had taken the lives of 181,000 people in U.S. nursing homes, assisted living and other long-term care facilities through last weekend, according to the Kaiser Family Foundation — 33 percent of the national toll. All types of nursing homes, no matter their quality, have been hit, according to an investigation of Medicare’s rating system by The New York Times.\nThe troubles have intensified a spotlight on long-running questions about how communities can do a better job supporting people who need care but want to live outside an institutional setting.\nBecoming more age-friendly\nDemand for such care has declined sharply during the pandemic.\nThe occupancy rate in nursing homes in the fourth quarter of 2020 was 75 percent, down 11 percentage points from the first quarter, according to the National Investment Center for Seniors Housing & Care, a research group. The reduced demand was tied to Covid-19, deaths from the virus and a steep decline in elective surgery that requires follow-up care in a skilled nursing facility, according to the group’s research.\n“We’ve been seeing increasing levels of calls to our member agencies and other community aging providers from people who have Mom or Dad in a nursing home or an assisted living facility, and now they want to get them out and bring them home,” said Sandy Markwood, chief executive officer of the National Association of Area Agencies on Aging.\nThe shift may not be permanent, but this much is clear: As the aging of the nation accelerates, most communities need to do much more to become age-friendly, said Jennifer Molinsky, senior research associate at the Joint Center for Housing Studies at Harvard.", "url": "https://www.nytimes.com/2021/04/01/business/nursing-homes-covid-retirement.html"}