{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:43:09", "date_modify": "2022-10-25 23:43:09", "date_publish": "2021-02-24 00:35:02", "description": "Key senators and corporate executives warned at a hearing on Tuesday that the “scope and scale” of the hacking of government agencies and companies, the most sophisticated in history, were still unclear.", "filename": "2021_02_23_us_politics_solarwinds-hack-senate-intelligence-russia_1666741389.html", "image_url": "https://static01.nyt.com/images/2021/02/23/us/politics/23dc-solarwinds/23dc-solarwinds-facebookJumbo.jpg?year=2021&h=549&w=1050&s=2b96f554da8c80e905353524dcf822de922f86fa951341fb2c908581c85d7822&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_23_us_politics_solarwinds-hack-senate-intelligence-russia_1666741389.html", "title": "After Russian Cyberattack, Looking for Answers and Debating Retaliation", "title_page": "After Russian Cyberattack, Looking for Answers and Debating Retaliation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those options, according to officials familiar with the discussions, include variants of steps that President Barack Obama considered and rejected after the 2016 hacking of state election systems. They included using cybertools to reveal or freeze assets secretly held by President Vladimir V. Putin of Russia, exposure of his links to oligarchs or technological moves to break through Russian censorship to help dissidents communicate to the Russian people at a moment of political protest.\nAt a news briefing at the White House on Tuesday, Jen Psaki, the press secretary, said that an American response would come in “weeks, not months.” But first the United States will have to make a definitive declaration that one of Russia’s intelligence agencies was responsible.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“There is not a lot of suspense at this moment about what we are talking about,” said Mr. Smith, who added that while Microsoft had not identified the intruders, it saw nothing to contradict the tentative finding of American intelligence that Russia was “likely” to be the culprit.\nMr. Biden will then have to surmount another problem: Differentiating what the Russians did from the kind of espionage the United States does, including against its allies. Officials are already preparing the grounds for that argument. Last week, Mr. Biden called the intrusion of the malware “reckless” because it affected more than 18,000 companies, mostly in the United States. In private, American officials are already testing an argument that Russia needs to be punished for “indiscriminate” hacking, while the United States uses similar tools for only targeted purposes. It is unclear that argument will prove convincing to others to join in steps to make Russia pay.\nMr. Biden’s coming actions appear likely to include executive orders on improving the resiliency of government agencies and companies to attacks and proposals for mandatory disclosure of hackings. Many of the companies that lost data to the Russians have not admitted to it, either out of embarrassment or because there is no legal requirement to disclose even a major breach.\nBut the subtext of much of the testimony was that Russia’s intelligence services might have laced American networks with “backdoor” access. And that possibility — just the fear of it — could constrain the kind of punishment that Mr. Biden metes out. While he promised during the presidential transition to impose “substantial costs,” previous promises to hold Russia accountable did not create enough of a deterrent to concern them about the penalty if they were caught in the most sophisticated supply-chain hacking in history.\n“The reality is that they are going to come back, and they are going to be an ever-present offense,” said Kevin Mandia, the chief executive of FireEye, the cybersecurity company that first found the intrusion after Russians stole its tools for fighting hackers. Mr. Mandia, a former Air Force intelligence officer, noted that “since the front door was locked,” the hackers turned to known but little-addressed vulnerabilities. In this case, they got into the update system of network management software made by a company called SolarWinds. When users of the SolarWinds Orion software downloaded the updated versions of the code, the Russians were in.", "url": "https://www.nytimes.com/2021/02/23/us/politics/solarwinds-hack-senate-intelligence-russia.html"}