{"authors": ["Jack Ewing", "Ivan Penn"], "date_download": "2022-10-25 23:00:26", "date_modify": "2022-10-25 23:00:26", "date_publish": "2021-02-16 10:00:15", "description": "Carmakers, government agencies and investors are pouring money into battery research in a global race to profit from emission-free electric cars.", "filename": "2021_02_16_business_energy-environment_electric-car-batteries-investment_1666738826.html", "image_url": "https://static01.nyt.com/images/2021/02/17/us/00ev-battery01/00ev-battery01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=09d17da21cc0638ebbba73647ffc4c0b9f8650e46853a74ad41905e1688c8b1b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_16_business_energy-environment_electric-car-batteries-investment_1666738826.html", "title": "The Auto Industry Bets Its Future on Batteries", "title_page": "The Auto Industry Bets Its Future on Batteries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Today’s batteries are not competitive,” said Jagdeep Singh, chief executive of QuantumScape, which is based in San Jose, Calif. “Batteries have enormous potential and are critical for a renewable energy economy, but they have to get better.”\nFor the most part, all of the money pouring into battery technology is good news. It puts capitalism to work on solving a global problem. But this reordering of the auto industry will also claim some victims, like the companies that build parts for internal combustion engine cars and trucks, or automakers and investors that bet on the wrong technology.\n“Battery innovations are not overnight,” said Venkat Srinivasan, director of the Argonne National Laboratory’s Collaborative Center for Energy Storage Science. “It can take you many years. All sorts of things can happen.”\nMost experts are certain that demand for batteries will empower China, which refines most of the metals used in batteries and produces more than 70 percent of all battery cells. And China’s grip on battery production will slip only marginally during the next decade despite ambitious plans to expand production in Europe and the United States, according to projections by Roland Berger, a German management consulting firm.\nBattery production has “deep geopolitical ramifications,” said Tom Einar Jensen, the chief executive of Freyr, which is building a battery factory in northern Norway to take advantage of the region’s abundant wind and hydropower. “The European auto industry doesn’t want to rely too much on imports from Asia in general and China in particular,” he added.\nFreyr plans to raise $850 million as part of a proposed merger with Alussa Energy Acquisition Corporation, a shell company that sold shares before it had any assets. The deal, announced in January, would give Freyr a listing on the New York Stock Exchange. The company plans to make batteries using technology developed by 24M Technologies in Cambridge, Mass.\nThe first priority for the industry is to make batteries cheaper. Batteries for a midsize electric car cost about $15,000, or roughly double the price they need to be for electric cars to achieve mass acceptance, Mr. Srinivasan said.", "url": "https://www.nytimes.com/2021/02/16/business/energy-environment/electric-car-batteries-investment.html"}