{"authors": ["Nick Corasaniti"], "date_download": "2022-10-25 23:30:05", "date_modify": "2022-10-25 23:30:05", "date_publish": "2021-05-26 09:00:14", "description": "Brad Raffensperger, the Republican secretary of state in Georgia, told The Times that a new, disinformation-driven attempt to inspect 2020 ballots wouldn’t unearth wrongdoing, and would help restore voter confidence.", "filename": "2021_05_26_us_politics_brad-raffensperger-georgia-trump_1666740605.html", "image_url": "https://static01.nyt.com/images/2021/05/26/us/politics/26raffensperger-QA/26raffensperger-QA-facebookJumbo.jpg?year=2021&h=550&w=1050&s=847078f3f308f6bb301c629aa7c711c860f0c8ff7b58015df438501f93a2c35e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_26_us_politics_brad-raffensperger-georgia-trump_1666740605.html", "title": "He Fought Trump’s 2020 Lies. He Also Backs New Scrutiny of Ballots.", "title_page": "He Fought Trump’s 2020 Lies. He Also Backs New Scrutiny of Ballots. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Unfortunately, the No. 1 issue that we’re facing right now in elections nationwide is voter confidence. Now, in Georgia, it goes back to the 2018 governor’s race, when Stacey Abrams did not concede, and then in 2016, days after President Trump won, the other camp talks about Russian collusion. And so we had those aspersions cast on Trump’s victory.\nBut what happens each time is that voter confidence takes a hit. So whenever we can restore, or have a process that will help restore, voter confidence, I think that’s a good thing — if you have an open and transparent process in which everyone can objectively agree that this is due process that they’re doing, that they’re making sure they’re following the law.\nAt the end of the day, they’re going to get the same results we got after November. And then we can hopefully put this to bed.\nSo even though you know that the allegations in this most recent lawsuit aren’t going to come to fruition, going through another public process will help build confidence?\nIt’s really the process of civic engagement. Let the citizens have an open, transparent process in which other sets of eyeballs can verify what’s already been verified.\nWe’ve already done a 100 percent hand recount of every single absentee ballot, every single early-vote ballot and every date-of-election ballot. So all three forms of voting have been counted in Georgia. Every single one of those paper ballots has been hand-counted.\nSo I know the results aren’t going to change, but it just helps increase voter confidence and it helps our entire nation to move off this issue and really get back to a more stable society.", "url": "https://www.nytimes.com/2021/05/26/us/politics/brad-raffensperger-georgia-trump.html"}