{"authors": ["Shashank Bengali"], "date_download": "2022-10-25 23:23:38", "date_modify": "2022-10-25 23:23:38", "date_publish": "2021-10-12 18:46:08", "description": "Prime Minister Boris Johnson’s slowness last year to impose a lockdown and institute widespread testing had tragic results, according to a parliamentary report.", "filename": "2021_10_12_world_europe_uk-covid-deaths-inquiry_1666740218.html", "image_url": "https://static01.nyt.com/images/2021/10/12/world/12virus-uk-01/12virus-uk-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2f925c177864a127133de1f3d2653cb7cf918381be0855a065526e8a067498a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_12_world_europe_uk-covid-deaths-inquiry_1666740218.html", "title": "Britain’s Covid Missteps Cost Thousands of Lives, Inquiry Finds", "title_page": "Britain’s Covid Missteps Cost Thousands of Lives, Inquiry Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Britain has experienced one of the worst Covid-19 outbreaks among wealthy nations, with 162,000 deaths officially attributed to the disease. Like many Western democracies, at the outset of the pandemic it struggled to balance individual liberties with strict measures such as lockdowns, and suffered from mismanagement at the top levels of government.\nThe country has tried to put those missteps behind it, racing ahead last winter and spring as one of the world leaders in vaccinations, with more than three-quarters of people 12 and older having now received two doses of a Covid vaccine. As deaths declined from prior peaks, Britain cast off nearly all restrictions, and even though infections remain high, Mr. Johnson has tried to portray the country as having put the worst of the pandemic behind it.\nBut as he struggles against a raft of new economic problems, the report renewed criticisms of his government’s handling of the virus. It does not require the government to act, but its findings are likely to influence the public debate for months to come. A full public inquiry promised by Mr. Johnson is not scheduled to begin until next year.\n“This report lays bare the failings of the U.K. government to contain Covid, including delayed border measures, nonexistent testing for weeks, lack of P.P.E. for frontline workers and a late lockdown,” said Devi Sridhar, the head of the global public health program at the University of Edinburgh. “Hopefully, lessons will be learned from this.”", "url": "https://www.nytimes.com/2021/10/12/world/europe/uk-covid-deaths-inquiry.html"}