{"authors": ["Elizabeth Dias"], "date_download": "2022-10-25 23:23:59", "date_modify": "2022-10-25 23:23:59", "date_publish": "2021-06-18 17:23:55", "description": "The decision was aimed at the nation’s second Catholic president and exposed bitter divisions in American Catholicism.", "filename": "2021_06_18_us_targeting-biden-catholic-bishops-advance-controversial-communion-plan_1666740239.html", "image_url": "https://static01.nyt.com/images/2021/06/18/us/18catholic-communion/merlin_182582481_e1f914b0-3673-4264-b8d8-cfddc82a1dca-facebookJumbo.jpg?year=2021&h=550&w=1050&s=332754e2d8afcbc83041e714ba1e306a79d5536bef55344f620ca075f565fad6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_18_us_targeting-biden-catholic-bishops-advance-controversial-communion-plan_1666740239.html", "title": "Targeting Biden, Catholic Bishops Advance Controversial Communion Plan", "title_page": "Targeting Biden, Catholic Bishops Advance Controversial Communion Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Roman Catholic bishops of the United States, flouting a warning from the Vatican, have overwhelmingly voted to draft guidance on the sacrament of the Eucharist, advancing a push by conservative bishops to deny President Biden communion because of his support of abortion rights.\nThe decision, made public on Friday afternoon, is aimed at the nation’s second Catholic president, perhaps the most religiously observant commander in chief since Jimmy Carter, and exposes bitter divisions in American Catholicism. It capped three days of contentious debate at a virtual June meeting of the United States Conference of Catholic Bishops. The measure was approved by a vote of 73 percent in favor and 24 percent opposed.\nThe Eucharist, or holy communion, is one of the most sacred rituals in Christianity, and bishops have grown worried in recent years about declining Mass attendance and misunderstanding of the importance of the sacrament to Catholic life.\nBut the move to target a president, who regularly attends Mass and has spent a lifetime steeped in Christian rituals and practices, is striking coming from leaders of the president’s own faith, particularly after many conservative Catholics turned a blind eye to the sexual improprieties of former President Donald J. Trump because they supported his political agenda. It reveals a uniquely American Catholicism increasingly at odds with Rome and Pope Francis.", "url": "https://www.nytimes.com/2021/06/18/us/targeting-biden-catholic-bishops-advance-controversial-communion-plan.html"}