{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:23:38", "date_modify": "2022-10-25 23:23:38", "date_publish": "2021-07-18 12:27:33", "description": "The British prime minister and his top finance official were “pinged” by the health service’s test-and-trace app as contacts of the health minister, who has tested positive for the coronavirus.", "filename": "2021_07_18_world_europe_boris-johnson-covid-quarantine_1666740218.html", "image_url": "https://static01.nyt.com/images/2021/07/18/world/18uk-virus-01/18uk-virus-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a934abbbf886d37ce8ae7cd62bcbfa78a4dfecc2921c72e9869af5101a1113de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_18_world_europe_boris-johnson-covid-quarantine_1666740218.html", "title": "Boris Johnson to Self Isolate After Backlash Over Quarantine Rules", "title_page": "Boris Johnson to Self Isolate After Backlash Over Quarantine Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The situation has raised further questions about the government’s plan to lift restrictions on Monday, even as cases have surged to more than 50,000 a day, largely because of the highly transmissible Delta variant. British news media have called July 19 “Freedom Day,” but for thousands of people who are either infected or have been in contact with an infected person, that phrase will ring hollow.\nUnder the health service’s pilot program, Mr. Johnson and Mr. Sunak would have continued to work at Downing Street, which has been equipped with facilities to conduct daily tests. They would also still have been required to self-isolate when not at work. Mr. Johnson and his wife, Carrie, live in an apartment on the upper floors of 11 Downing Street, adjacent to his office. That building also houses Mr. Sunak’s office.\nThe news of the testing arrangement brought immediate criticism, with some pointing out that it was only the latest example of senior officials playing by different rules. By 11 a.m. in London, three hours after the original statement, both men backed off.\nThe prime minister was at his country residence, Chequers, when he was notified by the N.H.S. and will now stay there to isolate.\nMidafternoon Sunday, Mr. Johnson released a video on Twitter in which he said that he and Mr. Sunak had considered taking part in the pilot program, but that they had decided it was “far more important that everybody sticks to the same rules, and that’s why I’m going to be self-isolating until the 26th of July.”\nMr. Sunak said on Twitter that “whilst the test and trace pilot is fairly restrictive, allowing only essential government business, I recognise that even the sense that the rules aren’t the same for everyone is wrong.”\n“To that end,” he wrote, “I’ll be self isolating as normal and not taking part in the pilot.”\nIn his video, the prime minister reiterated that the country was going forward with opening up on Monday, and that it was still the “right moment, but we’ve got to do it cautiously.”", "url": "https://www.nytimes.com/2021/07/18/world/europe/boris-johnson-covid-quarantine.html"}