{"authors": ["Roger Cohen", "Adam Rasgon"], "date_download": "2022-10-25 23:56:01", "date_modify": "2022-10-25 23:56:01", "date_publish": "2021-06-13 21:06:27", "description": "Naftali Bennett, heckled and insulted, replaced Benjamin Netanyahu as prime minister by the narrowest of margins.", "filename": "2021_06_13_world_middleeast_israel-netanyahu-bennett_1666742161.html", "image_url": "https://static01.nyt.com/images/2021/06/13/world/13jerusalem-scene1/13jerusalem-scene1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=617e6d012b20043b8c99a0b49e976639fe42b4631abd91361e834d797e3d0ed2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_13_world_middleeast_israel-netanyahu-bennett_1666742161.html", "title": "Tumult Disrupts Israeli Parliament as Netanyahu Era Ends", "title_page": "Tumult Disrupts Israeli Parliament as Netanyahu Era Ends - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We stopped the train a step before the abyss,” Mr. Bennett said, explaining that the “turmoil of elections and hatred” had to end.\nSuch was the tumult that Mr. Lapid skipped his planned speech. He asked for forgiveness of his 86-year-old mother, whom he had brought to Parliament to watch because he “wanted her to be proud of the democratic process in Israel.” He added, “Instead, she, along with every citizen of Israel, is ashamed of you.”\nThe pandemonium eased somewhat when Mr. Netanyahu took the podium, a confident, even haughty figure. Some sense of the awe in which much of Israel has held him was palpable.\nThe chamber was initially quiet as he launched into his speech, which was unusually dismissive toward the United States on the subject of Iran and its nuclear program. The Biden administration is reviewing a possible return to the Iran nuclear deal, which the Trump administration scrapped.\n“The new United States administration asked me to keep our disagreements in nuclear matters private, not to publicize this,” Mr. Netanyahu said. “I said I would not do this, and I will tell you why: Because the lessons of history stand before our eyes.”\nHe cited the United States’ refusal to bomb railroad tracks leading to Nazi extermination camps in World War II or to bomb gas chambers there, “something which could have saved millions of our people.”\n“We had no state, we had no army” at the time, he said. “But today we have a voice, we have a voice, and we have a defending force.”", "url": "https://www.nytimes.com/2021/06/13/world/middleeast/israel-netanyahu-bennett.html"}