{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:44:34", "date_modify": "2022-10-25 23:44:34", "date_publish": "2021-10-13 20:37:09", "description": "In the E.E.O.C. filing, the actor, who is nonbinary, describes being retaliated against after requesting a gender-neutral dressing room, among other claims. The show denies the allegations.", "filename": "2021_10_13_theater_hamilton-dressing-room-eeoc-complaint_1666741474.html", "image_url": "https://static01.nyt.com/images/2021/10/13/arts/13hamilton-pantages/13hamilton-pantages-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0cd881e953bdd0f2de34e6f3ec9986a0ab6a27ae9db89bc9970e70c6e5d1040d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_13_theater_hamilton-dressing-room-eeoc-complaint_1666741474.html", "title": "Former ‘Hamilton’ Cast Member Files Discrimination Complaint Against Show", "title_page": "Former ‘Hamilton’ Cast Member Files Discrimination Complaint Against Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A former “Hamilton” cast member filed a federal workplace complaint against the show on Wednesday, alleging that the show had retaliated and refused to renew a contract after the actor had requested a gender-neutral dressing room.\nIn the complaint, filed with the U.S. Equal Employment Opportunity Commission, lawyers for the former cast member, Suni Reid (who prefers the pronouns they/them), said they were sidelined and eventually let go in September after requesting a gender-neutral space at the Pantages Theater in Los Angeles where “Hamilton” was playing.\nIn the 28-page complaint, Reid, a Black, nonbinary performer who has performed with the New York, Chicago and Los Angeles productions of “Hamilton” since 2017, outlined several other instances of discrimination and harassment by cast members and management over the years, including episodes in which Reid said they were physically threatened or intentionally and repeatedly misgendered.\nThe complaint said Reid eventually intends to pursue legal claims in federal court. Filing a charge of discrimination and retaliation with the E.E.O.C. is a precursor to filing such a lawsuit.", "url": "https://www.nytimes.com/2021/10/13/theater/hamilton-dressing-room-eeoc-complaint.html"}