{"authors": ["Carl Zimmer"], "date_download": "2022-10-25 23:00:15", "date_modify": "2022-10-25 23:00:15", "date_publish": "2021-06-07 12:40:56", "description": "A new study suggests how the variant first identified in Britain hides from the human immune system. Its stealth may be part of its success.", "filename": "2021_06_07_health_covid-alpha-uk-variant_1666738815.html", "image_url": "https://static01.nyt.com/images/2021/06/07/science/07VIRUS-ALPHA1/07VIRUS-ALPHA1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c327ec88fa67a00111d5e3c24e0b9a5847a438d6ff50c55c97c30522b8bfbce8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_07_health_covid-alpha-uk-variant_1666738815.html", "title": "How the ‘Alpha’ Coronavirus Variant Became So Powerful", "title_page": "How the ‘Alpha’ Coronavirus Variant Became So Powerful - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In December, British researchers discovered that a new variant was sweeping through their country. When it arrived in other countries, the variant, now known as Alpha, tended to become more common in its new homes as well. By April, it had become the dominant variant in the United States, and it has remained so ever since.\nAlpha’s swift success has left scientists wondering how the variant conquered the world. A new study points to one secret to its success: Alpha disables the first line of immune defense in our bodies, giving the variant more time to multiply.\n“It’s very impressive,” said Dr. Maudry Laurent-Rolle, a physician and virologist at the Yale School of Medicine who was not involved in the new study. “Any successful virus has to get beyond that first defense system. The more successful it is at doing that, the better off the virus is.”\nThe report was posted online on Monday and has not yet been published in a scientific journal.\nAlpha has 23 mutations that set it apart from other coronaviruses. When the variant started to surge in Britain, researchers began inspecting these genetic tweaks to look for explanations as to why it was spreading faster than other variants.", "url": "https://www.nytimes.com/2021/06/07/health/covid-alpha-uk-variant.html"}