{"authors": ["Tim Arango"], "date_download": "2022-10-25 22:54:52", "date_modify": "2022-10-25 22:54:52", "date_publish": "2021-06-25 19:57:02", "description": "Prosecutors had sought 30 years in prison for the former police officer. Mr. Chauvin’s defense team wanted him released immediately.", "filename": "2021_06_25_us_derek-chauvin-22-and-a-half-years-george-floyd_1666738492.html", "image_url": "https://static01.nyt.com/images/2021/06/25/us/25vid-chauvin-sentence1/25vid-chauvin-sentence1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3e2e7fe5a55cf9a9f1ef09489c1685b33853f5eebd0626576358a1dfc4863616&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_25_us_derek-chauvin-22-and-a-half-years-george-floyd_1666738492.html", "title": "Derek Chauvin Receives 22 and a Half Years for Murder of George Floyd", "title_page": "Derek Chauvin Receives 22 and a Half Years for Murder of George Floyd - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The public will never know the loving and caring man he is,” Ms. Pawlenty said. “But his family does.”\nThe killing of Mr. Floyd, a 46-year-old Black man, by Mr. Chauvin, a white officer who spent 19 years on the Minneapolis force, led to calls around the country to defund police budgets, remove statues of historical figures tied to racism and diversify predominantly white corporate boards. The sentence offered some closure to a traumatized nation. Still, activists said there was much more to be done, especially with national police reform legislation named for Mr. Floyd languishing in Washington.\nMr. Chauvin’s conviction was a rare rebuke by the criminal justice system against a police officer who killed someone while on duty. Officers are often given wide latitude to use force, and juries have historically been reluctant to second-guess them, especially when they make split-second decisions under dangerous circumstances.\nWhile police officers in America kill roughly 1,000 people each year, Mr. Chauvin is one of only 11 officers who have been convicted of murder for on-duty killings since 2005, according to research conducted by Philip M. Stinson, a criminal justice professor at Bowling Green State University. The lightest sentence for officers has been just less than seven years in prison, while the harshest was life in prison. The average sentence was just under 22 years.\nThe corner in Minneapolis where Mr. Floyd was killed has become a memorial to what happened. His image has appeared on murals in cities around the world, and there is a statue of him in Brooklyn. “I can’t breathe!” became a protest mantra, and when demonstrators chanted, “Say his name!” those gathered responded with “George Floyd!” followed by the names of so many others who were victims of police violence.\nMr. Floyd was a father and grandfather, and had been a rapper and star football and basketball player in high school in Houston. He had moved in recent years to Minneapolis, looking for a fresh start. In his last years of life, he worked as a security guard at a homeless shelter and a nightclub, and had struggled at times with opioid addiction, an affliction he shared with his girlfriend, Courteney Ross, who testified about it at Mr. Chauvin’s trial.\nMr. Chauvin has been behind bars since his trial ended in April. The judge said Mr. Chauvin would be credited with 199 days already served toward his sentence, including a period he spent in jail before his trial. Officials said he was being kept in solitary confinement for his own safety.", "url": "https://www.nytimes.com/2021/06/25/us/derek-chauvin-22-and-a-half-years-george-floyd.html"}