{"authors": ["Natasha Singer"], "date_download": "2022-10-25 23:26:48", "date_modify": "2022-10-25 23:26:48", "date_publish": "2021-04-15 09:59:04", "description": "A version of the popular photo-sharing app for younger users could hook children on endless scrolling and body-image shame, nonprofit groups warned.", "filename": "2021_04_15_technology_Facebook-cancel-Instagram-children_1666740408.html", "image_url": "https://static01.nyt.com/images/2021/04/15/business/15instagramkids/merlin_185263608_5226c661-bb09-4f39-b92e-159a660012cd-facebookJumbo.jpg?year=2021&h=478&w=915&s=a5a77f6e26521f2c58c29f77509f79948077961ecd6d9807cb0ddb28dcde3ea7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_15_technology_Facebook-cancel-Instagram-children_1666740408.html", "title": "Mark Zuckerberg is urged to scrap plans for an Instagram for children.", "title_page": "Mark Zuckerberg is urged to scrap plans for an Instagram for children. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An international coalition of 35 children’s and consumer groups called on Instagram on Thursday to scrap its plans to develop a version of the popular photo-sharing app for users under age 13.\nInstagram is pushing for a separate children’s app after years of complaints from legislators and parents that the platform has been slow to identify underage users and protect them from sexual predators and bullying.\nBut in a letter to Mark Zuckerberg, the chief executive of Facebook, which owns Instagram, the nonprofit groups warned that a children’s version would not mitigate such problems. While 10- to 12-year-olds with Instagram accounts would be unlikely to switch to a “babyish version” of the app, the groups said, it could hook even younger users on endless routines of photo-scrolling and body-image shame.\n“While collecting valuable family data and cultivating a new generation of Instagram users may be good for Facebook’s bottom line,” the groups, led by the Campaign for a Commercial-Free Childhood in Boston, said in the letter to Mr. Zuckerberg, “it will likely increase the use of Instagram by young children who are particularly vulnerable to the platform’s manipulative and exploitative features.”", "url": "https://www.nytimes.com/2021/04/15/technology/Facebook-cancel-Instagram-children.html"}