{"authors": ["Marc Tracy"], "date_download": "2022-10-25 23:31:07", "date_modify": "2022-10-25 23:31:07", "date_publish": "2021-12-26 18:43:15", "description": "The virus, and winter weather, are making flights trickier during a busy season.", "filename": "2021_12_26_business_flights-canceled-us_1666740667.html", "image_url": "https://static01.nyt.com/images/2021/12/26/multimedia/26-airtravel/26-airtravel-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_26_business_flights-canceled-us_1666740667.html", "title": "Thousands of flights are canceled as Omicron scrambles air travel.", "title_page": "Airlines Cancel Hundreds More Flights as Virus Scrambles Air Travel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Over 1,000 flights in the United States, and thousands more globally, were canceled Sunday as the Omicron variant of the coronavirus sidelined crews during one of the year’s busiest weekends for travel.\nAs of Sunday evening, more than 1,300 flights with at least one stop in the United States, and over two times as many around the world, had been canceled, according to FlightAware, which provides aviation data.\nSunday’s bleak track record followed thousands of global flight cancellations on Christmas Eve and Christmas Day. The cancellations threatened to disrupt travel plans at a time when many fly to spend the Christmas holiday with their families. In the United States, the tradition appeared to rebound this year: Roughly two million people passed through screening checkpoints each day last week, according to the Transportation Security Administration, and the numbers on Christmas Eve and Christmas Day were nearly double the equivalent figures last year.\nTwelve percent of JetBlue flights, 6 percent of Delta Air Lines flights, five percent of United Airlines flights and 2 percent of American Airlines flights on Sunday had been canceled by midday, according to FlightAware.", "url": "https://www.nytimes.com/2021/12/26/business/flights-canceled-us.html"}