{"authors": ["Jesse Drucker", "Danny Hakim"], "date_download": "2022-10-25 22:58:23", "date_modify": "2022-10-25 22:58:23", "date_publish": "2021-06-12 09:00:18", "description": "The I.R.S. almost never audits private equity firms, even as whistle-blowers have filed claims alleging illegal tax avoidance.", "filename": "2021_06_12_business_private-equity-taxes_1666738703.html", "image_url": "https://static01.nyt.com/images/2021/06/12/business/12PE-schwarzman-trump-02/12PE-schwarzman-trump-02-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f634fdc14897c090545aafa2eb8bed1bdd9f21434b83afef2770bd0f92668e56&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_12_business_private-equity-taxes_1666738703.html", "title": "How Private Equity Firms Avoid Taxes", "title_page": "How Private Equity Firms Avoid Taxes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Private equity cheered. One of the industry’s top lobbyists credited Mr. Mnuchin, hailing him as “an all-star.”\nMr. Fleischer, who a decade earlier had raised alarms about carried interest, said the measure “was structured by industry to appear to do something while affecting as few as possible.”\nMonths later, Mr. Callas joined the law and lobbying firm Steptoe & Johnson. The private equity giant Carlyle is one of his biggest clients.\n‘The Government Caved’\nIt took the Treasury Department more than two years to propose rules spelling out the fine print of the 2017 law. The Treasury’s suggested language was strict. One proposal would have empowered I.R.S. auditors to more closely examine internal transactions that private equity firms might use to get around the law’s three-year holding period.\nThe industry, so happy with the tepid 2017 law, was up in arms over the tough rules the Treasury’s staff was now proposing. In a letter in October 2020, the American Investment Council, led by Drew Maloney, a former aide to Mr. Mnuchin, noted how private equity had invested in hundreds of companies during the coronavirus pandemic and said the Treasury’s overzealous approach would harm the industry.\nThe rules were the responsibility of Treasury’s top tax official, David Kautter. He previously was the national tax director at EY, formerly Ernst & Young, when the firm was marketing illegal tax shelters that led to a federal criminal investigation and a $123 million settlement. (Mr. Kautter has denied being involved with selling the shelters but has expressed regret about not speaking up about them.)\nOn his watch at Treasury, the rules under development began getting softer, including when it came to the three-year holding period.", "url": "https://www.nytimes.com/2021/06/12/business/private-equity-taxes.html"}