{"authors": ["Jack Nicas"], "date_download": "2022-10-25 23:40:51", "date_modify": "2022-10-25 23:40:51", "date_publish": "2021-05-24 21:47:56", "description": "A decision over the antitrust suit filed by Epic Games, and the future of the $100 billion market for iPhone apps, is now in the hands of a federal judge.", "filename": "2021_05_24_technology_apple-epic-antitrust-trial_1666741251.html", "image_url": "https://static01.nyt.com/images/2021/05/24/business/24epicapple/24epicapple-facebookJumbo.jpg?year=2021&h=550&w=1050&s=193d4d4c44339f6aad4e89362e254ea918507697b710df6af72656441630ba3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_24_technology_apple-epic-antitrust-trial_1666741251.html", "title": "Apple's Fortnite Antitrust Trial Ends With Pointed Questions", "title_page": "Apple's Fortnite Antitrust Trial Ends With Pointed Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tim Cook took the stand for the first time as Apple’s chief executive. The billionaire creator of one of the world’s most popular video games walked a federal judge through a tour of the so-called metaverse. And lawyers in masks debated whether an anthropomorphic banana without pants was appropriate to show in federal court.\nFor the past three weeks, Apple has defended itself in a federal courtroom in Oakland, Calif., against claims that it abused its power over the iPhone App Store, in one of the biggest antitrust trials in Silicon Valley’s history. Epic Games, the maker of the popular game Fortnite, sued Apple last year seeking to allow apps to avoid the 30 percent commission that the iPhone maker takes on many app sales.\nOn Monday, the trial — which covered esoteric definitions of markets as well as oddball video game characters — concluded with Judge Yvonne Gonzalez Rogers of the U.S. District Court for the Northern District of California pressing the companies on what should change in Apple’s business, if anything. The decision over the case, as well as the future of the $100 billion market for iPhone apps, now rests in her hands. Judge Gonzalez Rogers has said she hopes to issue a verdict by mid-August.\nYet even in an era of antitrust scrutiny of the world’s biggest tech companies, the trial showed how difficult it was to take on a $2.1 trillion corporate titan like Apple.", "url": "https://www.nytimes.com/2021/05/24/technology/apple-epic-antitrust-trial.html"}