{"authors": ["Nick Corasaniti"], "date_download": "2022-10-25 23:45:34", "date_modify": "2022-10-25 23:45:34", "date_publish": "2021-09-07 16:51:59", "description": "Gov. Greg Abbott called the law, which will sharply curtail access to the ballot in Texas, a “paradigm” for other states looking to pass election bills.", "filename": "2021_09_07_us_politics_greg-abbott-texas-voting-rights-law_1666741534.html", "image_url": "https://static01.nyt.com/images/2021/09/07/us/07texas-voting1/07texas-voting1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=76040c7b070448e6c22c9aca5674aa683d17ebf47c38870d9c67a7bc4d9a8467&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_07_us_politics_greg-abbott-texas-voting-rights-law_1666741534.html", "title": "Abbott Signs Texas Election Law, Ending a Fierce Voting Rights Battle", "title_page": "Abbott Signs Texas Election Law, Ending a Fierce Voting Rights Battle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The law also greatly empowers partisan poll watchers; creates new criminal and civil penalties for poll workers who fall afoul of the rules; and erects new barriers for those looking to assist voters who need help, such as with translations.\nUnder complete Republican control, the Texas Legislature has taken a sharp right turn this year, enacting a lengthy list of conservative priorities on abortion, transgender rights, teaching about racism in schools and voting. But the election bill in particular follows a national trend, with Republican-controlled legislatures in 18 states having passed more than 30 laws this year restricting access to voting.\nDemocrats, voting rights groups and civil rights organizations have denounced the Texas law as an attempt to suppress the votes of people of color. Before Mr. Abbott had even signed the bill, groups had filed lawsuits arguing that multiple provisions would violate the Voting Rights Act and amendments to the Constitution.\nOne lawsuit, brought by the Mexican American Legal Defense and Educational Fund and the Brennan Center for Justice, cites a provision that affects anyone other than an election official who is helping a voter. The helper is required to disclose their relationship to the voter and take an expanded oath under the penalty of perjury. The law also bars those helping voters from answering questions; they can only read a ballot to voters and direct them where to mark it.\nThis provision, the two groups argue, violates the Voting Rights Act of 1965.\n“We have Texas enacting a law that contradicts federal law and has no justification in claims of voter fraud, because there’s no evidence at all that voters who receive assistance through their chosen assister at the polling place are in any way connected to voter fraud,” Nina Perales, the vice president of litigation at the Mexican American Legal Defense and Educational Fund, said in an interview. She added that it highlighted how the law was “an attempt to thwart the changing face of the Texas electorate.”", "url": "https://www.nytimes.com/2021/09/07/us/politics/greg-abbott-texas-voting-rights-law.html"}