{"authors": ["Pascale Bonnefoy", "Cristobal Olivares"], "date_download": "2022-10-25 22:56:12", "date_modify": "2022-10-25 22:56:12", "date_publish": "2021-09-27 20:37:01", "description": "Many of the Haitian migrants who recently entered Texas had taken refuge for years in Chile. Some said they faced increasing joblessness, poverty and hostility there.", "filename": "2021_09_27_world_americas_chile-haitian-migrants_1666738572.html", "image_url": "https://static01.nyt.com/images/2021/09/26/world/26chile-haiti1/26chile-haiti1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=e8e04cd119b162db457378bd5a6db66d7d93b628a8836ac6b1b88c1ce3ccd6ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_27_world_americas_chile-haitian-migrants_1666738572.html", "title": "Why Haitian Migrants in Chile Keep Heading North to the U.S.", "title_page": "Why Haitian Migrants in Chile Keep Heading North to the U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SANTIAGO, Chile — Phalone had managed to make ends meet since moving from Haiti to Chile in 2013, and working as a hairdresser in a small town north of the capital.\nBut in May, she, her two children, and 20 relatives and friends embarked upon a perilous, 4,700-mile journey north to the United States, taking a gamble, and hoping for the best.\n“Things became too difficult for immigrants in Chile,” said Phalone, who did not want her last name published for fear it would endanger her immigration prospects in the United States. “They tell us to go back home, that we are scum.”\nOf the thousands of Haitians who showed up recently at the southern border of the United States, many, like Phalone, came from Chile. Over the past decade, as Haitians sought refuge from the devastating 2010 earthquake, Chile — with its generous entry policy and stable economy — became an even more attractive destination for them.", "url": "https://www.nytimes.com/2021/09/27/world/americas/chile-haitian-migrants.html"}