{"authors": ["Emily Anthes"], "date_download": "2022-10-25 22:55:38", "date_modify": "2022-10-25 22:55:38", "date_publish": "2021-12-02 19:17:55", "description": "Genomic surveillance has improved enormously in recent months, but the system has built-in delays, and blind spots remain.", "filename": "2021_12_02_health_omicron-variant-genetic-surveillance_1666738538.html", "image_url": "https://static01.nyt.com/images/2021/12/02/science/02virus-surveillance1/02virus-surveillance1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_02_health_omicron-variant-genetic-surveillance_1666738538.html", "title": "Why Didn’t the U.S. Detect Omicron Cases Sooner?", "title_page": "Why Didn’t the U.S. Detect Omicron Cases Sooner? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last Friday, just a day after South African scientists first announced the discovery of the Omicron variant, Europe reported its first case: The new coronavirus variant was in Belgium. Before the weekend was out, Australia, Britain, Canada, Denmark, Germany, Israel, Italy and other countries had all found cases.\nBut in the United States, scientists kept searching.\n“If we start seeing a variant popping up in multiple countries across the world, usually my intuition is that it’s already here,” said Taj Azarian, a genomic epidemiologist at the University of Central Florida.\nOn Wednesday, American officials announced that scientists had found it — in a California patient who had recently returned from South Africa. By then, Canada had already identified six cases; Britain had found more than a dozen.\nOn Thursday, additional cases were identified in Minnesota, Colorado, New York and Hawaii, and a second case was found in California, indicating that more are almost certainly lurking, scientists said. Why wasn’t the variant detected sooner?", "url": "https://www.nytimes.com/2021/12/02/health/omicron-variant-genetic-surveillance.html"}