{"authors": ["Nicole Hong"], "date_download": "2022-10-25 23:47:43", "date_modify": "2022-10-25 23:47:43", "date_publish": "2021-02-02 10:00:15", "description": "After a “9/11 moment,” federal authorities have begun arresting people for domestic threats they might have just monitored in the past.", "filename": "2021_02_02_nyregion_pelosi-capitol-riots_1666741663.html", "image_url": "https://static01.nyt.com/images/2021/01/29/nyregion/00capitolthreats2/00capitolthreats2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cbedb76d6b085cc6e225f66afa4afbfd51303259f7c3de65390062afe7190a67&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_02_nyregion_pelosi-capitol-riots_1666741663.html", "title": "He Threatened Pelosi. Agents Didn’t Wait to See if He Really Meant It.", "title_page": "He Threatened Pelosi. Agents Didn’t Wait to See if He Really Meant It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last year, federal prosecutors around the country brought only 30 cases characterized as “domestic terrorism” that led with the charge of transmitting a threat, according to an analysis by a Syracuse University research group. Still, that number was the highest since at least 2000.\n“Historically, these kinds of cases are not high on prosecutors’ priority lists,” said Daniel Silver, a former federal prosecutor in New York who supervised terrorism cases. “You really have to show the person intended to cause imminent violence as opposed to just expressing their opinion.”\nInstead, prosecutors sometimes turn to other charges that are easier to prove against someone who is posting violent threats.\nFor instance, Eduard Florea, a software engineer in Queens, alarmed law enforcement officials with death threats that they said he had posted on Parler against Senator Raphael Warnock of Georgia around the day of the Capitol riot on Jan. 6. He wrote in obscenity-laden posts that Mr. Warnock would have a hard time casting votes “when he’s swinging with the fish,” and that “dead men can’t pass laws,” prosecutors said. On the afternoon of the riot, he said he was armed and ready, writing, “Kill them all,” according to the complaint.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nBut Mr. Florea was not initially charged with transmitting a threat. He was hit with a weapons charge after agents searched his home and said they found ammunition, which he was not allowed to possess because he has a felony criminal record. He told the agents that he had applied to join the Proud Boys, according to prosecutors, and traveled with them last year to vandalize a church in Washington.\nHis lawyer, Mia Eisner-Grynberg, declined to comment. At his bail hearing, she said he did not condone violence, arguing that the “rhetoric was extremely high on all sides” during the riot.\nWhen law enforcement officials are concerned about a violent social media threat that has not led to any real-world action, that person will often get a knock on the door from the F.B.I. with a warning.", "url": "https://www.nytimes.com/2021/02/02/nyregion/pelosi-capitol-riots.html"}