{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:22:57", "date_modify": "2022-10-25 23:22:57", "date_publish": "2021-04-28 09:00:22", "description": "Senate Democrats on Wednesday deployed a once-obscure law to resurrect Obama-era regulations on methane that the Trump administration had wiped away.", "filename": "2021_04_28_climate_climate-change-methane_1666740177.html", "image_url": "https://static01.nyt.com/images/2021/04/28/us/28cli-methane-promo/28cli-methane-promo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f3398f00c4f5d1c14e65e1ad9ccaa416a719c451c69a5f96521cd223db96b40f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_28_climate_climate-change-methane_1666740177.html", "title": "Senate Reinstates Obama-Era Regulations on Methane", "title_page": "Senate Reinstates Obama-Era Regulations on Methane - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a statement of support for the vote, the White House called methane “a potent climate-disrupting greenhouse gas that is responsible for approximately one-third of the global warming.”\nThe statement added that “addressing methane pollution” is “an urgent and essential step.”\nThe Congressional Review Act allows Congress to reverse any executive-branch rule within 60 legislative days of its enactment, but because the president can veto review act measures, the law can be effectively deployed only after a new administration takes control.\nRepublicans used the procedure to wipe out 14 late-term Obama administration rules in the first 16 weeks of the Trump administration, but Wednesday’s vote was the first time Democrats have used the procedure to undo the policy of a Republican administration. Democrats plan to use the procedure just once more in the coming weeks, before their window to do so expires in late May, with a vote to repeal a labor rule that had made it easier for employers to deny worker claims of employment discrimination.\nSenator Chuck Schumer of New York, the majority leader, called Wednesday’s vote “one of the most important votes, not only that this Congress has cast, but has been cast in the last decade, in terms of our fight against global warming.”\nIt will be more difficult for Democrats to push through broader climate change legislation — they will need to either muster enough votes from Republicans to reach the 60-vote majority required to overcome a filibuster, or to try to fold climate measures into a proposed infrastructure spending package, and hope they can use a budget rule that allows passage with 51 votes.\nStill, Mr. Schumer noted that Wednesday’s vote represented a glimmer of bipartisanship on climate change. Mr. Graham, who has stood as a staunch ally of Mr. Trump, said of his vote to restore the methane rule, “I think it’s just unnecessary emissions that they can do something about, and they’ll need to do it.”\nMost Republicans opposed the move to reinstate the regulation, but they were muted in their opposition to reining in methane pollution.", "url": "https://www.nytimes.com/2021/04/28/climate/climate-change-methane.html"}