{"authors": ["Tara Parker-Pope"], "date_download": "2022-10-25 22:57:35", "date_modify": "2022-10-25 22:57:35", "date_publish": "2021-07-12 23:19:16", "description": "Although studies of a third dose are underway, experts agree that the vaccines are still working well, even against the Delta variant, and that booster shots are not necessary right now.", "filename": "2021_07_12_well_live_covid-booster-shot_1666738655.html", "image_url": "https://static01.nyt.com/images/2021/07/12/well/well-booster-shot2/well-booster-shot2-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b8618b62d21f2a8863a305b538cc229446f8e9a1925aa9f5da5766f85ff8993e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_12_well_live_covid-booster-shot_1666738655.html", "title": "With the Delta Variant, Do I Need a Third Covid Shot?", "title_page": "With the Delta Variant, Do I Need a Third Covid Shot? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a news release, Pfizer-BioNTech cited recent data from Israel’s Ministry of Health announcing that although the vaccine remains about 93 percent effective at preventing serious illness and hospitalization, the vaccine is about 64 percent effective at stopping breakthrough infections, or infections that occur in those who are fully vaccinated, with or without symptoms. That figure is down from about 95 percent in May, before the highly infectious Delta variant became widespread.\nExperts say the data from Israel hasn’t been peer-reviewed and may be complicated by a number of variables. Other studies from Britain, Scotland and Canada show the Pfizer vaccine is still about 80 percent to 88 percent effective against the Delta variant.\nBut Pfizer said that the findings from Israel were consistent with its own vaccine studies, and that it planned to present its data to federal health officials. A booster given six months after the second dose of the vaccine increases the potency of antibodies against the original coronavirus and the Beta variant, the form first detected in South Africa, by five- to tenfold, the company said, and it believes a vaccine booster would perform similarly against the Delta variant.\n“We continue to believe that it is likely, based on the totality of the data we have to date, that a third dose may be needed within six to 12 months after full vaccination,” the company said.\nWhat do public health experts say about booster shots?\nSeveral public health experts have criticized the Pfizer announcement, calling it “opportunistic” and “irresponsible.” Pfizer’s chief scientific officer met with top U.S. scientists on Monday to discuss the research. Officials said after the meeting that more data — and possibly several more months — would be needed before regulators could determine whether booster shots were necessary.\n“Pfizer doesn’t get to decide when we need boosters; the F.D.A., C.D.C. and other regulatory agencies do that,” said Dr. Carlos del Rio, an infectious disease expert at Emory University. “The data needs to be shown publicly in an open, transparent way.”\nDr. del Rio noted that even the data from Israel, cited in the company’s news release, shows the vaccine remains highly effective at protecting people from serious illness. Instead of talking about boosters, the focus should be on getting more shots in the arms of the unvaccinated, he said.", "url": "https://www.nytimes.com/2021/07/12/well/live/covid-booster-shot.html"}