{"authors": ["Jane Arraf", "Sergey Ponomarev"], "date_download": "2022-10-25 23:54:26", "date_modify": "2022-10-25 23:54:26", "date_publish": "2021-07-17 12:48:46", "description": "Two catastrophic fires in coronavirus wards are symptoms of the mismanagement and corruption that have left millions of Iraqis without proper health care, reliable electricity or clean water.", "filename": "2021_07_17_world_middleeast_hospital-fires-outrage-iraqis-but-they-see-little-hope-for-change_1666742066.html", "image_url": "https://static01.nyt.com/images/2021/07/17/world/17iraq-fire/17iraq-fire-facebookJumbo.jpg?year=2021&h=549&w=1050&s=427f9b0f4687dca5966a2829ec921dc6644e5d0fee79ba18edf472714768be5b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_17_world_middleeast_hospital-fires-outrage-iraqis-but-they-see-little-hope-for-change_1666742066.html", "title": "Hospital Fires Outrage Iraqis, but They See Little Hope for Change", "title_page": "Hospital Fires Outrage Iraqis, but They See Little Hope for Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NASIRIYA, Iraq — The provincial civil defense chief, Brig. Gen. Salah Jabar, had warned for months about the problems in local hospitals before a fire in a coronavirus ward in this southern city killed at least 60 people this week. He flagged the flammable construction materials, a lack of fire detectors and improperly stored oxygen canisters.\nBut his repeated warnings to the regional health ministry were ignored, he said. Then he heard from his mother.\nA week ago, she was being treated for Covid-19 in the same hospital hit by the lethal blaze in the southern city of Nasiriya, and while she was recovering in a different isolation ward, two small fires broke out there.\n“My mother told me about it and said: ‘It’s better if you get me out of here. This place scares me,’” General Jabar said on Wednesday. Although she was still ill, he said, he had her discharged and took her home, just days before the deadly fire at the Imam Hussein Teaching Hospital.", "url": "https://www.nytimes.com/2021/07/17/world/middleeast/hospital-fires-outrage-iraqis-but-they-see-little-hope-for-change.html"}