{"authors": ["Edgar Sandoval"], "date_download": "2022-10-25 23:31:48", "date_modify": "2022-10-25 23:31:48", "date_publish": "2021-03-09 08:00:12", "description": "Armed robbers are targeting delivery workers in New York, stealing the expensive electric bikes that are the key to their livelihood.", "filename": "2021_03_09_nyregion_delivery-workers-robberies-nyc_1666740708.html", "image_url": "https://static01.nyt.com/images/2021/03/02/nyregion/00nyvirus-deliveryworkers1/00nyvirus-deliveryworkers1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=0539b9bea57d8eb1a479a3fa62b446c294edb826254d324fe6c94ddd5da69416&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_09_nyregion_delivery-workers-robberies-nyc_1666740708.html", "title": "Delivery Workers Are Targets in the Coronavirus Pandemic", "title_page": "Delivery Workers Are Targets in the Coronavirus Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The delivery of restaurant orders and other goods has become a bigger part of daily life across the nation since the pandemic forced millions of people indoors. And in New York City — where the disease has taken nearly 30,000 lives — the delivery workers have become a lifeline for people working from home and for vulnerable residents who have been warned against going outside.\nOn any given day thousands of men, and a growing number of women, can be seen crisscrossing city arteries, transporting takeout, groceries and medicine in plastic bags on top of their well-worn bikes.\nBut their visibility has also made them targets for opportunistic criminals looking for a quick profit through robbery, as the unemployment rate has spiked into the double digits and economic desperation has grown in the city’s less affluent neighborhoods, which were already hit hard by the pandemic.\nStolen electric bikes can be easily sold on the streets for cash or dismantled for their parts, the police and workers say. The bikes can cost thousands of dollars and are vital tools for the workers, who often make less than $60 a day. Many have come to rely on the bikes, despite the steep price tag, because they can go about 20 miles per hour, enabling workers to travel farther and make more trips to increase their slim bottom lines.\nThe theft of electric bikes doubled during the first year of the pandemic, rising to 328 in 2020 compared to 166 the year before, according to police data obtained by The New York Times.", "url": "https://www.nytimes.com/2021/03/09/nyregion/delivery-workers-robberies-nyc.html"}