{"authors": ["Erica L. Green"], "date_download": "2022-10-25 23:26:51", "date_modify": "2022-10-25 23:26:51", "date_publish": "2021-10-10 16:05:24", "description": "A Black superintendent’s email to parents after the killing of George Floyd engulfed a small, predominantly white Maryland community in a yearlong firestorm.", "filename": "2021_10_10_us_politics_maryland-superintendent-racism-black-lives-matter_1666740411.html", "image_url": "https://static01.nyt.com/images/2021/08/26/us/politics/00dc-superintendent1/00dc-superintendent1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=879282b3bc9291e9a1e65b965608d07e49a94af5718c5c6ef2886849d801c0ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_10_us_politics_maryland-superintendent-racism-black-lives-matter_1666740411.html", "title": "Educator's Black Lives Matter Email Upends Her District", "title_page": "Educator's Black Lives Matter Email Upends Her District - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With all of this in mind, she agonized over every word of the letter she wrote on June 5, 2020.\n“When I say ‘Black Lives Matter,’ it is not meant to disparage any other race,” she wrote. “It is an acknowledgment of the disparate brutality and overt racism that is only experienced by Black people in America, including me.”\nA Spark Spreads on Facebook\nDr. Kane’s inbox swelled in the days that followed, overwhelmingly with responses of gratitude and support. But a month later, an email appeared with the subject line “Urgent Attention Required.”\nDr. Kane recognized the name of the parent who had sent it: Gordana Schifanelli. A few weeks before, someone had alerted the superintendent to Kent Island Patriots, a new Facebook group that Ms. Schifanelli had created, its name a reference to a part of the county. Members of the group had been raging about her letter.\nIn a June 16 post to the group, according to a screenshot provided to The New York Times, Ms. Schifanelli declared: “Dr. Kane in QAC needs to end her contract and go! People in this group must call and make it loud and clear that the school must remain apolitical and her letter to parents promoting Black Lives Matter is not going to be tolerated.”\nThe post went on: “The children must know that those individuals who died in police custody were criminals — not heroes! Our children will not be indoctrinated by anyone’s political opinion in the school and our children must NEVER feel that their white skin color make them guilty of slavery or racism!”\nBy the time Ms. Schifanelli wrote directly to Dr. Kane on July 6, the Facebook group had grown to 2,000 members.\nIn her letter, Ms. Schifanelli said she had lost confidence in Dr. Kane’s ability to lead the district. Describing herself as “an immigrant to this country,” Ms. Schifanelli added, “I am a living example of the very American dream you managed to tarnish by your racist comments.”", "url": "https://www.nytimes.com/2021/10/10/us/politics/maryland-superintendent-racism-black-lives-matter.html"}