{"authors": ["Emily Cochrane", "Catie Edmondson"], "date_download": "2022-10-25 23:50:44", "date_modify": "2022-10-25 23:50:44", "date_publish": "2021-12-19 14:52:12", "description": "The West Virginia senator’s comments dealt a potentially fatal blow to the centerpiece of the president’s domestic agenda, and drew a broadside from the White House.", "filename": "2021_12_19_us_politics_manchin-build-back-better_1666741844.html", "image_url": "https://static01.nyt.com/images/2021/12/19/us/politics/19dc-cong/19dc-cong-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_19_us_politics_manchin-build-back-better_1666741844.html", "title": "Joe Manchin Says He Can't Support Build Back Better Act", "title_page": "Joe Manchin Says He Can't Support Build Back Better Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Manchin outlined the conditions for his vote in a July 28 memo signed with Senator Chuck Schumer of New York, the majority leader, which became public in late September, saying that it must be fully paid for and that any revenue over $1.5 trillion must go toward lowering the federal budget deficit. That memo also included limits on who could benefit from new programs and a ban on repealing fossil-fuel tax credits — and a warning that his vote would not be guaranteed if his conditions were exceeded.\nHowever, Mr. Manchin has largely focused his attention on what he does not want in the package and has been vague about what programs and policies he might support.\nIn recent weeks, he has continued to insist that the bill shrink, and that it refrain from short-term budget gimmicks, which would most likely require lawmakers to fund fewer programs over the long term.\nIt remained unclear on Sunday whether an overhaul of the legislation could both salvage Mr. Manchin’s support and retain enough liberal votes in both chambers.\nThe impasse jeopardizes Mr. Biden’s reputation as a dealmaker — he had campaigned on his ability to capitalize on nearly four decades of Senate experience to helm negotiations and unite his party’s narrow majorities in both chambers. Mr. Biden had poured weeks of work into talks with Mr. Manchin, inviting the senator for breakfast at his Delaware home in October and insisting that the West Virginian could ultimately be swayed.\nAt stake is what Mr. Biden has hailed as transformative, New Deal-style legislation that would touch virtually every American life from birth to death, from subsidies for child care to price controls for prescription drugs to funding for the construction and maintenance of public housing.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nFailure to pass the measure also would deal a setback to vulnerable Democratic lawmakers bracing for what is expected to be a challenging midterm campaign in the coming months. They had hoped that passage of the bill would help their political standing, given that Republicans are widely expected to reclaim control of the House.", "url": "https://www.nytimes.com/2021/12/19/us/politics/manchin-build-back-better.html"}