{"authors": ["Will Wright"], "date_download": "2022-10-25 23:38:05", "date_modify": "2022-10-25 23:38:05", "date_publish": "2021-01-09 19:51:04", "description": "A well-known conspiracy theorist who entered the Capitol shirtless, wearing a fur headdress with horns, was among those arrested.", "filename": "2021_01_09_us_politics_capitol-riot-charges_1666741085.html", "image_url": "https://static01.nyt.com/images/2021/01/09/us/politics/09dc-arrests-1/09dc-arrests-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e770526bb77a453e318126e1419ee442259207c75b0cdaba1c5b4247b44dc929&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_09_us_politics_capitol-riot-charges_1666741085.html", "title": "Trump Loyalists Arrested and Charged With Involvement in Capitol Siege", "title_page": "Trump Loyalists Arrested and Charged With Involvement in Capitol Siege - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Early Saturday morning, the F.B.I. arrested Doug Jensen, who was also among the extremist protesters. He was captured on video pushing far into the Capitol, ignoring the warnings of a law enforcement officer. The video, taken by Igor Bobic of HuffPost, shows the officer backing away as Mr. Jensen approaches him, moving up the stairs and through the halls of the building.\nOn his Twitter account, Mr. Jensen posted a photo of himself during the incursion with the captions “You like my shirt?” and “Me… .”\nMr. Jensen is in custody in Polk County, Iowa, and is facing several charges. They include obstructing a law enforcement officer during a civil disorder, and parading, demonstrating or picketing in a Capitol building, according to a spokesman for the Polk County Sheriff’s Office.\nAccording to The Bradenton Herald, a publication based in Bradenton, Fla., people who know Mr. Johnson, the man photographed carrying the lectern, identified him to the F.B.I. soon after the image emerged. The newspaper reported that Mr. Johnson had posted on social media just before the rampage, disparaging the Black Lives Matter movement and Washington police officers, calling the officers “corrupt” and saying they were “picking the sides of criminals.”\nThe authorities also arrested Richard Barnett, 60, on Friday. He is the man pictured with his feet kicked up on a desk in Ms. Pelosi’s office during the Capitol siege. Mr. Barnett, who was arrested in Bentonville, Ark., will appear in federal court on Tuesday and will ultimately be extradited to Washington, D.C.\nThe photo of Mr. Johnson, taken by a wire services photographer, and the subsequent arrest suggest that the authorities will use the myriad photographs and videos of the melee to pursue additional arrests. The F.B.I. posted images to its Twitter account and website on Friday asking the public for information about the people who were pictured.\nThe Justice Department announced charges for 13 individuals, including Mr. Barnett, after the riot. The charges include entering or remaining in any restricted building or grounds without lawful authority, and violent entry and disorderly conduct on Capitol grounds.", "url": "https://www.nytimes.com/2021/01/09/us/politics/capitol-riot-charges.html"}