{"authors": ["Zach Montague"], "date_download": "2022-10-25 23:38:03", "date_modify": "2022-10-25 23:38:03", "date_publish": "2021-01-13 21:51:58", "description": "After years of pursuing tech giants for antitrust violations, Mr. Cicilline is shifting his focus to impeachment.", "filename": "2021_01_13_us_politics_david-cicilline-impeachment-manager_1666741083.html", "image_url": "https://static01.nyt.com/images/2021/01/13/us/politics/13dc-impeach-cicilline/merlin_182219676_6e34650a-cf18-4ef0-9d1c-6cac13ad6efb-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a66fe5878e00738ce4deb608464741d9bd901e22e14734647052d8533ffef84d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_13_us_politics_david-cicilline-impeachment-manager_1666741083.html", "title": "David Cicilline: Impeachment Manager Has Already Taken on Big Tech", "title_page": "David Cicilline: Impeachment Manager Has Already Taken on Big Tech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Having worked before as a member of the House Judiciary Committee to investigate President Trump during House Democrats’ first impeachment effort in 2019, Representative David Cicilline of Rhode Island is set to take on a larger role as an impeachment manager in Mr. Trump’s second trial.\nMr. Cicilline has been a member of the Judiciary Committee since 2014, and as part of that has led the subcommittee on antitrust, commercial and administrative law. In his work on antitrust law, specifically, he has overseen what experts have described as among the most ambitious campaigns against some of the country’s most powerful tech companies, including Amazon, Google and Facebook — companies that have all since come under fire by top lawmakers from both parties.\nBefore joining Congress, Mr. Cicilline worked as a public defender in Washington and served two terms as the mayor of Providence, R.I.\nStepping into a leadership position, Mr. Cicilline was an author of the article of impeachment that the House took up on Wednesday in collaboration with Representatives Jamie Raskin of Maryland and Ted Lieu of California, who are also impeachment managers.", "url": "https://www.nytimes.com/2021/01/13/us/politics/david-cicilline-impeachment-manager.html"}