{"authors": ["Jennifer Vineyard"], "date_download": "2022-10-25 23:44:26", "date_modify": "2022-10-25 23:44:26", "date_publish": "2021-04-12 20:36:56", "description": "Portrayals of Philip in “The Crown” and elsewhere missed the mark, according to his biographer. Here, she assesses the best-known attempts.", "filename": "2021_04_12_arts_television_the-crown-prince-philip_1666741466.html", "image_url": "https://static01.nyt.com/images/2021/04/12/arts/12prince-tv/12prince-tv-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a445b53707d29871fb130cc15e7a3a5a07ffbe50c815d1ba25b9fe7b29dc149e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_12_arts_television_the-crown-prince-philip_1666741466.html", "title": "Why Prince Philip Was Elusive Onscreen", "title_page": "Why Prince Philip Was Elusive Onscreen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There have been numerous portrayals of Prince Philip over the course of his long life, which ended Friday at the age of 99. Actors including Tobias Menzies, Matt Smith, James Cromwell and Christopher Lee all played the part.\nHowever, according to one of Philip’s biographers, no one ever captured the man’s essence onscreen. The reason, said Ingrid Seward, the author of “Prince Philip Revealed,” is that no one ever had the opportunity to study him closely. As a man accustomed to walking a few paces behind his wife, Queen Elizabeth II, in public, he remained partly out of view.\nSeward, who has interviewed many members of the royal family, including Prince Charles and Princess Diana, began talking to the Duke of Edinburgh in the late 1970s. Some of their early meetings were disasters, she said. “He was rude to me.” But she eventually formed a clearer view of Philip’s complicated persona — his irascible character, his acerbic wit, his generosity of spirit.\nHere, she helps assess the accuracy and relative merits of his film and television portrayals through the decades, which evolved along with the public perception of the monarchy.", "url": "https://www.nytimes.com/2021/04/12/arts/television/the-crown-prince-philip.html"}