{"authors": ["Jonathan Martin"], "date_download": "2022-10-25 23:34:31", "date_modify": "2022-10-25 23:34:31", "date_publish": "2021-03-06 10:00:15", "description": "The retirement of a Republican senator and recent conservative infighting have raised Democratic ambitions in the state, a longtime political bellwether that is increasingly tilting red.", "filename": "2021_03_06_us_politics_ohio-senate-race_1666740871.html", "image_url": "https://static01.nyt.com/images/2021/03/07/us/politics/07ohio-print1/merlin_146272632_2dcde909-a200-4779-9fb6-41dbc027dc3b-facebookJumbo.jpg?year=2021&h=550&w=1050&s=afce6b8ac82dd9db5390ff81582cd194910c6ae386b58195fdacb94a92bf1fe4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_06_us_politics_ohio-senate-race_1666740871.html", "title": "Democrats Want a Stronger Edge in the Senate. Ohio Could Be Crucial.", "title_page": "Democrats Want a Stronger Edge in the Senate. Ohio Could Be Crucial. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "COLUMBUS, Ohio — For Democrats of late, winning in Ohio has been a bit like Lucy and the football.\nFirst, Hillary Clinton made a late push there in 2016, returning to the state on the weekend before the election with no less a local celebrity than LeBron James, even though she had stayed away for much of the fall. Then, in the 2018 governor’s race, Democrats were optimistic about Richard Cordray, the wonky former head of the Consumer Financial Protection Bureau. And in November, it was President Biden who made an 11th-hour stop in Ohio, even though his campaign was also skeptical about its chances there.\nEach candidate lost, and for the two presidential hopefuls, it was not even close.\nBut Ohio Democrats are getting their hopes up again, aiming to capitalize on Senator Rob Portman’s surprise announcement last month that he was retiring and on Republican infighting after more than a decade of G.O.P. dominance at the state level.\n“I think people will look for something different,” Senator Sherrod Brown, the only remaining Democrat in statewide office, said of his party’s chances to pick up the Portman seat in 2022. “There’s a whole lot of people whose lives have gotten worse in the last five to 10 years.”\nIf Democrats are to increase their Senate seats significantly beyond the 50 they now hold, with the party relying on Vice President Kamala Harris as a tiebreaker in the event of a 50-50 deadlock, states like Ohio are essential. They owe their narrow advantage to the fast-growing South and West, having picked up Republican-held seats in three states — Georgia, Arizona and Colorado — that Mr. Biden also carried in November.", "url": "https://www.nytimes.com/2021/03/06/us/politics/ohio-senate-race.html"}