{"authors": ["Katie Glueck"], "date_download": "2022-10-25 22:56:36", "date_modify": "2022-10-25 22:56:36", "date_publish": "2021-02-26 17:10:00", "description": "The growing uncertainty over Gov. Andrew Cuomo’s political fortunes is a sharp turnaround from last year, when some supporters dreamed of a presidential bid. Potential challengers have noticed.", "filename": "2021_02_26_nyregion_andrew-cuomo-election-challengers_1666738596.html", "image_url": "https://static01.nyt.com/images/2021/02/25/nyregion/00cuomo-challengers1/00cuomo-challengers1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ce270d836bb88e6915a29bc7ce5e1b69d42dc0f5fcc3e1e4b5d481676a9571b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_26_nyregion_andrew-cuomo-election-challengers_1666738596.html", "title": "Andrew Cuomo Is Under Fire. Can He Be Defeated?", "title_page": "Andrew Cuomo Is Under Fire. Can He Be Defeated? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Gov. Andrew M. Cuomo confronts one of the most seemingly perilous moments in his decade as governor, private conversations are beginning to unfold about what it would take to mount a viable challenge against him next year, and who might be best positioned to take him on.\nThe New York City public advocate, Jumaane D. Williams, has had conversations with allies in recent weeks about the possibility of seeking higher office. Party insiders hang on every public utterance of the New York attorney general, Letitia James, searching for signs of her future ambitions.\nProgressive activists and operatives are trading a flurry of texts, calls and tweets, glued to each fresh controversy unfolding around the governor, and speculating about what the political landscape would look like if he ultimately does not seek a fourth term in 2022. He and his team have said that he intends to run.\nThose discussions are in their earliest stages, and in some cases are rooted more in hopes than current realities. But they illustrate a growing sense of uncertainty around Mr. Cuomo, marking a striking turnaround from last year, when some Democrats dreamed of putting him on the presidential ticket.", "url": "https://www.nytimes.com/2021/02/26/nyregion/andrew-cuomo-election-challengers.html"}