{"authors": ["Geneva Abdul"], "date_download": "2022-10-25 22:55:15", "date_modify": "2022-10-25 22:55:15", "date_publish": "2021-04-06 12:57:25", "description": "Local initiatives across the country are working to dispel misinformation and encourage Covid-19 vaccination in communities that have been disproportionately hurt by the pandemic.", "filename": "2021_04_06_world_europe_covid-uk-vaccination_1666738515.html", "image_url": "https://static01.nyt.com/images/2021/04/03/world/00virus-uk-disinfo-01/merlin_185899791_40b59b65-92b7-49f5-bd42-2c13b170c309-facebookJumbo.jpg?year=2021&h=549&w=1050&s=85309a8ae885ef12c3c96c3a2631b6a07c142c1de5fca46eb3832af26b1f5627&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_06_world_europe_covid-uk-vaccination_1666738515.html", "title": "U.K. Community Leaders Fight Covid-19 Vaccine Misinformation", "title_page": "U.K. Community Leaders Fight Covid-19 Vaccine Misinformation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Minority communities in Britain have long felt estranged from the government and medical establishment, but their sense of alienation is suddenly proving more costly than ever amid a coronavirus vaccination campaign that depends heavily on trust.\nWith Britons enjoying one of the fastest vaccination rollouts in the world, skepticism about jabs remains high in many of the very communities where Covid-19 has taken the heaviest toll.\n“The government’s response to the Black, Asian and minority ethnic communities has been rather limited,” said Dr. Raja Amjid Riaz, 52, a surgeon who is also a leader at the Central Mosque of Brent, an ethnically diverse borough of North London. “Those people have not been catered for.”\nAs a result, communities like Brent offer fertile ground for the most outlandish of vaccine rumors, from unfounded claims that they affect fertility to the outright fabrication that the shots are being used to inject microchips.", "url": "https://www.nytimes.com/2021/04/06/world/europe/covid-uk-vaccination.html"}