{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:31:26", "date_modify": "2022-10-25 23:31:26", "date_publish": "2021-06-17 23:55:42", "description": "Democrats are considering moving unilaterally on a sweeping economic package even as bipartisan talks continue on a smaller infrastructure bill.", "filename": "2021_06_17_us_politics_democrats-infrastructure-deal-congress_1666740686.html", "image_url": "https://static01.nyt.com/images/2021/06/17/us/politics/17dc-infrastructure1/17dc-infrastructure1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=138f110b698da249e9ea083eb302b98ee3dc036b677129f4cb6714dbb150de29&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_17_us_politics_democrats-infrastructure-deal-congress_1666740686.html", "title": "Democrats Float $6 Trillion Plan Amid Talks on Narrower Infrastructure Deal", "title_page": "Democrats Float $6 Trillion Plan Amid Talks on Narrower Infrastructure Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senate Democrats have begun privately weighing a sprawling economic package that could be as large as $6 trillion even as a bipartisan group of senators works to draw support for a much narrower infrastructure plan that would devote $579 billion in new money to fund physical public works projects.\nThe details of both plans remain in flux, as lawmakers work to maneuver some, if not all, of President Biden’s economic agenda around the 60-vote filibuster threshold in the Senate and past razor-thin margins in the House. For now, the divergent efforts are proceeding in parallel, with centrist senators in both parties pushing forward on their compromise proposal and Democrats preparing to use the fast-track budget process known as reconciliation to avoid a Republican filibuster of their far larger plan.\n“The truth is both tracks are moving forward very well, and both tracks need each other,” said Senator Chuck Schumer of New York, the majority leader. “We want to work with our Republican colleagues on infrastructure where we have common ground, and Democrats believe we have other priorities that the Senate must consider above and beyond a bipartisan infrastructure bill.”\nThe breadth of those priorities became clearer in a meeting Mr. Schumer convened with Democrats on the Budget Committee on Wednesday, where lawmakers discussed taking unilateral action on a package that could be as large as $6 trillion, with at least half of it paid for, should the bipartisan talks fail to produce a deal, according to four people familiar with the discussion. The details of the emerging discussions were reported earlier by Politico.", "url": "https://www.nytimes.com/2021/06/17/us/politics/democrats-infrastructure-deal-congress.html"}