{"authors": ["Parul Sehgal"], "date_download": "2022-10-25 23:37:32", "date_modify": "2022-10-25 23:37:32", "date_publish": "2021-05-12 20:04:27", "description": "In “On Violence and On Violence Against Women,” Jacqueline Rose roves widely to consider sexual harassment, Harvey Weinstein, political power, contemporary fiction and more.", "filename": "2021_05_12_books_review-on-violence-against-women-jacqueline-rose_1666741052.html", "image_url": "https://static01.nyt.com/images/2021/05/13/books/review/12BOOKROSE1/12BOOKROSE1-facebookJumbo.png?year=2021&h=550&w=1050&s=68a8237d66e6d33b6ad26c6be33dbdfcfcd16f2bb6f6749afe62231e7541a6dd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_12_books_review-on-violence-against-women-jacqueline-rose_1666741052.html", "title": "A New Book Thinks Clearly and Creatively About Violence Against Women", "title_page": "A New Book Thinks Clearly and Creatively About Violence Against Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What a pair they made: Marcel Proust and his Papa.\nAdrien Proust was the renowned epidemiologist who pioneered the use of the cordon sanitaire to sequester infectious disease — the 19th century’s version of social distancing. He was a man who boasted about how well he washed his hands.\nHis son, meanwhile, became the laureate of licentious trespass (on the page, at least), the great interloper of consciousness. No other writer has dedicated himself so exuberantly to “the porousness of boundaries between self and other, both as pleasure and as danger,” the critic Jacqueline Rose has written.\nProust is totemic to Rose. See, too, her fondness for the words “cobweb” and “tangle,” and her deep suspicion toward anything touted as “natural” or “sanitized.” Rose has written widely: on psychoanalysis, motherhood, the cult of celebrity, Sylvia Plath, Israel and Peter Pan. Every one of her books could be subtitled “In Praise of Shadows” — cribbing from Junichiro Tanizaki, another writer important to her.\n“Rather than the idea of light triumphing over darkness,” she wrote in “Women in Dark Times,” “confronting dark with dark might be the more creative path.” She champions a “scandalous feminism,” an embrace of all the shameful, derided aspects of our nature, a refusal to fear or shun our own thoughts. Without it, we will continue to outsource our anxieties and aggression onto other people, onto entire other populations (today’s chief targets, she argues, include mothers, migrants, trans people, Palestinians).", "url": "https://www.nytimes.com/2021/05/12/books/review-on-violence-against-women-jacqueline-rose.html"}