{"authors": ["Hannah Beech", "Muktita Suhartono", "Adam Dean"], "date_download": "2022-10-25 23:45:07", "date_modify": "2022-10-25 23:45:07", "date_publish": "2021-06-05 09:00:30", "description": "Thailand went for months without a single confirmed case of local transmission, but the epidemic has now radiated from nightclubs to areas where social distancing is all but impossible.", "filename": "2021_06_05_world_asia_thailand-covid-clubs_1666741507.html", "image_url": "https://static01.nyt.com/images/2021/06/05/world/05thailand-covid-1/05thailand-covid-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b5cacfaac5e0c403d1292a0ab1f7aaeba5695af0b0ea333e1c0570e94c650a9c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_05_world_asia_thailand-covid-clubs_1666741507.html", "title": "After Lavish Nights of Clubbing in Bangkok, a Covid Outbreak", "title_page": "After Lavish Nights of Clubbing in Bangkok, a Covid Outbreak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BANGKOK — When the V.V.I.P. customers disembarked from their limousines at the Krystal Exclusive Club in Bangkok, young women in tiaras, angel wings and not much else sometimes greeted them.\nThe V.V.I.P. clientele were whisked to the V.V.I.P. rooms, with their padded walls and plush sofas. Thai government bigwigs partied at Krystal — one of its mottos is “the luxury entertainment of night light” — as did diplomats, army officers and businessmen. For much of the pandemic, coronavirus restrictions did not stop the fun.\nBut this spring, as go-go dancers shimmied, Krystal and another neighborhood nightclub, Emerald, turned into the epicenter of what is now Thailand’s biggest and deadliest coronavirus surge, according to health ministry officials. Scores of people linked to the clubs have tested positive, including an ambassador and a government minister. (The minister’s staff said that he was infected by an aide who frequented Krystal.) Police officers and women who worked at the clubs have been infected, too.", "url": "https://www.nytimes.com/2021/06/05/world/asia/thailand-covid-clubs.html"}