{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 23:25:28", "date_modify": "2022-10-25 23:25:28", "date_publish": "2021-11-19 10:00:21", "description": "Led by Senator Ron Johnson, G.O.P. officials want to eliminate a bipartisan elections agency — and maybe send its members to jail.", "filename": "2021_11_19_us_politics_wisconsin-republicans-decertify-election_1666740328.html", "image_url": "https://static01.nyt.com/images/2021/11/19/us/politics/19wisconsin-inquiry-3/19wisconsin-inquiry-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_19_us_politics_wisconsin-republicans-decertify-election_1666740328.html", "title": "Wisconsin Republicans Push to Take Over the State’s Elections", "title_page": "Wisconsin Republicans Push to Take Over the State’s Elections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Republicans in Wisconsin are engaged in an all-out assault on the state’s election system, building off their attempts to challenge the results of the 2020 presidential race by pressing to give themselves full control over voting in the state.\nThe Republican effort — broader and more forceful than that in any other state where allies of former President Donald J. Trump are trying to overhaul elections — takes direct aim at the bipartisan Wisconsin Elections Commission, an agency Republicans created half a decade ago that has been under attack since the chaotic aftermath of last year’s election.\nThe onslaught picked up late last month after a long-awaited report on the 2020 results that was ordered by Republican state legislators found no evidence of fraud but made dozens of suggestions for the election commission and the G.O.P.-led Legislature, fueling Republican demands for more control of elections.\nThen the Trump-aligned sheriff of Racine County, the state’s fifth most populous county, recommended felony charges against five of the six members of the election commission for guidance they had given to municipal clerks early in the pandemic. The Republican majority leader of the State Senate later seemed to give a green light to that proposal, saying that “prosecutors around the state” should determine whether to bring charges.", "url": "https://www.nytimes.com/2021/11/19/us/politics/wisconsin-republicans-decertify-election.html"}