{"authors": ["Gregory Schmidt"], "date_download": "2022-10-25 23:31:46", "date_modify": "2022-10-25 23:31:46", "date_publish": "2021-07-16 14:00:09", "description": "Hoping to form stronger bonds with their fans, companies like Hasbro and Mattel are making once-in-a-lifetime toys through crowdfunding and other online strategies.", "filename": "2021_07_16_business_toys-exclusive-crowdfunding_1666740706.html", "image_url": "https://static01.nyt.com/images/2021/07/16/business/16dtc-toys1/16dtc-toys1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=2dfbe32a87c3062cf27ca61b0f60ee19b63b72f220c49104f72d1cb6ce74d331&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_16_business_toys-exclusive-crowdfunding_1666740706.html", "title": "Toymakers Create Their Dream Projects (but Ask for Money Upfront)", "title_page": "Toymakers Create Their Dream Projects (but Ask for Money Upfront) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Retailers are aware of their costs and overhead; they do a lot of diligence,” said Nic Wood, the editor in chief of The Fwoosh, a website that offers toy news and reviews. “It’s hard for smaller companies to take that risk.”\nA crowdfunding project helps lower costs for toy companies, said Brian Flynn, the founder and chief executive of Super7, which also sells toys through a one-month preorder window.\n“For a small company, the biggest challenge is determining the number of products to make,” he said. “I maximize the number I can make and minimize the overhead.”\nHow long the pandemic bump will last remains to be seen, but toymakers appear eager to leverage the growing interest.\n“It seems they have sped up in terms of the frequency of offering these projects,” Mr. Wood said. “What the lasting full effect is won’t be known for another year at least.”\nHasbro started its e-commerce site, Hasbro Pulse, in 2015 to offer popular toys from its Star Wars and Transformers lines, among others, along with insider peeks and access to exclusive products. Three years later, the site was expanded to include HasLab, its crowdfunding platform for high-end toys. The first project was a 49-inch-long replica of Jabba’s sail barge from “Return of the Jedi.”\n“It was a crazy idea that some of our designers had,” said Brian Chapman, the head of global design and development for Hasbro. But the company doubted its ability to sell. “We had to throw all that out the window,” Mr. Chapman said. “This was new for us.”", "url": "https://www.nytimes.com/2021/07/16/business/toys-exclusive-crowdfunding.html"}