{"authors": ["Noah Weiland"], "date_download": "2022-10-25 23:27:33", "date_modify": "2022-10-25 23:27:33", "date_publish": "2021-05-11 23:00:01", "description": "At a Senate hearing on the federal government’s pandemic response, Republicans criticized the government’s guidance for cruise ships, fishermen, summer camps and outdoor mask wearing.", "filename": "2021_05_11_us_politics_cdc-covid-guidelines_1666740453.html", "image_url": "https://static01.nyt.com/images/2021/05/11/us/politics/11dc-virus-senate/11dc-virus-senate-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1661635156973b469390ed8de3a816db1759bf6aab92d6581e5a4e4e3fb91d19&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_11_us_politics_cdc-covid-guidelines_1666740453.html", "title": "CDC Chief Defends Coronavirus Pandemic Guidance as Impatience Mounts", "title_page": "CDC Chief Defends Coronavirus Pandemic Guidance as Impatience Mounts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The director of the Centers for Disease Control and Prevention on Tuesday defended the agency against accusations that federal scientists were being too slow to update their pandemic-control guidance and overly conservative with their recommendations, especially on outdoor mask wearing.\nAt a Senate hearing with other top federal health officials on the federal government’s pandemic response, Republicans accused the C.D.C.’s director, Dr. Rochelle P. Walensky, of accommodating special interests in the agency’s guidance for schools and of failing to recognize the low risk of outdoor transmission of the coronavirus.\nThey said that the agency had lost the trust of Americans looking to return to normal life.\nTheir complaints echoed mounting exasperation — even among some public health experts — with the federal government’s pace in relaxing its recommendations as states across the country move to reopen their economies.\nFrustrations ranged from the practical — asking children to wear masks at camp — to the fantastic — suggestions that the National Institutes of Health had conspired with the Chinese to supercharge viruses, an accusation that Dr. Anthony S. Fauci called “entirely and completely incorrect.”", "url": "https://www.nytimes.com/2021/05/11/us/politics/cdc-covid-guidelines.html"}