{"authors": ["Jennifer Steinhauer"], "date_download": "2022-10-25 22:57:04", "date_modify": "2022-10-25 22:57:04", "date_publish": "2021-09-14 09:00:25", "description": "Many who feel they need more coronavirus protection have managed to obtain an extra dose. “I did feel bad about it. But I didn’t feel bad enough,” one woman said.", "filename": "2021_09_14_us_politics_coronavirus-booster-shots_1666738624.html", "image_url": "https://static01.nyt.com/images/2021/09/13/us/13dc-virus-boost-sub/13dc-virus-boost-sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cff72d06ea555b87c0ce24d21a5c92e84bb224ea0d4c38b64bc8a79b65a02850&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_14_us_politics_coronavirus-booster-shots_1666738624.html", "title": "Some Healthy Americans Seek Coronavirus Booster Shots Before Approval", "title_page": "Some Healthy Americans Seek Coronavirus Booster Shots Before Approval - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Amy Piccioni is not a doctor or a scientist, but as word of breakthrough coronavirus infections in vaccinated people started spreading this summer, she waded through an array of technical and often contradictory information about the need for coronavirus booster shots. Then she decided for herself: She would not wait for federal regulators to clear them before finding one.\n“It takes a long time for scientists to admit that some people need a booster,” said Ms. Piccioni, 55, who received the one-dose Johnson & Johnson vaccine last November through a clinical trial and timed her booster around a visit to her father in July, thinking it would protect her on the plane. She walked into her local Walgreens, asked for a Pfizer shot and got it, no questions asked.\n“All I could think about was how low the vaccination rate is in some areas,” said Ms. Piccioni, who lives near Del Mar, Calif., and is in good health. “Those doses don’t last forever, so I felt no guilt about taking one that probably would have expired.”\nWhile tens of millions of Americans continue to decline even a first Covid-19 vaccine, a small but growing number have sought out additional shots even though the Food and Drug Administration has not yet approved them and it remains unclear who precisely needs one and when.", "url": "https://www.nytimes.com/2021/09/14/us/politics/coronavirus-booster-shots.html"}