{"authors": ["Stanley Reed", "Raphael Minder"], "date_download": "2022-10-25 23:27:33", "date_modify": "2022-10-25 23:27:33", "date_publish": "2021-09-08 09:00:23", "description": "Crimped supplies and increased demand have pushed energy prices to their highest in years, raising concerns about the winter.", "filename": "2021_09_08_business_europe-natural-gas-prices_1666740453.html", "image_url": "https://static01.nyt.com/images/2021/09/07/business/00gasprices-1/00gasprices-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c548423b29b2ddb8bde2bc1c7a62bc3fa75fbcf85c50f31e9c8340d275bd10c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_08_business_europe-natural-gas-prices_1666740453.html", "title": "High Natural Gas Prices Strain Europeans, Weighing on Recovery", "title_page": "High Natural Gas Prices Strain Europeans, Weighing on Recovery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — As the world struggles to recover from the pandemic, soaring natural gas prices threaten to become a drag on the economies of Europe and elsewhere. Wholesale prices for the fuel are at their highest in years — nearly five times where they were at this time in 2019, before people started falling ill with the virus.\nThe high costs feed into electric power prices and have begun showing up in utility bills, weighing on consumers whose personal finances have already been strained by the pandemic. The price jumps are unusual because demand is typically relatively low in the warmer summer months, raising alarms about the prospects for further increases when demand jumps in the winter.\nSpanish households are paying roughly 40 percent more than what they paid for electricity a year ago as the wholesale price has more than doubled, prompting angry protests against utility companies.\n“The electricity price hike has created a lot of indignation, and this is of course moving onto the streets,” said María Campuzano, spokeswoman for the Alliance against Energy Poverty, a Spanish association that helps people struggling to pay energy bills.", "url": "https://www.nytimes.com/2021/09/08/business/europe-natural-gas-prices.html"}