{"authors": ["Christine Hauser"], "date_download": "2022-10-25 23:29:17", "date_modify": "2022-10-25 23:29:17", "date_publish": "2021-02-23 20:30:31", "description": "Martin Gugino, then 75, was pushed to the ground by officers during a protest against police violence last year. A video of the episode, which left Mr. Gugino with a fractured skull, circulated widely online.", "filename": "2021_02_23_us_buffalo-police-protest-martin-gugino_1666740557.html", "image_url": "https://static01.nyt.com/images/2021/02/23/lens/23xp-buffalo-photo/merlin_183662007_57966284-ecc9-4aa6-a2c4-3f253dea6d7c-facebookJumbo.jpg?year=2021&h=550&w=1050&s=538897fb6c9704dcb1b845902591279ad26a2d1aacc05cf927ac07159ddcb91f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_23_us_buffalo-police-protest-martin-gugino_1666740557.html", "title": "Man Shoved by Officers During Protest Sues Buffalo Police", "title_page": "Man Shoved by Officers During Protest Sues Buffalo Police - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A man whose skull was fractured after he was shoved to the ground by police officers at a protest in Buffalo last year has filed a lawsuit against the city and members of its police force.\nThe man, Martin Gugino, 76, claims in the lawsuit that he was “forcibly assaulted” by the police at the protest, and that other officers walked by as he “lay unconscious on the sidewalk, blood pouring from his fractured skull.” The suit, filed on Monday in the U.S. District Court for the Western District of New York, also alleges that the defendants tried to conceal the assault.\nThe filing, which claims that Mr. Gugino’s constitutional rights were violated, was the latest development in an episode that was captured on video and widely shared on social media last year. It added outrage to a period of protests over police violence after the deaths of George Floyd in Minneapolis and Breonna Taylor in Louisville, Ky.\nOne video captured by a local radio station shows two officers pushing Mr. Gugino, causing him to stagger backward and land hard on the sidewalk. Blood can be seen pooling beneath his head. The Buffalo Police Department said at the time that he “tripped and fell” during a “skirmish” after an 8 p.m. curfew.", "url": "https://www.nytimes.com/2021/02/23/us/buffalo-police-protest-martin-gugino.html"}