{"authors": ["Farnaz Fassihi"], "date_download": "2022-10-25 23:54:20", "date_modify": "2022-10-25 23:54:20", "date_publish": "2021-08-05 21:48:05", "description": "President Ebrahim Raisi is a protégé of the supreme leader, Ayatollah Ali Khamenei, and his inauguration gives conservatives control of every part of Iran’s government.", "filename": "2021_08_05_world_middleeast_iran-president-raisi-inaugurated_1666742060.html", "image_url": "https://static01.nyt.com/images/2021/08/05/world/05IRAN-TOP/05IRAN-TOP-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7ba92f200abfd6939da198ce3b41ce77e58e002e7e027c0b8bf05e174b525e05&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_05_world_middleeast_iran-president-raisi-inaugurated_1666742060.html", "title": "A New President Takes Office in Iran, Solidifying Hard-Line Control", "title_page": "A New President Takes Office in Iran, Solidifying Hard-Line Control - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ebrahim Raisi was sworn into office as Iran’s new president on Thursday, consolidating the power of conservatives who now control all branches of the Islamic Republic’s government and are set to pursue a harder line in foreign and domestic policies.\nMr. Raisi, 60, a protégé of Iran’s supreme leader, Ayatollah Ali Khamenei, won a low-turnout election in June that had been orchestrated to prevent any credible opponent — particularly any moderate — from running. He is seen as Mr. Khamenei’s choice to succeed him as supreme leader in a system where a small group of Shiite clerics, not elected officials, hold the ultimate power.\nThe inauguration ceremony, at the Parliament in Tehran, took place amid very heavy security and ample pomp, with more than 100 foreign dignitaries arriving in luxury cars, a military band playing the national anthem and the capital city shut down.", "url": "https://www.nytimes.com/2021/08/05/world/middleeast/iran-president-raisi-inaugurated.html"}