{"authors": ["Sharon Lafraniere"], "date_download": "2022-10-25 23:00:22", "date_modify": "2022-10-25 23:00:22", "date_publish": "2021-07-29 13:40:11", "description": "After a two-day inspection, the F.D.A. said operations could start again at the Emergent BioSolutions site where Johnson & Johnson doses were contaminated.", "filename": "2021_07_29_world_emergent-vaccine-plant-baltimore_1666738822.html", "image_url": "https://static01.nyt.com/images/2021/07/29/world/29virus-briefing-emergent/29virus-briefing-emergent-facebookJumbo.jpg?year=2021&h=549&w=1050&s=abd0c55e90eaa91737066946646ef8be06d71773c6efc5af70f4752e62d3496f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_29_world_emergent-vaccine-plant-baltimore_1666738822.html", "title": "F.D.A. Gives Approval for Emergent Vaccine Plant in Baltimore to Reopen", "title_page": "F.D.A. Gives Approval for Emergent Vaccine Plant in Baltimore to Reopen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal regulators have approved the reopening of a troubled Baltimore vaccine-making plant that has been closed for more than three months over contamination concerns that delayed the delivery of about 170 million doses of coronavirus vaccine.\nThe turnabout came after a two-day inspection at the plant this week by the Food and Drug Administration and weeks of effort by Johnson & Johnson and its subcontractor, Emergent BioSolutions, to bring the site up to standard.\nThe F.D.A. had halted production at the factory in late March after it was discovered that workers had accidentally contaminated a batch of Johnson & Johnson’s vaccine with a key ingredient used in AstraZeneca’s, then made at the same site.\nThe federal government also stripped Emergent of the responsibility to manufacture AstraZeneca’s vaccine and instructed Johnson & Johnson to assert greater control over Emergent’s operation.", "url": "https://www.nytimes.com/2021/07/29/world/emergent-vaccine-plant-baltimore.html"}