{"authors": ["Alexandra E. Petri", "Jenny Gross"], "date_download": "2022-10-25 23:24:04", "date_modify": "2022-10-25 23:24:04", "date_publish": "2021-06-24 16:53:02", "description": "Surviving residents of the 12-story building that collapsed near Miami Beach explain what happened.", "filename": "2021_06_24_us_miami-building-collapse-residents_1666740244.html", "image_url": "https://static01.nyt.com/images/2021/06/24/us/24miami-collapse-residents/24miami-collapse-residents-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cd11c8e8db6510102072653c85258268a7992c4173bdffe24cdbbae71aaeccf6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_24_us_miami-building-collapse-residents_1666740244.html", "title": "Residents Who Survived the Surfside Collapse Describe Being Inside", "title_page": "Residents Who Survived the Surfside Collapse Describe Being Inside - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Raysa Rodriguez, 59, was asleep in her apartment at Champlain Towers South when the building began to shake in the early hours of Thursday morning — as if there had been an earthquake. On the balcony, she saw a plume of white smoke. Ms. Rodriguez rushed to her front door. “When I opened the door, I’m like, ‘There’s no more building,’” she said.\nHer unit, 907, is on the west side of the building, which stayed intact. But a few doors down, from unit 904 and onward on the building’s north side, everything was flattened, she said. She ran inside to put on shorts and shoes and to grab her purse.\nAlong with some neighbors, including an older neighbor with a walker and a child, Ms. Rodriguez used the emergency stairwell, which was dark and littered with debris, to get to the second floor. A neighbor on that floor had left her apartment door open, and Ms. Rodriguez and the others ran in and onto the balcony, where rescuers were able to reach them with a ladder.\n“I lost a lot of friends,” Ms. Rodriguez, who has owned a unit in the building for nearly 20 years, said. “They are not going to be able to find those people.”", "url": "https://www.nytimes.com/2021/06/24/us/miami-building-collapse-residents.html"}