{"authors": ["Vivian Yee", "Falih Hassan"], "date_download": "2022-10-25 23:54:22", "date_modify": "2022-10-25 23:54:22", "date_publish": "2021-12-27 14:18:07", "description": "A court certified October’s parliamentary vote that gave Muqtada al-Sadr’s party a plurality of seats, clearing a path for a government to be formed.", "filename": "2021_12_27_world_middleeast_iraq-election-muqtada-al-sadr_1666742062.html", "image_url": "https://static01.nyt.com/images/2021/12/27/world/27Iraq-Election-01/27Iraq-Election-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_27_world_middleeast_iraq-election-muqtada-al-sadr_1666742062.html", "title": "Iraq Confirms Election Gains for Muqtada al-Sadr", "title_page": "Iraq Confirms Election Gains for Muqtada al-Sadr - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Iraq’s Federal Supreme Court on Monday upheld the results of the country’s October parliamentary elections, resolving a dispute that had stalled the formation of a new government as Iran-backed Shiite Muslim militias contested gains by a rival Shiite political bloc.\nThe court certified the victory of Muqtada al-Sadr, the influential Shiite cleric who is regarded as a possible ally, if a wary one, for the United States in Iraq. His party won 73 of the 329 seats in Parliament, more than any other and up from 54 in 2018. It handily beat an alliance of Iran-aligned militias led by the Fatah coalition.\nFor Fatah and its allies, Mr. al-Sadr’s victory upset the traditional balance of the Shiite powers that have dominated Iraqi politics since the fall of Saddam Hussein almost 20 years ago and threatened to dent Iranian influence in Parliament. Mr. al-Sadr — an Iraqi nationalist whose forces once battled the Americans but who is now viewed as more hostile to Iran — is poised to play a strong role not only in Parliament but also in choosing the next prime minister.\nMr. al-Sadr thanked the court, the election commission and the Iraqi people in a Twitter post on Monday and called for “the formation of a government of national majority that is neither Eastern nor Western.” Earlier he visited the shrine of Imam Ali in the city of Najaf, one of the holiest sites in Shiite Islam, to offer thanks.", "url": "https://www.nytimes.com/2021/12/27/world/middleeast/iraq-election-muqtada-al-sadr.html"}