{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:26:26", "date_modify": "2022-10-25 23:26:26", "date_publish": "2021-10-06 09:00:23", "description": "Rich countries contribute an average of $14,000 per year for a toddler’s care, compared with $500 in the U.S. The Democrats’ spending bill tries to shrink the gap.", "filename": "2021_10_06_upshot_child-care-biden.html_action=click&module=Well&pgtype=Homepage&section=The%20Upshot_1666740386.html", "image_url": "https://static01.nyt.com/images/2021/10/05/upshot/up-childcare1/merlin_165307482_5f500fe7-fbfe-4344-bfa1-0da064788819-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9691941f50502b30663c99066fca26a8f40f8fc9124f48673be7f43de2027714&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_06_upshot_child-care-biden.html_action=click&module=Well&pgtype=Homepage&section=The%20Upshot_1666740386.html", "title": "How Other Nations Pay for Child Care. The U.S. Is an Outlier.", "title_page": "How Other Nations Pay for Child Care. The U.S. Is an Outlier. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We as a society, with public funding, spend so much less on children before kindergarten than once they reach kindergarten,” said Elizabeth Davis, an economist studying child care at the University of Minnesota. “And yet the science of child development shows how very important investment in the youngest ages are, and we get societal benefits from those investments.”\nCongress is negotiating the details of the spending bill, and many elements are likely to be cut to decrease the cost. The current draft of the child care plan would make attendance at licensed child care centers free for the lowest-earning families, and it would cost no more than 7 percent of family income for those earning up to double the state’s median income. It would provide universal public preschool for children ages 3 and 4. And it would increase the pay of child care workers and preschool teachers to be equivalent to elementary teachers (currently, the median hourly wage for a preschool teacher of 4-year-olds is $14.67, and for a kindergarten teacher of 5-year-olds $32.80).\nAmong the 38 nations in the Organization for Economic Cooperation and Development, the United States is second only to Luxembourg on education spending for elementary school through college. But Americans have long had mixed feelings about whether young children should stay home with family or go to child care. Some Republicans say direct payments to parents would give them the choice to enroll in child care or stay home. Though many conservative-leaning states have public preschool, some Republicans have said they do not want the federal government involved. Some business groups oppose how the Biden spending bill would be paid for: increased taxes on businesses and wealthy Americans.\nThe pandemic, though, has forced the issue.\n“I’ve been writing these reports saying this is a crisis for more than 30 years — it’s not new,” said Gina Adams, a senior fellow at the Urban Institute. “But the pandemic reminded people that child care is a linchpin of our economy. Parents can’t work without it. It’s gotten to a point where the costs of not investing are much, much more clear.”", "url": "https://www.nytimes.com/2021/10/06/upshot/child-care-biden.html?action=click&module=Well&pgtype=Homepage&section=The%20Upshot"}