{"authors": ["Michael M. Grynbaum"], "date_download": "2022-10-25 23:52:15", "date_modify": "2022-10-25 23:52:15", "date_publish": "2021-07-06 07:00:10", "description": "As viewers tune out cable news, Rupert Murdoch is preparing the debut of Fox Weather, a potentially powerful new player in a sphere long dominated by the Weather Channel.", "filename": "2021_07_06_business_media_fox-weather-channel-plus_1666741935.html", "image_url": "https://static01.nyt.com/images/2021/07/06/business/06weather-media/00weather-media-facebookJumbo.jpg?year=2021&h=550&w=1050&s=61116afb44899622d63673c840f13b717fb8a21e5fa3b95312912eee603e2257&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_06_business_media_fox-weather-channel-plus_1666741935.html", "title": "Fox’s New Channel Changes the Climate for Weather TV", "title_page": "Fox’s New Channel Changes the Climate for Weather TV - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Weather is taking the media industry by storm.\nLater this year, Rupert Murdoch is set to debut Fox Weather, a 24-hour streaming channel that promises to do for seven-day forecasts what Fox has done for American politics, financial news and sports. Not to be outdone, the Weather Channel — granddaddy of television meteorology — announced the creation of a new streaming service, Weather Channel Plus, that the company believes could reach 30 million subscribers by 2026.\nAmid a waning appetite for political news in the post-Trump era, media executives are realizing that demand for weather updates is ubiquitous — and for an increasing swath of the country, a matter of urgent concern. In the past week alone, temperatures in the Pacific Northwest broke records, wildfires burned in Colorado and Tropical Storm Elsa strengthened into a hurricane over the Atlantic Ocean.\nAt CNN, MSNBC and Fox News, average viewership for the first half of 2021 fell 38 percent from a year prior. The audience for the Weather Channel was up 7 percent.\n“All the networks are ramping up for this,” said Jay Sures, a co-president of United Talent Agency who oversees its TV division. “It doesn’t take a rocket scientist to figure out that climate change and the environment will be the story of the next decade.” One of his firm’s clients, Ginger Zee, the chief meteorologist at ABC News, now has 2.2 million Twitter followers — more than any ABC News personality besides George Stephanopoulos.", "url": "https://www.nytimes.com/2021/07/06/business/media/fox-weather-channel-plus.html"}