{"authors": ["Luis Ferré-Sadurní"], "date_download": "2022-10-25 22:55:35", "date_modify": "2022-10-25 22:55:35", "date_publish": "2021-12-02 17:20:04", "description": "“This is not cause for alarm,” Gov. Kathy Hochul said. “It was foreseen ever since it was first reported out of South Africa, that we knew it would come to New York State at some point.”", "filename": "2021_12_02_nyregion_new-york-city-omicron-anime-conference_1666738535.html", "image_url": "https://static01.nyt.com/images/2021/12/02/multimedia/02virus-briefing-nyupdate1/02virus-briefing-nyupdate1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_02_nyregion_new-york-city-omicron-anime-conference_1666738535.html", "title": "Hochul Urges Anime NYC Conference Attendees to Get Tested Due to Omicron", "title_page": "Hochul Urges Anime NYC Conference Attendees to Get Tested Due to Omicron - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gov. Kathy Hochul of New York said on Thursday that everyone who attended a recent anime convention in Manhattan should get tested for the coronavirus, after it was announced that an individual who tested positive for the Omicron variant in Minnesota had attended to the conference.\nFive other cases were reported in New York City and on Long Island, the governor announced later in the day. Those included a 67-year-old woman from Suffolk County who had recently traveled to South Africa, was vaccinated and experienced mild symptoms of Covid-19.\nMs. Hochul said the Minnesota resident was also vaccinated and experienced mild symptoms. He had attended the Anime NYC 2021 convention at the Javits Center in Midtown Manhattan.\nShe urged people who attended the event, which was held from Nov. 19 to Nov. 21, to get tested and said that health officials would be in contact with attendees. The convention hosted 53,000 attendees over three days, according to a spokesman for the Javits Center.", "url": "https://www.nytimes.com/2021/12/02/nyregion/new-york-city-omicron-anime-conference.html"}