{"authors": ["Somini Sengupta"], "date_download": "2022-10-25 23:23:04", "date_modify": "2022-10-25 23:23:04", "date_publish": "2021-11-03 10:17:44", "description": "Its backers say it will jump-start investments in clean energy that would not otherwise draw private investors.", "filename": "2021_11_03_world_europe_global-energy-alliance-fund-cop26_1666740184.html", "image_url": "https://static01.nyt.com/images/2021/11/03/world/03cop26-briefing-finance-somini/merlin_196181697_f6a138df-cc01-4c97-9dda-78cdda58ca28-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_03_world_europe_global-energy-alliance-fund-cop26_1666740184.html", "title": "New $10.5 Billion Fund Aims to Spur Green Energy in Poor Countries", "title_page": "New $10.5 Billion Fund Aims to Spur Green Energy in Poor Countries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A group of philanthropic foundations and international development banks on Wednesday announced a $10.5 billion fund to help emerging economies with growing energy needs make the switch from fossil fuels to renewable sources.\nThe group, known as the Global Energy Alliance, aims to draw in more donors in the coming weeks. At the moment, it has pulled in $1.5 billion from the Rockefeller Foundation, the Ikea Foundation and the Bezos Earth Fund, along with $9 billion from international development banks such as the African Development Bank and the International Finance Corporation.\nThe announcement, on the sidelines of the United Nations climate summit in Glasgow, comes as the Biden administration is banking on trillions of dollars in private investment to move global energy systems away from coal, oil and gas.\nRaj Shah, the president of the Rockefeller Foundation, which helped set up the alliance, said that the new fund was necessary to jump-start investments in clean energy technologies that would not otherwise draw private investors that demand high rates of return.", "url": "https://www.nytimes.com/2021/11/03/world/europe/global-energy-alliance-fund-cop26.html"}