{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:39:02", "date_modify": "2022-10-25 23:39:02", "date_publish": "2021-09-21 23:22:46", "description": "The president said he wants global cooperation to meet challenges, but some allies and adversaries say his actions point to confrontation with China and unilateral action, belying his words.", "filename": "2021_09_21_world_asia_biden-united-nations-unga_1666741142.html", "image_url": "https://static01.nyt.com/images/2021/09/21/world/21prexy-nations-1/21prexy-nations-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ad4ccdf723447e6c2d853fab862cf00e6f4bc0d37c4aa5796e2d399b1eaa2eec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_21_world_asia_biden-united-nations-unga_1666741142.html", "title": "At U.N., Biden Calls for Diplomacy, Not Conflict, but Some Are Skeptical", "title_page": "At U.N., Biden Calls for Diplomacy, Not Conflict, but Some Are Skeptical - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But in private, some officials concede growing similarities. The American-British deal to equip Australia with nuclear-powered submarines is clearly an effort to reset the naval balance in the Pacific, as China expands its territorial claims and threatens Taiwan. The United States has also been attempting to block Chinese access to sophisticated technology and Western communications systems.\n“The future belongs to those who give their people the ability to breathe free, not those who seek to suffocate their people with an iron-hand authoritarianism,” Mr. Biden said, leaving little doubt who he meant. “The authoritarians of the world, they seek to proclaim the end of the age of democracy, but they’re wrong.”\nA few hours after Mr. Biden left the podium, Mr. Xi also addressed the General Assembly, in a prerecorded video, rejecting American portrayals of his government as repressive and expansionist, asserting that he supports peaceful development for all peoples.\nMr. Xi’s language was restrained, and like Mr. Biden he did not name his country’s chief rival, but he made a clear allusion to China’s anger over the Australian submarine pact. The world must “reject the practice of forming small circles or zero-sum games,” he said, adding that international disputes “need to be handled through dialogue and cooperation on the basis of equality and mutual respect.”\nHe also announced that his country would stop building “new coal-fired power projects abroad,” ending one of the dirtiest fossil-fuel programs. China is by far the largest financier of coal-fired power plants.\nMr. Biden’s debut at the annual opening of the United Nations General Assembly in New York was muted by the pandemic. Many national leaders did not attend, and there were few of the big receptions and relentless traffic gridlock that have traditionally marked the September ritual.\nHe stayed only a few hours and met only one ally there: Prime Minister Scott Morrison of Australia. Later in the day, back in Washington, Mr. Biden met Prime Minister Boris Johnson of Britain, the other partner in the submarine deal.", "url": "https://www.nytimes.com/2021/09/21/world/asia/biden-united-nations-unga.html"}