{"authors": ["Gillian Friedman"], "date_download": "2022-10-25 23:51:08", "date_modify": "2022-10-25 23:51:08", "date_publish": "2021-04-29 09:00:30", "description": "Retailers used to absorb much of the cost of goods when suppliers raised prices. Now, the difference is being passed on to shoppers.", "filename": "2021_04_29_business_consumer-goods-prices_1666741868.html", "image_url": "https://static01.nyt.com/images/2021/04/30/business/30consumer-prices-combo-print1/29consumer-prices-combo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=58cc044b89850467c9109d0b689c856d19be1d589d703d0bf54cf0b7d73ff246&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_29_business_consumer-goods-prices_1666741868.html", "title": "Consumer Goods Are Going to Get More Expensive", "title_page": "Consumer Goods Are Going to Get More Expensive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“When the pandemic first struck paper, toilet paper was like gold,” Mr. Portell said. “The optics of trying to take a price increase during that time just weren’t going to be good.”\nThus, despite the spike in demand, companies weren’t in a position to balance out the price-and-cost equation. Now that the economy is beginning to stabilize, companies are starting to make different economic calculations, rebalancing pricing so that it better fits their profit expectations and takes into account inflation, which will drive up prices.\n“This isn’t an opportunistic profit-taking by companies,” Mr. Portell said. “This is a reset of the market.”\nThe government’s pumping of money into the economy through recent stimulus packages has also given retailers more room to raise prices. People who have received unemployment benefits or stimulus checks are able to spend that money on consumer goods like toilet paper and diapers.\nMany of those who have kept their jobs during the pandemic also have been able to increase their savings. That means they have disposable income to spend on more expensive items like printers or desks for working at home, or on luxuries like televisions, hot tubs or kitchen remodels.\n“Right now, demand is fiscally stimulated and very strong,” said Gregory Daco, chief U.S. economist for the firm Oxford Economics. “So even if you raise your prices, you’re not necessarily going to lose market share, because most other producers are doing the same thing and because people have the means to buy.”", "url": "https://www.nytimes.com/2021/04/29/business/consumer-goods-prices.html"}