{"authors": ["Alan Feuer", "Nicholas Fandos"], "date_download": "2022-10-25 23:47:29", "date_modify": "2022-10-25 23:47:29", "date_publish": "2021-05-25 19:13:39", "description": "Republicans have argued that the existing Justice Department and congressional investigations will address the assault. But they have strict limits.", "filename": "2021_05_25_us_politics_capitol-riot-investigations_1666741649.html", "image_url": "https://static01.nyt.com/images/2021/05/25/us/politics/25dc-investigate/merlin_188064504_207be300-6c52-46c1-91d9-24ff6dc6262a-facebookJumbo.jpg?year=2021&h=549&w=1050&s=825b0639b79eb0cda065f388c4c04ed8b520ce76071181cdd1d539c42f7ead7d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_25_us_politics_capitol-riot-investigations_1666741649.html", "title": "Why the Capitol Riot Inquiries Leave Room for a Broader Commission", "title_page": "Why the Capitol Riot Inquiries Leave Room for a Broader Commission - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Criminal investigators are only supposed to investigate crimes,” said Joel Hirschhorn, a veteran defense lawyer who has represented several clients charged in political riots. “But a commission is better suited and better able to look at the political reasons behind Jan. 6.”\nThe question of motive\nAs many as 500 rioters may face charges in connection with the Capitol attack, prosecutors have said. Many questions will eventually be answered: How did all of those people get to Washington on Jan. 6? What exactly did they do on the grounds of the Capitol? And what happened once they went back to their homes?\nBut one important question, crucial to understanding the events of that day, is not likely to be answered — at least not by the government — even in the hundreds of cases. And that is why those charged with crimes took part in storming the Capitol.\nWhile the issue of motive is a staple of police procedurals on TV, it is less important at actual trials in real-life courtrooms. Defense lawyers may decide to discuss their clients’ motives with the judge at a sentencing hearing in an effort to reduce potential penalties, but prosecutors in their public statements are much more likely to stick to the facts of who did what when rather than delving into why they might have done it.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“In criminal prosecutions, the issue is generally one of behavior inferred by circumstance and corroborated by evidence like documents, emails and cooperating witnesses,” Mr. Hirschhorn said. “Motive is never really an issue when the government is trying to make its case at a trial and prove guilt or innocence. It’s just not relevant.”\nThe big picture\nEven though prosecutors have charged an unprecedented number of people in the riot, that does not mean they are looking at the big picture — exactly what a commission would be asked to do. Indeed, at the urging of judges and under pressure from defense lawyers, investigators in the inquiry have taken pains to treat each of the 450 or so people charged so far as individual defendants.\n“The job of a prosecutor is to prosecute the cases directly in front of them, not to zoom way out and give their views on the totality of the events in question,” said Alan Rozenshtein, a former Justice Department official who now teaches at the University of Minnesota Law School. “It would go against their training to just start freestyling in a courtroom about the broad state of American democracy.”", "url": "https://www.nytimes.com/2021/05/25/us/politics/capitol-riot-investigations.html"}