{"authors": ["Reed Abelson"], "date_download": "2022-10-25 23:02:52", "date_modify": "2022-10-25 23:02:52", "date_publish": "2021-09-29 09:00:54", "description": "Some employees left their posts in protest, but a hefty majority, particularly at large hospital chains, appear to be complying.", "filename": "2021_09_29_health_us-hospital-workers-vaccine_1666738972.html", "image_url": "https://static01.nyt.com/images/2021/09/28/world/28virus-briefing-hospitals-vaccines-1/28virus-briefing-hospitals-vaccines-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=703f076df2ca0c9a9e14ba41faa8ceb241ff2445d41e202447b762aae0fc4134&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_29_health_us-hospital-workers-vaccine_1666738972.html", "title": "Most U.S. Health Workers Are Complying With Vaccine Mandates", "title_page": "Most U.S. Health Workers Are Complying With Vaccine Mandates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hundreds of sought-after nurses are leaving some U.S. hospitals that have established vaccine requirements for all employees, involving some protests and legal opposition. But most workers, especially at large hospital chains, appear to be complying with the policies.\nNew York hospitals and nursing homes are grappling with the state’s Monday deadline for workers to have received at least one coronavirus vaccine dose, with thousands of workers remaining unvaccinated and at risk of being fired. Several other states and cities have also imposed mandates for health care workers, with deadlines approaching.\nAll are also facing a looming federal vaccine mandate for hospital and nursing home staff that President Biden ordered, though its exact scope and timing has yet to be announced.\nThe departures, especially of nurses, have compounded major staffing shortages over the course of the pandemic. The situation has become acutely difficult these past few months, particularly in regions where the Delta variant has overwhelmed hospitals and caused new spikes in Covid cases among nursing home staffs and residents. In one instance, a hospital in upstate New York said it briefly had to stop delivering babies after six of its employees left rather than get vaccinated.", "url": "https://www.nytimes.com/2021/09/29/health/us-hospital-workers-vaccine.html"}