{"authors": ["Luke Broadwater", "Alan Feuer"], "date_download": "2022-10-26 00:12:12", "date_modify": "2022-10-26 00:12:12", "date_publish": "2021-11-23 20:20:37", "description": "Investigators believe three militia or paramilitary groups have information about the deadly siege on Jan. 6.", "filename": "2021_11_23_us_politics_jan-6-proud-boys-oathkeepers_1666743132.html", "image_url": "https://static01.nyt.com/images/2021/11/23/us/politics/23dc-investigate/merlin_182917185_9d2e07f3-ce5c-48c1-b8d0-38713dc171e6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_23_us_politics_jan-6-proud-boys-oathkeepers_1666743132.html", "title": "House Panel Investigating Capitol Attack Subpoenas Proud Boys and Oath Keepers", "title_page": "House Panel Investigating Capitol Attack Subpoenas Proud Boys and Oath Keepers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "People associated with the Oath Keepers were similarly involved in planning and participating in the Capitol riot, the committee said, including 18 members who were indicted by a federal grand jury for allegedly planning a coordinated attack to storm the building. Mr. Rhodes repeatedly suggested that the Oath Keepers should engage in violence to ensure their preferred election outcome. He was also allegedly in contact with several of the indicted Oath Keepers members before, during and after the attack on Jan. 6, including meeting some of them outside the Capitol.\nMr. Rhodes has a long history of using violent language, including calling for the hanging of John McCain, the former Republican senator from Arizona.\nOn Oct. 27, Mr. Rhodes appeared on Mr. Jones’s show claiming that Democrats were stealing the election and that the Oath Keepers would protect President Donald J. Trump’s supporters at the polls. On Nov. 10, Mr. Rhodes said he had “good men on the ground” in Washington prepared to “go in” if Mr. Trump needed them. On Dec. 12, he called on Mr. Trump to invoke the Insurrection Act and warned that the Oath Keepers would mount a “much more bloody war” if he did not, the committee said.\nThe 1st Amendment Praetorian, a shadowy organization that appears to be largely made up of former intelligence officers and special forces operators, served as bodyguards to Michael T. Flynn, Mr. Trump’s former national security adviser, at rallies in Washington between the election and Jan. 6. In publicly posted videos, Mr. Lewis, the leader of the group, has also acknowledged being involved in the effort to help the lawyer Sidney Powell file lawsuits challenging the integrity of the presidential vote count.\nThe group provided security at multiple rallies leading up to Jan. 6 that amplified former Mr. Trump’s false claims of a stolen election. The group’s Twitter account suggested on Jan. 4 that violence was imminent, the committee said.", "url": "https://www.nytimes.com/2021/11/23/us/politics/jan-6-proud-boys-oathkeepers.html"}