{"authors": ["Vivian Wang"], "date_download": "2022-10-25 22:56:56", "date_modify": "2022-10-25 22:56:56", "date_publish": "2021-10-28 03:57:48", "description": "The government has staked its political legitimacy on controlling the virus better than other countries, especially its geopolitical rivals.", "filename": "2021_10_27_world_asia_china-zero-covid-virus_1666738616.html", "image_url": "https://static01.nyt.com/images/2021/10/28/world/28virus-china1/28virus-china1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_27_world_asia_china-zero-covid-virus_1666738616.html", "title": "Why China Is the World’s Last ‘Zero Covid’ Holdout", "title_page": "Why China Is the World’s Last ‘Zero Covid’ Holdout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The trip began in Shanghai, where the couple, both former professors, joined a tour group of other retirees. They traveled through Gansu Province and Inner Mongolia, staying at a bed-and-breakfast and eating three times at the same lamb chop restaurant. Flying south to Xi’an, they dropped in to a 1,300-year-old temple. Their fellow tour group members checked out an art museum, strolled through parks and visited friends.\nThen, on Oct. 16, the day they had planned to visit the Terracotta Warriors, the couple tested positive for the coronavirus.\nSince then, China has locked down a city of 4 million, as well as several smaller cities and parts of Beijing, to contain a fresh outbreak that has infected more than 240 people in at least 11 provinces and regions. The authorities have shuttered schools and tourist sites. Government websites have detailed every movement of the unlucky couple and their sprawling web of contacts, including what time they checked into hotels and on which floors of restaurants they sat.\nThe no-holds-barred response is emblematic of China’s “zero Covid” policy, which has served the country remarkably well: China has reported fewer than 5,000 deaths since the pandemic began. The scale of the new outbreak, while tiny compared to many other countries, is large for China.", "url": "https://www.nytimes.com/2021/10/27/world/asia/china-zero-covid-virus.html"}