{"authors": ["Reid J. Epstein", "Nick Corasaniti"], "date_download": "2022-10-25 22:57:33", "date_modify": "2022-10-25 22:57:33", "date_publish": "2021-07-20 19:59:51", "description": "After at least six state lawmakers tested positive for the coronavirus, the group is now confined to a Washington hotel, holding virtual meetings and making little headway in its persuasion campaign.", "filename": "2021_07_20_us_politics_texas-covid-voting-rights_1666738653.html", "image_url": "https://static01.nyt.com/images/2021/07/20/us/politics/20texas-democrats1/merlin_191002257_872fd97e-5e58-49b8-ad07-49e0c2499960-facebookJumbo.jpg?year=2021&h=550&w=1050&s=786ed7d6c39f0c7a2f98522fa9f17ccdce9c9928e2c6ae27b33f408f58013a94&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_20_us_politics_texas-covid-voting-rights_1666738653.html", "title": "Texas Democrats Face Covid Outbreak and a Stalled Voting Rights Push", "title_page": "Texas Democrats Face Covid Outbreak and a Stalled Voting Rights Push - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Democratic state lawmakers from Texas arrived in Washington last week with plans to apply unending pressure on the Senate to pass voting rights protections that would help counteract a Republican election overhaul bill back home.\nThen a Covid-19 outbreak stalled their progress.\nThe entire delegation from Texas is now stuck at a Washington hotel after six of the Democratic state representatives tested positive for the coronavirus, and an official from Speaker Nancy Pelosi’s office who met with them has also tested positive. All of those who have tested positive are fully vaccinated, but nobody in the capital is now particularly eager to meet in person with the group, which has resorted to virtual meetings.\nIn the meantime, Senate Democratic leaders remain focused on passing an infrastructure package, President Biden is in a standoff with social media companies, and there has been no public sign that the Texas Democrats have won over any senators who weren’t already on board with their push to pass new federal voting legislation without clearing a 60-vote Senate threshold. They have not secured a group meeting with Senator Kyrsten Sinema of Arizona or with any Republicans. (A state senator, who is not part of the group of House Democrats who first left Texas, did meet with Ms. Sinema, the senator’s office said.)\nAnd they cannot go home to Texas for another two and a half weeks or they will risk being arrested for leaving the state.", "url": "https://www.nytimes.com/2021/07/20/us/politics/texas-covid-voting-rights.html"}