{"authors": ["Randy Kennedy"], "date_download": "2022-10-25 23:36:12", "date_modify": "2022-10-25 23:36:12", "date_publish": "2021-11-12 10:00:40", "description": "Nick Relph’s new book, “Eclipse Body & Soul Syntax,” collects years of digital street scans of New York City construction posters, an eerie portrait of a supersizing metropolis.", "filename": "2021_11_12_arts_design_nick-relph-eclipse-body-soul-syntax_1666740972.html", "image_url": "https://static01.nyt.com/images/2021/11/14/arts/14Relph-book-2/14Relph-book-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_12_arts_design_nick-relph-eclipse-body-soul-syntax_1666740972.html", "title": "He Stalks Delirious, Unfinished New York as It Rises", "title_page": "Nick Relph Stalks Delirious, Unfinished New York as It Rises - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As a teenager, Relph was diagnosed with obsessive-compulsive disorder, which he continues to manage and which has shaped portions of his work. At times over the last several years, he said, the building posters consumed his thinking, the city’s up-and-out overdrive providing him with more material than he could possibly encompass.\nThe project was first included in MoMA PS 1’s “Greater New York” exhibition in 2015 but at that point, Relph said, he was really only getting started. Eventually, the work came to seem as if he was erecting a parallel-dimension New York in its entirety on his hard drives. Meanwhile, in the analog city, beginning in 2011, construction spending grew for eight consecutive years, reaching an all-time high of $60.6 billion in 2019 before the pandemic slump, more than any other American city, completely transforming swaths of Manhattan, Brooklyn and Queens.\n“There is a slight rush in gathering more and knowing there are more to get,” Relph wrote in an email after our interview. “And there is an exhaustion in wanting/having to do so.”", "url": "https://www.nytimes.com/2021/11/12/arts/design/nick-relph-eclipse-body-soul-syntax.html"}