{"authors": ["Michael S. Schmidt", "Luke Broadwater"], "date_download": "2022-10-25 23:37:51", "date_modify": "2022-10-25 23:37:51", "date_publish": "2021-12-21 00:36:49", "description": "The House panel is examining whether there is enough evidence to recommend that the Justice Department pursue cases against Donald J. Trump and others.", "filename": "2021_12_20_us_politics_jan-6-committee-trump-criminal-referral_1666741071.html", "image_url": "https://static01.nyt.com/images/2021/12/20/us/politics/20dc-investigate-1/20dc-investigate-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_20_us_politics_jan-6-committee-trump-criminal-referral_1666741071.html", "title": "Jan. 6 Committee Weighs Possibility of Criminal Referrals", "title_page": "Jan. 6 Committee Weighs Possibility of Criminal Referrals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We know hours passed with no action by the president to defend the Congress of the United States from an assault while we were trying to count electoral votes,” Ms. Cheney said, adding: “Did Donald Trump, through action or inaction, corruptly seek to obstruct or impede Congress’s official proceeding to count electoral votes?”\nThe question is one of the most significant to emerge in the first six months of the investigation.\nThe panel has nine House members — including two Republicans — and is modeling itself on the commission that investigated the Sept. 11, 2001, terrorist attacks. The committee plans to produce the authoritative report about Jan. 6.\nIt plans to hold televised hearings early next year to lay out for the public how the pro-Trump “Stop the Steal” movement helped lead to the Capitol riot. And it ultimately may propose changes to federal laws, toughening statutes to rein in a president’s conduct and overhauling the Electoral Count Act, which Mr. Trump and his allies sought to exploit in his attempt to cling to power.\nOne of the challenges the committee faces is that so much has been reported about Mr. Trump’s efforts to hold onto power and the attacks themselves. So far, the numerous disclosures about the role of Mr. Trump, his aides and others who promoted the baseless idea that the election had been stolen from him have had little impact on his Republican support in Congress.\nBut a credible criminal referral could provide the committee an opportunity to underscore the gravity of what happened while potentially subjecting Mr. Trump and others to intensified legal scrutiny.\nAlthough congressional investigators have no powers to charge a crime, their ability to subpoena documents and compel witnesses to testify allows them to reveal new details about events. At times, that process leads to witnesses disclosing potential criminality about themselves or others.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nWhen that occurs, Congress can make a criminal referral to the Justice Department — often in the form of a public letter — that can increase pressure on the department to open investigations. Sometimes members of Congress, amid partisan squabbling, overstate the evidence of criminality and make referrals to the Justice Department that are ignored because they appear political.", "url": "https://www.nytimes.com/2021/12/20/us/politics/jan-6-committee-trump-criminal-referral.html"}