{"authors": ["Jan Hoffman"], "date_download": "2022-10-25 23:22:43", "date_modify": "2022-10-25 23:22:43", "date_publish": "2021-07-27 17:39:46", "description": "If approved by a judge next month, the plan would resolve thousands of lawsuits and set in motion the release of $4.5 billion to help cover costs from the opioid epidemic.", "filename": "2021_07_27_health_purdue-bankruptcy-creditors-settlement_1666740163.html", "image_url": "https://static01.nyt.com/images/2021/07/27/science/27purdue/27purdue-facebookJumbo.jpg?year=2021&h=550&w=1050&s=506e9195a12db6d3a2a4455c685ac784f63cedc461024e4864c966967b75ee0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_27_health_purdue-bankruptcy-creditors-settlement_1666740163.html", "title": "Purdue Pharma’s Creditors Overwhelmingly Endorse Bankruptcy Plan", "title_page": "Purdue Pharma’s Creditors Overwhelmingly Endorse Bankruptcy Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A huge majority of more than 120,000 creditors of Purdue Pharma have voted to approve the company’s bankruptcy plan, a key step toward the eventual release of more than $4.5 billion dollars to help pay for the costs of the opioid epidemic and the resolution of thousands of lawsuits against the company and its owners, members of the billionaire Sackler family.\nPreliminary tabulation of voting by cities, states, tribes, insurers, families and caregivers of babies born with symptoms of withdrawal from being exposed to opioids in utero shows that 95 percent favor the plan, the company said.\nUnder the plan, the Sacklers would relinquish control of Purdue. The restructured company would re-emerge with a new name, and be run by an independently appointed board. Profits from sales of its signature prescription painkiller, OxyContin, and addiction-reversal drugs would flow into creditors’ trusts that would fund addiction prevention and treatment programs.\nFentanyl Overdoses: What to Know Card 1 of 5 Devastating losses. Drug overdose deaths, largely caused by the synthetic opioid drug fentanyl, reached record highs in the United States in 2021. Here’s what you should know to keep your loved ones safe: Understand fentanyl’s effects. Fentanyl is a potent and fast-acting drug, two qualities that also make it highly addictive. A small quantity goes a long way, so it’s easy to suffer an overdose. With fentanyl, there is only a short window of time to intervene and save a person’s life during an overdose. Stick to licensed pharmacies. Prescription drugs sold online or by unlicensed dealers marketed as OxyContin, Vicodin and Xanax are often laced with fentanyl. Only take pills that were prescribed by your doctor and came from a licensed pharmacy. Talk to your loved ones. The best way to prevent fentanyl use is to educate your loved ones, including teens, about it. Explain what fentanyl is and that it can be found in pills bought online or from friends. Aim to establish an ongoing dialogue in short spurts rather than one long, formal conversation. Learn how to spot an overdose. When someone overdoses from fentanyl, breathing slows and their skin often turns a bluish hue. If you think someone is overdosing, call 911 right away. If you’re concerned that a loved one could be exposed to fentanyl, you may want to buy naloxone, a medicine that can rapidly reverse an opioid overdose and is often available at local pharmacies without prescription.\nThe Sacklers, who have not filed for personal bankruptcy, would pay at least $4.5 billion of their personal funds over nine years (in addition to $225 million from a separate civil settlement with the Justice Department).", "url": "https://www.nytimes.com/2021/07/27/health/purdue-bankruptcy-creditors-settlement.html"}