{"authors": ["Ernesto Londoño", "Letícia Casado"], "date_download": "2022-10-25 23:50:37", "date_modify": "2022-10-25 23:50:37", "date_publish": "2021-03-15 14:02:01", "description": "China is a major supplier of coronavirus vaccine, giving it enormous leverage in pandemic-ravaged nations. Brazil, recently hostile to the Chinese company Huawei, has suddenly changed its stance.", "filename": "2021_03_15_world_americas_brazil-vaccine-china_1666741837.html", "image_url": "https://static01.nyt.com/images/2021/03/12/world/00latam-china2/00latam-china2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3115c319aad0caae5ac732fcdf88ece2c507bf13e8de096377baf054c25d2bc3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_15_world_americas_brazil-vaccine-china_1666741837.html", "title": "Brazil Needs Coronavirus Vaccines. China Is Benefiting.", "title_page": "Brazil Needs Coronavirus Vaccines. China Is Benefiting. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — China was on the defensive in Brazil.\nThe Trump administration had been warning allies across the globe to shun Huawei, the Chinese telecommunications giant, denouncing the company as a dangerous extension of China’s surveillance system.\nBrazil, ready to build an ambitious 5G wireless network worth billions of dollars, openly took President Trump’s side, with the Brazilian president’s son — an influential member of Congress, himself — vowing in November to create a secure system “without Chinese espionage.”\nThen pandemic politics upended everything.\nWith Covid-19 deaths rising to their highest levels yet, and a dangerous new virus variant stalking Brazil, the nation’s communications minister went to Beijing in February, met with Huawei executives at their headquarters and made a very unusual request of a telecommunication company.\n“I took advantage of the trip to ask for vaccines, which is what everyone is clamoring for,” said the minister, Fábio Faria, recounting his meeting with Huawei.", "url": "https://www.nytimes.com/2021/03/15/world/americas/brazil-vaccine-china.html"}