{"authors": ["Emma G. Fitzsimmons", "Dana Rubinstein"], "date_download": "2022-10-25 22:55:51", "date_modify": "2022-10-25 22:55:51", "date_publish": "2021-08-02 23:23:06", "description": "Louisiana and San Francisco brought back indoor mask requirements, but Mayor Bill de Blasio said he wanted New Yorkers to focus on vaccinations.", "filename": "2021_08_02_nyregion_covid-mask-mandate-ny_1666738551.html", "image_url": "https://static01.nyt.com/images/2021/08/02/nyregion/02nyvirus1/02nyvirus1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3ca826c187f750e9b8f86026859d899209de2565ac88c9e125ee6fa6e71155ab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_02_nyregion_covid-mask-mandate-ny_1666738551.html", "title": "Mask Mandates Are Returning in Many Cities. N.Y.C. Is Holding Back.", "title_page": "Mask Mandates Are Returning in Many Cities. N.Y.C. Is Holding Back. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the Delta variant of the coronavirus surging, Mayor Bill de Blasio of New York on Monday stopped short of reinstating an indoor mask mandate even as more cities and at least one state did so.\nCity officials have been deliberating what measures might be needed to head off a more serious resurgence in New York, the nation’s largest city and once the epicenter of the pandemic. Los Angeles County and Washington, D.C., have recently reintroduced mask requirements indoors; Louisiana did so on Monday, as did San Francisco and several surrounding Northern California counties.\nBut Mr. de Blasio made a different calculation, saying he wanted to focus on increasing vaccination rates, and was concerned that requiring everyone to wear masks would remove an incentive for those who are considering getting vaccinated now.\nFor months, Dr. Jay Varma, the mayor’s senior adviser for public health, has been telling the mayor that the winning strategy is to focus on vaccinations, and that everything else is secondary.", "url": "https://www.nytimes.com/2021/08/02/nyregion/covid-mask-mandate-ny.html"}