{"authors": ["Steve Lohr", "Michael J. De La Merced"], "date_download": "2022-10-25 23:34:45", "date_modify": "2022-10-25 23:34:45", "date_publish": "2021-11-09 11:59:31", "description": "The company, once the epitome of corporate ambition, plans to split itself into three separate companies.", "filename": "2021_11_09_business_general-electric-break-up_1666740885.html", "image_url": "https://static01.nyt.com/images/2021/11/09/business/09GE1/merlin_186980433_cad3ba24-9b10-4914-af55-25b86285615b-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_09_business_general-electric-break-up_1666740885.html", "title": "G.E. Breaks Up With Its Storied Past", "title_page": "General Electric Plans to Break Itself Into Three Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2017, John Flannery, a longtime G.E. manager, replaced Mr. Immelt. Mr. Flannery proclaimed the era of the giant conglomerate to be over, and said the new G.E. would be smaller and simpler.\nWhile Mr. Immelt had said that G.E. would become “a Top 10 software company” by 2020, adding software and sensors to industrial equipment, Mr. Flannery announced plans to cut that business’s spending by $400 million.\nBut Mr. Flannery’s cuts in that division, and other moves across G.E., were not enough to turn around a huge company with disparate businesses.\nIn June 2018, G.E., the last original member of the Dow Jones industrial average, was dropped from the blue-chip index. By the fall of that year, Mr. Flannery had been forced out, replaced by Mr. Culp, a former chief executive of Danaher, a more compact conglomerate that makes scientific, medical and automotive equipment.\nUnder Mr. Culp, the company has paid hundreds of millions of dollars to settle with the Securities and Exchange Commission over claims that it misled investors before his arrival. He has also accelerated cost-cutting at the company. G.E., which had more than 300,000 employees worldwide in 2014, now has 161,000 workers.\nMr. Culp on Tuesday described the breakup of the company as being in step with the times, as other industry conglomerates have streamlined. In the last few years, G.E.’s big German rival Siemens has spun off its health care and energy businesses. And Honeywell International, another wide-ranging industrial company, has sold off some operations.", "url": "https://www.nytimes.com/2021/11/09/business/general-electric-break-up.html"}