{"authors": ["Chris Buckley", "Amy Qin"], "date_download": "2022-10-25 23:39:00", "date_modify": "2022-10-25 23:39:00", "date_publish": "2021-10-03 06:25:09", "description": "For two straight days, Beijing sent a record number of planes near the island, Taiwan said, a display of strength that underscored Chinese demands for unification.", "filename": "2021_10_03_world_asia_china-taiwan-flights-airspace_1666741140.html", "image_url": "https://static01.nyt.com/images/2021/10/03/world/03CHINA-TAIWAN1/03CHINA-TAIWAN1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=723c915c9fdab7446e644098ee69f3ef48075ffe9b64918c73b4f0bb04abb5f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_03_world_asia_china-taiwan-flights-airspace_1666741140.html", "title": "In a Surge of Military Flights, China Tests and Warns Taiwan", "title_page": "In a Surge of Military Flights, China Tests and Warns Taiwan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Record-breaking numbers of Chinese military planes probed the airspace near Taiwan over the weekend, prompting Taiwanese fighter jets to scramble and adding muscle to Beijing’s warnings that it could ultimately use force to take hold of the island.\nThe sorties by nearly 80 People’s Liberation Army aircraft on Friday and Saturday, as China observed its National Day holiday, followed a pattern of Beijing testing and wearing down Taiwan by flying over seas southwest of the island. The most recent flights stood out because of the number and types of planes involved, including bombers and anti-submarine planes on nighttime intrusions.\nThe flights did not suggest an imminent threat of war over Taiwan, said several analysts, but they did reflect Beijing’s increasingly unabashed signaling that it wants to absorb the self-ruled island and will not rule out military means to do so.\n“Coming on Oct. 1, China’s National Day, it sends a message about Beijing’s determination to claim Taiwan, by force if necessary,” said Adam Ni, an Australian analyst of Chinese military policy who is based in Germany. “The aim of this is to assert Beijing’s power and show military muscle.”", "url": "https://www.nytimes.com/2021/10/03/world/asia/china-taiwan-flights-airspace.html"}