{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:47:17", "date_modify": "2022-10-25 23:47:17", "date_publish": "2021-06-16 00:19:46", "description": "In two separate hearings, the F.B.I. director and Pentagon officials answered questions about the failure to adequately prepare for and respond to the Jan. 6 attack.", "filename": "2021_06_15_us_politics_capitol-riot-inquiry-fbi-congress_1666741637.html", "image_url": "https://static01.nyt.com/images/2021/06/15/us/politics/15dc-riot-1/15dc-riot-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=2a609b0c4e2e7cb14b653b4eb487f7f7573953ce7859c9716015917b6ea93ac9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_15_us_politics_capitol-riot-inquiry-fbi-congress_1666741637.html", "title": "F.B.I. Is Pursuing ‘Hundreds’ in Capitol Riot Inquiry, Wray Tells Congress", "title_page": "F.B.I. Is Pursuing ‘Hundreds’ in Capitol Riot Inquiry, Wray Tells Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Maloney confronted Mr. Wray with messages from the social media site Parler, which she said referred threats of violence to the F.B.I. more than 50 times before the attack on Jan. 6. One message, which Ms. Maloney said Parler had sent to an F.B.I. liaison on Jan. 2, was from a poster who warned, “Don’t be surprised if we take the Capitol building,” and “Trump needs us to cause chaos to enact the Insurrection Act.”\n“I do not recall hearing about this particular email,” Mr. Wray replied. “I’m not aware of Parler ever trying to contact my office.”\nIn hearings before two congressional committees on Tuesday, lawmakers sought new information about the security failures that helped lead to the violence.\nAt one hearing, Ms. Maloney presented her committee’s research into the delayed response of the National Guard, which showed that the Capitol Police and Washington officials made 12 “urgent requests” for their support and that Army leaders told the National Guard to “stand by” five times as the violence escalated.\n“That response took far too long,” Ms. Maloney said. “This is a shocking failure.”\nDocuments obtained by the committee showed that, beginning at 1:30 p.m. on Jan. 6, top officials at the Defense Department received pleas for help from the Capitol Police chief, Mayor Muriel Bowser of Washington and other officials. But the National Guard did not arrive until 5:20 p.m., more than four hours after the Capitol perimeter had been breached.", "url": "https://www.nytimes.com/2021/06/15/us/politics/capitol-riot-inquiry-fbi-congress.html"}