{"authors": ["Victor Mather"], "date_download": "2022-10-25 23:50:06", "date_modify": "2022-10-25 23:50:06", "date_publish": "2021-05-06 13:42:47", "description": null, "filename": "2021_05_06_world_olympics-participants-will-be-offered-a-vaccine-before-the-games_1666741806.html", "image_url": "https://static01.nyt.com/images/2021/05/06/us/06-virus-briefing-olympics-vaccine/06-virus-briefing-olympics-vaccine-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b84f8172c9d47c777829c689709e0c3733ad2b0b58c239ff622bf129d8a71de9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_06_world_olympics-participants-will-be-offered-a-vaccine-before-the-games_1666741806.html", "title": "Olympics participants will be offered a vaccine before the Games.", "title_page": "Olympics participants will be offered a vaccine before the Games. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Athletes and officials traveling to the Olympic Games in Tokyo this summer will be offered doses of the Pfizer-BioNTech Covid-19 vaccine before arriving in Japan, the International Olympic Committee said on Thursday, in an effort to reassure the Japanese public about the safety of hosting the event.\nThe committee said it had struck a deal with the drug makers to send the doses to Olympic and Paralympic Games participants’ home countries, where they will be administered through domestic inoculation programs.\nThe effort is the latest attempt by Olympic officials and Japanese organizers to assuage the concerns of Japanese people who do not want their country to host the Games during the pandemic. Less than 1 percent of people in Japan have been fully vaccinated against Covid-19, according to a New York Times database, and restaurants, bars and nonessential businesses are closed in several areas, including Tokyo.\nThe initiative was developed “not only to contribute to the safe environment of the Games, but also out of respect for the residents of Japan,” the committee said in a statement.", "url": "https://www.nytimes.com/2021/05/06/world/olympics-participants-will-be-offered-a-vaccine-before-the-games.html"}