{"authors": ["Adam Goldman"], "date_download": "2022-10-25 23:38:04", "date_modify": "2022-10-25 23:38:04", "date_publish": "2021-01-08 19:43:09", "description": null, "filename": "2021_01_08_us_politics_richard-barnett-derrick-evans_1666741084.html", "image_url": "https://static01.nyt.com/images/2021/01/08/us/politics/08transition-briefing-capitol-siege-charges/08transition-briefing-capitol-siege-charges-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2d1062381ce7459c5b005b96fe1d731133d3a71be2184dbddcc8be576cf073da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_08_us_politics_richard-barnett-derrick-evans_1666741084.html", "title": "Man Who Stormed Pelosi's Office Among Those Arrested", "title_page": "Man Who Stormed Pelosi's Office Among Those Arrested - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A lawmaker from West Virginia and a man who broke into Speaker Nancy Pelosi’s office and posed at a desk there were among those arrested on charges related to the siege at the Capitol, federal law enforcement officials announced on Friday as they promised an exhaustive investigation into the violence.\nThe authorities also found 11 Molotov cocktails and a semiautomatic rifle in the truck of a 70-year-old man from Alabama who was also arrested, according to prosecutors. He also had two handguns.\nHundreds of prosecutors and F.B.I. agents have been assigned to work the investigation and were pursuing dozens of cases, Ken Kohl, a prosecutor in the U.S. attorney’s office in Washington, said in a briefing with reporters.\n“We are far from done,” added Steven M. D’Antuono, who runs the F.B.I.’s Washington field office.\nFederal law enforcement officials have charged at least 13 people, the Justice Department said in a news release later Friday, several on charges of unlawful entry. Washington police have also arrested dozens, mostly on charges of unlawful entry and curfew violations. The United States Capitol Police announced the arrests of 14 other people on Thursday.", "url": "https://www.nytimes.com/2021/01/08/us/politics/richard-barnett-derrick-evans.html"}