{"authors": ["Hannah Beech"], "date_download": "2022-10-25 23:24:49", "date_modify": "2022-10-25 23:24:49", "date_publish": "2021-08-03 08:08:38", "description": "The sequestered Games have left the host city feeling like anything but.", "filename": "2021_08_03_world_asia_tokyo-olympics-host-city_1666740289.html", "image_url": "https://static01.nyt.com/images/2021/08/03/world/03olympics-dispatch-7/03olympics-dispatch-7-facebookJumbo.jpg?year=2021&h=550&w=1050&s=63480fc5d3e4a6c5446a48f47489ec5acf49e084527d711b49dc0ef416c4a888&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_03_world_asia_tokyo-olympics-host-city_1666740289.html", "title": "Outside the Olympic Cocoon, a Tokyo Abuzz Only With Cicadas", "title_page": "Outside the Olympic Cocoon, a Tokyo Abuzz Only With Cicadas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — Outside the Olympic bubble is a city that does not want us.\nLike many of the tens of thousands of people visiting Tokyo for the Games, I am in a permeable cocoon that is supposed to keep me separate from the city’s residents. Those people include my mother.\nShuffling from table tennis to archery to taekwondo, from diving to boxing to weight lifting, I hear snippets of Tokyo’s summer soundtrack: the shrill of cicadas, the clomp of kids in cleats heading home from soccer, the trill of a wind chime not quite stilled in the August heat.\nWhat is missing are the normal sounds that animate an Olympic host city, a window ajar with the TV broadcasting a thrilling final or a bar crowded with revelers celebrating the latest gold medal. There are few Olympic billboards in Tokyo. Toyota and other Japanese companies have read the mood and refrained from running advertisements tied to the Games. Apart from the athletic venues scattered across the Japanese capital, there is little sign that the greatest and most expensive sporting spectacle on earth is taking place here.", "url": "https://www.nytimes.com/2021/08/03/world/asia/tokyo-olympics-host-city.html"}