{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:32:09", "date_modify": "2022-10-25 23:32:09", "date_publish": "2021-11-22 16:00:09", "description": "Newly published safety data shows that 41 percent of patients in key clinical trials of the Alzheimer’s drug experienced brain bleeding or swelling, though many cases were asymptomatic.", "filename": "2021_11_22_health_aduhelm-death-safety_1666740729.html", "image_url": "https://static01.nyt.com/images/2021/11/22/science/22aduhelm/22aduhelm-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_22_health_aduhelm-death-safety_1666740729.html", "title": "Concerns Grow Over Safety of Aduhelm After Death of Patient Who Got the Drug", "title_page": "Concerns Grow Over Safety of Aduhelm After Death of Patient Who Got the Drug - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Between July and September, three other cases of ARIA were reported to the F.D.A.’s adverse event database, all requiring hospitalization. Biogen said it was also reviewing those cases.\nIn a recent statement, the American Academy of Neurology noted that “the F.D.A. label calls for less frequent monitoring than was performed in clinical trials” and said that “additional MRIs will often be needed in response to changes in patients’ clinical condition.”\nThe academy said that when talking with patients and families, “neurologists must communicate information about potential adverse effects and the burdens of monitoring.”\nDr. Sam Gandy, an Alzheimer’s clinician who is director of the Mount Sinai Center for Cognitive Health, said that another major concern is that the patients in the Aduhelm clinical trials were healthier than many people with Alzheimer’s who might use the drug now that it is available. People were excluded from participating in the trials if they had medical issues that many older people experience, including previous cardiac problems, any indication of impaired liver or kidney function or if they were taking blood thinners.\nThe F.D.A. label does not exclude any of these conditions. “Now if those common comorbidities are not excluded and it’s sort of all comers,” Dr. Gandy said, “I worry that things may look worse in the real world than they did under these very controlled conditions.”\nHe said one of the patients in his private practice, a man in his 80s, participated in an Aduhelm clinical trial and experienced 10 microbleeds in his brain over about a year, causing him to be dismissed from the trial. Since the drug’s approval, Dr. Gandy said, several patients have sought his opinion and have decided against getting the drug in part because of safety concerns.\nMost data available about Aduhelm comes from two nearly identical Phase 3 clinical trials that Biogen conducted before applying for F.D.A. approval of the drug. Both trials were shut down in 2019 because an independent monitoring committee concluded that the drug did not appear to be helping patients. A later analysis by Biogen found that participants receiving the highest dose of the drug in one trial experienced a very slight slowing of cognitive decline, but participants in the other trial did not benefit at all.", "url": "https://www.nytimes.com/2021/11/22/health/aduhelm-death-safety.html"}