{"authors": ["Isabel Kershner", "Dan Balilty", "Photographs"], "date_download": "2022-10-25 22:56:05", "date_modify": "2022-10-25 22:56:05", "date_publish": "2021-04-05 04:45:15", "description": "A Green Pass allows us, the vaccinated, to go to concerts, restaurants and sporting events. But Israel’s real-time experiment in post-lockdown living leaves many questions unanswered.", "filename": "2021_04_05_world_middleeast_israel-vaccinations_1666738565.html", "image_url": "https://static01.nyt.com/images/2021/04/05/world/05israel-vaccination1/05israel-vaccination1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c0d1b26856a0421fd442feec55c60a7e699f3337dad7b529e8f447deb8d8e180&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_05_world_middleeast_israel-vaccinations_1666738565.html", "title": "My Life in Israel’s Brave New Post-Pandemic Future", "title_page": "My Life in Israel’s Brave New Post-Pandemic Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Green Pass allows us, the vaccinated, to go to concerts, restaurants and sporting events. But Israel’s real-time experiment in post-lockdown living leaves many questions unanswered.\nTEL AVIV — As the lights dimmed and the music started up, an audible wave of excitement rippled through the crowd. Somebody a few rows above me ululated with joy, as if at a Middle Eastern wedding.\nI had come to Tel Aviv’s Bloomfield soccer stadium for a concert by Dikla, an Israeli singer of Iraqi and Egyptian origins, which was hailed by the city as a celebration of the “comeback of culture.” It was the first live performance I had attended in over a year. There were only 500 vaccinated Israelis in a stadium that ordinarily holds nearly 30,000 people but it felt strange and exhilarating to be in a crowd of any size after a year of intermittent lockdowns.\nThe audience was confined to their socially distanced seats, dancing in place and singing along through their masks. But the atmosphere was exuberant and it confirmed my status as a member of a new privileged class: the fully vaccinated.\nWe, a group that includes more than half of Israel’s nine million people, are getting a taste of a post-pandemic future.", "url": "https://www.nytimes.com/2021/04/05/world/middleeast/israel-vaccinations.html"}