{"authors": ["Elizabeth Williamson"], "date_download": "2022-10-25 23:32:57", "date_modify": "2022-10-25 23:32:57", "date_publish": "2021-10-26 04:08:04", "description": "Jessica Rosenworcel, the acting chairwoman of the powerful regulator, campaigned vigorously for a permanent appointment.", "filename": "2021_10_26_us_politics_jessica-rosenworcel-fcc_1666740777.html", "image_url": "https://static01.nyt.com/images/2021/10/26/us/politics/26dc-fcc-chief/26dc-fcc-chief-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_26_us_politics_jessica-rosenworcel-fcc_1666740777.html", "title": "Biden Nominates Rosenworcel as F.C.C.’s First Female Leader", "title_page": "Biden Nominates Rosenworcel as F.C.C.’s First Female Leader - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden on Tuesday nominated Jessica Rosenworcel, the acting chairwoman of the Federal Communications Commission, to the permanent job, putting her on track to become the first woman to lead the agency.\nIf she is confirmed by the Senate, Ms. Rosenworcel would lead an agency whose responsibilities include ensuring that millions of Americans have internet access. The F.C.C. promotes competition among providers, scrutinizes mergers between telecommunications and broadcast companies, and regulates communications by radio, television, wire, satellite and cable.\nMr. Biden also named Gigi B. Sohn to the seat on the five-member commission vacated by Ms. Rosenworcel when she became the acting chairwoman. Ms. Sohn, a distinguished fellow at the Georgetown Law Institute for Technology Law & Policy, served from 2013 to 2016 as counselor to Tom Wheeler, a former F.C.C. chairman. If confirmed by the Senate, Ms. Sohn would be the F.C.C.’s first openly L.G.B.T.Q. commissioner, the White House said in its announcement.\nThe nominations reflect the Biden administration’s commitment to restoring net neutrality rules, which promote competition in part by barring internet providers from blocking certain content, slowing its delivery or letting clients pay more to have it delivered faster. The F.C.C. adopted the rules during the Obama administration but rolled them back under the Trump administration.", "url": "https://www.nytimes.com/2021/10/26/us/politics/jessica-rosenworcel-fcc.html"}