{"authors": ["Isabella Kwai"], "date_download": "2022-10-25 23:23:46", "date_modify": "2022-10-25 23:23:46", "date_publish": "2021-01-25 16:56:07", "description": "There are increasing calls to prioritize people of color, who have been harder hit by the coronavirus. But for some of them, a mistrust of the authorities has fed into anxieties about the shots’ safety.", "filename": "2021_01_25_world_europe_covid-vaccine-minorities-uk_1666740226.html", "image_url": "https://static01.nyt.com/images/2020/12/24/world/XXvirus-uk-minorities01/XXvirus-uk-minorities01-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=b6c8ff98ab3f2452481caa1c6e565f645330170c4bb678e9be9b3a96af2cb2f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_25_world_europe_covid-vaccine-minorities-uk_1666740226.html", "title": "In U.K., Concern Grows Over Vaccine Hesitancy Among Minority Groups", "title_page": "In U.K., Concern Grows Over Vaccine Hesitancy Among Minority Groups - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Health experts, doctors and government officials in Britain are calling for a more concerted campaign to address vaccine hesitancy among minority groups, with some also urging that those groups be designated a priority for immunization against the coronavirus because they are more at risk.\nThe government said on Monday that it would give 23 million pounds, or about $31 million, to local councils and other groups in England to encourage vaccines among those most at risk from the virus, including minority groups, by trying to combat misinformation and to build trust in the authorities.\nThe pandemic has already thrown into sharp relief the persistent racial inequalities in Britain, which have played a role in the disproportionately high rates of infection and death among minority groups and, some say, deepened their mistrust of the government.\nRecent polls showed that members of Black, Asian and other minority groups in the country are less open to getting the vaccine than white people are because they worry about the vaccine’s reliability. Britain’s drug regulator, seen as a bellwether agency, has said the vaccines are safe and effective.", "url": "https://www.nytimes.com/2021/01/25/world/europe/covid-vaccine-minorities-uk.html"}