{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 22:57:23", "date_modify": "2022-10-25 22:57:23", "date_publish": "2021-02-26 10:02:40", "description": "Two new pieces of research add strong evidence to the case for giving just a single dose of the Pfizer vaccine to people who have antibodies against the virus.", "filename": "2021_02_26_world_pfizer-vaccine-protection_1666738643.html", "image_url": "https://static01.nyt.com/images/2021/02/26/world/26virus-briefing-uk-vaccine-1/26virus-briefing-uk-vaccine-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=08a7651ee2ea4a074a7d36d967a824b122529339df4b7861349bbe6424fba6f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_26_world_pfizer-vaccine-protection_1666738643.html", "title": "One Pfizer dose offers robust protection for those who have had Covid-19, studies find.", "title_page": "One Pfizer dose offers robust protection for those who have had Covid-19, studies find. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For people who have had Covid-19, a single dose of the Pfizer vaccine is enough to provide robust protection from the coronavirus, according to two new studies from Britain that were published late Thursday in The Lancet, a prominent medical journal.\nThe studies, among the first fully vetted papers to weigh in on how to vaccinate people who have had Covid-19, added strong evidence to the case for inoculating people who already have antibodies against the virus — but only with one dose of the Pfizer vaccine.\nOne of the studies, led by researchers at University College London and Public Health England, described the benefits of that strategy.\n“This could potentially accelerate vaccine rollout,” they said. And that in turn could forestall dangerous new mutations: “Wider coverage without compromising vaccine-induced immunity could help reduce variant emergence,” the paper said.", "url": "https://www.nytimes.com/2021/02/26/world/pfizer-vaccine-protection.html"}