{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:50:09", "date_modify": "2022-10-25 23:50:09", "date_publish": "2021-03-11 14:08:23", "description": "The agreement with a powerful Olympic partner may help reassure a skeptical Japanese population fearful of thousands of visitors to this summer’s Games.", "filename": "2021_03_11_sports_olympics_ioc-vaccines-china-thomas-bach_1666741809.html", "image_url": "https://static01.nyt.com/images/2021/03/11/sports/11ioc-olympics/11ioc-olympics-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fe175ed02aa1ad113268c747f33e0bce6d38cef0d2f5adc90a4a76047441a410&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_11_sports_olympics_ioc-vaccines-china-thomas-bach_1666741809.html", "title": "I.O.C. Will Buy Coronavirus Vaccines From China", "title_page": "I.O.C. Will Buy Coronavirus Vaccines From China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In what amounts to a public relations coup for China and a solution to a problem for the International Olympic Committee, the I.O.C. president, Thomas Bach, announced on Thursday that China had agreed to provide coronavirus vaccines for any participant requiring one ahead of this summer’s Tokyo Olympics and next year’s Beijing Winter Games.\nBach said the Olympic committee would cover the cost of the vaccines for any Olympic and Paralympic competitors who needed them, and that distribution would take place through existing international agencies. It is unknown how many doses will be purchased or what the program will cost, but if vaccinating participants before they arrive reassures a skeptical public that the Games will not turn into a superspreader event for Japan — where polling has trended strongly against the Games and a national vaccination program is still in its early stages — the payoff for the I.O.C. will be incalculable.\nThursday’s announcement by Bach, elected to a new four-year term a day earlier, will help the I.O.C. resolve a sensitive matter that has been one of the many questions hanging over the Tokyo Games: how to ensure that thousands of visitors to Japan from around the world will be vaccinated when they arrive, and how to do so without making it look as if fit, young, elite athletes and their teams have jumped the line while the global death toll from the coronavirus continues to grow.\nFor China, the agreement with the I.O.C. — which will include two vaccines for the general population in an athlete’s home country for every one given to an Olympics participant — may help to deflect mounting public scrutiny and criticism about the country’s human rights record ahead of next year’s Beijing Winter Games.", "url": "https://www.nytimes.com/2021/03/11/sports/olympics/ioc-vaccines-china-thomas-bach.html"}