{"authors": ["Niraj Chokshi"], "date_download": "2022-10-25 23:26:36", "date_modify": "2022-10-25 23:26:36", "date_publish": "2021-04-22 12:29:27", "description": "As demand for tickets recovers, airlines are calling back workers, adding flights and planning for a summer they say could be normal.", "filename": "2021_04_22_business_airlines-recovery-american-southwest_1666740396.html", "image_url": "https://static01.nyt.com/images/2021/04/23/business/23airlines-print1/22airlines-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bc4abecbe6a0e54221362a8592c76d4b02f201234ffaf51e9fa81d045ca15826&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_22_business_airlines-recovery-american-southwest_1666740396.html", "title": "Once Crippled by the Pandemic, Airlines See a Fast Recovery Coming", "title_page": "Once Crippled by the Pandemic, Airlines See a Fast Recovery Coming - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There is no doubt the pace of the recovery is accelerating,” American’s chief executive, Doug Parker, said.\nAfter a series of stops and starts over the past year, travel started to recover meaningfully in early March, driven by leisure travel within the United States or just outside its borders, to places like Mexico, the Caribbean and Latin America. It has subsided somewhat in recent weeks, but sales are up and customers are making plans further out into the spring and summer, airlines say.\nThe pandemic isn’t over, of course, and demand for flights could still falter if the pace of vaccinations drops or new variants of the coronavirus emerge and undermine the effectiveness of vaccines. And while the Centers for Disease Control and Prevention says that travel poses little risk to those who have been vaccinated, it still encourages people to take precautions and discourages travel by individuals who have not been inoculated.\nIndustry executives also expect to wait awhile for the most lucrative parts of their business — trips to distant parts of the world and corporate travel — to come back. (The two together account for about two-thirds of United’s business, for example.)\nMany countries have not yet lifted travel restrictions and some are even imposing new ones. On Thursday, for example, the United Arab Emirates suspended all flights from India because of a sharp rise in coronavirus cases in that country. The State Department escalated travel warnings for dozens of countries this week.\nThere is some hope, even in international travel. United said this week that it planned to add summer flights to Croatia, Greece and Iceland, and an executive told investors last week that the airline hoped to operate a busy schedule between the United States and Britain once restrictions were lifted.", "url": "https://www.nytimes.com/2021/04/22/business/airlines-recovery-american-southwest.html"}