{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:31:57", "date_modify": "2022-10-25 23:31:57", "date_publish": "2021-10-07 19:39:31", "description": "This week, the International Monetary Fund’s executive board spent hours questioning Ms. Georgieva about her actions.", "filename": "2021_10_07_business_kristalina-georgievas-imf_1666740717.html", "image_url": "https://static01.nyt.com/images/2021/10/07/business/07imf/merlin_193719381_dfa06f02-0fdf-49b7-b257-24dd0265877a-facebookJumbo.jpg?year=2021&h=550&w=1050&s=66b73e6e17999fbf95ad4e6f62ae25de79db57074373f170cb57c1ccf59e1636&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_07_business_kristalina-georgievas-imf_1666740717.html", "title": "Kristalina Georgieva’s tenure at the I.M.F. is in limbo as its board weighs allegations against her.", "title_page": "Kristalina Georgieva’s tenure at the I.M.F. is in limbo as its board weighs allegations against her. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The tenure of Kristalina Georgieva as managing director of the International Monetary Fund faces a pivotal moment on Friday, when the fund’s executive board will meet to decide whether she should continue to be its leader after allegations that she pressured staff to manipulate a report to placate China when she was a top World Bank official.\nThis week, the executive board spent hours questioning Ms. Georgieva about her actions. It also interviewed lawyers from WilmerHale, the firm that conducted the World Bank’s internal review of the circumstances surrounding the Doing Business survey. The review, published last month, concluded that Ms. Georgieva had played a central role in meddling with the report, raising questions about her judgment and ability to continue leading the I.M.F.\nMs. Georgieva has denied the allegations, and in a meeting with the board on Wednesday she offered a forceful rebuttal.\n“The WilmerHale Report does not accurately characterize my actions with respect to Doing Business 2018, nor does it accurately portray my character or the way that I have conducted myself over a long professional career,” Ms. Georgieva said in a statement to the board, which was obtained by The New York Times.", "url": "https://www.nytimes.com/2021/10/07/business/kristalina-georgievas-imf.html"}