{"authors": ["Carl Zimmer", "Emily Anthes"], "date_download": "2022-10-25 23:42:51", "date_modify": "2022-10-25 23:42:51", "date_publish": "2021-12-13 20:58:06", "description": "Health authorities in Europe are warning of a sharp increase in Omicron cases, adding to an existing surge from the Delta variant.", "filename": "2021_12_13_health_omicron-cases-denmark-norway_1666741371.html", "image_url": "https://static01.nyt.com/images/2021/12/13/science/00virus-denmark4/00virus-denmark4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_13_health_omicron-cases-denmark-norway_1666741371.html", "title": "Denmark and Norway Predict Drastic Spike in Omicron Cases", "title_page": "Denmark and Norway Predict Drastic Spike in Omicron Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Public health authorities in Denmark and Norway on Monday released grim projections for the coming wave of the Omicron coronavirus variant, predicting that it will dominate both countries in a matter of days. Although scientists don’t yet know how often the variant causes severe disease, they say its rapid rate of spread will lead to an explosion of cases and could potentially increase pressure on hospitals, even if it proves to be mild.\nThe reports follow similarly worrisome findings from England released over the weekend, although researchers caution that the trend could change as the variant comes into clearer view. It’s not yet certain how often Omicron infections will send people to the hospital, or how many hospitalized patients are likely to die. And while Omicron can partly evade immune defenses, researchers have yet to determine how well vaccinations and previous infections will protect people against severe disease.\nThe authors of both new reports also observed that swift actions now, such as booster campaigns and reducing opportunities for Omicron to spread, could lessen the variant’s impact.\nAmerican researchers have yet to release models of Omicron’s rise in the United States. But experts point out that the country is similar to Norway and Denmark in terms of vaccination levels and certain Covid risk factors, like the average age of the population.", "url": "https://www.nytimes.com/2021/12/13/health/omicron-cases-denmark-norway.html"}