{"authors": ["Vivian Yee"], "date_download": "2022-10-25 23:44:01", "date_modify": "2022-10-25 23:44:01", "date_publish": "2021-12-21 20:40:57", "description": "A postponement raises the possibility that the oil-rich North African nation could again descend into the fragmentation and violence that have marked the decade since its dictator was toppled.", "filename": "2021_12_21_world_middleeast_libya-election-delay_1666741441.html", "image_url": "https://static01.nyt.com/images/2021/12/21/world/21libya-01/21libya-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_21_world_middleeast_libya-election-delay_1666741441.html", "title": "Libya’s Long-Awaited Election Will Most Likely Be Delayed", "title_page": "Libya’s Long-Awaited Election Will Most Likely Be Delayed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TUNIS — Nearly 100 candidates declared they were running for president, a few of them among the most prominent in Libyan politics. More than a third of Libyans registered to vote, and most signaled their intention to cast ballots.\nWestern leaders and United Nations officials had thrown their support behind the election, one they said represented the best hope of reunifying and pacifying a country still largely divided in two and dazed from nearly a decade of internecine fighting.\nFor more than a year now, Libya has been hurtling toward a long-awaited presidential election scheduled for Friday, the 70th anniversary of the country’s independence. But with just a few days to go, the vote looks virtually sure to be postponed as questions swirl about the legitimacy of major candidates and the election’s legal basis.\nAmid the uncertainty, the national election commission dissolved the committees that had been preparing for the vote, essentially conceding that it would not occur on schedule. For now, it was the closest thing Libyans were likely to get to a formal announcement, given all parties’ reluctance to make such a declaration and take the blame.", "url": "https://www.nytimes.com/2021/12/21/world/middleeast/libya-election-delay.html"}