{"authors": ["Yan Zhuang", "Niki Kitsantonis", "Richard C. Paddock", "Muktita Suhartono", "Daniel E. Slotnik"], "date_download": "2022-10-25 23:26:19", "date_modify": "2022-10-25 23:26:19", "date_publish": "2021-11-01 06:50:37", "description": "After 18 months of strict measures to combat the pandemic, the states of New South Wales and Victoria relaxed restrictions on citizens and permanent residents seeking to travel back from overseas.", "filename": "2021_11_01_world_australia_australia-border-reopening-covid_1666740379.html", "image_url": "https://static01.nyt.com/images/2021/11/01/world/01virus-briefing-oz-borders/01virus-briefing-oz-borders-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_01_world_australia_australia-border-reopening-covid_1666740379.html", "title": "Australia Allows Residents, Citizens to Return as Borders Open", "title_page": "Australia Allows Residents, Citizens to Return as Borders Open - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After being separated from his parents for two years, Jimmy Sugandi, 42, touched down on Monday in Melbourne, Australia, after traveling from Indonesia with his wife and two young children.\n“It’s unbelievable,” he said. “We thought we were never coming back.”\nMr. Sugandi and his family are Australian permanent residents who live in Indonesia. During the pandemic, he tried to travel to Melbourne to see his parents, who live in the city. But Mr. Sugandi couldn’t get a spot on one of the extremely limited flights because of Australia’s strict border restrictions.\nTens of thousands of Australians have been stranded overseas by the border rules brought in by their country about 18 months ago to combat the coronavirus pandemic. But on Monday, the states of New South Wales, which includes Sydney, and Victoria, which includes Melbourne, lifted restrictions on citizens and permanent residents seeking to return. For the first time since the start of the pandemic, Australians are also now able to leave the country without needing to be granted an exemption from the government.\nNew South Wales and Victoria are allowing vaccinated Australians to return without quarantining. The states are also removing the caps on the number of citizens allowed to fly back into the country each week, which had previously made it difficult to obtain airline tickets.", "url": "https://www.nytimes.com/2021/11/01/world/australia/australia-border-reopening-covid.html"}