{"authors": ["Peter Eavis", "Matthew Haag"], "date_download": "2022-10-25 23:50:59", "date_modify": "2022-10-25 23:50:59", "date_publish": "2021-04-08 09:00:20", "description": "Some big employers are giving up square footage as they juggle remote work. That could devastate building owners and cities.", "filename": "2021_04_08_business_economy_office-buildings-remote-work_1666741859.html", "image_url": "https://static01.nyt.com/images/2021/04/05/us/00empty-01alt/00empty-01alt-facebookJumbo.jpg?year=2021&h=550&w=1050&s=774df38ce3da6ede346bedbfc293e14b3a859a1eb7e97defa3242504d8b4f124&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_08_business_economy_office-buildings-remote-work_1666741859.html", "title": "After Pandemic, Shrinking Need for Office Space Could Crush Landlords", "title_page": "After Pandemic, Shrinking Need for Office Space Could Crush Landlords - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And just as Coca-Cola’s profits would take a seismic hit if consumers abruptly cut back on sodas, owners of office buildings, many of which are owned by pension funds, insurance companies, individuals and other investors, could be pummeled if many businesses rent less space.\n“The pandemic has proven that work from home is viable,” said Jonathan Litt, chief investment officer of Land & Buildings, a real estate investment firm that has taken a bearish view of the New York office market. “It’s not going away; businesses are going to adjust, and office real estate is going to take it on the chin during that adjustment period.”\nAcross the country, the vacancy rate for office buildings in city centers has steadily climbed over the past year to reach 16.4 percent, according to Cushman & Wakefield, the highest in about a decade. That number could climb further, even as vaccinations allow some people to go back to work, if companies keep giving up office space because of hybrid or fully remote work.\nSo far, landlords like Boston Properties and SL Green have not suffered huge financial losses, having survived the past year by collecting rent from tenants locked into long leases — the average contract for office space runs about seven years.\nBut as leases slowly come up for renewal, property owners could be left with scores of empty floors. At the same time, many new office buildings are under construction — 124 million square feet nationwide, or enough for roughly 700,000 workers. Those changes could drive down rents, which were touching new highs before the pandemic. And rents help determine assessments that are the basis for property tax bills.", "url": "https://www.nytimes.com/2021/04/08/business/economy/office-buildings-remote-work.html"}