{"authors": ["Nicholas Bogel-Burroughs", "Mike Ives"], "date_download": "2022-10-25 23:38:20", "date_modify": "2022-10-25 23:38:20", "date_publish": "2021-01-06 23:18:59", "description": null, "filename": "2021_01_06_us_politics_woman-shot-capitol-dead_1666741100.html", "image_url": "https://static01.nyt.com/images/2021/02/06/us/politics/06transition-briefing-shooting-1/06transition-briefing-shooting-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=a3c91fd5928759c460d83716435b72f4b5bbcd43074af4a2a876776f076375aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_06_us_politics_woman-shot-capitol-dead_1666741100.html", "title": "Woman Shot in Capitol Has Died", "title_page": "Woman Shot in Capitol Has Died - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A woman who was fatally shot inside the Capitol after it was overrun by a pro-Trump mob was struck by gunfire from a Capitol Police officer, a police official said Wednesday night.\nChief Robert J. Contee of the Metropolitan Police Department told reporters that the woman had been shot by a police officer on Wednesday afternoon as plainclothes police officers confronted the mob. She later died in a hospital, he said, and the shooting is being investigated.\nAt least 14 Capitol Police officers were injured during the demonstrations on Wednesday, Chief Contee said, including two who were hospitalized.\nA video posted to Twitter earlier on Wednesday appeared to show a shooting in the Capitol.\nThe woman in the video appeared to climb onto a small ledge next to a doorway inside the building immediately before a single loud bang is heard. The woman, draped in a flag, fell to the ground at the top of a stairwell. A man with a helmet and a military-style rifle stood next to her after she fell, and shouts of “police” could be heard as a man in a suit approached the woman and crouched next to her.", "url": "https://www.nytimes.com/2021/01/06/us/politics/woman-shot-capitol-dead.html"}