{"authors": ["Glenn Thrush"], "date_download": "2022-10-25 23:27:31", "date_modify": "2022-10-25 23:27:31", "date_publish": "2021-09-14 15:46:04", "description": "It didn’t take long for Mr. Trump to chime in; he issued a statement Tuesday that criticized Mr. Newsom’s water management policies and returned to a familiar theme: The election is rigged.", "filename": "2021_09_14_us_elections_biden-approval-rating-trump_1666740451.html", "image_url": "https://static01.nyt.com/images/2021/09/13/us/13recall-brief-biden-LB2/13recall-brief-biden-LB2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6656ca4eab3a02b5516b7d8e8224a6df37342475925293e89c002ea4b2571d83&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_14_us_elections_biden-approval-rating-trump_1666740451.html", "title": "Biden Pivots to Attacking Trump in California", "title_page": "Biden Pivots to Attacking Trump in California - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden embraced Gov. Gavin Newsom’s go-to political tactic in this week’s recall election during a trip to California on Monday — tying the leading Republican contender, the right-wing talk radio host Larry Elder, to Donald Trump.\n“All of you know in the last year I got to run against the real Donald Trump,” said Mr. Biden at a rally in Long Beach, sweeping a hand over his blue blazer and tieless dress shirt to outline the sign of the cross. “Well, this year the leading Republican running for governor is the closest thing to a Trump clone that I’ve ever seen in your state.”\nEarlier in Mr. Biden’s term, when his approval ratings were high, he took pains to avoid even muttering his predecessor’s name, referring to him, comically, as the “former guy.” But now, after a slide in public approval following the messy withdrawal from Afghanistan, the president has returned to the unvarnished anti-Trump message that helped get him elected in 2020.\nIt is a message Democratic congressional candidates are expected to hammer in the 2022 midterms — that they, for all their flaws, are the only ones standing between a return of Trump and his acolytes.", "url": "https://www.nytimes.com/2021/09/14/us/elections/biden-approval-rating-trump.html"}