{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 22:55:26", "date_modify": "2022-10-25 22:55:26", "date_publish": "2021-08-02 11:38:37", "description": "The total more than tripled since last week, suggesting delays in reporting other deaths.", "filename": "2021_08_02_world_asia_china-flooding-deaths_1666738526.html", "image_url": "https://static01.nyt.com/images/2021/08/02/multimedia/02weather-climate-briefing-china-toll/02weather-climate-briefing-china-toll-facebookJumbo.jpg?year=2021&h=550&w=1050&s=695ef3fe542ec4fb12b812f240f9a09e119a3cbc981e7c5be1622b18b2edc38e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_02_world_asia_china-flooding-deaths_1666738526.html", "title": "Flooding Death Toll in China Rises Sharply", "title_page": "Flooding Death Toll in China Rises Sharply - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The number of people who died in recent floods in central China has increased dramatically to 302, officials said on Monday, more than tripling the previously reported total and raising questions about the full scale of the disaster.\nIt was not immediately clear why the number of people killed in the central province of Henan had climbed so sharply. The new figure was issued by Wu Guoding, the provincial vice-governor, at a news conference on Monday that began with Wang Kai, the Henan governor, and other officials bowing in tribute to those killed in the floods.\nMr. Wu said that the toll included the number who had died between July 16 and Monday. During a news conference on Thursday, Henan officials said 99 people had died in floods since July 16. There have been no reports of significant flooding since Thursday, suggesting a delay in the reporting of earlier deaths. At least 50 people are still missing, officials said.\nIn the central areas of Zhengzhou, the Henan provincial capital, 108 people died, including 14 in a subway tunnel that flooded rapidly, leaving people trapped on a train as water rose to the ceiling, and six in a highway tunnel that was inundated.", "url": "https://www.nytimes.com/2021/08/02/world/asia/china-flooding-deaths.html"}