{"authors": ["James Glanz", "Mike Baker", "Anjali Singhvi"], "date_download": "2022-10-25 23:23:46", "date_modify": "2022-10-25 23:23:46", "date_publish": "2021-07-03 15:27:22", "description": "Engineers studying the collapsed Florida tower said there seemed to be less steel reinforcement in certain areas than would have been expected from the 1979 design drawings.", "filename": "2021_07_03_us_florida-condo-collapse-steel-rebar_1666740226.html", "image_url": "https://static01.nyt.com/images/2021/07/02/multimedia/miami-rebar-photo-end/merlin_189841380_2d7ceae4-2c57-4347-a1ee-73b27e35b791-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0667499b6f55ef1494573c334564feb1d60e23501024f1622c3c7f8e30486b5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_03_us_florida-condo-collapse-steel-rebar_1666740226.html", "title": "Condo Wreckage Hints at First Signs of Possible Construction Flaw", "title_page": "Surfside Condo Wreckage Hints at First Signs of Possible Construction Flaw - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Because it is difficult to say which of the lower segments of rebar would have gone through columns, and would therefore be visible in the wreckage after the slab dropped, some engineers have focused so far on the upper bars. The most important clues to what happened are probably still buried in the rubble.\n“We have a whole bunch of issues that we think might be part of or the trigger of what happened,” Mr. Kilsheimer said.\nThe unexpectedly low amount of rebar visible after the collapse of the parking slab was not the only potential problem with steel reinforcement that engineers noticed in their initial reviews.\nDawn E. Lehman, a professor of structural engineering at the University of Washington, noted that rebar could be seen dangling from parts of the remaining structure, pulled clean from the concrete. She said that could indicate that in some places, the concrete was damaged and the steel might not have had a sufficient bond with the concrete. This could have several explanations, she said, including corrosion, concrete deterioration, shear damage to the concrete or the use of a type of reinforcing rebar with weaker bonding properties.\nMr. Kilsheimer said he hoped to get a closer look at the remainder of the building in the coming days, to better assess its components. There have been concerns that the remaining structure is a hazard. Mr. Kilsheimer said a computer analysis suggested that the northern part of it could be at risk of collapse in high winds.\nConcrete and steel in the building will eventually be tested, Mr. Kilsheimer said, and investigators will go below ground to examine the soil and test the area with borings. They will model the building with computers and piece together components recovered from the rubble at an off-site storage facility.\nSolving the mystery, he said, is like starting with several puzzles, “throwing them up in the air, mixing them up with a broom, and then trying to figure out which piece goes to which puzzle.”\nLazaro Gamio contributed reporting from Surfside, Fla.", "url": "https://www.nytimes.com/2021/07/03/us/florida-condo-collapse-steel-rebar.html"}