{"authors": ["Matthew Haag"], "date_download": "2022-10-25 22:56:07", "date_modify": "2022-10-25 22:56:07", "date_publish": "2021-05-04 14:38:37", "description": "Residential and commercial tenants would be protected from evictions through August 31.", "filename": "2021_05_04_nyregion_new-york-city-eviction-moratorium_1666738567.html", "image_url": "https://static01.nyt.com/images/2021/05/04/nyregion/04virus-briefing-evictions1/04virus-briefing-evictions1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=4f344358f7ec032641a223c807e3869a0b94d9d600cee52214dcc57f4075116e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_04_nyregion_new-york-city-eviction-moratorium_1666738567.html", "title": "New York City extends its eviction moratorium through August", "title_page": "New York City extends its eviction moratorium through August - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New York State lawmakers on Monday passed legislation that would extend a statewide moratorium on residential and commercial evictions through Aug. 31.\nThe extension would provide additional relief for tenants, who have had broad protection from being taken to housing court since the start of the pandemic, just as New York is expected to start distributing $2.4 billion in rental assistance to struggling renters.\nThat financial aid will provide up to a year’s worth of unpaid rent and utilities, a financial lifesaver for not just tenants but also their landlords, many of whom have endured more than a year of little income.\nTogether, the moratorium extension and rental assistance comes just as New York State, along with New Jersey and Connecticut, announced plans to lift almost all their pandemic restrictions later this month, offering a chance to boost the economy a year after the region became a center of the pandemic.", "url": "https://www.nytimes.com/2021/05/04/nyregion/new-york-city-eviction-moratorium.html"}