{"authors": ["Mike Mcintire", "Michael H. Keller"], "date_download": "2022-10-25 22:59:54", "date_modify": "2022-10-25 22:59:54", "date_publish": "2021-10-31 07:00:16", "description": "Busted taillights, missing plates, tinted windows: Across the U.S., ticket revenue funds towns — and the police responsible for finding violations.", "filename": "2021_10_31_us_police-ticket-quotas-money-funding_1666738794.html", "image_url": "https://static01.nyt.com/images/2021/10/29/multimedia/xxtraffic-cash-brown/xxtraffic-cash-brown-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_31_us_police-ticket-quotas-money-funding_1666738794.html", "title": "The Demand for Money Behind Many Police Traffic Stops", "title_page": "The Demand for Money Behind Many Police Traffic Stops - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Authorities in Virginia are well aware of the risks of tying traffic stops to money, whether from fines or grants. A state inspector general report in 2013 warned about providing incentives for police to conduct “excessive enforcement solely to generate additional revenue.”\nThe Virginia grants are a fraction of the roughly $600 million that the National Highway Traffic Safety Administration sends to states each year. Lucia Sanchez, a spokeswoman for the federal agency, said it did not encourage or require quotas or targets for grant recipients.\nBut a review of state grant applications found that the number of traffic stops is a common performance measure. In Arkansas, for instance, the goal was “three vehicle stops per hour” during grant-funded patrols, while in Madison, S.D., officers were required to “obtain two citations per grant hour.”\nIndiana officials boasted in their 2014 annual report that officers enforcing seatbelt laws averaged 3.26 stops per hour. One was in Hammond, where an officer on grant-funded patrol pulled over a Black family and ended up in a dispute with a passenger, Jamal Jones, after demanding he identify himself. Video shows officers smashing a car window and firing a Taser at Mr. Jones, who, according to a lawsuit he later filed, tried to retrieve a document to use for identification.\nIt was a traffic ticket.\nFor all the billions spent to promote ticket-writing by police, there is little evidence that it has helped achieve the grants’ primary goal: reducing fatal car crashes.\nIn 2019 there were 33,244 fatal crashes nationwide, up from 30,296 in 2010. Traffic safety experts say targeted enforcement works, but improvements in automobile technology and highway engineering account for much of the progress since the 1970s and ’80s, when annual fatal crashes routinely exceeded 40,000.\nIn the wake of the George Floyd protests, some municipalities and states are rethinking their approach to traffic stops. Berkeley, Calif., has proposed shifting away from police enforcement, in favor of an unarmed civilian corps; Virginia lawmakers prohibited stops initiated because of defective taillights, tinted windows and loud exhaust.", "url": "https://www.nytimes.com/2021/10/31/us/police-ticket-quotas-money-funding.html%20"}