{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:30", "date_modify": "2022-10-25 23:45:30", "date_publish": "2021-09-15 05:30:29", "description": "The launch on Wednesday was the country’s first ballistic missile test in six months, and violated multiple United Nations Security Council resolutions.", "filename": "2021_09_15_world_asia_north-korea-ballistic-missiles_1666741530.html", "image_url": "https://static01.nyt.com/images/2021/09/15/world/15nkorea/15nkorea-facebookJumbo.jpg?year=2021&h=549&w=1050&s=18657d50697ff6857cef080ccdae3f714f42ce0d82cd792821a4a8bba411d0bf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_15_world_asia_north-korea-ballistic-missiles_1666741530.html", "title": "North Korea Fires 2 Ballistic Missiles as Arms Rivalry Mounts", "title_page": "North Korea Fires 2 Ballistic Missiles as Arms Rivalry Mounts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL — North Korea launched two ballistic missiles off its east coast on Wednesday, the country’s first ballistic missile test in six months and a violation of multiple United Nations Security Council resolutions that ban North Korea from conducting such tests.\nHours after the missiles were launched, South Korea announced that its president, Moon Jae-in, had just attended the test of the country’s first submarine-launched ballistic missile, making South Korea ​the seventh country in the world to operate S.L.B.M.s, after the United States, Russia, China, Britain, France and India.\n​The missile tests by both Koreas on the same day dramatically highlighted the intensifying arms race on the Korean Peninsula as nuclear disarmament talks between Washington and North Korea remained stalled. They also underscored the growing concern over regional stability, with Prime Minister Yoshihide Suga of Japan calling the North Korean missile launch “outrageous” and a threat to peace.\nIn its announcement, South Korea revealed that it had successfully developed a supersonic cruise missile and a long-range air-to-land missile to be mounted on the KF-21, a South Korean supersonic fighter jet, and that it had developed a ballistic missile powerful enough to penetrate North Korea’s underground wartime bunkers.", "url": "https://www.nytimes.com/2021/09/15/world/asia/north-korea-ballistic-missiles.html"}