{"authors": ["Jason Gutierrez"], "date_download": "2022-10-25 23:34:15", "date_modify": "2022-10-25 23:34:15", "date_publish": "2021-09-16 08:44:12", "description": "The International Criminal Court will investigate the killings of thousands under President Rodrigo Duterte. His lawyer says it has no authority to do so.", "filename": "2021_09_16_world_asia_philippines-duterte-icc-hague.html_action=click&module=RelatedLinks&pgtype=Article_1666740855.html", "image_url": "https://static01.nyt.com/images/2021/09/16/world/16philippines-1/16philippines-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d9b504f6d930bd214e4a81ac1e848d0fb42ff874968115b110039f45f4fa8810&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_16_world_asia_philippines-duterte-icc-hague.html_action=click&module=RelatedLinks&pgtype=Article_1666740855.html", "title": "Duterte Defiant as I.C.C. Announces Full ​Inquiry of ​Philippines Drug War", "title_page": "Duterte Defiant as I.C.C. Announces Full ​Inquiry of ​Philippines Drug War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANILA — A lawyer for President Rodrigo Duterte said on Thursday that International Criminal Court representatives would be denied entry to the Philippines, a day after the Hague-based tribunal authorized a full investigation into Mr. Duterte’s bloody war on drugs.\nA three-judge panel at the court said on Wednesday that the antidrug campaign, which has left thousands dead, appeared to have been “a widespread and systematic attack against the civilian population.” It based that assessment on evidence presented by prosecutors, who have been carrying out a preliminary investigation since 2018.\nSalvador Panelo, a lawyer for Mr. Duterte, reiterated on Thursday the president’s stance that the court had no authority to investigate him. Mr. Duterte pulled the Philippines out of the treaty that established the tribunal after it began its preliminary investigation.\n“They will violate our rights if they persist with the investigation, because that would mean meddling in the domestic affairs of our country,” said Mr. Panelo, who added that the Philippine justice system was adequately dealing with any crimes committed during the drug war.", "url": "https://www.nytimes.com/2021/09/16/world/asia/philippines-duterte-icc-hague.html?action=click&module=RelatedLinks&pgtype=Article"}