{"authors": ["Vivian Marino"], "date_download": "2022-10-25 23:30:05", "date_modify": "2022-10-25 23:30:05", "date_publish": "2021-12-31 10:02:33", "description": "In the final month of closings, the British racecar driver Lewis Hamilton sold his TriBeCa triplex for $49.5 million.", "filename": "2021_12_31_realestate_top-nyc-real-estate-sales_1666740605.html", "image_url": "https://static01.nyt.com/images/2022/01/02/realestate/28TICKET-1/28TICKET-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_31_realestate_top-nyc-real-estate-sales_1666740605.html", "title": "A Strong Ending in 2021 for Manhattan’s Luxury Market", "title_page": "A Strong Ending in 2021 for Manhattan’s Luxury Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Hamilton’s triplex at 443 Greenwich Street sold at its most recent asking price of $49.5 million, giving him a tidy profit. He paid nearly $44 million for the loft-like unit in 2017, although he reportedly never moved in. In 2019, he put it back on the market and bought another penthouse about a block away, at 70 Vestry Street, for $40.7 million.\nThe Greenwich Street apartment encompasses 8,908 square feet and has six bedrooms, six full bathrooms and two powder rooms, along with a great room with 20-foot ceilings. The penthouse comes with two parking spaces, and on the top level there are nearly 3,000 square feet of outdoor terraces, complete with a plunge pool and summer kitchen.\nThe building, between Vestry and Desbrosses Streets, once served as a bookbindery warehouse and was converted into condominiums in 2012. It has been home to numerous celebrities, including the actor Meg Ryan and the Grammy Award-winning musician the Weeknd.\nMr. Hamilton, who currently competes in Formula One for Mercedes, has won seven world championship titles.\nThe buyer of his apartment used the limited liability company 443 GS PHH in the transaction.\nThe $32.7 million sponsor penthouse sale took place at 1010 Park Avenue, the Extell Development Company’s boutique condominium near Central Park, between 84th and 85th Streets.\nThe 6,745-square-foot duplex, which had an initial offering price of $50 million, has four bedrooms and five and a half bathrooms, as well as a family room off the kitchen and a library that could be converted into a fifth bedroom.\nThe spacious primary bedroom suite has two bathrooms, three walk-in closets and a large dressing room.", "url": "https://www.nytimes.com/2021/12/31/realestate/top-nyc-real-estate-sales.html"}