{"authors": ["Damien Cave"], "date_download": "2022-10-25 23:26:12", "date_modify": "2022-10-25 23:26:12", "date_publish": "2021-08-12 04:26:02", "description": "A stubborn Delta outbreak has kicked a complacent country into gear, with community members working to fill gaps in the government’s sputtering vaccine rollout.", "filename": "2021_08_12_world_australia_covid-delta-lockdown-vaccination_1666740372.html", "image_url": "https://static01.nyt.com/images/2021/08/12/world/12virus-oz-lockdown1/merlin_193157928_7416143d-27ef-46fd-affc-b00470bab393-facebookJumbo.jpg?year=2021&h=549&w=1050&s=2101f7c6818f88f1ac4489b258e28657735b3d891805c88d363fd67aefaa7eaf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_12_world_australia_covid-delta-lockdown-vaccination_1666740372.html", "title": "Locked Down and Fed Up, Australians Find Their Own Ways to Speed Vaccinations", "title_page": "Locked Down and Fed Up, Australians Find Their Own Ways to Speed Vaccinations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many Australians feel betrayed by the government’s sputtering vaccine rollout, which they say has squandered the sacrifices made last year. An inchoate blend of rage and sadness has settled over this normally cheerful country. Yet, even as Australians slip into muttering curses and snitching on lockdown violators, they are also seeking ways to help with grass-roots efforts to accelerate immunity and escape from the restrictions springing up around the country.\nThere are big gaps to fill. While case numbers in Australia are growing by just a few hundred each day, far fewer than in other countries dealing with the Delta variant, doctors, pharmacists and economists are all questioning the distribution, the messaging and other aspects of Australia’s glacial vaccination campaign.\nAustralia’s drug regulator approved the Moderna vaccine only this week, many months after the United States and other countries. Even as supplies of Pfizer and AstraZeneca doses have increased, pushing up vaccination rates, only 24 percent of adults are fully vaccinated, placing Australia 35th out of 38 developed countries. And that’s up from dead last when the first Delta cases emerged in Sydney.\n“We had this incredible window that nobody else in the world had, with nearly a year of minimal Covid transmission, and we were told the whole time that ‘it’s not a race,’” said Maddie Palmer, 39, a radio and events producer in Sydney. “I didn’t believe it then, and now we’ve been proven right. It was a race — and they screwed it up.”", "url": "https://www.nytimes.com/2021/08/12/world/australia/covid-delta-lockdown-vaccination.html"}