{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:48:14", "date_modify": "2022-10-25 23:48:14", "date_publish": "2021-02-19 20:05:48", "description": "Mr. O’Rourke organized volunteers to make more than 784,000 wellness calls to senior citizens around the state and also took to the airwaves to lambast Senator Ted Cruz.", "filename": "2021_02_19_us_beto-orourke-texas_1666741694.html", "image_url": "https://static01.nyt.com/images/2021/02/19/us/19storm-briefing-beto2/19storm-briefing-beto2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a3828f192c8e0fae75d40c8c8836f9b922a934c61bbf822be83bf05e0c0df108&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_19_us_beto-orourke-texas_1666741694.html", "title": "Beto O’Rourke’s response to crisis rekindles speculation about his political plans.", "title_page": "Beto O’Rourke’s response to crisis rekindles speculation about his political plans. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Beto O’Rourke may be just another private citizen now, after unsuccessful bids for president in 2020 and the U.S. Senate in 2018. But his response to the grid failure in Texas is rekindling speculation about his political plans.\nWhile Republican leaders in Texas have come under fire this week over their handling to the crisis, Mr. O’Rourke, a Democrat from El Paso who served in Congress from 2013 to 2019, organized volunteers to make more than 784,000 wellness calls to senior citizens around the state.\nMr. O’Rourke also took to the airwaves, lambasting Senator Ted Cruz, his Republican opponent in the 2018 Senate race, after Mr. Cruz slipped away to Cancún while millions of Texans endured blackouts and water shortages.\nIn an oil-rich state that Republican leaders often extol as a cutting-edge energy colossus, the sense of alarm around the crisis — especially in major Democratic-led cities in Texas — is giving Mr. O’Rourke a chance to go after opponents on the right.", "url": "https://www.nytimes.com/2021/02/19/us/beto-orourke-texas.html"}