{"authors": ["Tara Siegel Bernard"], "date_download": "2022-10-25 23:48:26", "date_modify": "2022-10-25 23:48:26", "date_publish": "2021-10-13 15:15:07", "description": "The changes open the door to allowing retirement plan administrators to use so-called E.S.G. funds as their default investment option.", "filename": "2021_10_13_your-money_biden-esg-retirement-investing_1666741706.html", "image_url": "https://static01.nyt.com/images/2021/10/13/business/13ESG-01/13ESG-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=27b8ad847dce3a98347fbbf0c6d234e8cc0294315d38ead5fa61a796df1b4242&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_13_your-money_biden-esg-retirement-investing_1666741706.html", "title": "E.S.G. Funds Could Be a Default Option for Retirement Plans, Labor Dept. Says", "title_page": "E.S.G. Funds Could Be a Default Option for Retirement Plans, Labor Dept. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Labor Department proposed rule changes on Wednesday that would make it easier for retirement plans to add investment options based on environmental and social considerations — and make it possible for such options to be the default setting upon enrollment.\nIn a reversal of a Trump-era policy, the Biden administration’s proposal makes clear that not only are retirement plan administrators permitted to consider such factors, it may be their duty to do so — particularly as the economic consequences of climate change continue to emerge.\nMartin J. Walsh, the secretary of labor, said that the department consulted consumer groups, asset managers and others before writing the proposed rule, and that the change was considered necessary because the old one appeared to have a “chilling effect” on using environmental, social and governance factors — better known as E.S.G. — when evaluating investments.\n“If these legal concerns were keeping fiduciaries on the sidelines, it could mean worse outcomes for workers and retirees,” Mr. Walsh said in an interview.", "url": "https://www.nytimes.com/2021/10/13/your-money/biden-esg-retirement-investing.html"}