{"authors": ["Glenn Thrush", "Zolan Kanno-Youngs"], "date_download": "2022-10-25 23:31:17", "date_modify": "2022-10-25 23:31:17", "date_publish": "2021-11-11 00:23:15", "description": "Inside the Democratic Party, concerns are growing about whether the president will be able to fully capitalize on a major legislative victory.", "filename": "2021_11_10_us_politics_biden-infrastructure_1666740677.html", "image_url": "https://static01.nyt.com/images/2021/11/10/us/politics/10economy-briefing-biden-port/10dc-biden-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_10_us_politics_biden-infrastructure_1666740677.html", "title": "Biden Got His Infrastructure Bill. Now He Has to Sell It to Voters.", "title_page": "Biden Got His Infrastructure Bill. Now He Has to Sell It to Voters. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. Biden, then as now, had a tendency to ramble on and commit his share of gaffes. (One former West Wing aide recalled watching the daily clips of his appearances with clenched fists.)\nAt the time, Mr. Biden pressured Mr. Obama, with little success, to spend less time in Washington focusing on governmental process, and more time on the road explaining his policies to voters — the same request Democrats are now making of Mr. Biden.\n“We have a great opportunity to go out and sell a bill that genuinely has an impact on people’s real lives,” said Representative Josh Gottheimer, a New Jersey Democrat who is likely to face a serious challenge next year in a suburban New York City swing district. “But everyone has to really go out and make the case for it — and celebrate it — if it is going to be helpful for Democrats in seats like mine in 2022.”\nBut Mr. Biden’s centrist strategy, rooted in his desire to revive a bygone era of bipartisanship, is also providing a safe haven for a handful of moderate Republicans who are betting that delivering results for their constituents will offset the damage of a fleeting alliance with a Democratic president.\n“It is a difficult time to act in a bipartisan way, and some of the phone calls I’ve gotten to my office are a reflection of that,” said Nicole Malliotakis of New York, whose district includes Staten Island and southern Brooklyn. She was one of 13 House Republicans to vote for the package.\n“Sadly, you have a lot of people who are more concerned with the optics of giving the president some credit,” she added. “But it’s my job to serve the people who elected me, and they want me to deliver real infrastructure because we’ve got real problems here — we’ve got constant flooding, and we have got to deal with our inadequate sewer systems.”", "url": "https://www.nytimes.com/2021/11/10/us/politics/biden-infrastructure.html"}