{"authors": ["Luke Broadwater", "Nicholas Fandos"], "date_download": "2022-10-25 23:47:16", "date_modify": "2022-10-25 23:47:16", "date_publish": "2021-06-08 09:00:17", "description": "A 127-page joint report is the most comprehensive and detailed account to date on the intelligence, communications and policing failures around the Capitol riot.", "filename": "2021_06_08_us_politics_capitol-riot-security_1666741636.html", "image_url": "https://static01.nyt.com/images/2021/06/08/us/politics/08dc-riot/08dc-riot-facebookJumbo.jpg?year=2021&h=549&w=1050&s=a49b397a2e3b80a31ba1af102580bf01b1bdc0f9b016ab5040971f20635c53cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_08_us_politics_capitol-riot-security_1666741636.html", "title": "Capitol Riot Security Failures Detailed in Senate Report", "title_page": "Capitol Riot Security Failures Detailed in Senate Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yet the Senate investigation found that the department had ample warning weeks earlier that violent extremists, including members of Proud Boys and Oath Keepers, were planning such action, and failed to share it widely or incorporate the warnings into its operational plan for Jan. 6.\n“Several comments promote confronting members of Congress and carrying firearms during the protest,” a Capitol Police intelligence analyst wrote in a threat report on Dec. 21, which included a map of the Capitol complex that had been posted on the pro-Trump blog thedonald.win. Among the posts cited in the threat report: “Bring guns. It’s now or never,” and, “We can’t give them a choice. Overwhelming armed numbers is our only chance.”\nThe Senate’s investigative report is the product of a collaboration among Mr. Peters, Ms. Klobuchar and the top Republicans on the two committees they lead: Senator Rob Portman of Ohio on the Homeland Security Committee and Roy Blunt of Missouri on the Rules Committee. It is limited by its bipartisan nature, given that Republicans have refused to ask questions about the riot that could turn up unflattering information about Mr. Trump or members of their party, as they try to put its political implications behind them before the 2022 midterm elections.\nThough the report states flatly that Mr. Trump “continued to assert that the election was stolen from him” and promoted the “Stop the Steal” gathering in Washington before the riot, it does not chart his actions or motivations, state that his election claims were false or explore the implications of a president and elected leaders in his party stoking outrage among millions of supporters.\nThe inquiry does not describe the events of Jan. 6 as an “insurrection,” a term many Republicans had joined Democrats in embracing immediately after the attack. Aides involved in its drafting said they had refrained from trying to summarize or contextualize Mr. Trump’s false claims just before the riot took place. They opted instead to include the full text of his speech in an appendix.\nMany of the findings in the report were culled from public testimony from committee hearings, though five people sat for detailed interviews with the committee: Christopher C. Miller, who was the acting defense secretary; Ryan D. McCarthy, the Army secretary; Gen. James C. McConville, the Army chief of staff; Yogananda D. Pittman, the acting chief of the Capitol Police; and J​. Brett Blanton, the architect of the Capitol.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nThe committee staff solicited more than 50 statements from Capitol Police officers that painted a vivid portrayal of the rioters, some of whom gave Nazi salutes and hurled racist slurs at them. One officer described being crushed by the mob. Another told the committee that she still suffered from chemical burns she experienced that day.", "url": "https://www.nytimes.com/2021/06/08/us/politics/capitol-riot-security.html"}