{"authors": ["Mihir Zaveri", "Matthew Haag"], "date_download": "2022-10-25 22:56:10", "date_modify": "2022-10-25 22:56:10", "date_publish": "2021-11-12 21:31:26", "description": "Officials said demand for the pandemic relief program was “far outstripping” available funds. Gov. Kathy Hochul has asked the federal government for almost $1 billion more.", "filename": "2021_11_12_nyregion_new-york-pandemic-rental-aid_1666738570.html", "image_url": "https://static01.nyt.com/images/2021/11/12/nyregion/12nyrent/12nyrent-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_12_nyregion_new-york-pandemic-rental-aid_1666738570.html", "title": "New York to Stop Accepting Applications for Pandemic Rental Aid", "title_page": "New York to Stop Accepting Applications for Pandemic Rental Aid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The developments in Texas and New York come as the federal government is poised to consider whether to redistribute rent relief from states that do not need it or did not use it to states with greater need. Some housing groups have urged the United States Treasury Department, which distributed the aid, to redirect unused assistance from smaller states.\nOn Friday, Gov. Kathy Hochul said she had asked the federal government for almost $1 billion in additional funding for rent relief.\n“While New York accelerated getting rent relief out the door and moved from the back of the pack to the front amongst other states, there are still many individuals in need of assistance,” she said.\nSeveral members of New York’s congressional delegation also sent a letter on Friday to the Treasury Department emphasizing the need for additional help. They cited how the state continued to receive roughly 10,000 new applications per week.\nA state moratorium on evictions that is set to expire early next year has kept thousands of people in their homes even as their arrears continue to pile up. Many tenants who were laid off during the pandemic have counted on the rent relief program to help them chip away at their debt, while smaller landlords rely on rent to pay their own bills.\nGenerally, households making up to 80 percent of an area’s median income — meaning about $95,400 for a family of four in New York City — are eligible for the program. Tenants must show that they experienced financial difficulties because of the pandemic and fell behind on their rent or are at risk of homelessness.\nIn most cases, the program will cover up to a year’s worth of rent and utilities, as well as three months of future rent. The payments are sent to landlords, who in return for receiving the aid generally cannot evict tenants for at least a year.", "url": "https://www.nytimes.com/2021/11/12/nyregion/new-york-pandemic-rental-aid.html"}