{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:42:13", "date_modify": "2022-10-25 23:42:13", "date_publish": "2021-04-02 17:21:10", "description": "The former British prime minister has lobbied the government on behalf of an Anglo-Australian finance firm, Greensill Capital. While apparently legal, his activities set off a debate about lobbying by former leaders.", "filename": "2021_04_02_world_europe_david-cameron-greensill-capital_1666741333.html", "image_url": "https://static01.nyt.com/images/2021/04/02/world/02UK-CAMERON1/02UK-CAMERON1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=cdedc02e92a69813db07d6bf01a8219e75671fb2d62a504778aa82a33fd6a26f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_02_world_europe_david-cameron-greensill-capital_1666741333.html", "title": "David Cameron Comes Under the Spotlight for His Business Dealings", "title_page": "David Cameron Comes Under the Spotlight for His Business Dealings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Until last month, David Cameron was known for one big thing: calling the referendum in June 2016 that produced Britain’s shock vote to leave the European Union and triggered a political earthquake that toppled him as prime minister.\nNow, Mr. Cameron is in the headlines for something else: the spectacular collapse of a high-flying Anglo-Australian finance firm. His lobbying on behalf of the firm, Greensill Capital, does not appear to have violated any laws, but it has added another blot to an already checkered legacy.\nGreensill’s access to senior British officials — aided by Mr. Cameron, who worked for the firm — has set off a noisy debate about the rules on lobbying by former leaders; critics say they are woefully inadequate. It has also turned a fresh spotlight on a recurring theme in Britain: the challenging after-lives of British prime ministers.\nFrom Margaret Thatcher to Tony Blair, occupants of 10 Downing Street have often struggled after leaving office, an abrupt transition to private life that leaves them without the trappings of power, no clear public role, and little financial support. For politicians used to privilege and influence, analysts said, it can lead to trouble.", "url": "https://www.nytimes.com/2021/04/02/world/europe/david-cameron-greensill-capital.html"}