{"authors": ["Liz Alderman"], "date_download": "2022-10-25 23:27:26", "date_modify": "2022-10-25 23:27:26", "date_publish": "2021-11-01 14:09:13", "description": "Memories of the Yellow Vest movement are prompting officials to ensure that spiking energy prices don’t fuel inequality or populist discontent.", "filename": "2021_11_01_business_energy-environment_europe-climate-action-cost_1666740446.html", "image_url": "https://static01.nyt.com/images/2021/10/29/business/00greenvest-1/00greenvest-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_01_business_energy-environment_europe-climate-action-cost_1666740446.html", "title": "Europe Fears That Rising Cost of Climate Action Is Stirring Anger", "title_page": "Europe Fears That Rising Cost of Climate Action Is Stirring Anger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Raucous demonstrations against high energy bills in Spain. Demands for social protection in Greece as coal mines close. Fresh protests in French rural areas and small towns over spiking petrol prices.\nAs world leaders gather for a United Nations conference in Glasgow to tackle the threat of climate change, attention is pivoting to one of the biggest risks involved in decarbonizing the planet: ensuring that the costs of the green transition don’t set off a populist backlash.\nThe worries are especially acute in Europe, where policymakers are expressing growing alarm over the possibility of social unrest and a weakening of public support if the burden of shifting from cheap fossil fuels falls too heavily on poor and middle-income households.\n“The climate transition remains a risk for all democracies, because it will be very costly — far more costly than expected,” France’s finance minister, Bruno Le Maire, said in a recent interview.", "url": "https://www.nytimes.com/2021/11/01/business/energy-environment/europe-climate-action-cost.html"}