{"authors": ["Shashank Bengali"], "date_download": "2022-10-25 23:50:58", "date_modify": "2022-10-25 23:50:58", "date_publish": "2021-04-22 04:08:17", "description": "More than 310,000 cases were recorded in just 24 hours, surpassing the previous single-day high set in the United States in January.", "filename": "2021_04_22_world_india-coronavirus-record_1666741858.html", "image_url": "https://static01.nyt.com/images/2021/04/22/us/22virus-briefing-india-cases3/22virus-briefing-india-cases3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ffc9ea4246d8333979738d4277c5c37c1152472b01a2408365fc55609f1236bd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_22_world_india-coronavirus-record_1666741858.html", "title": "India Sets Covid-19 Daily Case Record", "title_page": "India Sets Covid-19 Daily Case Record - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "India’s rapidly worsening coronavirus outbreak is now expanding on a scale beyond any previously measured in more than a year of the pandemic: The health ministry reported more than 310,000 new infections on Thursday, the most recorded in any country on a single day.\nIndia’s total eclipsed the previous one-day high of 300,669 recorded coronavirus cases, set in the United States on Jan. 8, according to a New York Times database, though differences in testing levels from country to country, and a widespread lack of tests early in the pandemic, make comparisons difficult.\nOver the past two months, the outbreak in India has exploded, with reports of superspreader gatherings, oxygen shortages and ambulances lined up outside hospitals because there were no ventilators for new patients.\nAs cases worldwide reach weekly records, a substantial proportion of the new infections are coming in India, a sobering reminder that the pandemic is far from over, even as infections decline and vaccinations speed ahead in the United States and other wealthy parts of the world. India has surpassed 15.6 million total reported infections so far, second-most after the United States.", "url": "https://www.nytimes.com/2021/04/22/world/india-coronavirus-record.html"}