{"authors": ["Michael D. Shear", "Lisa Friedman", "Catrin Einhorn"], "date_download": "2022-10-25 23:43:01", "date_modify": "2022-10-25 23:43:01", "date_publish": "2021-06-13 22:21:02", "description": "President Biden pushed climate action after four years in which Donald Trump rejected cooperation with allies. But leaders failed to set an expiration date for burning coal.", "filename": "2021_06_13_us_politics_G7-climate-Biden_1666741381.html", "image_url": "https://static01.nyt.com/images/2021/06/13/world/13cli-g71/13BIDEN-OVERSEAS-BRIEFING-PROMO-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b8fa71368a202338c3531f5a1b7d0bea5c6706cb674e5c298669a6535c2e0776&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_13_us_politics_G7-climate-Biden_1666741381.html", "title": "G7 Nations Take Aggressive Climate Action but Hold Back on Coal", "title_page": "G7 Nations Take Aggressive Climate Action but Hold Back on Coal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The United States in particular had a chance to lead countries in strong language to move away from fossil fuels this decade, Ms. Morgan of Greenpeace said. But “it doesn’t seem like they were the ambition setters at this G7.”\nOther leading climate change advocates and diplomats called the overall climate package a mixed bag.\nMr. Biden and the other leaders said they would deliver $2 billion to help nations pivot away from fossil fuels, in what leaders hope will be a global transition to wind, solar and other energy that does not produce planet-warming carbon dioxide emissions. And they agreed to raise their contributions and meet an overdue pledge of mobilizing $100 billion a year to help poorer countries cut emissions and cope with the consequences of climate change, though firm dollar figures were not on the table.\nLaurence Tubiana, C.E.O. of the European Climate Foundation who served as France’s chief climate ambassador during the 2015 Paris negotiations, said she was pleased that nations would stop financing new coal projects without technology to capture and store emissions. It will mean an end to virtually all funding for new coal, since carbon capture technology is nascent and not widely used.\n“That leaves China to decide now if they want to still be the backers of coal globally, because they will be the only one,” she said. But she said the financing package was lacking for developing countries, which are particularly vulnerable to floods, drought and other impacts of a climate crisis created by the industrialized nations.\nG7 nations this week also backed Mr. Biden’s sweeping infrastructure plan to counter China’s multi-trillion-dollar Belt and Road Initiative. As part of that, countries promised to help the developing world rebuild from the Covid-19 pandemic in a way that takes climate change into account.\nWealthy nations had agreed in 2009 to mobilize $100 billion in public and private funding by 2020 in order to help poorer countries move to clean energy and adapt to the most severe consequences of climate change. But they have delivered only about $80 billion on that promise, according to the Organization for Economic Cooperation and Development. And most of that money is in the form of loans, not grants, making it difficult for poor countries to use, experts said.", "url": "https://www.nytimes.com/2021/06/13/us/politics/G7-climate-Biden.html"}