{"authors": ["Lola Fadulu"], "date_download": "2022-10-25 23:42:50", "date_modify": "2022-10-25 23:42:50", "date_publish": "2021-12-14 19:32:34", "description": "The school moved final exams online, canceled a December graduation ceremony and sports events and barred most visitors from its campus in Ithaca, N.Y.", "filename": "2021_12_14_nyregion_cornell-university-covid_1666741370.html", "image_url": "https://static01.nyt.com/images/2021/12/14/us/14virus-briefing-cornell02/14virus-briefing-cornell02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_14_nyregion_cornell-university-covid_1666741370.html", "title": "Cornell University Finds Signs of Omicron Variant on Campus", "title_page": "Cornell University Finds Signs of Omicron Variant on Campus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Cornell University canceled a ceremony for December graduates, closed libraries and took other restrictive measures on Tuesday after the school’s coronavirus testing lab found evidence of the Omicron variant in a number of students’ test specimens.\nThough the lab is still working on genomic sequencing to confirm that the students have the Omicron variant, the university moved its main campus in Ithaca, N.Y., to its “Alert Level Red” for the first time in the last three semesters. Final exams scheduled for this week have been switched to an online format. Fitness centers and gyms were closed, and athletic events set for Sunday have been canceled. Most visitors were barred from campus, but offices and labs will remain open.\n“It is obviously extremely dispiriting to have to take these steps,” Martha E. Pollack, the university’s president, wrote in a statement. “However, since the start of the pandemic, our commitment has been to follow the science and do all we can to protect the health of our faculty, staff and students.”\nOther colleges have also taken measures recently to head off the spread of the virus on campus.\nLast week, Middlebury College in Vermont moved to remote instruction for the rest of the semester. DePaul University in Chicago and Southern New Hampshire University each said this month that they would switch to all remote instruction, at least for a time, when classes resume in January.", "url": "https://www.nytimes.com/2021/12/14/nyregion/cornell-university-covid.html"}