{"authors": ["Remy Tumin"], "date_download": "2022-10-25 23:25:53", "date_modify": "2022-10-25 23:25:53", "date_publish": "2021-04-16 09:02:19", "description": "Pfizer’s chief executive said a third dose of the company’s Covid-19 vaccine was “likely” to be needed within a year of the initial two-dose inoculation, followed by annual vaccinations.", "filename": "2021_04_16_world_pfizer-vaccine-booster_1666740353.html", "image_url": "https://static01.nyt.com/images/2021/04/16/us/16virus-briefing-revaccination/16virus-briefing-revaccination-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b4963c6d9807ac9b3c1160b1123acfc01bff584ddfdcac9160977cb9851fbadf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_16_world_pfizer-vaccine-booster_1666740353.html", "title": "Pfizer and Others Are Planning for Covid Vaccine Boosters", "title_page": "Pfizer and Others Are Planning for Covid Vaccine Boosters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Scientists have long said that giving people a single course of a Covid-19 vaccine might not be sufficient in the long term, and that booster shots and even annual vaccinations might prove necessary.\nIn recent days, that proposition has begun to sound less hypothetical.\nVaccine makers are getting a jump-start on possible new rounds of shots, although they sound more certain of the need for boosters than independent scientists have.\nPfizer’s chief executive Albert Bourla said on Thursday that a third dose of the company’s Covid-19 vaccine was “likely” to be needed within a year of the initial two-dose inoculation — followed by annual vaccinations.\nAlbert Bourla, the Pfizer chief, said in a conversation hosted by CVS Health, that people may need to get Covid vaccine shots annually, like flu shots. Some vaccines are only given once, while others need annual boosters, he said. (An earlier version of this post included a quoted comment in which he misstated the number of vaccine doses required for polio immunity — more than one dose is needed.)", "url": "https://www.nytimes.com/2021/04/16/world/pfizer-vaccine-booster.html"}