{"authors": ["Luis Ferré-Sadurní"], "date_download": "2022-10-25 22:56:37", "date_modify": "2022-10-25 22:56:37", "date_publish": "2021-05-15 09:00:11", "description": "Four women who have accused Gov. Andrew Cuomo of sexual misconduct have been formally asked to testify under oath.", "filename": "2021_05_15_nyregion_cuomo-sexual-harassment-investigation_1666738597.html", "image_url": "https://static01.nyt.com/images/2021/05/16/nyregion/16cuomo-inquiries-print1/00cuomo-inquiries1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8e93af74c74c6e33f0e2f1f40881a55e5941f09783fd83d31124a097e2ef32f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_15_nyregion_cuomo-sexual-harassment-investigation_1666738597.html", "title": "Cuomo Accusers Are Subpoenaed in Sexual Harassment Investigation", "title_page": "Cuomo Accusers Are Subpoenaed in Sexual Harassment Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY, N.Y. — Four women who have accused Gov. Andrew M. Cuomo of sexual harassment have received subpoenas to testify under oath, the latest indication that the state attorney general’s investigation into Mr. Cuomo’s behavior has entered a critical phase.\nThe issuing of the subpoenas, which was expected at some point in the inquiry, underscores the investigation’s progress beyond an initial fact-finding phase, during which lawyers interviewed multiple women at length, but not under oath.\nThe attorney general, Letitia James, has not set a deadline for releasing the findings of her office’s inquiry, which began in early March, but it will almost certainly be completed by summer’s end, according to a person with knowledge of the investigation who was not authorized to discuss it publicly.\nIn the past few months, outside lawyers hired by Ms. James have requested troves of state records and have held hourslong preliminary interviews with several of the women now being asked to testify under oath. Joon H. Kim, a former federal prosecutor, and Anne L. Clark, a prominent employment lawyer, who are overseeing the inquiry, have led the interviews.", "url": "https://www.nytimes.com/2021/05/15/nyregion/cuomo-sexual-harassment-investigation.html"}