{"authors": ["Denise Grady"], "date_download": "2022-10-25 22:55:52", "date_modify": "2022-10-25 22:55:52", "date_publish": "2021-02-08 18:45:15", "description": "A link to the vaccines is not certain, and investigations are underway in some reported cases.", "filename": "2021_02_08_health_immune-thrombocytopenia-covid-vaccine-blood_1666738552.html", "image_url": "https://static01.nyt.com/images/2021/02/10/science/00virus-vaccine-platelets-promo/00virus-vaccine-platelets-promo-facebookJumbo-v5.jpg?year=2021&h=550&w=1050&s=8593df921683f2612f56d684a744f779fbe651e2daa33f78aeb23f3675b027d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_08_health_immune-thrombocytopenia-covid-vaccine-blood_1666738552.html", "title": "A Few Covid Vaccine Recipients Developed a Rare Blood Disorder", "title_page": "A Few Covid Vaccine Recipients Developed a Rare Blood Disorder - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Moderna also provided a statement, which did not address the question of the platelet disorder, but said the company “continuously monitors the safety of the Moderna Covid-19 vaccine using all sources of data” and routinely shares safety information with regulators.\nHematologists with expertise in treating immune thrombocytopenia said they suspected that the vaccine did play a role. But they said that cases after vaccination were likely to be exceedingly rare, possibly the result of an unknown predisposition in some people to react to the vaccine by developing an immune response that destroys their platelets. The disorder has occurred, rarely, in people who received other inoculations, particularly the measles-mumps-rubella one.\n“I think it is possible that there is an association,” Dr. James Bussel, a hematologist and professor emeritus at Weill Cornell Medicine who has written more than 300 scientific articles on the platelet disorder, said in an interview. “I’m assuming there’s something that made the people who developed thrombocytopenia susceptible, given what a tiny percentage of recipients they are.”\nHe added: “Having it happen after a vaccine is well-known and has been seen with many other vaccines. Why it happens, we don’t know.”\nDr. Bussel said it was important to share information about the cases, because severe thrombocytopenia can be serious, and physicians need to know how to treat it. Sometimes the condition resists standard therapies, and if very low platelet counts persist, the patient faces an increasing risk of severe bleeding and even brain hemorrhage.\nHe and a colleague, Dr. Eun-Ju Lee, have submitted an article to a medical journal on 15 cases in Covid vaccine recipients they identified by searching the government’s database or by consulting with other physicians treating patients. The report provides information about treatments and urges doctors to report cases. It also notes that it is too soon to tell whether the affected patients will have lasting recoveries, or recurrences of the platelet problem.", "url": "https://www.nytimes.com/2021/02/08/health/immune-thrombocytopenia-covid-vaccine-blood.html"}