{"authors": ["Sharon Otterman"], "date_download": "2022-10-25 22:56:54", "date_modify": "2022-10-25 22:56:54", "date_publish": "2021-07-30 09:00:21", "description": "People with compromised immune systems and the unvaccinated make up a high percentage of patients who end up in the hospital.", "filename": "2021_07_30_nyregion_nyc-covid-hospitalizations_1666738614.html", "image_url": "https://static01.nyt.com/images/2021/07/30/nyregion/30nyhospitalizations-1/30nyhospitalizations-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6dec12cc50d27c4d898b75497c7625f80a88298d3fe89e347dc76347408092de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_30_nyregion_nyc-covid-hospitalizations_1666738614.html", "title": "Here’s Who Is Hospitalized for Covid in New York City as Cases Rise", "title_page": "Here’s Who Is Hospitalized for Covid in New York City as Cases Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The two private hospital systems said that the average age of people they are admitting is declining, reflecting the citywide trend, though the average age in their systems remains above 50.\nThe average age among the 109 patients hospitalized as of July 27 in the Northwell system was 63, dropping to 57 among those who were unvaccinated. At Mount Sinai, the average age of hospitalized Covid patients this month was 55, down from 62 earlier in the pandemic.\nSome hospitalized patients are vaccinated\nThe coronavirus vaccines are highly effective in protecting against serious disease, but they are not a guarantee. This is especially the case for a subset of elderly and immunosuppressed people whose immune system did not mount a strong response to the shots.\nIn the regular patient wards of Mount Sinai Hospital and Mount Sinai Queens, there were 14 unvaccinated patients and three partially vaccinated patients as of Wednesday, said David Reich, president of the hospital system. And, perhaps surprisingly, four of the five Covid patients in the intensive care unit were vaccinated.\nOf those, two are “quite elderly,” he said, and the other two were organ transplant recipients who had been taking medications to keep their immune system suppressed. The fifth is a person who is younger, morbidly obese and was not vaccinated.\n“It is a scary time for us, because even though we have highly effective vaccines, nothing is 100 percent,” Dr. Reich said. “And so it says to us that if you are a vulnerable person, even if you are vaccinated, you should probably take some precautions.”", "url": "https://www.nytimes.com/2021/07/30/nyregion/nyc-covid-hospitalizations.html"}