{"authors": ["Liam Stack"], "date_download": "2022-10-25 22:55:49", "date_modify": "2022-10-25 22:55:49", "date_publish": "2021-10-09 09:00:15", "description": "More than 80 percent of adults in New York City have received at least one dose of the coronavirus vaccine, but there are significant racial disparities in the vaccination rate.", "filename": "2021_10_09_nyregion_covid-vaccinations-black-churches_1666738549.html", "image_url": "https://static01.nyt.com/images/2021/10/06/nyregion/00nyvirus-blackchurches/00nyvirus-blackchurches-facebookJumbo.jpg?year=2021&h=550&w=1050&s=541fe4a512591b3c233ae7ce5217b5504a5980b0087f8626f5e98539787e13b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_09_nyregion_covid-vaccinations-black-churches_1666738549.html", "title": "How Black Churches Are Encouraging Vaccines in New York", "title_page": "How Black Churches Are Encouraging Vaccines in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Among Black New Yorkers, only 48 percent of those between 18 and 44 have gotten at least one dose of the vaccine, compared with roughly 60 percent of those 45 and older, according to city data.\n“Gen Z and millennials have a different relationship to the institutional Black church,” said Nichole R. Phillips, the director of the Black Church Studies program at Emory University’s Candler School of Theology. “If you have a generation that isn’t as present in the pews, that will impact the use of the church as a place of public health education.”\nDr. Easterling said city health officials know outreach efforts at churches will primarily engage “an older population,” but he said those efforts to address vaccine hesitancy could have a subsequent effect on the young.\n“We know particularly in Black churches, we have seen it is primarily older generations that have really focused on going to church in person,” he said. “We also do see parents in their 40s or 50s, as well, and they play an important role because they talk to their adolescents and their children. They share information.”\nMore than one million people in New York City have contracted Covid-19 and over 34,000 have died from it since the city’s first confirmed case on Feb. 29, 2020, according to city data.\nThat includes 175,751 Black New Yorkers who contracted the coronavirus by October, or roughly 9 percent of the city’s Black population, compared with 245,536 white New Yorkers, or roughly 7 percent of the city’s white population. According to city data, 31,108 Black New Yorkers had been hospitalized because of Covid-19 and 14,820 have died of it as of this month.\nThe coronavirus has taken a steep toll in neighborhoods like Hunts Point, which is home to the Word of Life International Church, a Pentecostal congregation that Pastor Udo-Okon started 21 years ago in his living room.", "url": "https://www.nytimes.com/2021/10/09/nyregion/covid-vaccinations-black-churches.html"}