{"authors": ["Andy Newman"], "date_download": "2022-10-25 22:56:06", "date_modify": "2022-10-25 22:56:06", "date_publish": "2021-05-27 18:56:05", "description": "The City Council voted overwhelmingly to increase a housing subsidy in hopes of making thousands of apartments affordable to people who are homeless or facing eviction.", "filename": "2021_05_27_nyregion_nyc-homelessness-vouchers_1666738566.html", "image_url": "https://static01.nyt.com/images/2021/05/27/nyregion/27nyvouchers1/27nyvouchers1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2e7203c526fe2e679f21a306772b81038cc30e66fe4f140317cc52ca32145908&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_27_nyregion_nyc-homelessness-vouchers_1666738566.html", "title": "NYC and Homelessness: Lawmakers Take Dramatic Step to Stem Rise", "title_page": "NYC and Homelessness: Lawmakers Take Dramatic Step to Stem Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For nearly a decade, New York City has struggled to help homeless people find apartments of their own, as rents hovered in the stratosphere and the number of people stuck in shelters surged past 60,000.\nSo on Thursday, the City Council took its most dramatic step in years to address the city’s affordable housing crisis, voting overwhelmingly to expand a subsidy program in ways that could make apartments affordable to tens of thousands of people who are homeless or threatened with eviction.\n“It is my hope that this will give people an opportunity to have a solid roof over their heads for them and their families,” City Councilman Stephen Levin, the bill’s main sponsor, said during the vote, adding that it would be “an important bill in the lives of many New Yorkers.”\nThe measure, in the nation’s largest and one of its most expensive cities, comes as a homelessness crisis is being pushed to the forefront around the country, with a growing encampment in Washington, D.C., blocks from the Federal Reserve and a spike in the homeless population predicted in Los Angeles. Homelessness nationwide was rising even before the pandemic, according to federal officials.", "url": "https://www.nytimes.com/2021/05/27/nyregion/nyc-homelessness-vouchers.html"}