{"authors": ["Campbell Robertson"], "date_download": "2022-10-25 23:38:07", "date_modify": "2022-10-25 23:38:07", "date_publish": "2021-01-07 01:29:08", "description": "The lawmaker, Derrick Evans, posted a video showing himself in the crowd rushing into the building.", "filename": "2021_01_06_us_derrick-evans-west-virginia-capitol_1666741087.html", "image_url": "https://static01.nyt.com/images/2021/01/06/lens/06westvirginia-photo1/06westvirginia-photo1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e5a8b4da5b35a52f7d0efdbd155352254bf6292c1d2dc54e9d93aff5ccba429e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_06_us_derrick-evans-west-virginia-capitol_1666741087.html", "title": "West Virginia Lawmaker Among Those Who Stormed U.S. Capitol", "title_page": "West Virginia Lawmaker Among Those Who Stormed U.S. Capitol - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A newly elected lawmaker from West Virginia was among the mob of Trump supporters who stormed the United States Capitol on Wednesday, filming as he stood among the crowd outside a door, rushed with them inside and then wandered through the halls along with the scores of others who had breached the building.\nThe lawmaker, Derrick Evans, posted the video to his Facebook page, where he goes by “Derrick Evans - The Activist” on Wednesday afternoon, but he later deleted it.\nMr. Evans, who was elected as a Republican state delegate in November, posted several videos from the events of the day, both narrating and joining in “Stop the Steal” chants with throngs of other Trump supporters. In the video that was deleted, he is among a crowd that shoved up against a door at the Capitol’s east front, some chanting and others loudly singing the national anthem. Those at the front appear to be trying to get inside, while Mr. Evans gives a running commentary on the attempts.\n“We’re going in,” he says, at one point turning the camera to show himself wearing a helmet.\nSuddenly the crowd moves quickly and the crowd rushes in, one woman screaming “We did it!” and Mr. Evans shouting “Derrick Evans is in the Capitol!”", "url": "https://www.nytimes.com/2021/01/06/us/derrick-evans-west-virginia-capitol.html"}