{"authors": ["Stephen Castle", "Mark Landler"], "date_download": "2022-10-25 23:23:31", "date_modify": "2022-10-25 23:23:31", "date_publish": "2021-07-12 17:05:18", "description": "Prime Minister Boris Johnson is set on lifting all restrictions on July 19 despite a surge in cases. Critics predict mass confusion.", "filename": "2021_07_12_world_europe_england-coronavirus-johnson-freedom_1666740211.html", "image_url": "https://static01.nyt.com/images/2021/07/12/world/12UK-VIRUS1/merlin_190752030_5c81426c-5862-4698-ad16-76b710bafdfa-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b76b811249b2e249b80e6502eac67c1cb99aba4d0901a8336bcf28b6c7598e0e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_12_world_europe_england-coronavirus-johnson-freedom_1666740211.html", "title": "‘Freedom Day’ Coming to England, Ready or Not", "title_page": "‘Freedom Day’ Coming to England, Ready or Not - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — With coronavirus infections surging yet again, Prime Minister Boris Johnson on Monday urged Britons to keep wearing face masks in crowded, indoor spaces even as he promised to unlock England’s economy next week and lift almost all virus-related restrictions.\nMr. Johnson’s admonition on masks, while not compulsory, represents the latest swerve from a government that delayed the imposition of several lockdowns and then promised the “irreversible” lifting of restrictions, culminating in what British tabloid newspapers called “freedom day.”\nHaving delayed that moment once, Mr. Johnson on Monday confirmed plans to proceed with the removal of most legal curbs in England on July 19, allowing pubs and restaurants to operate at full capacity and nightclubs to open their doors. Curbs on the number of people who can meet indoors, generally limited to six, will also be lifted.\nDespite the spread of the highly transmissible Delta variant, the government believes that Britain’s successful vaccination program has weakened the link between cases and hospital admissions. The government now argues that there is no better time to end lockdown restrictions than in the summer when the virus tends to spread more slowly and schools take a vacation break, eliminating one source of transmission.", "url": "https://www.nytimes.com/2021/07/12/world/europe/england-coronavirus-johnson-freedom.html"}