{"authors": ["Michael Corkery"], "date_download": "2022-10-25 23:43:02", "date_modify": "2022-10-25 23:43:02", "date_publish": "2021-10-01 00:58:35", "description": "Their business model is being tested by worker burnout, pressure to raise wages, supply chain problems and growing local opposition.", "filename": "2021_09_30_business_dollar-stores-struggling-pandemic_1666741382.html", "image_url": "https://static01.nyt.com/images/2021/09/28/business/00dollarstore1/00dollar-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c424c5e881c0db61bc71ef5cf6516d8406bbb574d6567224ac6fef38d0541959&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_30_business_dollar-stores-struggling-pandemic_1666741382.html", "title": "Dollar Stores Hit a Pandemic Downturn", "title_page": "Dollar Stores Hit a Pandemic Downturn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sandra Beadling was fed up with the 70-hour workweeks, the delivery trucks running days behind schedule, and the wear and tear on her knees from all the stooping to restock the bottom shelves.\nThe manager of the Dollar General store in Wells, Maine, Ms. Beadling, 54, had tried to hire more help. But that was a tough sell when Walmart was offering $16 an hour and her store was paying $12.\nMs. Beadling had spent long stretches this summer as one of only a few workers in the store, tending to the register and trying to help shoppers. She had pleaded with her managers to allow the store’s part-time workers to have more hours, but to no avail.\nOne night last month, Ms. Beadling closed up the Dollar General at 10, got home at 11:30 and then left her house at 4 a.m. to be back at the store for an inventory check. “I was so tired I couldn’t find words,” she said. She sent her assistant manager a text saying she had quit and then blocked her co-workers’ numbers so they couldn’t call back and persuade her to stay.", "url": "https://www.nytimes.com/2021/09/30/business/dollar-stores-struggling-pandemic.html"}