{"authors": ["Noah Weiland", "Sharon Lafraniere"], "date_download": "2022-10-25 23:26:33", "date_modify": "2022-10-25 23:26:33", "date_publish": "2021-10-29 15:49:09", "description": "The shot could bring relief to parents anxious about their children getting sick, though some experts worry that those most at risk may slip through the cracks.", "filename": "2021_10_29_us_politics_covid-vaccine-children_1666740393.html", "image_url": "https://static01.nyt.com/images/2021/10/29/us/politics/29dc-vaccine-3/29dc-vaccine-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_29_us_politics_covid-vaccine-children_1666740393.html", "title": "FDA Clears Pfizer Coronavirus Vaccine for Young Children", "title_page": "FDA Clears Pfizer Coronavirus Vaccine for Young Children - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Food and Drug Administration on Friday authorized Pfizer-BioNTech’s coronavirus vaccine for emergency use in children 5 to 11, a move eagerly anticipated by millions of families looking to protect some of the only remaining Americans left out of the vaccination campaign.\nAbout 28 million children in the group will be eligible to receive one-third of the adult dose, with two injections three weeks apart. If the Centers for Disease Control and Prevention signs off, as is expected, they could start getting shots as early as Wednesday.\nThe Biden administration has promised that children’s shots will be easily accessible at pediatrician offices, community health centers, children’s hospitals and pharmacies, with 15 million doses ready to ship immediately. States started ordering doses last week, under a formula based on how many children they have in the age group. While the school year is already well underway, the pediatric dose is arriving in time for the holidays, giving more comfort to families looking to gather older and younger people together for the first time since the early months of 2020.\n“It’s an incredibly important tool in the return to normalcy,” said Dr. Larry Corey, a virologist at the Fred Hutchinson Cancer Research Center and a leader of the Covid-19 Prevention Network. “To be able to know that your child is protected and not going to get severely ill by going to school is an incredible psychological relief.”", "url": "https://www.nytimes.com/2021/10/29/us/politics/covid-vaccine-children.html"}