{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:23:01", "date_modify": "2022-10-25 23:23:01", "date_publish": "2021-10-15 23:04:22", "description": "The West Virginia Democrat told the White House he is firmly against a clean electricity program that is the muscle behind the president’s plan to battle climate change.", "filename": "2021_10_15_climate_biden-clean-energy-manchin_1666740181.html", "image_url": "https://static01.nyt.com/images/2021/10/15/climate/15cli-climatecongress2/15cli-climatecongress2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=277d82af434bbae848de5591db9f7591f3acc74cb64beafeb4ab4da5dbb47232&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_15_climate_biden-clean-energy-manchin_1666740181.html", "title": "Key to Biden's Climate Agenda Like to Be Cut Because of Manchin", "title_page": "Key to Biden's Climate Agenda Like to Be Cut Because of Manchin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The setback also means that President Biden will have a weakened hand when he travels to Glasgow in two weeks for a major United Nations climate change summit. He had hoped to point to the clean electricity program as evidence that the United States, which is historically the largest emitter of planet-warming pollution, was serious about changing course and leading a global effort to fight climate change. Mr. Biden has vowed that the United States will cut its emissions 50 percent from 2005 levels by 2030.\nThe rest of the world remains deeply wary of the country’s commitment to tackling global warming after four years in which former President Donald J. Trump openly mocked the science of climate change and enacted policies that encouraged more drilling and burning of fossil fuels.\n“This will create a huge problem for the White House in Glasgow,” said David G. Victor, co-director of the Deep Decarbonization Initiative at the University of California, San Diego. “If you see the president coming in and saying all the right things with all the right aspirations, and then one of the earliest tests of whether he can deliver falls apart, it creates the question of whether you can believe him.”\nDemocrats had hoped to include the clean electricity program in their sweeping budget bill that would also expand the social safety net, which they plan to muscle through using a fast-track process known as reconciliation that would allow them to pass it without any Republican votes. The party is still trying to figure out how to pass that budget bill, along with a bipartisan $1 trillion infrastructure bill.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nFor weeks, Democratic leaders have vowed that the clean electricity program was a nonnegotiable part of the legislation. Progressive Democrats held rallies chanting “No climate, no deal!”\nMr. Biden had hoped that enactment of the legislation would clean up the electricity sector, which produces about a quarter of the country’s greenhouse gases. He wanted a program with impacts that would last well after he leaves office, regardless of who occupies the White House.\nHouse Speaker Nancy Pelosi said at an event in San Francisco Friday morning that she was still pushing for the strongest possible climate change provisions in the bill.", "url": "https://www.nytimes.com/2021/10/15/climate/biden-clean-energy-manchin.html"}