{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:26:05", "date_modify": "2022-10-25 23:26:05", "date_publish": "2021-04-13 22:59:46", "description": "New research found that half of young patients with the inflammatory condition, MIS-C, in a London hospital experienced confusion, hallucinations and other issues, in addition to physical symptoms.", "filename": "2021_04_13_health_covid-children-inflammatory-syndrome_1666740365.html", "image_url": "https://static01.nyt.com/images/2021/04/13/science/13VIRUS-CHILDREN1/13VIRUS-CHILDREN1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0b9f57d36f3c06672436c55dc697bb298abb844c0e71e8bf28bfee1ac6c1fabc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_13_health_covid-children-inflammatory-syndrome_1666740365.html", "title": "Some Children With Covid-Related Syndrome Develop Neurological Symptoms", "title_page": "Some Children With Covid-Related Syndrome Develop Neurological Symptoms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Reports about the mysterious Covid-related inflammatory syndrome that afflicts some children and teenagers have mostly focused on physical symptoms: rash, abdominal pain, red eyes and, most seriously, heart problems like low blood pressure, shock and difficulty pumping.\nNow, a new report shows that a significant number of young people with the syndrome also develop neurological symptoms, including hallucinations, confusion, speech impairments and problems with balance and coordination. The study of 46 children treated at one hospital in London found that just over half — 24 — experienced such neurological symptoms, which they had never had before.\nThose patients were about twice as likely as those without neurological symptoms to need ventilators because they were “very unwell with systemic shock as part of their hyperinflammatory state,” said an author of the study, Dr. Omar Abdel-Mannan, a clinical research fellow at University College London’s Institute of Neurology. Patients with neurological symptoms were also about twice as likely to require medication to improve the heart’s ability to squeeze, he said.\nThe condition, called Multisystem Inflammatory Syndrome in Children (MIS-C), typically emerges two to six weeks after a Covid infection, often one that produces only mild symptoms or none at all. The syndrome is rare, but can be very serious. The latest data from the Centers for Disease Control and Prevention reports 3,165 cases in 48 states, Puerto Rico and the District of Columbia, including 36 deaths.", "url": "https://www.nytimes.com/2021/04/13/health/covid-children-inflammatory-syndrome.html"}