{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:58", "date_modify": "2022-10-25 23:47:58", "date_publish": "2021-07-23 16:38:19", "description": "Right-wing news media and Republican politicians have often made the comparison. Now, in a narrow legal context, a judge will consider the argument.", "filename": "2021_07_23_us_politics_garret-miller-jan-6-capitol-riot_1666741678.html", "image_url": "https://static01.nyt.com/images/2021/07/23/us/politics/23dc-investigate1/23dc-investigate1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5a764850de95f08841b6e2dc9b902dc36efd84511f3c553fd09a3383901e9a34&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_23_us_politics_garret-miller-jan-6-capitol-riot_1666741678.html", "title": "Suspect Tries to Compare Capitol Riot to Last Year’s Violence in Portland, Ore.", "title_page": "Suspect Tries to Compare Capitol Riot to Last Year’s Violence in Portland, Ore. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The comparison has become a staple among right-wing figures in the news media and Republican politicians: The attack on the Capitol on Jan. 6 was really no different than the unrest last year that accompanied months of racial justice protests. Any discussion of the first should — out of fairness, they have said — make reference to the second.\nNow, for the first time, a federal court is poised to consider the merits of that argument, albeit in a narrow legal context.\nThe move comes in the case of Garret Miller, a Dallas man charged with storming the Capitol and facing off with officers inside. Last month, Mr. Miller, 34, raised what is known as a selective prosecution defense, claiming that he had been charged with violent crimes because of his conservative beliefs while dozens of leftist activists in Portland, Ore., had similar charges stemming from last year’s violence reduced or dismissed.\n“Mr. Miller has been treated differently by the government than the Portland rioters based upon the politics involved,” his lawyer wrote.", "url": "https://www.nytimes.com/2021/07/23/us/politics/garret-miller-jan-6-capitol-riot.html"}