{"authors": ["David Montgomery", "Simon Romero"], "date_download": "2022-10-25 23:48:04", "date_modify": "2022-10-25 23:48:04", "date_publish": "2021-02-19 00:22:15", "description": "The state’s power failure has plunged some hospitals into crisis, even as they are still reeling from the coronavirus pandemic.", "filename": "2021_02_18_us_texas-hospitals-power-water_1666741684.html", "image_url": "https://static01.nyt.com/images/2021/02/18/us/18texas-hospitals/18texas-hospitals-facebookJumbo.jpg?year=2021&h=549&w=1050&s=ebcd09076f5ad317c94e66b82e51b5b4be63ae830d4b26ac825ac55a0f2ac6f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_18_us_texas-hospitals-power-water_1666741684.html", "title": "Texas Hospitals Hard Hit by Covid Struggle Without Power and Water", "title_page": " Texas Hospitals Hard Hit by Covid Struggle Without Power and Water - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AUSTIN, Texas — Some hospitals, short on heat or water, urgently raced to transfer their most critically ill patients elsewhere. Other hospitals were overflowing with patients injured in the winter storm or sickened during it, boarding them in hallways. At one hospital, the pipes burst, sending water spraying through the emergency room, while at another, patients were told to clean themselves with hand sanitizer and to stop showering in a desperate bid to conserve water.\nChaotic scenes were playing out all over Texas on Thursday as hospitals faced an onslaught of problems from the brutal storm: wintry indoor temperatures, a dearth of generators, acute water shortages and a spike in emergency room visits by patients in desperate need of dialysis treatment and oxygen tanks.\n“We’re hauling in water on trucks in order to flush toilets,” said Roberta L. Schwartz, an executive vice president and the chief innovation officer at Houston Methodist, which operates seven hospitals around the country’s fourth-largest city. Water, she said, was in such short supply that health workers were using bottled water for chemotherapy treatments.\n“We actually had a rainstorm after the ice storm, so we collected the rainwater because we needed it,” Ms. Schwartz added.", "url": "https://www.nytimes.com/2021/02/18/us/texas-hospitals-power-water.html"}