{"authors": ["Jonathan Weisman", "Carl Hulse"], "date_download": "2022-10-25 22:58:13", "date_modify": "2022-10-25 22:58:13", "date_publish": "2021-11-06 16:45:02", "description": "Speaker Nancy Pelosi agreed to a deal proposed by the Congressional Black Caucus, mobilizing one faction of Democratic lawmakers to win over two others.", "filename": "2021_11_06_us_politics_infrastructure-black-caucus-vote_1666738693.html", "image_url": "https://static01.nyt.com/images/2021/11/07/us/politics/06dc-infrastructure-print/06dc-infrastructure1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_06_us_politics_infrastructure-black-caucus-vote_1666738693.html", "title": "How a $1 Trillion Infrastructure Bill Survived an Intraparty Brawl", "title_page": "How a $1 Trillion Infrastructure Bill Survived an Intraparty Brawl - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Each and every one of my votes here in D.C. has been in the interest of saving lives,” Representative Cori Bush, an activist-minded freshman from St. Louis, proclaimed of her dissent. “And tonight was no different.”\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nTwo squeamish centrists, Representatives Abigail Spanberger of Virginia and Jared Golden of Maine, withheld their signatures from a key statement that secured enough liberal votes for the infrastructure bill. That statement, using Mr. Biden’s name for the social welfare and climate bill, declared, “We commit to voting for the Build Back Better Act, in its current form other than technical changes,” as soon as the signers obtain an estimate from the Congressional Budget Office consistent with White House figures showing that the measure is fully paid for. With those two signatures withheld, it appears Ms. Pelosi can afford only one or two more defections to save the sprawling bill from defeat.\nOn the other side of the aisle, Representative Marjorie Taylor Greene of Georgia sicced her social media followers on the Republicans who dared vote for spending vast sums of money, some of it for projects in their districts: “These are the 13 ‘Republicans’ who handed over their voting cards to Nancy Pelosi to pass Joe Biden’s Communist takeover of America via so-called infrastructure,” she wrote on Twitter before listing their names and office phone numbers.\nAlthough 19 Republican senators, including their leader, Mitch McConnell of Kentucky, had voted for the bill in August, Republican leaders in the House pressed their members to oppose the measure, to further the image of a rudderless Democratic majority. And the vast majority of House Republicans did just that, hoping to deny Mr. Biden and Democrats a victory ahead of next year’s midterms — even though the legislation would bring big projects and jobs to many of their states and districts.\nMs. Pelosi’s mobilizing of the Black Caucus was deft. House leaders figured the liberals of the Progressive Caucus would be more receptive to African American members than them — even though most of the group of Black members who carried the compromise forward were also members of leadership or Ms. Pelosi’s lieutenants.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“The C.B.C. wants to land the plane because the C.B.C. represents communities that have the most to gain,” said Representative Hakeem Jeffries of New York, the Democratic Caucus chairman who was also part of the Black caucus group that brokered the compromise. “It’s no more complicated than that.”", "url": "https://www.nytimes.com/2021/11/06/us/politics/infrastructure-black-caucus-vote.html"}