{"authors": ["Nicholas Fandos", "Charlie Savage"], "date_download": "2022-10-25 23:02:10", "date_modify": "2022-10-25 23:02:10", "date_publish": "2021-06-11 23:30:12", "description": "Democrats denounced the Trump administration’s seizure of lawmakers’ data as an abuse of power and called on Republicans to back the congressional inquiry.", "filename": "2021_06_11_us_politics_leaks-investigation-justice-department-trump_1666738930.html", "image_url": "https://static01.nyt.com/images/2021/06/11/us/politics/11dc-leaks1/11dc-leaks1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3cf2e39c7f3e301887925bdd4d6be1225b0dedfb20ce3e7b08efe4e8a36b9625&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_11_us_politics_leaks-investigation-justice-department-trump_1666738930.html", "title": "Justice Dept. Watchdog to Investigate Seizure of Democrats’ Data", "title_page": "Justice Dept. Watchdog to Investigate Seizure of Democrats’ Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an interview with Politico on Friday, Mr. Barr sought to distance himself from the tactics. He said he was “not aware of any congressman’s records being sought in a leak case” while he was attorney general. The subpoenas to Apple and Microsoft for congressional records were issued before his tenure.\nCongressional Democrats welcomed the assurance from the Biden administration but signaled that they were unwilling to take the Justice Department at its word. Representative Jerrold Nadler, Democrat of New York and the chairman of the House Judiciary Committee, said the department had a “very short window to make a clean break from the Trump era on this matter” before his panel would step in.\n“We expect the department to provide a full accounting of these cases, and we expect the attorney general to hold the relevant personnel accountable for their conduct,” Mr. Nadler said. “If the department does not make substantial progress toward these two goals, then we on the Judiciary Committee will have no choice but to step in and do the work ourselves.”\nThe Justice Department’s inspector general, Michael E. Horowitz, might stand the best chance of piecing together a full picture of what took place. He said on Friday that he would review the department’s use of subpoenas and other legal maneuvers to secretly seize communications records associated with both Congress and reporters.\n“The review will examine the department’s compliance with applicable D.O.J. policies and procedures, and whether any such uses, or the investigations, were based upon improper considerations,” Mr. Horowitz said.\nHis announcement followed a referral by the deputy attorney general, Lisa O. Monaco, according to a senior Justice Department official; Attorney General Merrick B. Garland directed her to take that step, the official said. Speaker Nancy Pelosi also called for an inspector general investigation.\nMr. Schiff welcomed the inquiry but said it was insufficient. He called on Congress to take a broader look at “the systemic politicization of the department and its mission, and other flagrant abuses.”", "url": "https://www.nytimes.com/2021/06/11/us/politics/leaks-investigation-justice-department-trump.html"}