{"authors": ["Carl Zimmer", "Noah Weiland", "Sharon Lafraniere"], "date_download": "2022-10-25 23:00:29", "date_modify": "2022-10-25 23:00:29", "date_publish": "2021-01-29 13:00:07", "description": "The vaccine’s efficacy rate dropped from 72 percent in the United States to just 57 percent in South Africa, where a highly contagious variant is driving most cases.", "filename": "2021_01_29_health_covid-vaccine-johnson-and-johnson-variants_1666738829.html", "image_url": "https://static01.nyt.com/images/2021/01/29/science/29VIRUS-JNJ1/29VIRUS-JNJ1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3681010427fe795e9751b054a82611e50264e89cc1304c94f20740a82184a294&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_29_health_covid-vaccine-johnson-and-johnson-variants_1666738829.html", "title": "Johnson & Johnson’s Vaccine Offers Strong Protection but Fuels Concern About Variants", "title_page": "Johnson & Johnson’s Vaccine Offers Strong Protection but Fuels Concern About Variants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The company’s announcement comes as the Biden administration is pushing to immunize Americans faster even with a tight vaccine supply. White House officials have been counting on Johnson & Johnson’s vaccine to ease the shortfall. But the company may only have about seven million doses ready when the F.D.A. decides whether to authorize it, according to federal health officials familiar with its production, and about 30 million doses by early April.\nThe variant from South Africa, known as B.1.351, could make things even worse for the vaccine push. Given the speed at which the variant swept through that country, it is conceivable that by April it could make up a large fraction of infections in the United States.\nThe fact that at least four vaccines backed by the federal government seem to be less effective against the B.1.351 variant has unsettled federal officials and vaccine experts alike. Facing this uncertainty, many researchers said it was imperative to get as many people vaccinated as possible — quickly. Lowering the rate of infection could thwart the contagious variants while they are still rare, and prevent other viruses from gaining new mutations that could cause more trouble.\n“If ever there was reason to vaccinate as many people as expeditiously as we possibly can with the vaccine that we have right now, now is the time,” Dr. Anthony S. Fauci, the government’s top infectious disease expert, said in an interview. “Because the less people that get infected, the less chance you’re going to give this particular mutant a chance to become dominant.”\nAs the United States scrambles to get enough vaccines, the country is turning into something of an evolutionary experiment. The B.1.351 variant is one of several that have arrived in the country or originated here, all with the ability to spread faster than other variants.\n“The pandemic is a lot more complicated now than it was a couple months ago,” said Dr. Dan Barouch, a virologist at Beth Israel Medical Center in Boston.", "url": "https://www.nytimes.com/2021/01/29/health/covid-vaccine-johnson-and-johnson-variants.html"}