{"authors": ["Natasha Frost", "Monika Pronczuk", "Raphael Minder", "Daniel E. Slotnik"], "date_download": "2022-10-25 23:26:27", "date_modify": "2022-10-25 23:26:27", "date_publish": "2021-07-08 12:23:20", "description": "Almost all passenger flights in or out of Fiji have been suspended until the end of July, so the national team had to travel on a cargo plane carrying frozen fish to Tokyo.", "filename": "2021_07_08_world_asia_fiji-covid-olympic-athletes_1666740387.html", "image_url": "https://static01.nyt.com/images/2021/07/08/arts/08virus-briefing-fiji-olympics/08virus-briefing-fiji-olympics-facebookJumbo.jpg?year=2021&h=550&w=1050&s=812fc50ad3a6a482597145431e1ce9c5fe72bbeffbd80de88511c2c1b6f7ebed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_08_world_asia_fiji-covid-olympic-athletes_1666740387.html", "title": "As Covid Outbreak Worsens, Fiji's Athletes Board a Plane to the Olympics", "title_page": "As Covid Outbreak Worsens, Fiji's Athletes Board a Plane to the Olympics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Fiji battles one of the fastest-growing coronavirus outbreaks in the world, the Pacific Island’s Olympic team departed on Thursday for Tokyo on a freight plane.\nTheir fellow passengers? A shipment of frozen fish.\nThe coronavirus outbreak had thwarted plans to get the athletes to Japan on regular planes after almost all passenger flights from the country were suspended until the end of July. Only a select number of repatriation and freight flights have been allowed to depart.\nThe country has been pummeled by the Delta variant of the virus, with ​​an average of 57 daily new cases per 100,000 people over the past two weeks, according to a New York Times database. Just over 6 percent of the population is fully vaccinated against the coronavirus.\nSo arranging travel was a “logistical challenge,” Lorraine Mar, the chief executive of the Fiji Association of Sports and National Olympic Committee, told The Associated Press. The solution: a freight plane hauling mostly frozen seafood, with just enough passenger space for the athletes and other officials.", "url": "https://www.nytimes.com/2021/07/08/world/asia/fiji-covid-olympic-athletes.html"}