{"authors": ["Lisa Lerer", "Jeremy W. Peters"], "date_download": "2022-10-25 22:58:23", "date_modify": "2022-10-25 22:58:23", "date_publish": "2021-11-03 22:59:06", "description": "Rallying around what it calls “parental rights,” the party is pushing to build on its victories this week by stoking white resentment and tapping into broader anger at the education system.", "filename": "2021_11_03_us_politics_school-republican-campaign-issue_1666738703.html", "image_url": "https://static01.nyt.com/images/2021/11/03/us/politics/03gop-parents-2/03gop-parents-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_03_us_politics_school-republican-campaign-issue_1666738703.html", "title": "Republicans Seize on Schools as a Wedge Issue to Unite the Party", "title_page": "Republicans Seize on Schools as a Wedge Issue to Unite the Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After an unexpectedly strong showing on Tuesday night, Republicans are heading into the 2022 midterm elections with what they believe will be a highly effective political strategy capitalizing on the frustrations of suburban parents still reeling from the devastating fallout of pandemic-era schooling.\nSeizing on education as a newly potent wedge issue, Republicans have moved to galvanize crucial groups of voters around what the party calls “parental rights” issues in public schools, a hodgepodge of conservative causes ranging from eradicating mask mandates to demanding changes to the way children are taught about racism.\nYet it is the free-floating sense of rage from parents, many of whom felt abandoned by the government during the worst months of the pandemic, that arose from the off-year elections as one of the most powerful drivers for Republican candidates.\nAcross the country, Democrats lost significant ground in crucial suburban and exurban areas — the kinds of communities that are sought out for their well-funded public schools — that helped give the party control of Congress and the White House. In Virginia, where Republicans made schools central to their pitch, education rocketed to the top of voter concerns in the final weeks of the race, narrowly edging out the economy.", "url": "https://www.nytimes.com/2021/11/03/us/politics/school-republican-campaign-issue.html"}