{"authors": ["Michael D. Shear", "Sophie Kasakove", "Emily Cochrane"], "date_download": "2022-10-25 23:24:18", "date_modify": "2022-10-25 23:24:18", "date_publish": "2021-07-01 19:51:51", "description": "President Biden on Thursday offered impassioned remarks in a hotel ballroom filled with the families of some of those who died or remain missing.", "filename": "2021_07_01_us_biden-surfside-miami-victims_1666740258.html", "image_url": "https://static01.nyt.com/images/2021/07/01/us/01miami-building-collapse-Biden-families/01miami-building-collapse-Biden-families-facebookJumbo.jpg?year=2021&h=549&w=1050&s=513aab119b5e7e6dab16ce6c196f58956236f0fb0e7692594ea129222e886403&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_01_us_biden-surfside-miami-victims_1666740258.html", "title": "Biden Meets With Families of Surfside Victims", "title_page": "Biden Meets With  Families of Surfside Victims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After the meeting, Mr. Biden described the grief and agony he heard from the family members, saying of the people in the room: “They’re going through hell.”\n“I sat with one woman who had just lost her husband and her little baby boy, didn’t know what to do,” the president said. “I sat with another family that lost almost the entire family, cousins, brothers, sisters. And to watch them, and they’re praying and pleading and God let there be a miracle.”\nMr. Biden said that many of the family members asked what he called “basic heart-wrenching” questions: Would they be able to recover the bodies of their loved ones so they could bury them? If I don’t get the body back, what do I do?\nBut at the same time, he said he was surprised by their realism and resilience.\n“They know that the chances are, as each day goes by, diminished slightly,” the president told reporters. “But at a minimum, at a minimum, they want to recover the bodies. They want to recover the bodies.”\nThe president praised emergency workers and local and state officials, saying that the cooperation in the rescue effort was remarkable. Mr. Biden announced that the federal government would pay 100 percent of the first 30 days of the recovery costs.", "url": "https://www.nytimes.com/2021/07/01/us/biden-surfside-miami-victims.html"}