{"authors": ["Christina Goldbaum", "Sharif Hassan", "Fahim Abed"], "date_download": "2022-10-25 23:28:38", "date_modify": "2022-10-25 23:28:38", "date_publish": "2021-08-12 17:28:31", "description": "Kandahar, Lashkar Gah and Herat have now fallen to the insurgents, who are racing to seize control of the entire country.", "filename": "2021_08_12_world_asia_kandahar-afghanistan-taliban_1666740518.html", "image_url": "https://static01.nyt.com/images/2021/08/14/world/14afghan-briefing-mazar-sub/14afghan-briefing-mazar-sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=aaa1a27565c63b01cc02578afec24cda5f126fbf52a91deeb002e883826aac7f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_12_world_asia_kandahar-afghanistan-taliban_1666740518.html", "title": "Afghanistan Collapse Accelerates as the Taliban Capture 3 Vital Cities", "title_page": "Afghanistan Collapse Accelerates as the Taliban Capture 3 Vital Cities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — Three major cities in western and southern Afghanistan were confirmed on Friday to have fallen to the Taliban, as the insurgency’s race to seize control of the country accelerated.\nIn seizing Kandahar and Lashkar Gah in the country’s southern Pashtun heartland, as well as Herat, a vital cultural and economic hub, the insurgents appear to be nearing a complete military takeover. Only three major cities — including the capital, Kabul — remain under government control, and one is under siege by the Taliban.\nWith both Kandahar and Lashkar Gah, the capital of Helmand Province, in their hands, the Taliban now effectively control southern Afghanistan.\nOver the past week, the insurgents have toppled city after city in a stunning advance that has well positioned them to attack Kabul. It has also laid bare the Afghan security forces’ near complete collapse less than three weeks before the United States is set to completely withdraw. Some American officials fear the Afghan government will implode within 30 days, and are preparing for an evacuation of the U.S. Embassy in Kabul.", "url": "https://www.nytimes.com/2021/08/12/world/asia/kandahar-afghanistan-taliban.html"}