{"authors": ["Shaila Dewan", "Mike Baker"], "date_download": "2022-10-25 23:24:37", "date_modify": "2022-10-25 23:24:37", "date_publish": "2021-01-02 18:23:35", "description": "He first wanted to run for office years ago. Now Stacey Abrams, the Democratic Party and the Rev. Raphael Warnock all believe that the time is ripe for Georgia voters to send a Black Baptist preacher to Washington.", "filename": "2021_01_02_us_politics_raphael-warnock-georgia-senate_1666740277.html", "image_url": "https://static01.nyt.com/images/2021/01/03/us/politics/00warnock1-alt/00warnock1-alt-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6267ffe32e70d8af23df2fff29662848770e98247ff7e81f54f1ca31969a5e4b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_02_us_politics_raphael-warnock-georgia-senate_1666740277.html", "title": "Raphael Warnock, From the Pulpit to Politics, Doesn’t Shy From ‘Uncomfortable’ Truths", "title_page": "Raphael Warnock, From the Pulpit to Politics, Doesn’t Shy From ‘Uncomfortable’ Truths - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Warnock is betting that the time is ripe for a Black Baptist preacher in robes trimmed with kente cloth, who speaks of police brutality and voter suppression from one of the world’s most famous pulpits. While he has built a résumé that piles credential on top of credential, he has not hesitated to share personal experiences like being suspected of shoplifting and having an incarcerated brother.\nRepublicans have tried to paint him as a dangerous radical, noting his denunciation of white privilege, his defense of Black pastors who have criticized the United States and his support of abortion rights. Incidents from his past have come under greater scrutiny, including an arrest for which the charges were later dropped and an incident last year where his now ex-wife called the police after a conflict outside her home.\nIn response, Mr. Warnock, 51, has largely sought to neutralize the criticism, as with two campaign ads in which he anticipates the attacks on him and professes his love of puppies. To his opponent, he offers a preacherly rhyme: “People who have no vision traffic in division.”\n“I have spent my career and my time as pastor of Ebenezer Baptist Church trying to bring people together,” he said in an interview, when asked about his defense of religious leaders who have criticized the United States. He called bringing people together difficult work. “It requires that we actually talk to one another, rather than about one another,” he said. “It requires deep engagement because, I think, bigotry feeds on fear.”\nIn the pulpit, Mr. Warnock has positioned himself as a moral compass for government. Now he wants to continue that job — in Washington.\n‘My Father’s Business’\nRaphael Gamaliel Warnock, named for an archangel and a revered Jewish scholar, gave his first sermon when he was 11.\nHe chose the one Bible story about Jesus as a child, when Joseph and Mary lost him for three days only to find him philosophizing in the temple. Jesus shrugs off their concern, saying they should have known where he would be.", "url": "https://www.nytimes.com/2021/01/02/us/politics/raphael-warnock-georgia-senate.html"}