{"authors": ["Campbell Robertson"], "date_download": "2022-10-25 23:01:56", "date_modify": "2022-10-25 23:01:56", "date_publish": "2021-05-04 07:00:10", "description": "Daniel Libeskind, an architect known for memorializing historical trauma, will turn the site of 11 deaths back into a home for worship as well as a place to learn about confronting hatred.", "filename": "2021_05_04_us_tree-of-life-synagogue-libeskind_1666738916.html", "image_url": "https://static01.nyt.com/images/2021/05/04/us/04treeoflife-1/merlin_187237593_c55e78de-c8c4-4839-a67a-55f099933b06-facebookJumbo.jpg?year=2021&h=550&w=1050&s=814bad56a4a91e03318028181911fbd457325fa0847298d424b1289f94202fef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_04_us_tree-of-life-synagogue-libeskind_1666738916.html", "title": "Tree of Life Synagogue Plans a New Beginning, Years After Deadly Shooting", "title_page": "Tree of Life Synagogue Plans a New Beginning, Years After Deadly Shooting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“That struck in my heart,” he said.\nIn Pittsburgh, the months that followed the attack were filled with grief, condolence and recitations of the mourner’s Kaddish. The wounded began to recover and some worshipers poured their anguish into activism. The gears of the judicial process began to turn, if slowly; the man charged with attacking the synagogue has yet to go to trial. But in those first few weeks were also the beginnings of a delicate conversation about the building itself.\nIn December 2018, a Pittsburgh urban design firm, Rothschild Doyno Collaborative, began holding a series of listening sessions with members of the three congregations at the synagogue, which had been gathering for worship in the smaller chapels of other synagogues in Pittsburgh. Opinions about the future of the Tree of Life building ranged widely, from demolishing it to rebuilding it exactly as it had been to creating something new.\nTwo of the congregations, Dor Hadash and New Light, decided not to return. But, Rabbi Myers said, a consensus began to form among members of Tree of Life that they wanted to come back.\n“As time went on, it became clearer through all of these conversations,” he said, “that the predominance was: We must return. If we don’t, we give the message that evil won, because it chased us out of our building.”", "url": "https://www.nytimes.com/2021/05/04/us/tree-of-life-synagogue-libeskind.html"}