{"authors": ["Zabihullah Ghazi", "Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:27:57", "date_modify": "2022-10-25 23:27:57", "date_publish": "2021-03-02 18:12:13", "description": "The women, the latest victims in a wave of targeted attacks, were killed on their way home from their jobs at Enikass Radio and TV in Jalalabad.", "filename": "2021_03_02_world_asia_afghanistan-women-journalists-killed_1666740477.html", "image_url": "https://static01.nyt.com/images/2021/03/02/world/02afghan-journalists1/02afghan-journalists1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=6bf5014b39e8c37bcc496d2b579808bef1dbb937687afbf69af8b873e20dd6f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_02_world_asia_afghanistan-women-journalists-killed_1666740477.html", "title": "In Afghanistan, Three Women Working in Media Are Gunned Down", "title_page": "In Afghanistan, Three Women Working in Media Are Gunned Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JALALABAD, Afghanistan — Three women who worked at a local news outlet were gunned down in eastern Afghanistan on Tuesday, according to local officials, adding to the bloody tally of Afghan media workers and journalists who have been killed at alarming rates in the past year.\nThe women were on their way home from work at Enikass Radio and TV, in the bustling city of Jalalabad, when they were killed in two separate attacks, according to Shokorullah Pasoon, the manager of publishing at the station, who offered scant details of how the incident unfolded.\nThe Islamic State claimed responsibility for the attack soon afterward, according to the SITE Intelligence Group, which monitors announcements by the terror group.\nThe victims were Mursal Wahidi, 25, Sadia Sadat, 20, and Shahnaz Raofi, 20, who worked in a department that records voice-overs for foreign programs, Mr. Pasoon said. A fourth woman was wounded in one of the attacks and taken to the hospital, according to a provincial hospital spokesman.", "url": "https://www.nytimes.com/2021/03/02/world/asia/afghanistan-women-journalists-killed.html"}