{"authors": ["Katie Benner", "Alan Feuer"], "date_download": "2022-10-25 23:48:05", "date_modify": "2022-10-25 23:48:05", "date_publish": "2021-02-04 01:06:12", "description": "Two men were charged with conspiracy and another with leading a mob of 100 people who stormed the building on Jan. 6.", "filename": "2021_02_03_us_politics_capitol-riot-charges_1666741685.html", "image_url": "https://static01.nyt.com/images/2021/02/03/us/politics/03dc-justice/merlin_182152044_2af0b283-e593-4bd4-abcd-b7fa02ada29e-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4935f1115b240d8ab4757041a5651ea98849e4d9449e1d3cf1fa3ae549c66093&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_03_us_politics_capitol-riot-charges_1666741685.html", "title": "Justice Department Unveils Further Charges in Capitol Riot", "title_page": "Justice Department Unveils Further Charges in Capitol Riot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department continued building cases on Wednesday against people accused of storming the Capitol, arresting a leader of the far-right group the Proud Boys and charging two men with conspiracy in an effort to block certification of President Biden’s victory in the election.\nEthan Nordean, the self-described “sergeant of arms” of the Seattle chapter of the Proud Boys, was arrested on Wednesday morning, federal prosecutors said. He had been under investigation for more than a week after prosecutors named him in court papers as a chief organizer of a mob of about 100 other members of the group that marched through Washington on Jan. 6, ending at the Capitol building.\nSeparately, Nicholas DeCarlo, a 30-year-old Texas man, and Nicholas Ochs, a founder of Hawaii’s chapter of the Proud Boys, were charged with conspiring with one another and unnamed co-conspirators to stop the certification of Mr. Biden’s Electoral College win as part of last month’s riot at the Capitol, according to the indictment.\nThe case against Mr. DeCarlo and Mr. Ochs was announced by John C. Demers, the head of the Justice Department’s national security division, the U.S. attorney in Washington and the F.B.I.’s Washington field office.", "url": "https://www.nytimes.com/2021/02/03/us/politics/capitol-riot-charges.html"}