{"authors": ["Ernesto Londoño", "Letícia Casado"], "date_download": "2022-10-25 23:50:40", "date_modify": "2022-10-25 23:50:40", "date_publish": "2021-03-30 18:45:20", "description": "The sudden departure of the military leaders came a day after President Jair Bolsonaro fired his defense minister and reshaped his cabinet.", "filename": "2021_03_30_world_americas_brazil-bolsonaro-military-resignations_1666741840.html", "image_url": "https://static01.nyt.com/images/2021/03/30/world/30brazil/30brazil-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e4e5de094526ab07ae00c0f7424c26db14bcfa4237026c543ea6106dcdb12bbf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_30_world_americas_brazil-bolsonaro-military-resignations_1666741840.html", "title": "Brazil’s Armed Forces Chiefs Resign Abruptly Amid Cabinet Shake-Up", "title_page": "Brazil’s Armed Forces Chiefs Resign Abruptly Amid Cabinet Shake-Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — The three commanders of Brazil’s armed forces resigned jointly on Tuesday, a day after President Jair Bolsonaro fired his defense minister as part of a big cabinet shake-up.\nThe departures of the military leaders, which followed the unexpected replacement on Monday of five other cabinet members, fueled rampant speculation in the capital about a breakdown in the relationship between the president and the country’s military, which has played a central role in the Bolsonaro administration.\n“The dismissal of the heads of the Army, the Navy and the Air Force after the sudden shift in leadership at the defense ministry is unprecedented in the era since democracy was restored,” one lawmaker, Rep. Rodrigo de Castro, said in a statement. “It reveals a real crisis between the military and the government.”\nThe political turbulence in Brasília comes as the government faces withering criticism, including calls for Mr. Bolsonaro’s impeachment, for its cavalier and chaotic handling of the Covid-19 pandemic, which has killed more than 313,000 Brazilians. A surge in infections has overwhelmed hospitals across the country, leaving patients to die waiting for a hospital bed.", "url": "https://www.nytimes.com/2021/03/30/world/americas/brazil-bolsonaro-military-resignations.html"}