{"authors": ["Ronen Bergman", "Adam Rasgon"], "date_download": "2022-10-25 23:54:26", "date_modify": "2022-10-25 23:54:26", "date_publish": "2021-07-03 23:20:47", "description": "The attack, which did little if any damage, appeared to be the latest act in the shadow war between Iran and Israel.", "filename": "2021_07_03_world_middleeast_israel-ship-iran-gulf_1666742066.html", "image_url": "https://static01.nyt.com/images/2021/07/03/world/03israel-ship1/03israel-ship1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a473e39d9c7f03fbb52b877394bb1c54e2aca60d9d808ecde80ef8769393b4f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_03_world_middleeast_israel-ship-iran-gulf_1666742066.html", "title": "Cargo Ship, Recently Israeli-Led, Is Struck in High Seas Encounter", "title_page": "Cargo Ship, Recently Israeli-Led, Is Struck in High Seas Encounter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A commercial ship that was previously owned by an Israeli-led company was attacked in the Indian Ocean on Saturday in what appeared to be the latest tit-for-tat in a shadowy regional conflict between Israel and Iran.\nThe ship, which had been owned until recently by Zodiac Maritime, a London-based company led by the Israeli billionaire Eyal Ofer, was believed to have come under assault by an Iranian drone or naval commandos, said an Israeli national security official, speaking on condition of anonymity to discuss national security matters. The ship sustained little if any damage, the official said. There were no reports of casualties.\nThe ship was recently taken over by another company with no Israeli connection, according to an individual familiar with the history of the ship.\nThe attack on the ship, which was headed from Jeddah, Saudi Arabia, to the port city of Jebel Ali in the United Arab Emirates, came as the United States and Iran have been working to revive their 2015 nuclear deal, an effort that Israel has opposed.", "url": "https://www.nytimes.com/2021/07/03/world/middleeast/israel-ship-iran-gulf.html"}