{"authors": ["Ann Carrns"], "date_download": "2022-10-25 23:47:53", "date_modify": "2022-10-25 23:47:53", "date_publish": "2021-02-11 10:00:15", "description": "With tax filing season about to begin, here’s what you need to know.", "filename": "2021_02_11_your-money_stimulus-money-taxable-unemployment_1666741673.html", "image_url": "https://static01.nyt.com/images/2021/02/13/business/12Adviser-illo/11Adviser-illo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=18deb284552afc010ea274ca6f41ce8d739a80b11b37bdff2a77380013efab4f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_11_your-money_stimulus-money-taxable-unemployment_1666741673.html", "title": "Is My Stimulus Payment Taxable? And Other Tax Questions", "title_page": "Is My Stimulus Payment Taxable? And Other Tax Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Long generally recommends that people getting unemployment benefits choose to have at least 10 percent withheld for taxes to avoid unwelcome surprises.\nYou’ll probably also owe state income taxes on the unemployment benefits, unless you live in one of the nine states that don’t have a state income tax or a few others that exempt jobless benefits, including California, Montana, New Jersey, Pennsylvania and Virginia. Wisconsin exempts jobless benefits for state residents but taxes benefits paid to nonresidents, according to the Tax Foundation.\nHere are some questions and answers about income tax season:\nI don’t remember getting a receipt for my stimulus checks. How can I confirm the amount I received?\nIf you didn’t get a notice or have misplaced it, check your bank statements to jog your memory. Or, the I.R.S. says, you can find the amounts using an online taxpayer account. If you don’t have one already, you’ll need to create one at IRS.gov/account. This requires you to enter information including an email address and your Social Security number and typically takes about 15 minutes, the I.R.S. says.\nCould my stimulus payments affect my state taxes?\nStimulus payments aren’t taxable, but they could indirectly affect what you pay in state income taxes in a handful of states, where federal tax is deductible against state taxable income, according to the Tax Foundation. At least six states — Alabama, Iowa, Louisiana, Missouri, Montana and Oregon — allow deductions for federal income taxes paid.\nHere’s an example, suggested by Garrett Watson, senior policy analyst at the foundation, of how a stimulus payment, taken as a recovery rebate credit, might affect tax liability in those states: An individual filer got a $1,000 stimulus payment in 2020 based on her 2019 income, but is actually eligible for the full $1,200 payment, based on her lower 2020 income.\nThe filer would claim the $200 difference as a credit on her federal 2020 tax return, on Line 30 of Form 1040. This would reduce her federal tax liability dollar for dollar, by $200. So if the filer had owed, say, $3,000 in federal taxes before the credit, she would then owe $2,800.\nAbsent the credit, she would have subtracted the full $3,000 from her taxable income on her state return, but instead can subtract just $2,800. That means a higher tax liability at the state level — but just on the $200 the filer claims on her federal return, Mr. Watson said.", "url": "https://www.nytimes.com/2021/02/11/your-money/stimulus-money-taxable-unemployment.html"}