{"authors": ["Eric Schmitt", "Ronen Bergman"], "date_download": "2022-10-26 00:11:42", "date_modify": "2022-10-26 00:11:42", "date_publish": "2021-11-18 22:59:35", "description": "Iran has not acknowledged the attack, but U.S. and Israeli officials said it was retaliation for Israeli airstrikes, drawing the U.S. into Iran’s shadow war with Israel.", "filename": "2021_11_18_world_middleeast_iran-drone-al-tanf-syria_1666743102.html", "image_url": "https://static01.nyt.com/images/2021/11/18/world/18syria-iran01/18syria-iran01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_18_world_middleeast_iran-drone-al-tanf-syria_1666743102.html", "title": "Strike on U.S. Base Was Iranian Response to Israeli Attack, Officials Say", "title_page": "Strike on U.S. Base Was Iranian Response to Israeli Attack, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An armed drone strike last month on an American military base in southern Syria was Iranian retaliation for Israeli airstrikes in Syria, according to eight American and Israeli officials who spoke on the condition of anonymity to discuss intelligence matters.\nThe drone attack, which caused no casualties, would be the first time Iran has directed a military strike against the United States in response to an attack by Israel, an escalation of Iran’s shadow war with Israel that poses new dangers to U.S. forces in the Middle East.\nFive so-called suicide drones were launched at the American base at Al Tanf on Oct. 20 in what the U.S. Central Command called a “deliberate and coordinated” attack. Only two detonated on impact, but they were loaded with ball bearings and shrapnel with a “clear intent to kill,” a senior U.S. military official said.\nMost of the 200 American troops stationed at the base, whose main role is training Syrian militias to fight the Islamic State, had been evacuated hours earlier after being tipped off by Israeli intelligence, the officials said.", "url": "https://www.nytimes.com/2021/11/18/world/middleeast/iran-drone-al-tanf-syria.html"}