{"authors": ["Rebecca Robbins"], "date_download": "2022-10-25 23:50:33", "date_modify": "2022-10-25 23:50:33", "date_publish": "2021-11-26 19:02:27", "description": "The drug, molnupiravir, reduced the risk of hospitalization and death in high-risk Covid patients by 30 percent. An earlier analysis had found a 50 percent reduction.", "filename": "2021_11_26_science_merck-molnupiravir-antiviral-covid-pill_1666741833.html", "image_url": "https://static01.nyt.com/images/2021/11/26/multimedia/26virus-briefing-merck-01/26virus-briefing-merck-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_26_science_merck-molnupiravir-antiviral-covid-pill_1666741833.html", "title": "Merck Says Its Covid Pill Is Less Effective in a Final Analysis", "title_page": "Merck Says Its Covid Pill Is Less Effective in a Final Analysis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The pharmaceutical company Merck said on Friday that in a final analysis of a clinical trial, its antiviral pill reduced the risk of hospitalization and death among high-risk Covid patients by 30 percent, down from an earlier estimate of 50 percent.\nThe lower efficacy is a disappointment for the drug, known as molnupiravir, which health officials around the world are counting on as a critical tool to save lives and reduce the burden on hospitals. It increases the importance of a similar, apparently more effective, offering from Pfizer that is also under review by the Food and Drug Administration.\nA panel of advisers to the F.D.A. is set to meet on Tuesday to discuss Merck’s treatment and vote on whether to recommend authorizing it to treat high-risk Covid patients.\nIn briefing documents posted to the F.D.A.’s website on Friday, agency reviewers did not take a position on whether the drug should be authorized, though they found that the clinical trial data did not show any major safety concerns and that the drug was effective in preventing severe disease.", "url": "https://www.nytimes.com/2021/11/26/science/merck-molnupiravir-antiviral-covid-pill.html"}