{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:31:33", "date_modify": "2022-10-25 23:31:33", "date_publish": "2021-05-19 20:26:34", "description": "If it sells well, an electric version of the best-selling vehicle in the U.S. could help accelerate the move to battery-powered transportation.", "filename": "2021_05_19_business_ford-electric-vehicle-f-150_1666740693.html", "image_url": "https://static01.nyt.com/images/2021/05/20/business/19ford/19ford-facebookJumbo.jpg?year=2021&h=550&w=1050&s=23f52d57daa7130cd757ed6999619c458b9df118c40784db39940e1d98971bd3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_19_business_ford-electric-vehicle-f-150_1666740693.html", "title": "Ford Electric F-150 Lightning Pickup Is New EV Contender", "title_page": "Ford Electric F-150 Lightning Pickup Is New EV Contender - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ford Motor has opened a major new front in the battle to dominate the fast-growing electric vehicle market, and it’s banking on one of the world’s most powerful business franchises.\nIn a splashy presentation Wednesday night in Dearborn, Mich., the automaker unveiled an electric version of its popular F-150 pickup truck called the Lightning. Ford’s F-Series trucks, including the F-150, make up the top-selling vehicle line in the United States, and typically generate about $42 billion a year in revenue, according to a study commissioned by Ford — or more than twice what McDonald’s brought in last year.\nIt was one of the most anticipated introductions of a new car and invited comparisons to Ford’s Model T, the car that made automobiles affordable to the masses. Ford has a lot at stake in the new vehicle’s success. If it can turn the F-150 Lightning into a big seller, it could accelerate the move toward electric vehicles, which scholars say is critical for the world to avoid the worst effects of climate change.\nTailpipe pollution from cars and trucks represents the largest source of greenhouse gas emissions in the United States and one of the largest in the world. But if the Lightning does not sell well, it could suggest that the transition to E.V.s will be far slower than President Biden and other world leaders need to achieve climate goals.", "url": "https://www.nytimes.com/2021/05/19/business/ford-electric-vehicle-f-150.html"}