{"authors": ["Nick Corasaniti", "Tracey Tully"], "date_download": "2022-10-25 22:58:24", "date_modify": "2022-10-25 22:58:24", "date_publish": "2021-11-04 16:03:19", "description": "Mr. Sweeney, the second most powerful lawmaker in New Jersey and a Democrat, lost his bid for re-election to Edward Durr, a driver for a furniture chain.", "filename": "2021_11_04_nyregion_stephen-sweeney-durr-nj-election_1666738704.html", "image_url": "https://static01.nyt.com/images/2021/11/04/nyregion/04nj-sweeney/04nj-sweeney-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_04_nyregion_stephen-sweeney-durr-nj-election_1666738704.html", "title": "Republican Truck Driver Beats Sweeney in N.J. Election", "title_page": "Republican Truck Driver Beats Sweeney in N.J. Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms Biasiello, 70, who lives in West Deptford, said Mr. Sweeney “could have stepped up” to oppose the school shutdowns but did not. “He could have influenced the governor,” she said.\nMr. Sweeney’s loss amounts to a seismic restructuring of political power and influence, leaving a substantial vacuum in the State Legislature; he had held the post of senate president, with the ability to set the legislative agenda, for nearly 12 years.\nIn the Trump era, Republicans were seen as doomed to a permanent minority in New Jersey, as voters’ deep contempt for the former president was strong enough to turn the long-held Republican suburbs blue; Democrats flipped four House seats in the 2018 midterm elections.\nBut the surprising defeat of Mr. Sweeney, coupled with Mr. Murphy’s slim margin of victory and unexpectedly tight races involving popular rising Democratic stars in the state like Vin Gopal, a state senator from Monmouth County, reveals a Republican Party that seems to be marching back to relevance.\nMr. Ciattarelli’s efforts and spending led the way, allowing lesser candidates like Mr. Durr, who lives in a house next to his mother in southern New Jersey, to gather momentum.\nMr. Durr told news outlets that he had spent $153 on his campaign, but financial disclosure reports indicate he spent roughly $2,200 on his race. His meager campaign included the 80-second campaign video, where he accentuated his working-class roots with an opening scene of his stepping down from his truck cab, and ending with his riding away on a motorcycle. His victory was announced on the same day Mr. Durr was on a shift driving his truck.\nWith barely any attention given to the race, Mr. Durr remained largely unvetted and unknown to the general public. On Thursday, old posts on social media by the candidate began circulating, including one reflecting support for “both sides” of the violent racist rally in Charlottesville, Va., in 2017 and another condemning Islam and disparaging the Prophet Muhammad.", "url": "https://www.nytimes.com/2021/11/04/nyregion/stephen-sweeney-durr-nj-election.html"}