{"authors": ["Thomas Gibbons-Neff", "Najim Rahim", "Sharif Hassan"], "date_download": "2022-10-25 23:28:39", "date_modify": "2022-10-25 23:28:39", "date_publish": "2021-08-09 11:27:59", "description": "Reeling on the battlefield, Afghan government officials face the difficult question of whether to let captured cities go in order to hold what they still have.", "filename": "2021_08_09_world_asia_afghanistan-taliban-capitals_1666740519.html", "image_url": "https://static01.nyt.com/images/2021/08/09/world/09afghanistan-briefing-aybak-02/09afghanistan-briefing-aybak-02-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b9817557b0825fb1fe05f242a50dfa3ab47ae698b3f46d3d58bfb9e21be53a76&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_09_world_asia_afghanistan-taliban-capitals_1666740519.html", "title": "Taliban Take a Sixth Afghan Provincial Capital City", "title_page": "Taliban Take a Sixth Afghan Provincial Capital City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Taliban seized near total control over another provincial capital in northern Afghanistan on Monday, local and security officials said, a day after the insurgent group took three others, including the strategic and economically important city of Kunduz.\nIt is the sixth provincial capital to have fallen in a matter of days as Taliban forces, emboldened by the departure of U.S. troops from the country, have sped up their campaign across Afghanistan.\nFighting on the outskirts of Aybak, the capital of Samangan Province, began on Monday morning as the Taliban pushed into the city, having toppled a nearby district two days earlier. By the afternoon, most of the city was under insurgent control, and most government forces had fled.\n“Aybak fell to the Taliban, and all officials and security forces retreated,” said Assadullah, a dispatcher at Samangan Police headquarters who uses just one name. “Now I am hiding in the city.”", "url": "https://www.nytimes.com/2021/08/09/world/asia/afghanistan-taliban-capitals.html"}