{"authors": ["Reid J. Epstein", "Nick Corasaniti"], "date_download": "2022-10-25 23:31:23", "date_modify": "2022-10-25 23:31:23", "date_publish": "2021-05-22 07:00:11", "description": "Through ballot initiatives, voters in red states have defied legislators’ wishes and produced liberal outcomes in recent years. Republicans want to make the practice harder, or even eliminate it.", "filename": "2021_05_22_us_politics_republican-ballot-initiatives-democrats_1666740683.html", "image_url": "https://static01.nyt.com/images/2021/05/20/us/politics/00initiatives1/merlin_172112178_6435684f-a6a4-4154-8830-3607c1ee4353-facebookJumbo.jpg?year=2021&h=550&w=1050&s=917dcbcab51cfc945eb3996906e7b2bb062e800195dfcb7b63f01dfee0f94f47&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_22_us_politics_republican-ballot-initiatives-democrats_1666740683.html", "title": "Republicans Move to Limit a Grass-Roots Tradition of Direct Democracy", "title_page": "Republicans Move to Limit a Grass-Roots Tradition of Direct Democracy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2008, deep-blue California banned same-sex marriage. In 2018, steadfastly conservative Arkansas and Missouri increased their minimum wage. And last year, Republican-controlled Arizona and Montana legalized recreational marijuana.\nThese moves were all the product of ballot initiatives, a century-old fixture of American democracy that allows voters to bypass their legislatures to enact new laws, often with results that defy the desires of the state’s elected representatives. While they have been a tool of both parties in the past, Democrats have been particularly successful in recent years at using ballot initiatives to advance their agenda in conservative states where they have few other avenues.\nBut this year, Republican-led legislatures in Florida, Idaho, South Dakota and other states have passed laws limiting the use of the practice, one piece of a broader G.O.P. attempt to lock in political control for years to come, along with new laws to restrict voting access and the partisan redrawing of congressional districts that will take place in the coming months.\nSo far in 2021, Republicans have introduced 144 bills to restrict the ballot initiative processes in 32 states, according to the Ballot Initiative Strategy Center, a liberal group that tracks and assists citizen-driven referendums. Of those bills, 19 have been signed into law by nine Republican governors. In three states, Republican lawmakers have asked voters to approve ballot initiatives that in fact limit their own right to bring and pass future ballot initiatives.", "url": "https://www.nytimes.com/2021/05/22/us/politics/republican-ballot-initiatives-democrats.html"}