{"authors": ["Ed Shanahan"], "date_download": "2022-10-25 23:29:58", "date_modify": "2022-10-25 23:29:58", "date_publish": "2021-11-05 16:16:07", "description": "Reported rat sightings, health inspections finding evidence of rat activity and cases of a disease spread via rat urine are all up amid the pandemic.", "filename": "2021_11_05_nyregion_nyc-rats-sightings_1666740598.html", "image_url": "https://static01.nyt.com/images/2021/11/03/nyregion/00nyrats01/00nyrats01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_05_nyregion_nyc-rats-sightings_1666740598.html", "title": "N.Y.C. Rats: They’re in the Park, on Your Block and Even at Your Table", "title_page": "N.Y.C. Rats: They’re in the Park, on Your Block and Even at Your Table - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Through Wednesday, there had been more than 21,000 rat sightings reported to 311 this year, compared with 15,000 in the same period in 2019 (and about 12,000 in 2014). The rate of initial health inspections to uncover “active rats signs” nearly doubled in the latest fiscal year. There have also been 15 cases this year — the most since at least 2006 — of leptospirosis, which can cause serious liver and kidney damage and, in the city, typically spreads via rat urine, according to health officials. One case was fatal.\nSo add a plague of rats to everything else New York faces in trying to rebound from the Covid-19 pandemic. By some measures, the problem may have eased slightly before the coronavirus came. But the rodents have roared back since, thanks to a confluence of factors.\nThe spike is mostly in areas long known as infested, health officials insist. In one such area, Manhattan’s East Village, it was evident on a recent Friday night.\nJean O’Hearn, a lawyer, said she had never seen so many rats on her block, East Third Street between Avenues A and B, in 28 years there. As if on cue, one raced out from under a white S.U.V. about eight feet away and crossed the sidewalk.\n“Oh, there they are!” exclaimed a neighbor, James Gilbert, as the rodent wiggled through a side door into a courtyard behind Ms. O’Hearn’s building. Seconds later, two more dashed from the street toward several trash bags.", "url": "https://www.nytimes.com/2021/11/05/nyregion/nyc-rats-sightings.html"}