{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:23:58", "date_modify": "2022-10-25 23:23:58", "date_publish": "2021-11-17 15:02:01", "description": "More than 100,000 Americans died from drug overdoses in the yearlong period ending in April, government researchers said.", "filename": "2021_11_17_health_drug-overdoses-fentanyl-deaths_1666740238.html", "image_url": "https://static01.nyt.com/images/2021/11/17/science/17virus-overdose3/17virus-overdose3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_17_health_drug-overdoses-fentanyl-deaths_1666740238.html", "title": "Overdose Deaths Reached Record High as the Pandemic Spread", "title_page": "Overdose Deaths Reached Record High as the Pandemic Spread - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Americans died of drug overdoses in record numbers as the pandemic spread across the country, federal researchers reported on Wednesday, the result of lost access to treatment, rising mental health problems and wider availability of dangerously potent street drugs.\nIn the 12-month period that ended in April, more than 100,000 Americans died of overdoses, up almost 30 percent from the 78,000 deaths in the prior year, according to provisional figures from the National Center for Health Statistics. The figure marks the first time the number of overdose deaths in the United States has exceeded 100,000 a year, more than the toll of car crashes and gun fatalities combined. Overdose deaths have more than doubled since 2015.\nAdministration officials said on Wednesday that they will expand access to medications like naloxone, which can reverse an opioid overdose, by encouraging states to pass laws that will make it more widely available and promoting its use by Americans.\n“I believe that no one should die of an overdose simply because they didn’t have access to naloxone,” said Dr. Rahul Gupta, director of the Office of National Drug Control Policy. “Sadly, today that is happening across the country, and access to naloxone often depends a great deal on where you live.”", "url": "https://www.nytimes.com/2021/11/17/health/drug-overdoses-fentanyl-deaths.html"}