{"authors": ["Sarah Mervosh", "Giulia Heyward"], "date_download": "2022-10-25 23:26:48", "date_modify": "2022-10-25 23:26:48", "date_publish": "2021-08-18 09:00:21", "description": "From mask mandates to critical race theory and gender identity, educators are besieged. “You are just trying to keep everything from collapsing,” one official said.", "filename": "2021_08_18_us_schools-covid-critical-race-theory-masks-gender_1666740408.html", "image_url": "https://static01.nyt.com/images/2021/08/11/us/00school-conflicts-2/00school-conflicts-2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fd8bfa424803710fdcd8ef26b09ff1e3d01b5e9168895aaf6968437ad25cf977&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_18_us_schools-covid-critical-race-theory-masks-gender_1666740408.html", "title": "The School Culture Wars Over Masks, CRT and Gender Identity", "title_page": "The School Culture Wars Over Masks, CRT and Gender Identity  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The water pressure is higher than it has ever been and there are more leaks than I have fingers,” said Kevin Boyles, a school board official in Brainerd, Minn., who said he recently received 80 emails in three days about face masks. He described being followed to his car and called “evil” after a board meeting where he supported a commitment to equity. Another time, a man speaking to the board about race quoted the Bible and said he would “dump hot coals on all your heads.”\n“You are just trying to keep everything from collapsing,” Mr. Boyles said.\nSchools were already facing a crisis of historic proportions. They are reopening just as a highly contagious Delta variant of the coronavirus is tearing through communities. They need to create a safe environment for teachers and students, while helping children who have been through major trauma.\nAnd then there are the education gaps that must be made up: For many of the country’s 56 million schoolchildren, it has been a year of lost learning and widening inequities.\nBut at this critical moment, many school officials find themselves engulfed in highly partisan battles, which often have distracted from the most urgent issues. The tense environment comes amid a growing movement to recall school board officials, over everything from teachings on race to school closures. Nationwide, there have been at least 58 recall efforts targeting more than 140 officials this year, more than the previous two years combined, according to Ballotpedia.", "url": "https://www.nytimes.com/2021/08/18/us/schools-covid-critical-race-theory-masks-gender.html"}