{"authors": ["Ian Austen"], "date_download": "2022-10-25 23:47:47", "date_modify": "2022-10-25 23:47:47", "date_publish": "2021-02-03 17:55:08", "description": "The designation could see bank accounts linked to the group frozen and assets seized, while also expanding police investigative powers.", "filename": "2021_02_03_world_canada_canada-proud-boys-terror-group_1666741667.html", "image_url": "https://static01.nyt.com/images/2021/02/03/world/03canada-proudboys/merlin_181174497_fbee43c8-361b-407f-a941-e94693b7e04f-facebookJumbo.jpg?year=2021&h=549&w=1050&s=7b66aa64de29d557bf10b5192a75277c2cc68a3936199c1e22f0d95bf780b32f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_03_world_canada_canada-proud-boys-terror-group_1666741667.html", "title": "Canada Formally Declares Proud Boys a Terrorist Group", "title_page": "Canada Formally Declares Proud Boys a Terrorist Group - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "OTTAWA — Canada formally designated the Proud Boys as a terrorist group under its criminal law on Wednesday, a move that could lead to financial seizures and allow police to treat any crimes committed by members as terrorist activity.\nGovernment officials said they believe Canada is the first nation to label the Proud Boys a terrorist entity. The events last month in Washington, they added, contributed to the move, which was already under consideration.\n“Since 2018, we have seen an escalation, an escalation toward violence in this group,” Bill Blair, the public safety minister, told a news conference, adding that the Proud Boys and 12 other groups added to the list on Wednesday are “all hateful, intolerant and, as we’ve seen, they can be highly dangerous.”\nAn official, who spoke on the condition that he not be identified, said that while information gleaned after the Jan. 6 attack on the Capitol in Washington was a “contributing factor, it certainly wasn’t the driving force.”", "url": "https://www.nytimes.com/2021/02/03/world/canada/canada-proud-boys-terror-group.html"}