{"authors": ["Stephen Castle", "Mark Landler"], "date_download": "2022-10-25 23:23:43", "date_modify": "2022-10-25 23:23:43", "date_publish": "2021-09-14 19:04:02", "description": "The British prime minister is betting that vaccinating adolescents and giving boosters to people over 50 will protect the health system and prevent new lockdowns.", "filename": "2021_09_14_world_europe_boris-johnson-vaccine-children_1666740223.html", "image_url": "https://static01.nyt.com/images/2021/09/14/world/14uk-virus1/14uk-virus1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=942c2438e043f1751d0ce647eb1bafb3e61471213bcd1c41de439b0e92a51331&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_14_world_europe_boris-johnson-vaccine-children_1666740223.html", "title": "Johnson Doubles Down on Vaccine Strategy as His Popularity Wanes", "title_page": "Boris Johnson Doubles Down on Vaccine Strategy as His Popularity Wanes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“They always get there, just later than they should,” said Devi Sridhar, head of the global public health program at the University of Edinburgh.\nBritain, she said, was “heading in the same direction as other countries, but with a major delay” in vaccinating those aged 12 to 15, drawing up contingency plans for mandatory mask wearing and vaccine passports, and boosting testing to get the country through what is likely to be a difficult winter.\nMonday’s decision to vaccinate children as young as 12 was contentious, though many other countries, including the United States, France, Italy and the Netherlands began doing so months ago. The British government’s advisory group, the Joint Committee on Vaccination and Immunization, had previously concluded that the health benefits for those aged 12 to 15 were marginal. That prompted a debate over the ethics of vaccinating children to prevent the spread of a virus that is a health risk to the adults with whom they live and meet.\nOn Monday, the chief medical officers of England, Scotland, Wales and Northern Ireland, argued that, by reducing the disruption in schools, a vaccination campaign would bring other benefits to young people.\nSimilarly, the decision on boosters puts Britain among a growing group of countries that are offering additional shots to their own citizens before many people in large parts of the world have received even one dose, provoking criticism from David Nabarro, a special envoy on Covid for the World Health Organization.\n“I’m a bit upset, frankly, to hear that Britain is going into boosters, when this is simply going to take really precious vaccine away from people in other parts of the world who can’t get their basic two doses, and therefore going to be at risk of death,” he told Times Radio.\nThe question for Mr. Johnson is whether vaccines and his light-touch approach to other restrictions will be enough to forestall more draconian measures.", "url": "https://www.nytimes.com/2021/09/14/world/europe/boris-johnson-vaccine-children.html"}