{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:34:37", "date_modify": "2022-10-25 23:34:37", "date_publish": "2021-01-22 16:56:41", "description": "For Adam Aron, who runs AMC Entertainment, the world’s largest movie theater chain, the past year has been filled with twists and turns. And no one knows the ending.", "filename": "2021_01_22_business_media_adam-aron-movie-theaters-amc_1666740877.html", "image_url": "https://static01.nyt.com/images/2021/01/24/business/22movietheaters1/22movietheaters1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=da66e05f01b109f458ca752a8739e8db55b993057c67c31c8c7c006f25201271&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_22_business_media_adam-aron-movie-theaters-amc_1666740877.html", "title": "AMC C.E.O. Navigates Hollywood's Blockbuster Problem", "title_page": "AMC C.E.O. Navigates Hollywood's Blockbuster Problem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Challenging the status quo — and upsetting competitors in the process — is the thread that extends through Mr. Aron’s career. “What separates successful leaders from unsuccessful leaders is boldness, and I have always tried to be the opposite of timid, to fundamentally change a company or an industry for the better,” he said.\nWhen he was running Norwegian in the early 1990s, Mr. Aron made waves in the conservative cruise industry with a marketing campaign about sex. (One tagline: “There’s no law that says you can’t make love at four in the afternoon on a Tuesday.”) When he arrived at Vail Resorts in 1996, he outraged traditionalists in what was then a stubbornly static business by dramatically expanding the company beyond skiing. He bought other winter resorts and a chain of luxury hotels; opened dozens of restaurants and retail stores; and plunged into condo development. By the time he left Vail in 2006, competitors were copying his strategy.\n“Instead of sitting around whining, Adam says: ‘These are our cards. How the hell are we going to play ’em?’” said Harry Frampton, a major Colorado real estate developer. “Anytime that happens, you make a couple of people mad along the way.”\n“Vail was tired around the edges, and Adam’s approach — it’s not just about skiing — was transformative,” Mr. Frampton added. “He called it the Vail Renaissance, which I thought was silly branding at the time. But I was wrong.”\nTime will tell whether the movie theater industry comes to view Mr. Aron the same way. If nothing else, his tenacity in avoiding bankruptcy has certainly been noticed.\n“During this crisis, Adam has been like Houdini,” said Richard L. Gelfond, the chief executive of Imax. “Every time I start to doubt that he can do something, he somehow pulls off another magic trick.”\nFor his part, Mr. Aron is optimistic that AMC, founded in 1920 and standing for America Multi-Cinema, will find the needed rescue funding and enjoy a “renaissance” as people emerge from the pandemic.", "url": "https://www.nytimes.com/2021/01/22/business/media/adam-aron-movie-theaters-amc.html"}