{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 23:30:08", "date_modify": "2022-10-25 23:30:08", "date_publish": "2021-03-22 20:49:59", "description": "By supporting a challenger to Georgia’s current secretary of state, Brad Raffensperger, the former president signaled that he wants Republicans who opposed his election falsehoods to pay politically.", "filename": "2021_03_22_us_politics_jody-hice-raffensperger-trump-georgia_1666740608.html", "image_url": "https://static01.nyt.com/images/2021/03/22/us/politics/22trump-georgia/merlin_175037406_ecba1dd5-1d7e-43d4-99c1-22f4c13dc367-facebookJumbo.jpg?year=2021&h=550&w=1050&s=132bbbbd2b9240f532f6fc0a723a489731d3be00a0379adb959889404c703c9c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_22_us_politics_jody-hice-raffensperger-trump-georgia_1666740608.html", "title": "Trump Endorses a Loyalist, Jody Hice, for Georgia Secretary of State", "title_page": "Trump Endorses a Loyalist, Jody Hice, for Georgia Secretary of State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Former President Donald J. Trump on Monday took aim at a Georgia official he considers one of his biggest enemies: Secretary of State Brad Raffensperger, who refused Mr. Trump’s pressure to overturn the state’s election results last year.\nBy endorsing Jody Hice, a Republican congressman, in his bid to unseat Mr. Raffensperger, the former president made his most prominent effort yet to try to punish elected officials who he believes have crossed him. Mr. Raffensperger, a Republican, is among the top targets for Mr. Trump, along with the state’s governor, Brian Kemp.\nMr. Raffensperger and other Georgia election officials certified President Biden’s victory after conducting several recounts. They have said the results were fair and accurate, dismissing Mr. Trump’s baseless claims that the election was stolen from him through widespread fraud.\nIn a statement issued shortly after Mr. Hice announced his candidacy for the position on Monday, Mr. Trump praised him as “one of our most outstanding congressmen,” and alluded to his own baseless claims of voter fraud, which he has said deprived him of victory in the state. “Unlike the current Georgia Secretary of State, Jody leads out front with integrity,” Mr. Trump said. “Jody will stop the Fraud and get honesty into our Elections!”", "url": "https://www.nytimes.com/2021/03/22/us/politics/jody-hice-raffensperger-trump-georgia.html"}