{"authors": ["Sabrina Imbler", "Emily Anthes"], "date_download": "2022-10-25 23:34:22", "date_modify": "2022-10-25 23:34:22", "date_publish": "2021-08-28 01:00:16", "description": "A detailed study in California found that the variant easily spread from an unvaccinated teacher to children and, in a few cases, their families.", "filename": "2021_08_28_health_coronavirus-schools-children_1666740862.html", "image_url": "https://static01.nyt.com/images/2021/08/27/science/27virus-classroom1/27virus-classroom1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=56e562a717d4d16b87841af0eb1e652e90bc4b0c96cc0b1ddd3d5861c3df46b6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_28_health_coronavirus-schools-children_1666740862.html", "title": "How the Delta Variant Infiltrated an Elementary School Classroom", "title_page": "How the Delta Variant Infiltrated an Elementary School Classroom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "State health researchers sequenced specimens of the virus from many of the positive cases and found that all had been infected with the Delta variant. Samples from at least 10 students in two grades were genetically indistinguishable. The results suggested that the cases in both grades came from the same outbreak.\nThe outbreak was likely fueled both by Delta’s high level of infectiousness and by the fact that the teacher did not follow recommended safety precautions, the researchers said.\n“We have to make sure both schools and individuals are working together to make sure we are safe,” said Tracy Lam-Hine, an epidemiologist at Marin County Health and Human Services and an author on the new report. “It can’t be just one or the other.”\nIn other areas of the country, the toll on the community might have been even higher. Marin County has the highest vaccination rate in California. The report noted that 72 percent of eligible people in the surrounding community were fully vaccinated, and suggested that high rates may have prevented further transmission.\nIn another new study, researchers focused on case rates in Los Angeles County, where some students and teachers attended school in person last year, while others did so remotely.\nSchools that opened for in-person learning were required to take a variety of precautions, including symptom screening, masking, physical distancing and contact tracing. During most of the period between September and March — and especially during the winter surge — case rates were lower in the schools, for both teachers and students, than they were in the county at large.\nThe findings are consistent with previous studies that have found that when schools layer together several protective measures, case rates are often lower in schools than they are in the surrounding community.", "url": "https://www.nytimes.com/2021/08/28/health/coronavirus-schools-children.html"}