{"authors": ["Catie Edmondson", "Michael D. Shear"], "date_download": "2022-10-25 23:32:01", "date_modify": "2022-10-25 23:32:01", "date_publish": "2021-03-04 00:17:10", "description": "Ronny Jackson, a Republican who enthused that President Donald J. Trump had “incredible genes,” sexually harassed a woman on a White House trip and had “meltdowns” with his staff, a report found.", "filename": "2021_03_03_us_politics_ronny-jackson-white-house-doctor_1666740721.html", "image_url": "https://static01.nyt.com/images/2021/03/03/us/politics/03dc-jackson/03dc-jackson-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8a456f8cb33aab8737c407f269c0e1bd948b248dfeb249a90b78721a8ef23051&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_03_us_politics_ronny-jackson-white-house-doctor_1666740721.html", "title": "Ronny Jackson Harassed Staff as White House Doctor, Watchdog Says", "title_page": "Ronny Jackson Harassed Staff as White House Doctor, Watchdog Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Wednesday, Dr. Jackson vehemently disputed the findings of the report. In a statement released by his congressional office, he accused the Pentagon’s investigators, who are nonpartisan, of seeking to punish him for his support of Mr. Trump.\nThe searing report, which came after a nearly three-year investigation started by Glenn A. Fine, the acting inspector general for the Defense Department at the time, went further than previous news reports. It concluded that “Jackson’s overall course of conduct toward subordinates disparaged, belittled, bullied and humiliated them,” and documented instances in which Dr. Jackson was drunk or under the influence of a powerful sleeping drug while he was responsible for the president’s health and safety.\nThe report also detailed evidence of what it said was Dr. Jackson’s harassment of a woman he worked with in the medical unit. In 2014, before a presidential trip to Manila as the physician for President Barack Obama, the report said Dr. Jackson told a male subordinate that he thought a female medical professional they were working with had a nice body, using coarse and demeaning language, and said he would “like to see more of her tattoos.”\nWhile in Manila, witnesses said, Dr. Jackson went out for a night of drinking. After he came back to the hotel where the medical team was staying, they said, he began yelling and pounding on the female subordinate’s hotel room door between 1 and 2 a.m. while “visibly intoxicated.” Witnesses said he created so much noise they worried it would wake Mr. Obama.\n“He had kind of bloodshot eyes,” the woman recalled to investigators. “You could smell the alcohol on his breath, and he leaned into my room and he said, ‘I need you.’ I felt really uncomfortable.”", "url": "https://www.nytimes.com/2021/03/03/us/politics/ronny-jackson-white-house-doctor.html"}