{"authors": ["Sharon Lafraniere"], "date_download": "2022-10-25 23:50:16", "date_modify": "2022-10-25 23:50:16", "date_publish": "2021-10-04 09:00:16", "description": "The request, expected this week, comes after a study found the company’s vaccine was only 71 percent effective against hospitalization from Covid-19.", "filename": "2021_10_04_us_politics_johnson-vaccine-booster-coronavirus_1666741816.html", "image_url": "https://static01.nyt.com/images/2021/10/04/lens/04dc-booster/04dc-booster-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e763a296568c1a7fad0ea933c57ad223952c36adbb82eb83363cb31c6ec8b551&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_04_us_politics_johnson-vaccine-booster-coronavirus_1666741816.html", "title": "Johnson & Johnson to Seek F.D.A. Authorization for Booster Shot", "title_page": "Johnson & Johnson to Seek F.D.A. Authorization for Booster Shot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For federal regulators and the government’s panels of outside experts, key questions remain: How long after an initial Johnson & Johnson injection should a second shot be administered? And would it be better to boost Johnson & Johnson recipients with a shot of Moderna’s or Pfizer’s vaccine?\nIf the Food and Drug Administration authorizes a second shot six months after the initial injection, that would allow the company to market its vaccine as a one-shot regimen, plus a booster. Some data indicate a second shot at six months produced a stronger immune response than a second shot at two months.\nResearchers found a nine- to twelvefold increase in antibodies among clinical trial recipients who received a second shot after six months, compared with a roughly fourfold increase for people who received a second dose after two months, Dr. Barouch said.\nBut there could be a trade-off: Some argue that Johnson & Johnson recipients would not be sufficiently protected during the extra months before a second shot, and that a two-dose regimen made more sense from the start.\nThe timing is not a trivial question: According to C.D.C. data, more than two-thirds of Johnson & Johnson recipients were vaccinated at least four months ago. Many would not be immediately eligible if a booster shot was available only six months after the first injection.\nThe prospect of using a different vaccine as a booster presents another dilemma. A study by the National Institutes of Health suggests that Moderna’s vaccine works better as a booster than a second shot of Johnson & Johnson. But Dr. Barouch said that study only measured antibody levels — an indication of the strength of the immune system’s response — while Johnson & Johnson’s study of a second shot of its own vaccine looked at efficacy data.\nJohnson & Johnson is also considered likely to fight for using its own vaccine as a second shot to protect its public image. The company struggled for months with manufacturing problems that delayed delivery of tens of millions of doses it had promised to the federal government. And the vaccine’s appeal dropped after it was linked to a rare but serious blood-clotting disorder and injections were paused for 10 days in April. It remains a distant third in the number of shots administered in the United States.", "url": "https://www.nytimes.com/2021/10/04/us/politics/johnson-vaccine-booster-coronavirus.html"}