{"authors": ["Matt Stevens", "Julia Jacobs"], "date_download": "2022-10-25 23:26:53", "date_modify": "2022-10-25 23:26:53", "date_publish": "2021-04-04 18:05:19", "description": "More than a year after the pandemic abruptly shuttered theaters and concert halls across the city, limited audiences were welcomed back inside.", "filename": "2021_04_04_theater_new-york-city-performing-arts-return_1666740413.html", "image_url": "https://static01.nyt.com/images/2021/04/05/arts/04springback-1/merlin_185917161_68d1b50f-c24c-439f-a78d-56ecc7129acc-facebookJumbo.jpg?year=2021&h=549&w=1050&s=f04e5b4b7943b6909ec52c10072e675823309f2afd1bc77988c2702058266221&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_04_theater_new-york-city-performing-arts-return_1666740413.html", "title": "Performing Arts Make a Cautious Return in New York", "title_page": "Performing Arts Make a Cautious Return in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The McCourt, the Shed’s flexible indoor-outdoor venue, touts a cavernous size (17,000-square-feet) and a high-quality air filtration system. Attendees entered from doors that led directly into the space, and their temperatures were checked immediately. Digital programs were summoned on smartphones using a bar code on the arm of the seats, which were arranged in singles and pairs spaced roughly 12 feet from the stage, and six feet or more from one another.\nStaff checked in the audience with tablets. Ticket holders were required to show proof of vaccination or a negative Covid-19 test; they scrolled through their phones to bring it up. Once cleared, they stepped into a timed-entry line: one for 7:40 p.m., and another for 10 minutes later.\n“I’m an essential worker,” Roxxann Dobbs, a 37-year-old letter carrier, said as she waited to be let in. “I’ve been working this entire time, so it’s nice to be able to go out and have fun.”\nIan Plowman, her husband, added: “I feel like we’re on the edge of the next time in New York, the next period.”\nBefore and after the show, people caught the glances of old friends and stopped by their seats to chat. One woman congratulated another on getting a coronavirus vaccine. A person leaned over to a friend and remarked: “This is so nice!”\nAlex Poots, the Shed’s artistic director and chief executive, said he got “quite emotional” as the evening came to a close and he thought about Lu’s description of a spring awakening.\n“Very beautiful,” he said. “I missed this so much.” MATT STEVENS", "url": "https://www.nytimes.com/2021/04/04/theater/new-york-city-performing-arts-return.html"}