{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:46:56", "date_modify": "2022-10-25 23:46:56", "date_publish": "2021-04-09 14:33:40", "description": "Vaccine rollouts in some countries have a long-locked-down world dreaming of travels abroad again. But they have also set off a fraught debate about the fairness of a two-tier system for haves and have-nots.", "filename": "2021_04_09_world_europe_vaccine-passports-virus-issues-legal-ethical_1666741616.html", "image_url": "https://static01.nyt.com/images/2021/04/09/world/09virus-vaccine-passports-01/merlin_185973210_47b819b0-243c-4b65-a4e3-b95f9de36d8c-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b7c4ef6e470321a6c25d74b21ae0dbf89a8e55b009a086e48971392a7fbb3ea4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_09_world_europe_vaccine-passports-virus-issues-legal-ethical_1666741616.html", "title": "Vaccine Passports Could Unlock World Travel and Cries of Discrimination", "title_page": "Vaccine Passports Could Unlock World Travel and Cries of Discrimination - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — For Aruba, a Caribbean idyll that has languished since the pandemic drove away its tourists, the concept of a “vaccine passport” is not just intriguing. It is a “lifeline,” said the prime minister, Evelyn Wever-Croes.\nAruba is already experimenting with a digital certificate that allows visitors from the United States who tested negative for the coronavirus to breeze through the airport and hit the beach without delay. Soon, it may be able to fast-track those who arrive with digital confirmation that they have been vaccinated.\n“People don’t want to stand in line, especially with social distancing,” Ms. Wever-Croes said in an interview this week. “We need to be ready in order to make it hassle-free and seamless for the travelers.”\nVaccine passports are increasingly viewed as the key to unlocking the world after a year of pandemic-induced lockdowns — a few bytes of personal health data, encoded on a chip, that could put an end to suffocating restrictions and restore the freewheeling travel that is a hallmark of the age of globalization. From Britain to Israel, these passports are taking shape or already in use.", "url": "https://www.nytimes.com/2021/04/09/world/europe/vaccine-passports-virus-issues-legal-ethical.html"}