{"authors": ["Katie Rogers"], "date_download": "2022-10-25 23:27:23", "date_modify": "2022-10-25 23:27:23", "date_publish": "2021-08-03 23:13:36", "description": "President Biden signaled a new level of frustration with Republican leaders in states where the highly contagious Delta variant is surging.", "filename": "2021_08_03_us_politics_biden-covid-republican-governors_1666740443.html", "image_url": "https://static01.nyt.com/images/2021/08/03/us/politics/03dc-biden1/merlin_192570774_5cafbc8b-8e25-46a7-9609-86148d14eeac-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c90b91d9f6c1425498bb42c7e397d3b00e081d6644a2f754f7e72aaec38b5f3e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_03_us_politics_biden-covid-republican-governors_1666740443.html", "title": "Biden Has Blunt Words for Republican Governors on Vaccines: ‘Get Out of the Way’", "title_page": "Biden Has Blunt Words for Republican Governors on Vaccines: ‘Get Out of the Way’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In his speech, Mr. Biden emphasized that the people who got sickest from the Delta variant were unvaccinated, and that his administration was working to make vaccines available to every person who needed one. Fully vaccinated people are well protected against the worst outcomes of Covid-19 caused by the Delta variant.\n“I know there’s a lot of misinformation out there, so here are the facts,” Mr. Biden said. “If you are vaccinated, you are highly unlikely to get Covid-19. And even if you do, the chances are you won’t show any symptoms. And if you do, they’ll most likely be very mild. Vaccinated people are almost never hospitalized with Covid-19.”\nThe White House has also struggled to put into context the threat of the Delta variant to those who are vaccinated. Experts say that infections in vaccinated people — so-called breakthrough infections — are still relatively uncommon, and that even in those cases, the vaccines appear to protect against severe illness and death.\nMr. Biden suggested that his race to encourage Americans to get their shots was bumping up against contradictory directives in states like Florida and Texas.\n“I believe the results of their decisions are not good for their constituents,” Mr. Biden said when asked if the governors in those states were harming their citizens. “And it’s clear to me and to most of the medical experts of the decisions being made, like not allowing mask mandates in the schools and the like, are bad health policy.”", "url": "https://www.nytimes.com/2021/08/03/us/politics/biden-covid-republican-governors.html"}