{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:27:45", "date_modify": "2022-10-25 23:27:45", "date_publish": "2021-10-29 04:15:39", "description": "Australia’s plan to build the submarines with U.S. and British help faces big hurdles. Supporters say they can be overcome. Critics say they may be too much.", "filename": "2021_10_29_world_australia_nuclear-powered-submarines_1666740465.html", "image_url": "https://static01.nyt.com/images/2021/10/29/world/29oz-submarine1/29oz-submarine1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_29_world_australia_nuclear-powered-submarines_1666740465.html", "title": "Nuclear-Powered Submarines for Australia? Maybe Not So Fast.", "title_page": "Nuclear-Powered Submarines for Australia? Maybe Not So Fast. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SYDNEY, Australia — When Australia made its trumpet-blast announcement that it would build nuclear-powered submarines with the help of the United States and Britain, the three allies said they would spend the next 18 months sorting out the details of a security collaboration that President Biden celebrated as “historic.”\nNow, a month into their timetable, the partners are quietly coming to grips with the proposal’s immense complexities. Even supporters say the hurdles are formidable. Skeptics say they could be insurmountable.\nAustralia’s prime minister, Scott Morrison, has laid out an ambitious vision, saying that at least eight nuclear-propelled submarines using American or British technology will be built in Australia and enter the water starting in the late 2030s, replacing its squadron of six aging diesel-powered submarines.\nTo pull off the plan, Australia must make major advances. It has a limited industrial base and built its last submarine over 20 years ago. It produces a few graduates in nuclear engineering each year. Its spending on science research as a share of the economy has lagged the average for wealthy economies. Its past two plans to build submarines fell apart before any were made.", "url": "https://www.nytimes.com/2021/10/29/world/australia/nuclear-powered-submarines.html"}