{"authors": ["Zachary Small"], "date_download": "2022-10-25 23:47:40", "date_modify": "2022-10-25 23:47:40", "date_publish": "2021-02-26 17:41:49", "description": "Prominent architects had criticized the order for seeking to impose a national style from above.", "filename": "2021_02_26_arts_trump-biden-executive-orders-federal-buildings-architecture_1666741660.html", "image_url": "https://static01.nyt.com/images/2021/03/02/us/politics/26biden-item1/05dc-buildings-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d1ea1ddc5cf10aafd414d584f4895b978419f0819edb24eab3ade055bc20f495&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_26_arts_trump-biden-executive-orders-federal-buildings-architecture_1666741660.html", "title": "Biden Revokes a Trump Order Seeking ‘Classical’ Civic Architecture", "title_page": "Biden Revokes a Trump Order Seeking ‘Classical’ Civic Architecture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Another classical age of sorts has come to an end — a very short-lived one.\nAn executive order that former President Donald J. Trump issued in the waning days of his administration, which sought to make classical architecture the default style for new federal buildings, was revoked this week by President Biden as the White House continues its sweeping rollback of the previous administration’s policies.\nThough the Trump-issued order stopped short of banning newer designs from consideration, it was strongly condemned by several prominent architects and architectural associations — including the American Institute of Architects and National Trust for Historic Preservation — for trying to impose an official, preferred national style.\nTrump’s executive order, which he signed in December after losing his bid for re-election, was titled “Promoting Beautiful Federal Civic Architecture,” and it praised Greco-Roman architecture as being “beautiful” while describing modernist designs as “ugly and inconsistent.” Those who championed the order heralded it as a return to a bygone era of federalist style. The American Institute of Architects, which had said it was “appalled” by the Trump order, praised the decision to revoke it.\nThe debate was not merely about aesthetics.\n“By overturning this order, the Biden Administration has restored communities with the freedom of design choice that is essential to designing federal buildings that best serve the public,” the institute’s president, Peter Exley, said in a statement. “This is fundamental to an architect’s process and to achieving the highest quality buildings possible.”", "url": "https://www.nytimes.com/2021/02/26/arts/trump-biden-executive-orders-federal-buildings-architecture.html"}