{"authors": ["Sheryl Gay Stolberg", "Michael D. Shear"], "date_download": "2022-10-25 23:27:26", "date_modify": "2022-10-25 23:27:26", "date_publish": "2021-08-02 23:59:04", "description": "An evolving virus and 18 months of ever-changing pandemic messaging have left Americans angry, exhausted and skeptical of public health advice.", "filename": "2021_08_02_us_politics_covid-pandemic-guidelines_1666740446.html", "image_url": "https://static01.nyt.com/images/2021/08/02/us/politics/02DC-VIRUS-MESSAGE1/02DC-VIRUS-MESSAGE1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=dd8f5069f1d6ab589d6aafde1cdbe7d0751d873ac0c0bab802cd2cc70456defa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_02_us_politics_covid-pandemic-guidelines_1666740446.html", "title": "Americans Suffer Pandemic Whiplash as Leaders Struggle With Changing Virus", "title_page": "Americans Suffer Pandemic Whiplash as Leaders Struggle With Changing Virus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Dr. del Rio said the C.D.C. made a misstep in May when it told vaccinated Americans they did not need to wear masks — not because the science behind the recommendation was wrong, but because the move led everyone to doff their masks and prompted states, localities and retail businesses to abandon their mask requirements, which enabled the Delta variant to flourish.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\n“That was scientifically correct from a virology standpoint,” Dr. del Rio said of the earlier recommendation. “It was wrong from a behavioral science standpoint.”\nThe new recommendation — that even vaccinated people wear masks in areas of the country where the virus is spreading rapidly — is far more nuanced, leaving state and local leaders to navigate their own paths and making it difficult for residents to know how to behave. Republican opponents of the administration, meanwhile, have lampooned the shifting advice.\nIn the House, Republican lawmakers revolted against a mask requirement even as Sean Hannity of Fox News urged his viewers to get vaccinated. Yet former President Barack Obama plans to go ahead with a star-studded party on Martha’s Vineyard to celebrate his 60th birthday with hundreds of people. A spokeswoman for Mr. Obama said that the party was being held outside and not in an area of high transmission, and that the former president would abide by all C.D.C. guidelines.\nAcross the country, the questions are piling up again: Can I eat inside at a restaurant or bar? What about a sporting event? Should children be wearing masks when they go to school in September? Will a vaccine for children be available by then and will it be required? What — exactly — are people supposed to be scared of? And what should they do about it?\nThere is no single answer. The risk is different for different people, depending on whether they are vaccinated and the level of virus in their community. At the same time, the pandemic is fast-moving and ever-changing, which is part of the C.D.C.’s challenge.\n“They are in a bit of a no-win situation — this is very challenging to message on,” said Jen Kates, a senior vice president of the Kaiser Family Foundation. “What’s happening is this is real-time public health messaging in a pandemic around data that is just emerging. That is just the reality, and that doesn’t necessarily provide comfort or always the kind of answers that people understand.”", "url": "https://www.nytimes.com/2021/08/02/us/politics/covid-pandemic-guidelines.html"}