{"authors": ["Mihir Zaveri"], "date_download": "2022-10-25 23:31:37", "date_modify": "2022-10-25 23:31:37", "date_publish": "2021-05-25 09:00:13", "description": "If you live in New York and hope to select candidates for mayor and a range of other offices, here’s what you need to know.", "filename": "2021_05_25_nyregion_how-to-vote-nyc-mayoral-primary_1666740697.html", "image_url": "https://static01.nyt.com/images/2021/05/24/nyregion/00nyhowtovote1/00nyhowtovote1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=328623654558306f782e3de70001ac3a2b38764e80c19da919ed8fb917dca789&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_25_nyregion_how-to-vote-nyc-mayoral-primary_1666740697.html", "title": "How to Vote in the New York City Mayoral Primary on June 22", "title_page": "How to Vote in the New York City Mayoral Primary on June 22 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Here are some answers to common questions.\nHow do I register to vote in New York City?\nThe deadline to register to vote was May 28. You can check to see if you are registered on the State Board of Elections website.\nAm I eligible to vote?\nIf you’re a United States citizen who has been a New York City resident for at least 30 days, is not currently incarcerated for a felony, and is registered with a political party, you’re eligible to vote in the primary.\nWhat if I’m not a citizen?\nCurrently, people who are not citizens cannot vote in municipal elections.\nBut a bill before the City Council could change that by allowing lawful city residents to cast ballots for candidates running for city offices. Supporters of the measure estimate that it could enfranchise some one million New York City residents.\nThe push has earned the support of many mayoral candidates. One who initially opposed it, Andrew Yang, expressed skepticism about its legality during a forum this month, but he ultimately came out in favor.\nWhat if I have been convicted of a crime?\nThe state enacted a law this month automatically restoring voting rights to people convicted of felonies who have been released on parole, part of a nationwide movement to enfranchise formerly incarcerated people.", "url": "https://www.nytimes.com/2021/05/25/nyregion/how-to-vote-nyc-mayoral-primary.html"}