{"authors": ["Isabella Kwai", "Elian Peltier"], "date_download": "2022-10-25 23:44:24", "date_modify": "2022-10-25 23:44:24", "date_publish": "2021-03-09 12:21:29", "description": "Buckingham Palace said issues raised in the interview with Prince Harry and Meghan, “particularly that of race, are concerning.” Piers Morgan, a TV host who said he “didn’t believe a word” of the interview, resigned.", "filename": "2021_03_09_world_europe_harry-meghan-interview-palace-reaction_1666741464.html", "image_url": "https://static01.nyt.com/images/2021/03/09/world/09royals-react1/09royals-react1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4fa5feba07f891a5313d610b3f91e358236a89f51dc4dd6d54fe55dd0a0d0e5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_09_world_europe_harry-meghan-interview-palace-reaction_1666741464.html", "title": "Palace Breaks Silence on Meghan and Harry Interview, Saying ‘Whole Family Is Saddened’", "title_page": "Palace Breaks Silence on Meghan and Harry Interview, Saying ‘Whole Family Is Saddened’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Harry, Meghan and Archie will always be much loved family members,” Buckingham Palace said at the end of the statement.\nFor some people, the interview, first aired in the United States on Sunday evening by CBS, offered a damning indictment of the royal family at a time when addressing racial inequality has commanded global attention. To others, it amounted to a slanted assault on an iconic British institution, with its beloved head, the queen, in the twilight of her reign and her husband in the hospital.\nAmid news media reports of a palace in turmoil, with the queen demanding more time to craft a response, there was no shortage of voices from across the political spectrum. Mental health advocates, racial equality activists and even some members of Meghan’s family weighed in, notably her estranged father, Thomas Markle, who gave an interview to ITV’s Mr. Morgan, one of his daughter’s fiercest critics.\nSpeaking from his home in Rosarito, Mexico, Mr. Markle said the interview was the first time in four years that he had heard Meghan’s voice and that he had never met Harry or Archie. The two fell out after he spoke to the British tabloid press about her and, for health reasons, did not attend her wedding.\n“I’ve never stopped loving my daughter,” he said. He said he had apologized but never heard back from the couple. “She has pretty much ghosted all of her family,” he said.\nMr. Markle said that he did not think the royal family was racist and that the comment on skin color could have just been “a dumb question from somebody.” He was giving interviews, he said, in an attempt to re-establish contact.\n“When they decide to talk to me, I’ll stop talking to the press,” he said.\nLater in the show, Mr. Morgan stormed off the set after his co-host, Alex Beresford, took him to task for continuing to “trash” Meghan.", "url": "https://www.nytimes.com/2021/03/09/world/europe/harry-meghan-interview-palace-reaction.html"}