{"authors": ["Matt Wille"], "date_download": "2022-10-25 23:37:26", "date_modify": "2022-10-25 23:37:26", "date_publish": "2021-06-08 09:00:07", "description": "In “Hola Papi,” the writer John Paul Brammer mines his own experiences and traumas to deliver wisdom for queer readers.", "filename": "2021_06_08_books_review_hola-papi-john-paul-brammer_1666741046.html", "image_url": "https://static01.nyt.com/images/2021/07/04/books/review/Wille1/Wille1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6f2315010f2c5112a394e10c13e13041b0628a5972e21199da8ae6ef1907eb5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_08_books_review_hola-papi-john-paul-brammer_1666741046.html", "title": "The Grindr Advice Column That Became a Memoir of Modern Queer Life", "title_page": "The Grindr Advice Column That Became a Memoir of Modern Queer Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOLA PAPI\nHow to Come Out in a Walmart Parking Lot and Other Life Lessons\nBy John Paul Brammer\nI first became aware of John Paul Brammer because of his Twitter account. It’s a feed that shines with subtle and riotously strange queer humor, and because of that, his tweets frequently found their way into my group chats. Brammer is a queer, mixed-race Mexican American journalist who writes about race, gay love and poppers. He also uses Twitter to share his work, which is how I first stumbled on his advice column, “Hola Papi.”\nEach week in “Hola Papi,” Brammer shares a letter from a reader facing a quandary about modern queer life — not feeling gay enough, falling in love with straight men — and then he doles out his best guidance in response. His answers include both jokes and insights from his own experience. In the years since it launched (it first ran in Grindr’s digital magazine, Into, and now publishes on Substack), it has become the rare email that I genuinely look forward to. Brammer’s journey from reluctant self-parody to a full embodiment of his Papi avatar has been remarkable and enviable. (How I, too, wish to be so fully myself that I can find gems of wisdom in my trauma.)\nAnd thus, my expectations for Brammer’s debut book, “Hola Papi: How to Come Out in a Walmart Parking Lot and Other Life Lessons,” have been lofty since its existence first came to my attention — where else — on Twitter.", "url": "https://www.nytimes.com/2021/06/08/books/review/hola-papi-john-paul-brammer.html"}