{"authors": ["Alan Rappeport", "Andrew E. Kramer", "David E. Sanger"], "date_download": "2022-10-25 23:47:01", "date_modify": "2022-10-25 23:47:01", "date_publish": "2021-09-21 14:30:09", "description": "Previewing its new approach, the Treasury Department announced sanctions against a virtual currency exchange called Suex.", "filename": "2021_09_21_us_politics_treasury-department-combating-ransomware-cryptocurrency_1666741621.html", "image_url": "https://static01.nyt.com/images/2021/09/21/multimedia/21dc-briefing-ransomware/21dc-briefing-ransomware-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8b53f3411d4d411b398a00826a4145dcf5035cb1d6686961fe43aaae046785a3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_21_us_politics_treasury-department-combating-ransomware-cryptocurrency_1666741621.html", "title": "Biden is Combating Ransomware with Crackdown on Cryptocurrency Payments", "title_page": "Biden is Combating Ransomware with Crackdown on Cryptocurrency Payments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I don’t understand how I got mixed up in this,” he said in a brief interview. Suex, which is registered in the Czech Republic, was mostly a failure and had conducted only a half dozen or so transactions since 2019, Mr. Zhabykin said, adding that he had three employees.\nRussia is believed to be home to the most sophisticated ransomware groups, where they seem to operate with impunity. Other countries such as Iran and North Korea host the groups, cybersecurity experts say.\nOver the past decade or so, key technologies came together in a tool kit for the ransomware industry: malware to scramble victims’ computers, routers that render communication anonymous and digital currencies for payments.\nA weak point, according to a study of ransomware published in 2019 in The Journal of Cybersecurity, is exchanges: the businesses that convert digital currency into cash, where criminals lurking in the digital world eventually have to make an appearance to be paid.\nMany exchanges have popped up in Russia in recent years, often leasing office space in Moscow’s financial district alongside banks. Russia pivoted from trying to ban digital currencies outright to enacting regulation this year allowing ownership.\nThe Treasury Department’s action came three months after President Biden, meeting in Geneva with President Vladimir V. Putin of Russia, demanded a crackdown on ransomware operators suspected of working from Russian territory. Mr. Putin made no promises. Before the meeting, one attack had taken out Colonial Pipeline, which provides much of the East Coast’s gasoline and jet fuel; another had penetrated JBS, a major U.S. meat supplier.\nAttacks seemed to abate for a few months, and a major ransomware operator, DarkSide, appeared to have shut down.", "url": "https://www.nytimes.com/2021/09/21/us/politics/treasury-department-combating-ransomware-cryptocurrency.html"}