{"authors": ["Andrew E. Kramer", "Steven Erlanger"], "date_download": "2022-10-25 23:53:12", "date_modify": "2022-10-25 23:53:12", "date_publish": "2021-03-01 13:44:49", "description": "Convicts in the isolation unit at Penal Colony No. 2 are forced to stand for hours with their hands clasped behind their backs, forbidden to make eye contact with the guards.", "filename": "2021_03_01_world_europe_navalny-prison-russia_1666741992.html", "image_url": "https://static01.nyt.com/images/2021/03/01/world/01navalny1/merlin_184417740_d05c8a14-d162-4ef9-a3cf-f23342a7374e-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f3ad13c3a207a5311dd2c6a29acaf46c6d7cfd45715b1cc21c1f13ea861aee5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_01_world_europe_navalny-prison-russia_1666741992.html", "title": "Navalny Sent to Notoriously Harsh Russian Prison", "title_page": "Navalny Sent to Notoriously Harsh Russian Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Aleksei A. Navalny, the Russian opposition politician, is going to serve his prison sentence in a penal colony notorious for disciplinary measures considered harsh even by Russian standards, Russian news outlets reported on Monday.\nRussia’s decision to transfer Mr. Navalny to a prison known for abusive treatment of inmates came even as the Kremlin faced mounting foreign criticism for the sentencing as well as an assassination attempt on Mr. Navalny last summer.\nMr. Navalny returned to Russia in January despite the government’s threats of arrest, after spending months in a Berlin hospital recuperating from being poisoned. He was subsequently convicted in a show trial of violating the terms of his parole during his stay in Germany and sentenced to more than two years in prison.\nOn Monday, the European Union placed sanctions on four senior Russian officials considered responsible for his prosecution, the first time the union has exercised that power under a new law to punish human rights violators worldwide. The officials are: Igor Krasnov, the prosecutor general; Aleksandr I. Bastrykin, head of the Investigative Committee, a law enforcement agency; Viktor V. Zolotov, the head of the National Guard; and Aleksandr Kalashnikov, the head of Russia’s prison service.", "url": "https://www.nytimes.com/2021/03/01/world/europe/navalny-prison-russia.html"}