{"authors": ["Sheryl Gay Stolberg", "Adam Liptak"], "date_download": "2022-10-25 22:56:01", "date_modify": "2022-10-25 22:56:01", "date_publish": "2021-04-06 20:17:04", "description": "Businesses and universities want fast, easy ways to see if students and customers are vaccinated, but conservative politicians have turned “vaccine passports” into a cultural flash point.", "filename": "2021_04_06_us_politics_vaccine-passports-coronavirus_1666738561.html", "image_url": "https://static01.nyt.com/images/2021/04/05/us/politics/05dc-vaccine-passports/05dc-vaccine-passports-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=e1025bcf20e44fba13b9032e5bb523f696d3b2b9b10b77cc60ab3ad79a71c8a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_06_us_politics_vaccine-passports-coronavirus_1666738561.html", "title": "Likely Legal, ‘Vaccine Passports’ Emerge as the Next Coronavirus Divide", "title_page": "Likely Legal, ‘Vaccine Passports’ Emerge as the Next Coronavirus Divide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But as the nation struggles to emerge from the worst public health crisis in a century, the arrival of digital vaccine verification apps — a modern version of the World Health Organization’s “yellow card” that provides international proof of yellow fever vaccination — has generated intense debate over whether proof of vaccination can be required at all.\nOn Tuesday, Gov. Greg Abbott of Texas became the latest Republican governor to issue an executive order barring state agencies and private entities receiving funds from the state from requiring proof of vaccination. The World Health Organization, citing equity concerns, also said on Tuesday that it currently did not support mandatory proof of vaccination for international travel.\nOthers are moving forward. Universities like Rutgers, Brown and Cornell have already said they will require proof of vaccination for students this fall. The Miami Heat this week became the first team in the N.B.A. to open special “vaccinated only” sections.\nAnd though businesses have yet to announce outright bans on unvaccinated clientele, some states and technology firms are preparing: At least 17 companies or nonprofits are developing websites or apps that might be used by sporting venues, restaurants and other businesses seeking to keep their customers and employees safe, according to Joel White, the executive director of the Health Innovation Alliance, a broad coalition of health providers, tech companies, employers and insurers.\nAirlines including JetBlue and United are also testing the “CommonPass” app, developed by The Commons Project, a nonprofit trust dedicated to using technology to help people control their personal information. Airlines for America, the trade group for the nation’s major carriers, opposes making proof of vaccination mandatory for air travel but would like a clean, easy way for travelers to show their status. Other countries may require proof of vaccination, and the apps can also be used to prove negative coronavirus test results, which the United States requires for international travelers.\n“On the face of things, requiring proof of vaccination seems a lot like, ‘No shoes, no shirt, no service,’” said Mark Tushnet, a law professor at Harvard.\nThe Centers for Disease Control and Prevention already provides everyone who is vaccinated a card that can serve as proof, and people can always carry paper records of negative coronavirus tests. But industry leaders liken digital vaccination apps to security screening services like TSA PreCheck; it is not required, but it might make the travel experience smoother.", "url": "https://www.nytimes.com/2021/04/06/us/politics/vaccine-passports-coronavirus.html"}