{"authors": ["Thomas Erdbrink"], "date_download": "2022-10-25 22:55:17", "date_modify": "2022-10-25 22:55:17", "date_publish": "2021-07-16 13:34:39", "description": "The Dutch military stepped in and prevented major flooding of an area along the overflowing Meuse River. Upriver more evacuations were ordered.", "filename": "2021_07_16_world_europe_netherlands-dike-flood_1666738517.html", "image_url": "https://static01.nyt.com/images/2021/07/16/world/16europe-flood-dike-netherlands/merlin_190925436_def649b9-5021-4384-9cb5-8378312e4bdd-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7a25ade5ad0935f34b8fb1034de385238b1630c42d35f6fe46a9d3cd64efb86f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_16_world_europe_netherlands-dike-flood_1666738517.html", "title": "Dike Breaks in the Netherlands", "title_page": "Dike Breaks in the Netherlands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A breach in the dike along the Juliana Canal in the southern Netherlands on Friday was closed by the Dutch military by dumping hundreds of sandbags into the growing hole. Hours before, thousands had been told to evacuate after the dike was breached along the canal, a 22-mile waterway that regulates the Meuse River.\nThe river’s water level is at heights not witnessed since 1911, the Dutch national broadcaster NOS reported.\nThat is no small thing in a water-logged country where taming water has been a matter of survival for centuries and the imperative to keep levels under control is inextricably bound up with Dutch identity. Much of the country sits below sea level and is gradually sinking. Climate change has also exacerbated the twin threats of storms and rising tides.\nResidents of the villages of Brommelen, Bunde, Geulle and Voulwames were ordered to evacuate immediately, after initially being told to move to higher floors in their homes. About 10,000 people live in the area.", "url": "https://www.nytimes.com/2021/07/16/world/europe/netherlands-dike-flood.html"}