{"authors": ["Abgoodnough", "Christoper Capozziello"], "date_download": "2022-10-25 22:57:24", "date_modify": "2022-10-25 22:57:24", "date_publish": "2021-02-28 08:00:14", "description": "A day at one mass site in Connecticut shows both the promise and the shortcomings of the approach, which is at the center of President Biden’s plan to bring the pandemic to an end.", "filename": "2021_02_28_health_covid-vaccine-sites_1666738644.html", "image_url": "https://static01.nyt.com/images/2021/02/23/science/00VIRUS-MASSVAX1/00VIRUS-MASSVAX1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d17c1204eee442e411cb230708775a4d956e48f33696db0ab8255a544266fc07&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_28_health_covid-vaccine-sites_1666738644.html", "title": "In Quest for Herd Immunity, Giant Covid-19 Vaccination Sites Proliferate", "title_page": "In Quest for Herd Immunity, Giant Covid-19 Vaccination Sites Proliferate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EAST HARTFORD, Conn. — With the nation’s coronavirus vaccine supply expected to swell over the next few months, states and cities are rushing to open mass vaccination sites capable of injecting thousands of shots a day into the arms of Americans, an approach the Biden administration has seized on as crucial for reaching herd immunity in a nation of 330 million.\nThe Federal Emergency Management Agency has joined in too: It recently helped open seven mega-sites in California, New York and Texas, relying on active-duty troops to staff them and planning many more. Some mass sites, including at Dodger Stadium in Los Angeles and State Farm Stadium in suburban Phoenix, aim to inject at least 12,000 people a day once supply ramps up; the one in Phoenix already operates around the clock.\nThe sites are one sign of growing momentum toward vaccinating every willing American adult. Johnson & Johnson’s single-dose vaccine won emergency authorization from the Food and Drug Administration on Saturday, and both Moderna and Pfizer have promised much larger weekly shipments of vaccines by early spring. In addition to using mass sites, President Biden wants pharmacies, community clinics that serve the poor and mobile vaccination units to play major roles in increasing the vaccination rate.\nWith only about 9 percent of adults fully vaccinated to date, the kind of scale mass sites provide may be essential as more and more people become eligible for the vaccines and as more infectious variants of the virus proliferate in the United States.", "url": "https://www.nytimes.com/2021/02/28/health/covid-vaccine-sites.html"}