{"authors": ["Jim Tankersley", "Alan Rappeport"], "date_download": "2022-10-25 23:00:09", "date_modify": "2022-10-25 23:00:09", "date_publish": "2021-04-05 16:47:10", "description": "Treasury Secretary Janet Yellen said the U.S. would support a global minimum tax, while top Democrats unveiled their own plan to raise taxes on multinational firms.", "filename": "2021_04_05_business_raising-taxes-corporations_1666738809.html", "image_url": "https://static01.nyt.com/images/2021/04/05/us/05dc-biden-tax01/05dc-biden-tax01-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=696f392fdb0c019ce8550e37b4b9d376b758faa4b82c8c55e5cadbec96d29a0c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_05_business_raising-taxes-corporations_1666738809.html", "title": "Biden and Democrats Detail Plans to Raise Taxes on Multinational Firms", "title_page": "Biden and Democrats Detail Plans to Raise Taxes on Multinational Firms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Biden administration and top Democrats in Congress began detailing plans for significant changes to how the United States and other countries tax multinational corporations as they look for ways to raise revenues and finance President Biden’s $2 trillion infrastructure proposal.\nOn Monday, Treasury Secretary Janet L. Yellen threw her support behind an international effort to create a global minimum tax that would apply to multinational corporations, regardless of where they locate their headquarters. Such a global tax, she said, could help prevent a “race to the bottom” in which countries cut their tax rates in order to entice companies to move headquarters and profits across borders.\n“Together, we can use a global minimum tax to make sure the global economy thrives based on a more level playing field in the taxation of multinational corporations,” she said. The effort is aimed at “making sure that governments have stable tax systems that raise sufficient revenue to invest in essential public goods and respond to crises, and that all citizens fairly share the burden of financing government.”\nAt the same time, Democrats in Congress released their own proposal to add teeth to the de facto minimum tax that the United States already imposes on income earned abroad — one that would apply to American multinational companies regardless of what the rest of the world does. The proposal could raise as much as $1 trillion over the next 15 years from large companies by requiring that they pay higher taxes on profits they earn overseas, according to analyses of similar plans.", "url": "https://www.nytimes.com/2021/04/05/business/raising-taxes-corporations.html"}