{"authors": ["Coral Murphy Marcos", "Jeanna Smialek", "Jim Tankersley"], "date_download": "2022-10-25 23:34:22", "date_modify": "2022-10-25 23:34:22", "date_publish": "2021-07-22 09:00:10", "description": "Officials at the Federal Reserve and White House thought fast price gains would pass. Rent increases could make it a slow fade.", "filename": "2021_07_22_business_economy_rising-rents-inflation_1666740862.html", "image_url": "https://static01.nyt.com/images/2021/07/14/business/00dc-inflationrent01/00dc-inflationrent01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ec4a8474519711e1849bca37e94d0044d47842d71d4f2e096ba5e2586c9781cc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_22_business_economy_rising-rents-inflation_1666740862.html", "title": "Rising Rents Threaten to Prop Up Inflation", "title_page": "Rising Rents Threaten to Prop Up Inflation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Kaitlin Cindrich is facing a $200 monthly increase in rent this August if she and her husband can renew their apartment lease in Provo, Utah. That 25 percent jump is not something she expected, and the 21-year-old fears she may have to skip doctor appointments for her autoimmune disease to keep up with the payments.\nStill, she acknowledges there isn’t much choice but to pay more. “We are hoping to stay because everything is so expensive right now that I would be paying the same whether I’m here or somewhere else,” Ms. Cindrich said.\nThe rental market, which slumped during the pandemic, has snapped back more quickly than many economists predicted, and renters across the country are facing sticker shock. When the pandemic hit, many people who lost their jobs discontinued their apartment leases to live with parents or roommates temporarily. Others fled big cities out of health concerns. Apartments went empty, and landlords began offering incentives, such as a free month, to entice tenants.\nNow, as people move out on their own again or return to cities and office jobs, and as existing renters find they can’t afford to buy a home in a booming housing market, demand for apartments and single-family rentals is rebounding — and even looking hot in some places. Rents last month rose 7 percent nationally from a year earlier, Zillow data shows. While that was measured against a weak June 2020, the gain was also a robust 1.8 percent from May.", "url": "https://www.nytimes.com/2021/07/22/business/economy/rising-rents-inflation.html"}