{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:23:35", "date_modify": "2022-10-25 23:23:35", "date_publish": "2021-07-02 21:24:05", "description": "Prime Minister Boris Johnson seems convinced vaccines have broken the link between cases and hospitalizations. In a few weeks, we’ll know whether he’s right.", "filename": "2021_07_02_world_europe_coronavirus-britain-reopening-delta-variant.html_action=click&module=RelatedLinks&pgtype=Article_1666740215.html", "image_url": "https://static01.nyt.com/images/2021/07/02/world/02VIRUS-UK1/02VIRUS-UK1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f0a1f9f3328a2929077b287d4d036c841635b91a04e4fb865722289e0b387496&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_02_world_europe_coronavirus-britain-reopening-delta-variant.html_action=click&module=RelatedLinks&pgtype=Article_1666740215.html", "title": "Britain Gambles on Reopening Despite the Delta Variant", "title_page": "Britain Gambles on Reopening Despite the Delta Variant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Britain’s recent rise in cases, most of which are also attributed to the variant, has yet to be followed by a commensurate rise in hospital admissions or deaths. That could be because of more testing or a greater number of cases among younger, unvaccinated people. But some scientists say it also suggests that the widespread deployment of vaccines — particularly among the most vulnerable populations — has weakened the link between infection and serious illness.\nThat has emboldened Mr. Johnson to stick to his plan to lift most restrictions on July 19, a date that had slipped once before because of the government’s earlier jitters about the Delta variant. The prime minister even holds out hope that fully vaccinated Britons will be able to travel to continental Europe on summer holidays without facing as many restrictions — something that looked unlikely just a few weeks ago.\n“I’m very confident that the double jabs will be a liberator and they will enable people to travel,” he said on Thursday. “There’s no doubt at all that once you’ve got two jabs you are in a much better position.”\nThere are many caveats, of course. Whether Britons can resume traveling widely depends on the willingness of other countries to let them in. Until now, they had been treated almost as pariahs. Germany and Italy require arrivals from Britain to quarantine, while the United States still bans most British passport holders.\nChancellor Angela Merkel of Germany even tried to persuade the European Union to impose a blanket quarantine on arrivals from Britain. She dropped that campaign, largely because of resistance from southern European countries that depend on British tourism revenue. On a visit to Britain on Friday, Ms. Merkel signaled that Germany would soon relax its restrictions on Britons.", "url": "https://www.nytimes.com/2021/07/02/world/europe/coronavirus-britain-reopening-delta-variant.html?action=click&module=RelatedLinks&pgtype=Article"}