{"authors": ["Alex Vadukul"], "date_download": "2022-10-25 23:36:29", "date_modify": "2022-10-25 23:36:29", "date_publish": "2021-02-12 17:44:14", "description": "He was a neuroradiologist who came up with an improved way to provide imaging of problems in the brain and spinal cord. He died of complications of Covid-19.", "filename": "2021_02_12_obituaries_dr-john-bentson-dead-coronavirus_1666740989.html", "image_url": "https://static01.nyt.com/images/2021/02/13/obituaries/09Bentson/09Bentson-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2519bd36edddc546679f5f73a2289340351bd59b1619127e7ebc077c2eccad36&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_12_obituaries_dr-john-bentson-dead-coronavirus_1666740989.html", "title": "Dr. John Bentson, Who Invented a Better Brain-Imaging Tool, Dies at 83", "title_page": "Dr. John Bentson, Who Invented a Better Brain-Imaging Tool, Dies at 83 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This obituary is part of a series about people who have died in the coronavirus pandemic. Read about others here.\nIn the early 1970s, the field of neuroradiology was still in its formative years, and among its early practitioners was Dr. John Bentson, at UCLA Medical Center in Los Angeles. As he helped patients with the aid of new technology like the CT scan and computer imaging, he saw an opportunity for innovation.\nA subspecialty of radiology, neuroradiology involves diagnosing and treating ailments in the brain, spinal cord and nerves. One tool used in treatment is the combination of an angiographic guidewire and catheter, essentially a slender wire and tube. Inserted through the leg, it can aid with the injection of contrast dye for diagnostic brain imaging and the treatment of aneurysms. At the time, however, guidewires were rigid and at worst could injure a blood vessel. Dr. Bentson decided to design a better type.\nHe conceived of a more supple guidewire that also featured a flexible tip, and after UCLA built an early prototype for him, other neuroradiologists started using his model. Cook Medical began manufacturing the device in 1973, and it’s still in use today, commonly known as a Bentson guidewire.", "url": "https://www.nytimes.com/2021/02/12/obituaries/dr-john-bentson-dead-coronavirus.html"}