{"authors": ["John Schwartz"], "date_download": "2022-10-25 23:54:41", "date_modify": "2022-10-25 23:54:41", "date_publish": "2021-04-22 15:05:53", "description": null, "filename": "2021_04_22_us_politics_climate-protests-go-virtual-on-earth-day-but-still-have-a-voice_1666742081.html", "image_url": "https://static01.nyt.com/images/2021/04/22/us/22new-washington-briefing-climate-protests/22new-washington-briefing-climate-protests-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8d61d3d5cf7242ed2af308a4dd97210fe7fa57bdf302b531c7a3f4fd5f29795d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_22_us_politics_climate-protests-go-virtual-on-earth-day-but-still-have-a-voice_1666742081.html", "title": "Climate protests go virtual on Earth Day, but still have a voice.", "title_page": "Climate protests go virtual on Earth Day, but still have a voice. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Like so many other things over the past year, much of the activism around Earth Day 2021 is virtual, unfolding as a livestream celebration at Earthday.org.\nEarth Day is today, April 22. But events marking the day stretch way beyond 24 hours, and include President Biden’s two-day climate summit. This year will be missing the enormous protests that have been a hallmark of the climate movement but some groups gathered in smaller ways to drive home their messages.\nOn Wednesday, groups of activists came to Washington, including 350.org, US Youth Climate Strike and Build Back Fossil Free. They brought portable versions of “climate clocks.” These devices, some of them enormous, count down, by some measures, the time left to avoid the worst effects of climate change.\nA group of climate-focused officials from capital cities across Latin America known as Mayors of the Americas also held an event in Washington on Wednesday to discuss their own cities’ commitments to reach carbon neutrality before 2040; one group left a clock at the White House. In New York City, three protesters from Extinction Rebellion NYC glued themselves to the windows of NBC’s Today show studio during the live broadcast.", "url": "https://www.nytimes.com/2021/04/22/us/politics/climate-protests-go-virtual-on-earth-day-but-still-have-a-voice.html"}