{"authors": ["Denise Grady", "Carl Zimmer"], "date_download": "2022-10-25 23:25:49", "date_modify": "2022-10-25 23:25:49", "date_publish": "2021-04-13 15:44:11", "description": "Out of an “abundance of caution,” the F.D.A. is advising doctors to pause the Johnson & Johnson vaccine while it investigates extremely rare blood clots.", "filename": "2021_04_13_health_blood-clots-johnson-vaccine.html_action=click&module=Top%20Stories&pgtype=Homepage_1666740349.html", "image_url": "https://static01.nyt.com/images/2021/04/13/science/13VIRUS-JJVACCINE-CLOTS1/13VIRUS-JJVACCINE-CLOTS1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=ebdb3d07671ce946beb47163f80f018745734e816f3195a53d903e06f6058999&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_13_health_blood-clots-johnson-vaccine.html_action=click&module=Top%20Stories&pgtype=Homepage_1666740349.html", "title": "J&J Vaccine and Blood Clots: A Risk, if It Exists, Is Tiny", "title_page": "J&J Vaccine and Blood Clots: A Risk, if It Exists, Is Tiny - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "People should not be concerned about mild headaches and flu-like symptoms in the first few days after vaccination. Those are common, harmless side effects brought on by the immune system’s production of a defense against the coronavirus.\nFor people who received the vaccine a month or two ago, the issue being raised about clots “doesn’t mean anything,” Dr. Fauci said. The six cases occurred within a “pretty tight window” of six to 13 days after people received the shot, he said.\nWhat is a pause?\nDuring clinical trials and after vaccines go into wide use, experts keep track of any medical problems experienced by people who receive them. If an unusually large cluster of cases turns up, regulators may decide to pause a trial or stop the use of a vaccine to investigate further.\nPauses are common, and typically the investigations reveal that the medical problems were a matter of coincidence. If the investigation reveals that a vaccine does pose a risk, regulators may write new guidance about who should or should not receive it. The pause also gives them time to advise doctors about how to recognize and treat the condition.\nIn this instance, the Food and Drug Administration and the Centers for Disease Control and Prevention are recommending a pause, and states have already heeded the agencies’ advice. Among businesses temporarily stopping use of the vaccine are CVS Health and Walgreens.\nIn a news conference on Tuesday, federal officials said that the government’s review would likely take only a matter of days. But a C.D.C. advisory panel on Wednesday extended the pause, by deciding to make no recommendation about the vaccine for at least a week, so they could gather more information about the clotting problem.\nWhat is the problem that led to the pause?\nSeven women in the United States who received the Johnson & Johnson vaccine, and one man who received it in a clinical trial, developed a rare disorder involving blood clots within about two weeks of vaccination. In seven of the eight with the condition, called cerebral venous sinus thrombosis, clots formed in veins that drain blood from the brain. The results are “stroke-like,” Dr. Anne Schuchat of the C.D.C. said.", "url": "https://www.nytimes.com/2021/04/13/health/blood-clots-johnson-vaccine.html?action=click&module=Top%20Stories&pgtype=Homepage"}