{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:27:44", "date_modify": "2022-10-25 23:27:44", "date_publish": "2021-03-24 16:58:31", "description": "President Biden’s top diplomat sought to soothe allies battered by former President Donald J. Trump, promising coordination and consultation. But underlying problems remain.", "filename": "2021_03_24_world_europe_Blinken-Biden-NATO-Europe_1666740464.html", "image_url": "https://static01.nyt.com/images/2021/03/24/world/24nato-blinken5/24nato-blinken5-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=d675bc74df3e8ca60b267d19dfeee79cb19a94bac327b38922a1c95e83bee062&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_24_world_europe_Blinken-Biden-NATO-Europe_1666740464.html", "title": "Blinken’s Welcome by NATO Doesn’t Hide Differences on Key Issues", "title_page": "Blinken’s Welcome by NATO Doesn’t Hide Differences on Key Issues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — Secretary of State Antony J. Blinken sought to smooth alliance feathers ruffled by the previous U.S. administration on a trip to NATO and the European Union this week, but his diplomatic calm did not completely mask deep-seated issues.\nMr. Blinken appeared to hit all the right soothing notes, talking of the American desire to “revitalize the alliance” and consult and coordinate with America’s Western allies “wherever and whenever we can.” He met with the E3 — the foreign ministers of Britain, France and Germany — and those of the Visegrad Four — Poland, Hungary, the Czech Republic and Slovakia. He met with his Baltic colleagues.\nHe praised Jens Stoltenberg, the NATO secretary general, who has faced internal criticism for his sometimes awkward efforts to flatter former President Donald J. Trump and keep him from blowing up the alliance with bombastic threats. Mr. Blinken also offered nice words for Ursula von der Leyen, the embattled president of the European Commission, and the bloc’s foreign policy chief, Josep Borrell Fontelles.\nAnd he scheduled meetings with his Belgian counterpart and a virtual thank-you to the staff of the three American embassies in Brussels.", "url": "https://www.nytimes.com/2021/03/24/world/europe/Blinken-Biden-NATO-Europe.html"}