{"authors": ["Sharon Lafraniere", "Noah Weiland", "Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:25:45", "date_modify": "2022-10-25 23:25:45", "date_publish": "2021-02-12 17:52:17", "description": "Federal regulators are in favor of a simple, potentially quick fix to bolster coronavirus vaccine supplies: more doses per bottle.", "filename": "2021_02_12_us_politics_moderna-coronavirus-vaccine-supply_1666740345.html", "image_url": "https://static01.nyt.com/images/2021/02/12/us/politics/12dc-virus-moderna/merlin_183253785_fc3f1029-347a-4bb5-a928-a6fa569a8547-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e1e622c102d65387222c7bf9c75b5aeba3894eef8e011688f49142ae01e9236d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_12_us_politics_moderna-coronavirus-vaccine-supply_1666740345.html", "title": "FDA Agrees Moderna Can Increase Vaccine Supply in Each Vial", "title_page": "FDA Agrees Moderna Can Increase Vaccine Supply in Each Vial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Food and Drug Administration has informed the drugmaker Moderna that it can put up to 40 percent more coronavirus vaccine into each of its vials, a simple and potentially rapid way to bolster strained supplies, according to people familiar with the company’s operations.\nWhile federal officials want Moderna to submit more data showing the switch would not compromise vaccine quality, the continuing discussions are a hopeful sign that the nation’s vaccine stock could increase faster than expected, simply by allowing the company to load up to 14 doses in each vial instead of 10.\nModerna currently supplies about half of the nation’s vaccine stock. A 14-dose vial load could increase the nation’s vaccine supply by as much as 20 percent at a time when governors are clamoring for more vaccine and more contagious variants of the coronavirus are believed to be spreading quickly.\nTwo people familiar with Moderna’s manufacturing, who spoke on the condition of anonymity, said retooling the company’s production lines to accommodate the change could conceivably be done in fewer than 10 weeks, or before the end of April. That is because while the amount of liquid in each vial would change, the vials themselves would remain the same size, so the production process would not drastically change. In statement on Friday, Moderna estimated modifications could be made in two to three months.", "url": "https://www.nytimes.com/2021/02/12/us/politics/moderna-coronavirus-vaccine-supply.html"}