{"authors": ["Sarah Mervosh", "Mike Baker", "Patricia Mazzei", "Mark Walker"], "date_download": "2022-10-25 23:47:55", "date_modify": "2022-10-25 23:47:55", "date_publish": "2021-01-17 21:45:29", "description": "After the White House declined to pursue a unified national strategy, governors faced off against lobbyists, health experts and a restless public consumed by misinformation.", "filename": "2021_01_17_us_covid-deaths-2020_1666741675.html", "image_url": "https://static01.nyt.com/images/2021/01/14/us/14VIRUS-STATE-co-variant/14VIRUS-STATE-co-variant-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ec8395195bddd525143b942beba747cbb2274b6e2f5c8f401fe9f8790f06e29d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_17_us_covid-deaths-2020_1666741675.html", "title": "One Year, 400,000 Coronavirus Deaths: How the U.S. Guaranteed Its Own Failure", "title_page": "One Year, 400,000 Coronavirus Deaths: How the U.S. Guaranteed Its Own Failure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Local journalists exposed how the Democratic leaders Gov. Gavin Newsom and Mayor London Breed of San Francisco — outspoken advocates for virus precautions — had attended birthday parties at the French Laundry restaurant in the Napa Valley, ignoring their own best practices. Disdain for masks and business closures resonated in more conservative parts of Southern California, and health officials pointed to people who had let their guard down at Thanksgiving as a turning point.\nNow federal health officials are warning that a much more contagious variant of the virus could become the dominant source of infection by March, threatening to accelerate the country’s outbreak.\nThe arrival of vaccines could slow the spread, but the lack of a unified national strategy has resurfaced again as a fundamental flaw. The federal government has pushed the responsibility for administering vaccines to state and local governments, who are strapped for funding and still dealing with daunting virus caseloads. Some states have struggled to deliver the vaccine swiftly, and rules vary widely from state to state.\nMr. Biden, who takes office this week, said he would call on the Federal Emergency Management Agency to establish 100 federally supported vaccination centers around the country and would also push for thousands of community and mobile vaccination sites.\nBut tight supplies will limit how quickly any such plans can be rolled out, and already there are political divisions over whether to trust the vaccine and what social groups should get it first.\nDr. Marissa J. Levine, the director of the Center for Leadership in Public Health Practice at the University of South Florida, said that a failure of leadership — first from the White House, and later from the states — had polarized the entire response to the pandemic and given the virus an extended life. “The toll points to a colossal failure at every level of government,” she said.\nThe top five worst days for new deaths in the United States have come in January. As the calendar page turned for a new year, the virus was worse than it had ever been.\nJ. David Goodman , Thomas Kaplan and Eileen Sullivan contributed reporting. Clinton Cargill , Steven Moity and Alison Saldanha contributed research.", "url": "https://www.nytimes.com/2021/01/17/us/covid-deaths-2020.html"}