{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:34:36", "date_modify": "2022-10-25 23:34:36", "date_publish": "2021-05-13 20:56:48", "description": "Profit totaled $912 million, but the 103.6 million Disney+ subscribers were below analysts’ estimates.", "filename": "2021_05_13_business_disney-plus-earnings_1666740876.html", "image_url": "https://static01.nyt.com/images/2021/04/30/business/30economy-briefing-disney06/merlin_187123506_67962283-6bb8-432e-958c-72296eb25ad1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=38e1c033bb89386dbe40c2f7025296844ab2ce215a73cebf1c0f880f5245034d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_13_business_disney-plus-earnings_1666740876.html", "title": "Disney’s Streaming Service Slows, Coloring a Profitable Quarter", "title_page": "Disney’s Streaming Service Slows, Coloring a Profitable Quarter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — For the first 16 months of its existence, Disney+ signed up subscribers at a breakneck pace — a total of roughly 100 million — enchanting Wall Street and powering Disney through the pandemic. On Thursday, the spell was broken.\nDisney+ ended the most recent quarter with 103.6 million subscribers worldwide, the company reported. Analysts had been hoping for closer to 110 million, in part because Disney+ introduced two Marvel series, “WandaVision” and “The Falcon and the Winter Soldier,” during the period, which ended on April 3. As a result, Disney shares fell roughly 4 percent in after-hours trading on Thursday.\nSuch is the downside of trading more like a technology company than a traditional media one. Disney executives, speaking on a conference call with analysts, repeatedly reiterated that Disney+ remained “on track” to reach 230 million to 260 million subscribers by the end of 2024. Disney+ grew much faster in its first year than even the company had expected, surpassing its five-year subscriber goal in just nine months. The pandemic was one accelerant, as families looked for ways to entertain themselves at home.\nNetflix also had sluggish subscriber growth in the recent quarter, announcing on April 20 that it added four million customers, below the six million it had forecast. Netflix has 207.6 million subscribers worldwide.", "url": "https://www.nytimes.com/2021/05/13/business/disney-plus-earnings.html"}