{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:48:11", "date_modify": "2022-10-25 23:48:11", "date_publish": "2021-03-14 20:44:59", "description": "The new study, published last week in the journal Clinical Infectious Diseases, suggests public schools may be able to reopen safely for in-person instruction as long as children maintain three feet of distance between them, and with other mitigation measures maintained, such as wearing masks.", "filename": "2021_03_14_health_Covid-schools-social-distancing-3-feet_1666741691.html", "image_url": "https://static01.nyt.com/images/2021/03/14/us/14virus-briefing-schools-social-distance-study1/14virus-briefing-schools-social-distance-study1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=83dc68aa39f6d072a9937a18d357105f611370244b38c37cb6f6b89e97c43eaf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_14_health_Covid-schools-social-distancing-3-feet_1666741691.html", "title": "A New Study Suggests Students Can Be Just 3 Feet Apart Safely", "title_page": "A New Study Suggests Students Can Be Just 3 Feet Apart Safely - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "School shutdowns have been a divisive topic since the pandemic erupted, and a new study has ignited debate over the six-foot rule of social distancing and whether it can be relaxed in classroom settings, which would ease the way for children to return to schools.\nThe new study, published last week in the journal Clinical Infectious Diseases, suggests public schools may be able to reopen safely for in-person instruction as long as children maintain three feet of distance between them, and with other mitigation measures maintained, such as wearing masks.\nJill Biden and members of her husband’s administration have been traveling in a concerted campaign for reopening schools safely while parents and educators have grown increasingly frustrated by the off-again, on-again policies from district to district.\nAsked about the new report by Jake Tapper on CNN’s “State of the Union” program on Sunday, Dr. Anthony S. Fauci, the nation’s leading infectious disease expert, agreed the study appeared to indicate three feet would be sufficient distance to curb transmission of the virus.", "url": "https://www.nytimes.com/2021/03/14/health/Covid-schools-social-distancing-3-feet.html"}