{"authors": ["Corina Knoll"], "date_download": "2022-10-25 23:27:06", "date_modify": "2022-10-25 23:27:06", "date_publish": "2021-09-21 23:15:10", "description": "Than Than Htwe and her husband moved to America in hopes of better opportunity for their son. They were greeted with violence instead.", "filename": "2021_09_21_nyregion_than-than-htwe-death_1666740426.html", "image_url": "https://static01.nyt.com/images/2021/09/22/nyregion/00nysubway-murder-print3/00nysubway-murder-facebookJumbo.jpg?year=2021&h=549&w=1050&s=39f9ec8eba9b4da776db845cac57402ce0bacb964adf0e677525f03069e3e9c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_21_nyregion_than-than-htwe-death_1666740426.html", "title": "A Family, a Dream and a Season of Fear", "title_page": "A Family, a Dream and a Season of Fear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His son understands. “I want to send him back where he is happy,” he said. The two feel good that their bond has strengthened, that they have seen each other’s tears.\nThey are still waiting to hear an update on Ms. Htwe’s case. Sometimes it feels as if she has been forgotten. The Police Department declined to comment but said it was hoping the public would help find Mr. Robinson.\nMr. Shein’s brother Min Liang, the New York police officer, said it is not unusual to have a suspect but no arrest. Mr. Liang, 45, works in evidence collection and has not been involved in Ms. Htwe’s case, but said he trusted the detectives who are handling it. “There’s more than eight million people in New York City,” he said. “They’re not going to find everybody.”\nThe lack of resolution has made Mr. Hein and his father anxious that the same person will hurt someone else, that Ms. Htwe’s death will have changed nothing. They also worry about running into the suspect. Their fear of public places has only amplified.\nBut Mr. Hein has no plans to leave with his father. He has been enamored of America ever since he was a boy and relatives visited Myanmar in Nike sneakers and crisp Nautica shirts. “Even the smell of their laundry detergent was so good,” he remembered. He plans to graduate next spring and has seen for himself the vast difference in the quality of education and job opportunities available in his new home.\nIt is a broken adaptation of the success he had envisioned. Who could have foreseen such sorrow? Perhaps it will be a lonely, hollow existence.\nBut he cannot shake the feeling that a young man like him could still rise here, could still forge a future in which he supports his father from afar and pays tribute to his mother’s hopes.", "url": "https://www.nytimes.com/2021/09/21/nyregion/than-than-htwe-death.html"}