{"authors": ["Aina J. Khan"], "date_download": "2022-10-25 23:23:28", "date_modify": "2022-10-25 23:23:28", "date_publish": "2021-07-17 17:06:58", "description": "He announced the results of a rapid test in a video posted on Twitter, and said he was isolating while awaiting confirmation with a P.C.R. test.", "filename": "2021_07_17_world_Sajid-Javid-british-health-secretary-covid_1666740208.html", "image_url": "https://static01.nyt.com/images/2021/07/17/world/17virus-briefing-britain-health-minister/17virus-briefing-britain-health-minister-facebookJumbo.jpg?year=2021&h=550&w=1050&s=05b6965fca916c5a7d6873998b5369bfa6dd9f342bf9f57d35a8a2567f09a8f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_17_world_Sajid-Javid-british-health-secretary-covid_1666740208.html", "title": "Sajid Javid, British Health Secretary, Tests Positive for Virus", "title_page": "Sajid Javid, British Health Secretary, Tests Positive for Virus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sajid Javid, Britain’s new health secretary, said on Saturday in a short video on Twitter that he had tested positive for the coronavirus, only two days before almost all of the country’s virus-related restrictions were set to be lifted.\n“I was feeling a bit groggy last night, so I took a lateral flow test this morning, and it’s come out positive,” said Mr. Javid, 51, who was smiling and appeared to be in good spirits. Britain has distributed the easy-to-use lateral flow tests as a means of encouraging people to test themselves or get tested for the virus.\nMr. Javid said that he had already received two doses of a coronavirus vaccine, and that his symptoms were “very mild.” He added that he was isolating at home with his family, and that he was awaiting the results of a P.C.R. test, which is considered more accurate, for confirmation.\nMr. Javid was appointed health secretary in June after Matt Hancock, who had spearheaded the country’s pandemic response, resigned after being accused of violating coronavirus restrictions in tabloid news reports of his affair with an aide.", "url": "https://www.nytimes.com/2021/07/17/world/Sajid-Javid-british-health-secretary-covid.html"}