{"authors": ["Nicholas Bogel-Burroughs", "Giulia Mcdonnell Nieto Del Rio", "Azi Paybarah"], "date_download": "2022-10-25 23:48:03", "date_modify": "2022-10-25 23:48:03", "date_publish": "2021-02-20 20:17:29", "description": "Power outages and no running water have left Texas and other parts of the South still feeling the effects of a deep freeze that swept the region earlier this week.", "filename": "2021_02_20_us_texas-winter-storm-explainer_1666741683.html", "image_url": "https://static01.nyt.com/images/2021/02/21/us/21storm-whattoknow-print1/merlin_183894555_ee031d9d-9f04-4e90-9ac4-405c242bc59c-facebookJumbo.jpg?year=2021&h=549&w=1050&s=335324da663e024e7f43f5137a434cfb320672c6ead5174cc1d11cadb43dc1b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_20_us_texas-winter-storm-explainer_1666741683.html", "title": "Texas Winter Storm: What to Know", "title_page": "Texas Winter Storm: What to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Lewisville, about 25 miles north of Dallas, the Salvation Army is looking for food and supplies, including gloves, towels, soap and moisturizer.\nOklahoma\nThe Homeless Alliance in Oklahoma is asking for donations so it can operate its day shelter and extend its street outreach efforts. According to the organization, it can provide a week’s worth of lunches to a person at its day shelter with a donation of $4.\nThe Regional Food Bank of Oklahoma has an ongoing call for financial contributions, as well as donations of nonperishables and dry goods.\nLouisiana\nThe Acadiana Regional Coalition on Homelessness & Housing, which serves eight parishes in the state, is seeking donations to both its general fund and its emergency hotel shelter fund.\nAccording to the Foodbank of Northeast Louisiana, one in five people in its area faces hunger. The organization says it can provide 55 meals with every $10 donation.\nBefore you donate …\nMake sure to research any organization on trusted sites like Charity Navigator and GuideStar, which rate nonprofits based on their effectiveness and financial condition. These sites can also show whether the organization’s goals and practices align with your values and beliefs.\nThe Internal Revenue Service’s database can tell you if the organization is eligible to receive tax-deductible donations.\nAfter disasters like crippling storms, there is often an increase in fraudulent activity. If you suspect an organization or person may be committing fraud, you can report it to the National Center for Disaster Fraud.\nVeronica Penney contributed reporting.", "url": "https://www.nytimes.com/2021/02/20/us/texas-winter-storm-explainer.html"}