{"authors": ["Fahima Haque"], "date_download": "2022-10-25 23:46:18", "date_modify": "2022-10-25 23:46:18", "date_publish": "2021-01-01 15:00:06", "description": "The actor, starring in the latest adaptation of Stephen King’s “The Stand,” shared an eclectic list of what he is consuming to pass the time.", "filename": "2021_01_01_arts_television_jovan-adepo-the-stand_1666741578.html", "image_url": "https://static01.nyt.com/images/2021/01/03/arts/03my-ten-adepo-web/29my-ten-adepo-web-facebookJumbo.jpg?year=2021&h=549&w=1050&s=5d4eb4c73030514c51a00cc617c449bd850d55b3519fc910745bcc5d408fdbd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_01_arts_television_jovan-adepo-the-stand_1666741578.html", "title": "Jovan Adepo Pushes Through With Rachmaninoff and ‘Love Island’", "title_page": "Jovan Adepo Pushes Through With Rachmaninoff and ‘Love Island’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jovan Adepo, known for his breakout turn in “Watchmen,” wasn’t familiar with “The Stand,” Stephen King’s dark fantasy novel about the survivors of an apocalyptic pandemic, before filming the TV adaptation that premiered as a mini-series in December on CBS All Access — and had no idea how close to home it would hit.\nFilming in Vancouver wrapped up in March, shortly before some parts of North America went into lockdown because of Covid-19. “To look back now, and comparing some of the imagery that we have in ‘The Stand,’ if you see some of the stills of guys in hazmat suits and how it kind of mirrors some of the actual photos we’re seeing in the world now — it’s eerie,” he said.\nSince returning to Los Angeles, Adepo said, the pandemic has forced him, like many others, to try and embrace different routines and hobbies. He shared the highlights of what he has read, watched and listened to this year. These are edited excerpts from the conversation.\n1. “Ishmael” by Daniel Quinn I read through it once, and I’m actually passing through it again because there were some topics that I didn’t grasp as strongly as I wanted to. It gives an interesting take on our purpose as humans on this planet and how it relates to animals and other beings. It’s been an interesting eye-opener for me.", "url": "https://www.nytimes.com/2021/01/01/arts/television/jovan-adepo-the-stand.html"}