{"authors": ["Ben Dooley", "Hisako Ueno"], "date_download": "2022-10-25 23:31:13", "date_modify": "2022-10-25 23:31:13", "date_publish": "2021-11-14 23:59:56", "description": "The coronavirus and supply chain issues stymied growth in the third quarter, but high vaccination rates and low numbers of virus cases point to a recovery.", "filename": "2021_11_14_business_japan-economy_1666740673.html", "image_url": "https://static01.nyt.com/images/2021/11/15/multimedia/15japan-economy/15japan-economy-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_14_business_japan-economy_1666740673.html", "title": "Japan’s Economy Shrinks, but Outlook Is Brighter as Virus Ebbs", "title_page": "Japan’s Economy Shrinks, but Outlook Is Brighter as Virus Ebbs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Japan’s economy continued to wobble in the third quarter of 2021, tipping back into contraction, as the country struggled to find its economic footing in the face of coronavirus restrictions and a supply chain crunch that hit its biggest manufacturers.\nIn the July-to-September period, the country’s economy, the third largest after the United States and China, shrank by an annualized rate of 3 percent, government data showed on Monday. The result, a quarterly drop of 0.8 percent, followed a slight expansion in the previous three-month period, when economic output grew at a revised annualized rate of 1.5 percent, or a quarterly rate of 0.4 percent.\nBut brighter days may be ahead, at least in the near term.\nJapan now has one of the highest vaccination rates among major nations, and it has lifted virtually all restrictions on its economy as its virus caseload has fallen in recent weeks to one of the lowest levels in the world.\nSeventy-five percent of the country is fully vaccinated. And coronavirus case counts have hovered in the low hundreds since mid-October, a decline of about 99 percent since their August peak, heralding the return of long-suppressed consumer spending.", "url": "https://www.nytimes.com/2021/11/14/business/japan-economy.html"}