{"authors": ["Michael Crowley"], "date_download": "2022-10-25 23:28:35", "date_modify": "2022-10-25 23:28:35", "date_publish": "2021-08-11 23:08:35", "description": "The president had hoped to win credit for ending one of America’s “forever wars.” But new risks are coming into view.", "filename": "2021_08_11_us_politics_biden-taliban-afghan-war_1666740515.html", "image_url": "https://static01.nyt.com/images/2021/08/11/us/politics/11dc-afghanpolitics/merlin_193134153_72d241ae-b107-41bf-96df-b8ad4431f901-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c9b6257781fc68db4c115cacc5382ea316febfbbcb9d810853c3cbb4c0161f7b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_11_us_politics_biden-taliban-afghan-war_1666740515.html", "title": "Taliban Advances in Afghanistan Could Bring Political Peril for Biden", "title_page": "Taliban Advances in Afghanistan Could Bring Political Peril for Biden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The threat of a Taliban conquest and new risks to U.S. personnel and allies in the country could cause Americans who had been paying little attention to Afghanistan for the past several years to reconsider their views, particularly if Republicans amplify a message of American failure and capitulation.\n“Everybody’s worried about a repeat of the Saigon images,” said Brian Katulis, a foreign policy expert at the liberal Center for American Progress, referring to the chaotic April 1975 evacuation of the American Embassy in South Vietnam’s capital. Desperate Vietnamese clung to the struts of departing helicopters as the city was being conquered by Communist forces.\nAmericans remain focused on domestic matters like the coronavirus and the economy, and are unlikely to care much that the Taliban have captured unfamiliar cities like Kunduz, said Mr. Katulis, who has studied public opinion about foreign policy.\n“But this could change,” he added. “If you have a parade of horribles continue to unfold in Afghanistan, it could seep into the public consciousness the way Iraq did in 2013 and 2014” when the Islamic State stormed across that country after American troops withdrew.\nSpeaking to reporters at the White House on Tuesday, Mr. Biden said he did “not regret” his decision, noting that the United States continued to support Afghanistan’s government and security forces but adding, “They’ve got to fight for themselves.”", "url": "https://www.nytimes.com/2021/08/11/us/politics/biden-taliban-afghan-war.html"}