{"authors": ["Andy Newman"], "date_download": "2022-10-25 23:51:34", "date_modify": "2022-10-25 23:51:34", "date_publish": "2021-12-14 10:00:16", "description": "Newark, New Jersey’s largest city, is working on an ordinance that would restrict the practice of feeding homeless people who live on the street.", "filename": "2021_12_14_nyregion_newark-prohibiting-feeding-homeless_1666741894.html", "image_url": "https://static01.nyt.com/images/2022/01/02/nyregion/02newarkhomeless1/02newarkhomeless1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_14_nyregion_newark-prohibiting-feeding-homeless_1666741894.html", "title": "Feed the Hungry? You’ll Need a Permit for That.", "title_page": "Feed the Hungry? In Newark, You'll Need a Permit for That. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Like cities across the country, Newark — New Jersey’s biggest city, with a population of 311,000 — has seen homelessness worsen during the pandemic. The nonprofit that the city contracts with to do homeless outreach, Bridges, has tallied 1,366 people who have spent an unsheltered night so far this year. The equivalent figure in New York City, which has nearly 30 times as many residents as Newark, would be about 37,000 unsheltered people, far higher than any estimate of New York’s street-homeless population.\nUnder Mr. Baraka, the city has taken steps to reduce homelessness. He created an office of homeless services last year and appointed a former Bridges official, Sakinah Hoyte, to be the city’s homelessness czar. This year, the city opened a housing facility called Hope Village, made from converted shipping containers, which is designed to help transition people who live in and around the train station into permanent housing. The city is converting a former schoolhouse into another shelter and housing-services center.\nIt was in the context of these new programs that Ms. Hoyte sent out a “public feeding letter” on Nov. 19 announcing an outright ban on giving food to homeless people in public areas.\n“Feeding people in parks doesn’t encourage any sort of transitioning folks into housing,” Ms. Hoyte said in an interview. “It keeps people living on sidewalks and sleeping outside.”\nShe said the city welcomed relief groups offering homeless people emergency supplies like warm clothes and helping connect them to social services, but that public feeding should not be part of the picture.\nTo City Relief’s chief program officer, Josiah Haken, this approach seemed backward: Offering people food where they are, he said, is often the first step to getting them off the street.", "url": "https://www.nytimes.com/2021/12/14/nyregion/newark-prohibiting-feeding-homeless.html"}