{"authors": ["Nelson D. Schwartz", "Nicole Hong", "Patrick Mcgeehan", "Gabriela Bhaskar"], "date_download": "2022-10-25 23:22:25", "date_modify": "2022-10-25 23:22:25", "date_publish": "2021-08-23 07:00:15", "description": "The Delta variant has upended events, office reopenings and travel, raising new challenges for service businesses and their workers.", "filename": "2021_08_23_business_economy_nyc-economy-covid-delta-variant_1666740145.html", "image_url": "https://static01.nyt.com/images/2021/08/19/business/00nyc-econ01/00nyc-econ01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3b5cfb571b0f24251148eafe00b476ce7ebad7bcecacac662c29102264efa054&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_23_business_economy_nyc-economy-covid-delta-variant_1666740145.html", "title": "New York City’s Economy Is Dealt a New Blow by the Delta Variant", "title_page": "New York City’s Economy Is Dealt a New Blow by the Delta Variant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For New York City and its trillion-dollar economy, September was supposed to mark a return to normal, a moment when Broadway theaters reopened, stores and restaurants hummed, and tourists and office workers again filled the streets.\nBut that long-awaited milestone has been upended by the Delta variant of the coronavirus. One big company after another has postponed plans to come back to Manhattan’s soaring towers. Trade shows have been canceled. Some small businesses have had orders evaporate.\nIt is a setback for a city that has lagged behind the rest of the country in its economic recovery, with a 10.5 percent unemployment rate that is nearly twice the national average. Now, rather than seeing the fuller rebound it was counting on, New York is facing fresh challenges.\n“The Delta variant is a meaningful threat to the city’s recovery,” said Mark Zandi, the chief economist at Moody’s Analytics. “This is not going to be easy. It’s going to be a long time before New York City gets its economic groove back.”", "url": "https://www.nytimes.com/2021/08/23/business/economy/nyc-economy-covid-delta-variant.html"}