{"authors": ["Jenna Wortham"], "date_download": "2022-10-25 23:26:55", "date_modify": "2022-10-25 23:26:55", "date_publish": "2021-05-05 09:00:20", "description": "Deana Lawson’s regal, loving, unburdened photographs imagine a world in which Black people are free from the distortions of history.", "filename": "2021_05_05_magazine_deana-lawson_1666740415.html", "image_url": "https://static01.nyt.com/images/2021/05/09/magazine/09mag-lawson/09mag-lawson-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bd7849ff9a766cdeabc5c2bfb7763dc7ca88c2451249b13184d703f188afdb70&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_05_magazine_deana-lawson_1666740415.html", "title": "The Artist Upending Photography’s Brutal Racial Legacy", "title_page": "The Artist Upending Photography’s Brutal Racial Legacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I’d been curious about the delicate negotiations Lawson makes with her subjects like Ms. Bell ever since I first came across her work online. The writer Zadie Smith, who met Lawson several years ago at a dinner hosted by a colleague from New York University, where Smith teaches, told me over email that Lawson struck her immediately as “calm and easy with people and open to everything.” They quickly bonded as young mothers struggling to balance their parental responsibilities with their artistic desires. Smith remembered once walking into a party with her hair picked out into an Afro, feeling insecure. Lawson, seeming to register her discomfort, came over to compliment her on it. “She’s just someone who makes other people feel they can say whatever, do whatever,” Smith says. Lawson told me that she considers herself extremely tenacious when going after what she wants. “I’m persistent not because I just want to be persistent, but because I feel like I have an ultimate purpose to do it,” she says.\nLawson’s purpose can feel prewritten. The Kodak empire is headquartered in Rochester, N.Y., her hometown, and according to family lore, Lawson’s paternal grandmother cleaned the house of George Eastman, Kodak’s founder. Lawson’s mother did administrative work for the company for more than 30 years. Lawson’s aunt Sylvia was one of the first Black female ophthalmologists in upstate New York — a pioneer in laser surgery, helping people regain their sight. I asked Lawson if she felt those details were crucial elements to understanding her as an artist, or if they were the kind of thing that becomes overdetermined by the media as a narrative. But she says she sees the Kodak connection as divine intervention. “Looking back, I do feel like there’s a destiny to it,” she says, especially because she didn’t grow up going to museums. “The institutions I grew up with were public school and the mall,” she says, laughing.\nLawson speaks of her childhood with reverence and wonder. “It was an incredible experience, and in some ways, my work is always reaching back toward that,” she says. Her family has been rooted in the Rochester area for generations. Her mother, Gladys, has five sisters and three brothers, and her father, Cornelius, has three brothers and three sisters. She was close to her mother’s side, and observed how sharply they dressed, how fully they expressed themselves, how hard they loved, how hard they fought. She heard stories that they stayed out late on the weekends but always made it to church in the morning. “I saw them as very powerful women, and that always stayed with me,” she says, adding, “I also saw the complexity.”\nLawson grew up in a set — first as a twin to her sister, Dana, and then as a trio with their best friend, Dana Brown, another kind of twin. When the three girls were young, they were together so much that people took to calling them “DeanaDanaDanaBrown.” Lawson’s twin learned she had multiple sclerosis when they were 17 and now resides in an assisted-living facility in Rochester. Brown has since moved to Alabama, but still travels with Lawson, sometimes accompanying her on her shoots. Back then, Lawson says, “we felt invincible, like the world was ours and we could do anything.”\nLawson’s mother didn’t finish high school, and she and Lawson’s father were determined that their daughters would have academic advantages. They enrolled the twins in a program that bused them out of the city and into a suburban high school, which they attended until they were kicked out for fighting. They were relocated to a rougher school in the city, where Lawson learned to play spades at lunch and also witnessed chaotic hallway fights. “That was the first time I realized class disparity in education and what privilege and access students had or didn’t have,” she says. Even back then, Lawson remembers “always witnessing how other people lived.”\nFamily, which she also sees as a microinstitution, complicated and rich with ancestral wisdom, grounded her sense of self early on. She remembers the summers, barbecues, big family reunions. She remembers wearing color-coordinated outfits for Grandpa Jeffries’s annual birthday celebrations. One year, the color was red, and everyone, including the kids, wore tuxedos with red cummerbunds; another time, it was dark blue. Lawson recalls an Easter when two of the cousins got into a fistfight and started rolling down the hill, fighting in their Sunday best. In a way, she’s still working out the tensions of those moments. “There are these dichotomies, these opposites of niceness and roughness,” she says, her voice trailing off.\nShe felt loved and insulated from the outside world. “I’m so happy that me and my friends weren’t thinking on a bigger scale on what it means to be Black,” she told me. “There’s a certain innocence in it, and when you take that experience as a given, there’s so much possibility.” In some ways, she’s always trying to get back to that period of wonder and amazement — staring in awe at her cousins as they danced to M.C. Hammer onstage at a talent show, aunts cracking one another up in the kitchen, relishing the mysteries of twinhood with Dana and having adventures with Dana Brown. Those memories influence whom she chooses to shoot and the backdrops she arranges them against. “That’s a part of my gaze now,” she told me.", "url": "https://www.nytimes.com/2021/05/05/magazine/deana-lawson.html"}