{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:31:29", "date_modify": "2022-10-25 23:31:29", "date_publish": "2021-09-24 23:41:53", "description": "In a letter to constituents, the New York congresswoman suggested she had changed her “no” vote because she had been subjected to “hateful targeting” for opposing the aid.", "filename": "2021_09_24_us_politics_aoc-israel-iron-dome_1666740689.html", "image_url": "https://static01.nyt.com/images/2021/09/24/world/24dc-aoc-1/merlin_195098616_053e123a-7535-4e17-af75-723d4b708539-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6729957e456a7654ce11313f68b43488eb25b43d78d2cc3a828d9d50c0fe7866&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_24_us_politics_aoc-israel-iron-dome_1666740689.html", "title": "Alexandria Ocasio-Cortez Apologizes for Vote on Iron Dome Funding", "title_page": "Alexandria Ocasio-Cortez Apologizes for Vote on Iron Dome Funding - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Representative Alexandria Ocasio-Cortez, Democrat of New York and the highest-profile progressive in the House, apologized on Friday to her constituents for an abrupt decision to pull back her vote against providing $1 billion in new funding for Israel’s Iron Dome missile defense system, suggesting she had done so after being subjected to “hateful targeting” for opposing it.\nMs. Ocasio-Cortez, a member of the liberal group known as the Squad, was one of two members who voted “present” as the measure to help Israel replace missile interceptors overwhelmingly passed the House on Thursday on a vote of 420 to 9. She was seen weeping on the House floor after she switched her vote from “no” to “present.”\nThe episode captured the bitter divide among Democrats over Israel, which has pit a small but vocal group of progressives who have called for an end to conditions-free aid to the country against the vast majority of the party, which maintains that the United States must not waver in its backing for Israel’s right to defend itself.\nIn a lengthy letter on Friday, Ms. Ocasio-Cortez told her constituents that she opposed the funding, citing “persistent human rights abuses against the Palestinian people,” and had pleaded with top Democrats to delay the vote.", "url": "https://www.nytimes.com/2021/09/24/us/politics/aoc-israel-iron-dome.html"}