{"authors": ["Thomas Gibbons-Neff", "Zabihullah Ghazi"], "date_download": "2022-10-25 23:27:53", "date_modify": "2022-10-25 23:27:53", "date_publish": "2021-03-22 16:45:31", "description": "An unusual truce between the government and the Taliban has kept the Islamic State out of one former stronghold. But there is a peace paradox: Unemployed fighters looking for work.", "filename": "2021_03_22_world_asia_islamic-state-afghanistan_1666740473.html", "image_url": "https://static01.nyt.com/images/2021/03/22/world/22afghan-isis-1/22afghan-isis-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f1ae00b6d652715817a31cd18e9aecb07f4410a07fed7224dccae925ae7c2893&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_22_world_asia_islamic-state-afghanistan_1666740473.html", "title": "Foes in Afghan War See a Common Threat of Islamic State’s Return", "title_page": "Foes in Afghan War See a Common Threat of Islamic State’s Return - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE PECH VALLEY, Afghanistan — A valley of wood workshops and green wheat fields, torn apart by violence during two decades of war in eastern Afghanistan, is now strangely quiet — the result of an uneasy truce between the Taliban and the local Afghan government, forged by a mutual enemy.\nThe two sides worked practically side by side to oust the Islamic State from Kunar Province’s Pech Valley — a strip of mountains and earth that saw fierce fighting at the height of the American-led war. The Islamic State had taken root there before Afghanistan’s president, Ashraf Ghani, claimed it was “obliterated” in late 2019.\nNow the Islamic State attacks are rare and come only at night, residents say, by fighters from areas outside of Taliban and government control. Yet while smaller and more amorphous after its military defeat, the terror group still poses a threat to the region as it recruits both in cities and the countryside, waiting to take advantage of whatever might follow in the war’s next iteration.\nThe coming months could signal a shift in the group’s prominence, should the Taliban agree to stop fighting the Afghan government on a national scale and disenfranchised fighters — who have spent much of their lives at war — seek a new group with whom to ally in return for a steady paycheck.", "url": "https://www.nytimes.com/2021/03/22/world/asia/islamic-state-afghanistan.html"}