{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 23:43:11", "date_modify": "2022-10-25 23:43:11", "date_publish": "2021-10-09 21:28:06", "description": "The results suggest that the populist wave in Eastern and Central Europe is receding, stalled by the growing unity of its opponents and a crisis of confidence after the defeat of the former U.S. president.", "filename": "2021_10_09_world_europe_andrej-babis-defeated-czech-republic_1666741391.html", "image_url": "https://static01.nyt.com/images/2021/10/09/world/09czech-election1/09czech-election1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2b00a89dfa2cec1bf29269b643c38a4fe8e9928d6df0d68ed466aab2c14b8244&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_09_world_europe_andrej-babis-defeated-czech-republic_1666741391.html", "title": "Populist Leader of Czech Republic Narrowly Defeated in Election", "title_page": "Populist Leader of Czech Republic Narrowly Defeated in Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PRAGUE — In a blow to Europe’s once surging populist politicians, the prime minister of the Czech Republic, a pugnacious businessman who has compared himself to Donald Trump and railed against migrants, suffered a surprising defeat in a parliamentary election that ended on Saturday.\nAfter two days of voting, near-final results indicated that a center-right coalition of parties led by a button-down former academic had won the largest share of votes, narrowly ahead of a party led by the scandal-singed prime minister, Andrej Babis.\nCzech Television calculated that opposition groups would win 108 of 200 seats in the lower house of Parliament, meaning that Mr. Babis, a billionaire, had little chance of staying on as prime minister.\nThe results, which showed a nationalist party led by a Czech-Japanese firebrand getting around 9.6 percent of the vote, were far from an unequivocal rejection of far-right populism. But the strong showing by the mainstream coalition and a socially liberal opposition group, the Pirates, allied with another party dominated by local mayors, suggested that a populist wave in Eastern and Central Europe is perhaps receding.", "url": "https://www.nytimes.com/2021/10/09/world/europe/andrej-babis-defeated-czech-republic.html"}