{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:34:34", "date_modify": "2022-10-25 23:34:34", "date_publish": "2021-01-14 17:58:20", "description": null, "filename": "2021_01_14_us_cheney-republicans-impeachment_1666740874.html", "image_url": "https://static01.nyt.com/images/2021/01/14/us/politics/14transition-briefing-cheney/14transition-briefing-cheney-facebookJumbo.jpg?year=2021&h=550&w=1050&s=38861b1c1547e561fd21b7d204da75789f190ce10eee07a79ba24e6273dcb91f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_14_us_cheney-republicans-impeachment_1666740874.html", "title": "Cheney facing internal backlash for impeachment vote as Republican rifts deepen over Trump.", "title_page": "Cheney facing internal backlash for impeachment vote as Republican rifts deepen over Trump. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A group of President Trump’s most strident allies in the House is calling on Representative Liz Cheney of Wyoming, the No. 3 Republican, to resign from her leadership post after she voted to impeach Mr. Trump, dramatizing the bitter rifts within the party and setting up a messy internal feud that could define its future.\nMembers of the ultraconservative Freedom Caucus, including the chairman, Representative Andy Biggs of Arizona, as well as Representatives Jim Jordan of Ohio and Matt Gaetz of Florida, are circulating a petition calling on Ms. Cheney to step down from her role as chairwoman of the House Republican Conference, arguing that her vote to impeach Mr. Trump had “brought the conference into disrepute and produced discord.”\nMs. Cheney was one of 10 Republicans to break with the party on Wednesday and vote to charge the president with “incitement of insurrection” for his role in urging on a mob that stormed the Capitol.\n“One of those 10 cannot be our leader,” Mr. Gaetz said in an interview on Fox News’s “Hannity” on Wednesday evening. “It is untenable, unsustainable, and we need to make a leadership change.”", "url": "https://www.nytimes.com/2021/01/14/us/cheney-republicans-impeachment.html"}