{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:23:23", "date_modify": "2022-10-25 23:23:23", "date_publish": "2021-03-24 15:53:40", "description": "The agency said it would carry out an accounting of political interference in science, an unusually public act that Biden administration officials said was needed to restore trust in the agency’s decisions.", "filename": "2021_03_24_climate_trump-science-epa_1666740203.html", "image_url": "https://static01.nyt.com/images/2021/03/24/climate/24CLI-EPA1/24CLI-EPA1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f7934840df3eed5a6da61470f2b122dd48bd6265daab97ecaca5379c46558bde&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_24_climate_trump-science-epa_1666740203.html", "title": "E.P.A. to Review Attacks on Science Under Trump", "title_page": "E.P.A. to Review Attacks on Science Under Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Michal Freedhoff, the E.P.A.’s new acting assistant administrator in the office of chemical safety, agreed in a recent interview that disagreements over how science should inform policy are common in every administration. But, Ms. Freedhoff said, what she discovered shortly after she joined the agency in January went well beyond that, and beyond what she was expecting to find.\nShe said she has had briefings and meetings in which scientists have hesitated to explain how and why certain decisions were made during the Trump years, only to learn of multiple instances in which the researchers were told to disregard data or certain studies or were shut out of decision-making altogether.\nMs. Freedhoff also said career scientists and other employees had been forced to spend an “inordinate” amount of time helping politically connected companies obtain favorable classifications for their products.\nThe E.P.A. declined to specify the companies involved or their political connections, saying that some of the decisions were under review. But officials said one decision related to the claims that a small company could make for its pesticide. That involved at least three meetings with Trump administration appointees — unusual for what should be a routine staff-level decision.\nIn another instance, Biden administration officials said, career scientists were required to spend a significant amount of time helping a company that wanted to have its product classified in a way that required less E.P.A. oversight.\n“The involvement and the direction that the career staff were being given really crossed a line,” Ms. Freedhoff said.\nThose smaller interventions, which she said she discovered only after taking her post, led her to write a March 10 memo to her staff outlining some of the more high-profile scientific integrity violations that had been made, she said. The memo urged employees to speak out “without fear of either retaliation or being denigrated” if they had scientific opinions that did not align with the new administration’s decisions.", "url": "https://www.nytimes.com/2021/03/24/climate/trump-science-epa.html"}