{"authors": ["Katie Rogers"], "date_download": "2022-10-25 22:57:40", "date_modify": "2022-10-25 22:57:40", "date_publish": "2021-06-16 16:47:22", "description": "It was the first high-profile meeting that the vice president had hosted since President Biden named her the leader of the administration’s broad efforts to protect voting rights.", "filename": "2021_06_16_us_politics_harris-texas-democrats-voting-rights_1666738660.html", "image_url": "https://static01.nyt.com/images/2021/06/16/us/16new-washington-briefing-harris-new/merlin_189342489_62421c79-80e6-44fd-886a-a96b8bdc2801-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b0c1c50f0638dec06b48c5d0d3e745f1493efcb94bfdf5ee152f4373e06e3fc6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_16_us_politics_harris-texas-democrats-voting-rights_1666738660.html", "title": "Harris Discusses Voting Rights With Texas Democrats", "title_page": "Harris Discusses Voting Rights With Texas Democrats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vice President Kamala Harris on Wednesday met with Democratic members of the Texas Legislature who successfully staved off a voter restriction bill in their state last month, calling the group “American patriots” who had fought to preserve a fundamental democratic right.\n“What we are seeing are examples of an attempt to marginalize and take from people, a right that has already been given. We are not asking for the bestowal of a right. We are talking about the preservation,” Ms. Harris told the group in remarks delivered in the Roosevelt Room. “That is the right of citizenship. And it’s that fundamental.”\nIt was the first high-profile meeting on the issue that Ms. Harris has hosted since President Biden named her the leader of the administration’s broad efforts to protect voting rights, an issue that Mr. Biden feels is central to his legacy. In a call with reporters before the meeting, three senior administration officials said the vice president was personally invested in the issue, and directly sees herself as a beneficiary of laws, including the Voting Rights Act, that have protected the right to vote.\nThe officials did not provide a concrete answer when asked how Ms. Harris’s convening of Texas Democrats could help the White House stake out a stronger position should Republicans in the state remain united to pass an election bill, as they have vowed to do this summer.", "url": "https://www.nytimes.com/2021/06/16/us/politics/harris-texas-democrats-voting-rights.html"}