{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:26:37", "date_modify": "2022-10-25 23:26:37", "date_publish": "2021-10-28 21:56:15", "description": "Federal scientists estimated that more than 40 percent of children aged 5 to 11 had been infected with the coronavirus by June. Outside experts aren’t so sure.", "filename": "2021_10_28_health_covid-vaccine-children_1666740397.html", "image_url": "https://static01.nyt.com/images/2021/10/28/science/28virus-kids/28virus-kids-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_28_health_covid-vaccine-children_1666740397.html", "title": "Has the Virus Infected Huge Numbers of Younger Children?", "title_page": "Has the Virus Infected Huge Numbers of Younger Children? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A startling statistic emerged as advisers to the Food and Drug Administration on Tuesday debated use of the Pfizer-BioNTech Covid-19 vaccine in children ages 5 to 11. According to one federal scientist, by June an estimated 42 percent of these children had already been infected with the coronavirus.\nThat figure was much higher than anyone expected. But the estimate, which was from the Centers for Disease Control and Prevention, might have overstated the percentage of children who were infected, several experts said in interviews. Among other flaws, the percentage was based on tests known to have a high rate of “false positives” — signaling the presence of antibodies where there are none.\nAnd even if unexpectedly high numbers of children have been infected, parents should not assume that they are shielded from the virus and don’t need the vaccine. Immunization will cement that protection now and against future virus variants, said Scott Hensley, an immunologist at the University of Pennsylvania.\n“The data are clear that even if they had been exposed in the past that they would benefit from the vaccine,” he said, speaking of children. “The risks of vaccination are very low, whereas the benefits are appreciable.”", "url": "https://www.nytimes.com/2021/10/28/health/covid-vaccine-children.html"}