{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:42:13", "date_modify": "2022-10-25 23:42:13", "date_publish": "2021-04-12 13:55:32", "description": "The British former prime minister has said that he did nothing illegal, but he has acknowledged mistakes in pleading Greensill Capital’s case with government ministers.", "filename": "2021_04_12_world_europe_david-cameron-greensill-inquiry_1666741333.html", "image_url": "https://static01.nyt.com/images/2021/04/12/world/12UK-CAMERON-TOP/12UK-CAMERON-TOP-facebookJumbo.jpg?year=2021&h=549&w=1050&s=d26617f4aeb1a2ba6658ed97ef8c45f7b4ae5e3d17b4b612a868c4d187cf32bb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_12_world_europe_david-cameron-greensill-inquiry_1666741333.html", "title": "David Cameron Faces Inquiry Into His Dealings With Greensill", "title_page": "David Cameron Faces Inquiry Into His Dealings With Greensill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The pandemic has raised the stakes on ethics in public life,” said Hannah White, deputy director of the Institute for Government, a think tank, who once ran an official committee on standards.\n“Not only is it more important for lobbying to be transparent during a time of emergency when government has deliberately suspended normal rules on procurement and public appointments in order to respond at speed,” she said, “but the idea of politicians benefiting from the crisis by lining their pockets is particularly offensive.”\nThe lobbying review will be led by Nigel Boardman, a lawyer and nonexecutive board member of the Department for Business, Energy and Industrial Strategy. He will investigate the development and use of supply chain finance — a financial tool offered by Greensill — as well as the engagement of business with government, Downing Street said on Monday.\nExperts do not believe that Mr. Cameron broke any rules, because he waited for more than two years after leaving government before undertaking any lobbying. Moreover, he was employed by Greensill and was therefore not obliged to observe the transparency obligations imposed on external professional lobbyists.\nHowever, the furor over his behavior suggests that the rules themselves may be insufficient.\nAfter weeks of silence, Mr. Cameron issued a statement late Sunday in which he conceded that although his behavior was in line with codes of conduct and government rules, he should have done things differently.", "url": "https://www.nytimes.com/2021/04/12/world/europe/david-cameron-greensill-inquiry.html"}