{"authors": ["Rick Rojas"], "date_download": "2022-10-25 23:02:54", "date_modify": "2022-10-25 23:02:54", "date_publish": "2021-07-13 17:14:43", "description": "Michelle Fiscus, that state’s immunization leader, was only the latest state public health official to depart amid the pandemic.", "filename": "2021_07_13_us_michelle-fiscus-tennessee-vaccine_1666738974.html", "image_url": "https://static01.nyt.com/images/2021/07/13/us/13virus-tennessee2/13virus-tennessee2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1a98734f6c3840a533b664d34d0d901ea86abe402a87719b542fb3ee2bab4314&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_13_us_michelle-fiscus-tennessee-vaccine_1666738974.html", "title": "Top Tennessee Vaccine Official Says She Was Fired Over Shots for Teens", "title_page": "Top Tennessee Vaccine Official Says She Was Fired Over Shots for Teens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a statement, the health department said it was continuing to conduct vaccine outreach efforts, including those for children. Still, the agency said, “Being that trustworthy messenger means we are mindful of hesitancy and the intense national conversation that is affecting how many families evaluate vaccinations in general.” The statement added, “We are simply mindful of how certain tactics could hurt that progress.”\nThe tumult comes as virus cases are rising in Tennessee, as vaccinations have slowed, and as concerns about the Delta variant are emerging in parts of the country.\nAs in much of the United States, Tennessee’s virus outlook has improved significantly since the winter, when cases soared. But in the past two weeks, the number of newly reported cases has climbed, with a statewide average of more than 460 cases daily, according to a Times database. Yet the vaccination rate has stalled; about 43 percent of the population has received at least one vaccine dose, lagging behind a national rate of 56 percent.\nCampaigns to raise awareness about the vaccines have not resonated in parts of Tennessee, where a hesitance has hardened especially among white, rural conservatives, Dr. Fiscus said. “It seems like there’s nothing that we can do to to get the message through,” she said.", "url": "https://www.nytimes.com/2021/07/13/us/michelle-fiscus-tennessee-vaccine.html"}