{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:50:13", "date_modify": "2022-10-25 23:50:13", "date_publish": "2021-09-17 12:06:27", "description": "New research indicated the booster shots were not now necessary for everyone, a view that prevailed at the agency’s advisory committee meeting.", "filename": "2021_09_17_health_booster-science-data_1666741813.html", "image_url": "https://static01.nyt.com/images/2021/09/17/science/17virus-briefing-data-change/17virus-briefing-data-change-facebookJumbo.jpg?year=2021&h=550&w=1050&s=77c2397559b5adfa8160624bb46738ef11cd90cd34a86b0dfe6cc41d0b7e3f53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_17_health_booster-science-data_1666741813.html", "title": "Research on Covid Booster Shots is Conflicting", "title_page": "Research on Covid Booster Shots is Conflicting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Advisers to the Food and Drug Administration on Friday questioned a key assertion by researchers in Israel and by the drug company Pfizer: that its coronavirus vaccine is waning in protection not just against infection, but against severe illness and hospitalization.\nThe advisers met to evaluate Pfizer’s application for approval of booster vaccine doses for all Americans over age 16. Among the details that surfaced during the lively debate: Israel and the United States define severe illness differently.\nIn Israel, anyone with an accelerated respiratory rate and an oxygen level of below 94 percent is severely ill. By contrast, the Centers for Disease Control and Prevention considers people who are sick enough to be hospitalized as having severe disease, Dr. Sara Oliver, a C.D.C. scientist, said at the advisory committee meeting.\nThe discrepancy might help explain why the two countries have reported vastly different outcomes in people who are fully immunized.", "url": "https://www.nytimes.com/2021/09/17/health/booster-science-data.html"}