{"authors": ["Jesse Mckinley", "Luis Ferré-Sadurní"], "date_download": "2022-10-25 22:56:39", "date_modify": "2022-10-25 22:56:39", "date_publish": "2021-01-28 15:01:26", "description": "The state attorney general, Letitia James, said it’s likely that the Cuomo administration failed to report thousands of Covid-19 deaths of nursing home residents.", "filename": "2021_01_28_nyregion_nursing-home-deaths-cuomo_1666738599.html", "image_url": "https://static01.nyt.com/images/2021/01/28/nyregion/28nyvirus-nursinghome/28nyvirus-nursinghome-facebookJumbo.jpg?year=2021&h=549&w=1050&s=309485f56380a93a83865e09a8564f9de4f373532c53e2d72c01ef85f597e9d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_28_nyregion_nursing-home-deaths-cuomo_1666738599.html", "title": "N.Y. Severely Undercounted Virus Deaths in Nursing Homes, Report Says", "title_page": "N.Y. Severely Undercounted Virus Deaths in Nursing Homes, Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This is now more than a nursing home scandal,” said Representative Elise Stefanik, a conservative Republican from upstate New York. “This is a massive corruption and cover-up scandal.”\nDeaths in nursing homes and other long-term care facilities have accounted for about a third of the nation’s some 430,000 Covid-19 deaths. Federal and state authorities have made vaccinating staff and residents at such facilities a top priority, though that effort has been slower than hoped.\nBut even as state officials in New York tackle vaccine shortages, the count of deaths in the state’s nursing homes remained a source of controversy. Mr. Cuomo had been accused of obscuring a more accurate estimate of nursing home deaths, because the state’s count only included the number of deaths at the facilities, rather than accounting for the residents who died at a hospital after being transferred there.\nFor its report, Ms. James’s office surveyed dozens of homes and found consistent discrepancies between deaths reported to the attorney general’s investigators and those reported to and officially released by the Health Department.\nIn one instance, an unnamed facility reported to the Health Department that it had 11 confirmed and presumed deaths on site through early August. The attorney general’s survey of that same facility, however, found 40 deaths, including 27 at the home and 13 in hospitals.\nAnother facility reported one confirmed and six presumed Covid-19 deaths to the Health Department, according to the report. The attorney general’s office, however, said the facility reported to its investigators that there were more than four times that number — 31 dead — by mid-April.\nThe attorney general’s report also scrutinized immunity provisions granted to health care providers codified by Mr. Cuomo in the state budget. The report said the protection of immunity may have prompted some nursing homes to make financially motivated decisions at the height of the pandemic, like admitting patients even when the facilities were facing staff shortages or were unequipped to care for them.", "url": "https://www.nytimes.com/2021/01/28/nyregion/nursing-home-deaths-cuomo.html"}