{"authors": ["Sharon Lafraniere"], "date_download": "2022-10-25 23:50:18", "date_modify": "2022-10-25 23:50:18", "date_publish": "2021-10-01 22:49:32", "description": "The timing of the meetings later this month suggests that the agency plans to move quickly to decide both issues.", "filename": "2021_10_01_us_politics_fda-pfizer-children-boosters-moderna-johnson_1666741818.html", "image_url": "https://static01.nyt.com/images/2021/10/01/us/politics/01dc-virus-vaccine/merlin_195567774_ae742530-4326-42e3-9229-4f58571b1bc3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7286b2f46afb6806dda9a5ca61a02f9c78f4b3e136870e3d4e89b4eb8dcd0260&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_01_us_politics_fda-pfizer-children-boosters-moderna-johnson_1666741818.html", "title": "F.D.A. Panel to Weigh Pfizer Shots for Kids and Moderna Boosters", "title_page": "F.D.A. Panel to Weigh Pfizer Shots for Kids and Moderna Boosters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He added that “the available data make clear that protection against symptomatic Covid-19 in certain populations begins to decrease over time, so it’s important to evaluate the information on the use of booster doses in various populations.”\nThe decision to have the committee discuss the evidence for Moderna and Johnson & Johnson booster shots two weeks before it does so for Pfizer’s children’s vaccine appears to reflect the F.D.A.’s priorities and the availability of data. But the agency’s decisions on those emergency use authorizations could come in quick succession.\nPfizer and BioNTech have yet to formally ask the F.D.A. to authorize emergency use of their vaccine for pediatric doses; they are expected to do so next week, according to people familiar with the companies’ plans. If regulators grant that request, it could help protect as many as 28 million children and ease the anxiety of parents across the nation. Dr. Scott Gottlieb, a Pfizer board member, has said the F.D.A. could decide as early as Halloween.\nChildren rarely become severely ill from the coronavirus, but the Delta variant drove nearly 30,000 of them into hospitals in August. Over the course of the pandemic, at least 125 children ages 5 to 11 have died from Covid, and nearly 1.7 million others in that age group have been infected with the virus.\nThey account for 5 percent of Covid cases and 9 percent of the nation’s population, according to the Centers for Disease Control and Prevention.", "url": "https://www.nytimes.com/2021/10/01/us/politics/fda-pfizer-children-boosters-moderna-johnson.html"}