{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:44:23", "date_modify": "2022-10-25 23:44:23", "date_publish": "2021-03-01 13:54:17", "description": "Buckingham Palace says the husband of Queen Elizabeth is being treated for an infection and tested for a pre-existing heart condition.", "filename": "2021_03_01_world_europe_prince-philip-moved-hospital-heart-condition_1666741463.html", "image_url": "https://static01.nyt.com/images/2021/03/01/world/01uk-royal/01uk-royal-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5e6dee1725d0bc15dd2fc744b1c09d72d19c09ab2c0389166fc8f0537e7898f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_01_world_europe_prince-philip-moved-hospital-heart-condition_1666741463.html", "title": "Prince Philip Is Moved to 2nd Hospital, Raising Concerns About His Health", "title_page": "Prince Philip Is Moved to 2nd Hospital, Raising Concerns About His Health - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Thirteen days after he was first hospitalized, Prince Philip was transferred on Monday to a second London hospital, increasing concerns over the health of the 99-year-old husband of Queen Elizabeth.\nBuckingham Palace said in a statement that doctors would continue to treat him for an infection but would also “undertake testing and observation for a pre-existing heart condition.”\nPrince Philip “remains comfortable and is responding to treatment but is expected to remain in hospital until at least the end of the week,” the brief statement said, adding that he had been transferred to St. Bartholomew’s hospital in London.\nHe was originally taken from Windsor Castle, where he had been staying during the latest coronavirus lockdown, to King Edward VII’s Hospital on Feb. 16 after feeling unwell. He traveled to London by car and walked into the hospital unaided, rather than as an emergency admission for a visit that was described as a precaution. At the time Buckingham Palace said that he was expected to remain there for a few days of observation and rest.", "url": "https://www.nytimes.com/2021/03/01/world/europe/prince-philip-moved-hospital-heart-condition.html"}