{"authors": ["Charlie Savage", "Adam Goldman"], "date_download": "2022-10-25 23:25:33", "date_modify": "2022-10-25 23:25:33", "date_publish": "2021-09-30 16:53:50", "description": "A recent indictment suggested that researchers who found strange internet links between a Russian bank and the Trump Organization did not really believe their own work. They are pushing back.", "filename": "2021_10_01_us_politics_trump-alfa-bank-indictment_1666740333.html", "image_url": "https://static01.nyt.com/images/2021/09/30/us/politics/30dc-alfa-2/30dc-alfa-2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4fc7dde46d6e0cdc7af18d4b91c7e70fd706d6a1a004c52c5bc314077ab1a554&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_01_us_politics_trump-alfa-bank-indictment_1666740333.html", "title": "Trump Server's Connections to Alfa Bank Produces Fresh Conflict", "title_page": "Trump Server's Connections to Alfa Bank Produces Fresh Conflict - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The charge was narrow: John H. Durham, the special counsel appointed by the Trump administration to scour the Russia investigation, indicted a cybersecurity lawyer this month on a single count of lying to the F.B.I.\nBut Mr. Durham used a 27-page indictment to lay out a far more expansive tale, one in which four computer scientists who were not charged in the case “exploited” their access to internet data to develop an explosive theory about cyberconnections in 2016 between Donald J. Trump’s company and a Kremlin-linked bank — a theory, he insinuated, they did not really believe.\nMr. Durham’s version of events set off reverberations beyond the courtroom. Trump supporters seized on the indictment, saying it shows that suspicions about possible covert communications between Russia’s Alfa Bank and Mr. Trump’s company were a deliberate hoax by supporters of Hillary Clinton and portraying it as evidence that the entire Russia investigation was unwarranted.\nEmails obtained by The New York Times and interviews with people familiar with the matter, who spoke on the condition of anonymity to discuss issues being investigated by federal authorities, provide a fuller and more complex account of how a group of cyberexperts discovered the odd internet data and developed their hypothesis about what could explain it.", "url": "https://www.nytimes.com/2021/10/01/us/politics/trump-alfa-bank-indictment.html"}