{"authors": ["Neil Irwin"], "date_download": "2022-10-25 23:29:02", "date_modify": "2022-10-25 23:29:02", "date_publish": "2021-06-14 09:00:14", "description": "The contraction in the U.S. seemed to end quickly in April 2020, but the committee charged with determining an endpoint has been quiet.", "filename": "2021_06_14_upshot_pandemic-recession-endpoint_1666740542.html", "image_url": "https://static01.nyt.com/images/2021/06/12/upshot/14up-irwin-chart-1623420855092/14up-irwin-chart-1623420855092-facebookJumbo.png?year=2021&h=549&w=1050&s=1bbd67765bac393771fc667b09205ec30b6841492a7875728ff005df1761c9d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_14_upshot_pandemic-recession-endpoint_1666740542.html", "title": "The Recession Isn’t Over Till They Say It’s Over. (But Who Are They?)", "title_page": "The Recession Isn’t Over Till They Say It’s Over. (But Who Are They?) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That’s not to say that the economy was in very good shape for the remainder of 2020. The personal income measure surpassed its prepandemic level only last month, and employment is still well below prepandemic levels. But the direction of change has now been positive for more than a year.\nRobert Hall, the Stanford economist who chairs the committee, declined to comment Thursday on when a ruling on the recession end date might come. But let’s imagine that the end date winds up being April. If the economic peak of the previous expansion was February 2020 and the trough of the recession was April 2020, then it really lasted only two months. Or even less, if you believe the rebound actually started in mid-April.\nTwo months are not “more than a few months.” The previous shortest recession on record was the one that began in January 1980 and lasted six months.\nIn effect, the committee’s judgment is that even if the pandemic recession did not fit the usual definition of a recession, it still was one.\nIn its own words: “In the case of the February 2020 peak in economic activity, we concluded that the drop in activity had been so great and so widely diffused throughout the economy that the downturn should be classified as a recession even if it proved to be quite brief.”\nProfessor Hall declined to comment beyond that, saying that further elaboration on the jointly approved written comments would need to be approved by the committee.\nBut it’s easy to imagine why the committee ended up with that conclusion. It would be awfully pedantic to refuse to classify an enormous economic contraction as a recession just because it didn’t fit a somewhat vague definition that a few economists had written down.", "url": "https://www.nytimes.com/2021/06/14/upshot/pandemic-recession-endpoint.html"}