{"authors": ["Emma Goldberg"], "date_download": "2022-10-25 23:42:45", "date_modify": "2022-10-25 23:42:45", "date_publish": "2021-12-11 10:00:17", "description": "More and more companies are saying: We’ll get back to you.", "filename": "2021_12_11_business_return-to-office-2022_1666741365.html", "image_url": "https://static01.nyt.com/images/2021/12/11/business/11Firstquarter2-illo/11Firstquarter2-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_11_business_return-to-office-2022_1666741365.html", "title": "The End of a Return-to-Office Date", "title_page": "The End of a Return-to-Office Date - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We decided as a leadership team, ‘what was magical about these dates?’” Ms. Anas said. “It was extremely liberating saying, ‘We’re going to see how this nets out and we’re not solving for a date.’”\nShe is unsettled by the possibility that they will still be working from home in March, two years since they first packed up their desks. But with coronavirus infections spiking, Ms. Anas is relieved that the company doesn’t have to weigh the merits of an early 2022 return, leaving workers to wait worriedly for updates.\n“If we had kicked the can to January, they’d be fixated on that,” she said. “We keep focused on the work. This is just a distraction.”\nFor many organizational leaders, addressing the anxieties of their work force has been the only constant in the R.T.O. process.\nWith the spread of Delta, Jessica Saranich, who runs U.S. operations at the productivity software company Monday.com, got a flurry of notes from colleagues: Will we really go back to the office in August? Last month brought the news of Omicron, with a fresh set of questions: What does this mean for the January off-site gathering, with its promise of free food, partying and a Miami D.J.? Ms. Saranich’s team has delayed its return to office date three times, which has left some employees pleading for more permanence in the company’s policies.\n“Sometimes our team will say please just make a decision, pick something, make us come back to the office or make us be remote,” Ms. Saranich said. “But it’s not something that we want to rush. To be able to lean into the discomfort and say we don’t know is a great gift that we can give to our team.”\nStill, plenty of organizations aiming for an early 2022 return haven’t budged.\nExpress Employment Professionals, a staffing provider in Oklahoma City, aims to bring half of its 300 workers back to their newly remodeled headquarters on Jan. 15. The company had originally reopened its office in July in a phased re-entry plan, which was temporarily scaled back in September. Keith McFall, chief operating officer, feels that clear R.T.O. dates serve as a force of stability for workers navigating months of tumult.", "url": "https://www.nytimes.com/2021/12/11/business/return-to-office-2022.html"}