{"authors": ["Richard Fausset", "Nick Corasaniti"], "date_download": "2022-10-25 23:24:51", "date_modify": "2022-10-25 23:24:51", "date_publish": "2021-04-26 15:59:00", "description": "Mr. Collins, a former Republican congressman and ardent defender of former President Trump, was seen as an experienced potential challenger to Senator Raphael Warnock or Gov. Brian Kemp.", "filename": "2021_04_26_us_politics_doug-collins-georgia_1666740291.html", "image_url": "https://static01.nyt.com/images/2021/04/26/us/politics/26collins-ga/26collins-ga-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e006d41dc861217acd26eca4b1571b3dec4adea8209ba94fa202d10d672610f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_26_us_politics_doug-collins-georgia_1666740291.html", "title": "In Setback for Trump, Doug Collins Will Not Run in Georgia in 2022", "title_page": "In Setback for Trump, Doug Collins Will Not Run in Georgia in 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ATLANTA — Doug Collins, a former U.S. congressman and ardent defender of former President Donald J. Trump, announced on Monday that he would not seek any statewide office in 2022, at once narrowing the field of Republican candidates for Senate in Georgia and removing a potential intraparty challenge to Gov. Brian Kemp.\nMr. Collins’s decision is a setback for Mr. Trump’s hopes of fielding a strong, experienced Republican candidate for Senate or governor next year. Mr. Collins was widely seen as more likely to run for Senate; his announcement now deprives the Trump-supporting wing of the Georgia Republican Party of an experienced challenger to Senator Raphael Warnock, a freshman Democrat who won a special election in January and will be up for re-election to a full term next year.\nHerschel Walker, the former N.F.L. and University of Georgia football star, has been rumored to be considering a run, and Mr. Trump has urged him to jump into the race. Kelvin King, a contractor and Trump supporter, announced his candidacy earlier this month, and Latham Saddler, a former Navy SEAL and former White House fellow in the Trump administration, has filed paperwork stating his intention to run.\nOther ambitious Georgia Republicans seeking higher office may also end up trying their luck in the primary. Mr. Warnock is a political newcomer, and Republicans are hoping that his election this winter, as well as that of Senator Jon Ossoff, a fellow Democrat, were anomalies explained in part by the false claims of election fraud pushed by Mr. Trump and his allies, which may have depressed turnout in those Senate races.", "url": "https://www.nytimes.com/2021/04/26/us/politics/doug-collins-georgia.html"}