{"authors": ["Allyson Waller", "Maria Cramer"], "date_download": "2022-10-25 22:57:14", "date_modify": "2022-10-25 22:57:14", "date_publish": "2021-04-29 18:00:39", "description": "A 13-hour standoff with a gunman, who barricaded himself inside a house in Boone, N.C., ended at about 11 p.m. on Wednesday. Officials said the gunman was one of the dead.", "filename": "2021_04_29_us_boone-north-carolina-shooting_1666738634.html", "image_url": "https://static01.nyt.com/images/2021/04/29/multimedia/29xp-northcarolina-1/29xp-northcarolina-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5b3eaa7474687f98385f189b3c8f5ca1684f64706557100c5d48bad29e36f88a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_29_us_boone-north-carolina-shooting_1666738634.html", "title": "5 People, Including 2 Deputies, Are Killed in North Carolina Standoff", "title_page": "5 People, Including 2 Deputies, Are Killed in North Carolina Standoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two sheriff’s deputies were among four people who were killed in a 13-hour standoff in Boone, N.C., that the authorities said started on Wednesday morning when they were called to the home of a man who had not shown up for work.\nDeputies from the Watauga County Sheriff’s Office arrived at a house at 9:44 a.m. on Wednesday after the homeowner’s employer called to report that the person had not come to work or answered telephone calls, the sheriff’s office said.\nWhen the deputies went inside, two of them were shot as they descended the basement steps, Sheriff Len Hagaman said.\nSheriff Hagaman told reporters it was fair to say his deputies had been ambushed by the gunman, who was later identified by officials as Isaac Alton Barnes, 32. He is also suspected of killing his mother, Michelle Annette Ligon, 61, and his stepfather, George Wyatt Ligon, 58, before killing himself, according to a statement Thursday afternoon from the sheriff’s office.", "url": "https://www.nytimes.com/2021/04/29/us/boone-north-carolina-shooting.html"}