{"authors": ["Luke Broadwater", "Jim Tankersley"], "date_download": "2022-10-25 23:48:08", "date_modify": "2022-10-25 23:48:08", "date_publish": "2021-02-04 00:04:53", "description": "The House passed a budget blueprint to allow the president’s $1.9 trillion plan to speed through Congress without Republican backing. But President Biden said he was open to negotiating the details.", "filename": "2021_02_03_us_politics_1400-stimulus-check_1666741688.html", "image_url": "https://static01.nyt.com/images/2021/02/03/us/politics/03dc-cong/03dc-cong-facebookJumbo.jpg?year=2021&h=550&w=1050&s=332ab77e508acca58be98edbed699ccc5314edf8eabadefe84d57ceb99a3c799&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_03_us_politics_1400-stimulus-check_1666741688.html", "title": "Stimulus Update: Democrats Press Ahead as Biden Signals Openness to Changes", "title_page": "Stimulus Update: Democrats Press Ahead as Biden Signals Openness to Changes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But he added, “We can better target the number — I’m OK with that.”\nIt was part of a two-track strategy that Mr. Biden and Democrats are employing to speed through the relief package: Show Republicans that they have the votes to pass an ambitious plan with only Democratic backing, but offer to negotiate some details in hopes of gaining Republican support.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nLater Wednesday, the president met for an hour and a half at the White House with leading Senate Democrats. Senator Chuck Schumer of New York, the majority leader, emerged from the meeting, saying there was “universal agreement we must go big and bold.”\n“We want to do it bipartisan, but we must be strong,” Mr. Schumer said. “We cannot dawdle, we cannot delay, we cannot dilute, because the troubles that this nation has and the opportunities that we can bring them are so large.”\nSome Republicans have argued that the next round of stimulus checks should go to Americans most in need. Under Mr. Biden’s plan, the full $1,400 payment would be limited to individuals earning no more than $75,000 a year, but those with higher incomes would receive smaller checks.\nThe president’s signal that he was open to compromise on the matter came a couple of days after he met at the White House with 10 Republican senators who are seeking a $618 billion package they said could win bipartisan backing. Their proposal calls for checks of up to $1,000 that would go only to individuals earning less than $50,000 a year, with the full payment limited to those whose annual income was $40,000 or below.\nRepublicans, though, seemed unified against the plan unless Mr. Biden made significant concessions.\n“If there are no changes, why I wouldn’t think any one Republican will be voting for his proposal,” said Senator Mitt Romney of Utah, a member of the group that met with Mr. Biden on Monday.\nAs for the $15 minimum wage included in Mr. Biden’s plan, Mr. Romney said flatly, “That’s not going to get passed.”", "url": "https://www.nytimes.com/2021/02/03/us/politics/1400-stimulus-check.html"}