{"authors": ["Michael Gold", "Jonah E. Bromwich"], "date_download": "2022-10-25 23:26:59", "date_modify": "2022-10-25 23:26:59", "date_publish": "2021-03-31 15:04:09", "description": "Brandon Elliot, who killed his mother two decades ago, will face hate-crime charges in the brutal assault on a Filipino-American woman near Times Square.", "filename": "2021_03_31_nyregion_brandon-elliot-asian-attack-nyc_1666740419.html", "image_url": "https://static01.nyt.com/images/2021/03/31/nyregion/31nyhate-suspect1/31nyhate-suspect1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=07460fe169c8cf54f23a069b84a21e18813d100403ad2077dbc0365ad090dd0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_31_nyregion_brandon-elliot-asian-attack-nyc_1666740419.html", "title": "Brandon Elliot, Charged in NYC Anti-Asian Attack, Was on Parole for Killing His Mother", "title_page": "Brandon Elliot, Charged in NYC Anti-Asian Attack, Was on Parole for Killing His Mother - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Louis Montanez, 52, said he lived at the previous location with Mr. Elliot, whom he saw outside the building from time to time. Some of the other residents would sometimes give Mr. Elliot money to pick up food for them and let him keep the change, he said.\n“He would come outside, buy loosies, smoke whatever he was smoking, and that was it,” Mr. Montanez said, adding that Mr. Elliot was someone he consciously avoided because his behavior seemed erratic.\n“He’s one of them guys I wouldn’t have associated with,” Mr. Montanez said.\nKeith Johnson, a resident of the shelter on 40th Street, said he was on friendly terms with Mr. Elliot, who used to go to the store for him. He described Mr. Elliot as someone who needed to be in a setting where he could “get his mind together,” rather than a homeless shelter.\n“He had no business being here,” Mr. Johnson, 59, said.\nAnti-Asian hate crimes have risen sharply during the pandemic, according to police departments across the country. Many of them have been triggered by people falsely blaming Asian-Americans for spreading the coronavirus.\nSo far this year, the New York Police Department has investigated 33 anti-Asian attacks as hate crimes, exceeding the 28 it investigated in all of last year. Many of the victims in these cases have been middle-aged men and women who were alone on public transit or, like Ms. Kari, on city streets.\nCommunity advocates also say that anti-Asian attacks have long been underreported, and many reported incidents have not led to arrests or were not charged as hate crimes. The Police Department said last week that any unprovoked attacks on people of Asian descent would be referred for investigation as possible hate crimes.\nGiven the public nature of these attacks, the actions — or inaction — of bystanders have come under particular scrutiny. In the initial footage released on the attack on Ms. Kari, several workers in the lobby of the luxury building appeared to do nothing to intervene, which heightened anger online.", "url": "https://www.nytimes.com/2021/03/31/nyregion/brandon-elliot-asian-attack-nyc.html"}