{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:54:48", "date_modify": "2022-10-25 23:54:48", "date_publish": "2021-10-22 14:30:06", "description": "Title contender, crisis club or cash cow? What you see in United depends, largely, on what you want to see.", "filename": "2021_10_22_sports_soccer_manchester-united-liverpool_1666742088.html", "image_url": "https://static01.nyt.com/images/2021/10/22/sports/22rory-top/22rory-top-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f5021cd92618ff954f3cb5a62def30e4241c4bbacfd14624c67fbf2a44fe898d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_22_sports_soccer_manchester-united-liverpool_1666742088.html", "title": "Manchester United’s Perfect Feedback Loop", "title_page": "Manchester United’s Perfect Feedback Loop - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This is not something that will be said regularly, in the months and years to come, but it was just about possible to have a little sympathy for Newcastle United’s new ownership group this week. Not for the defeat against Tottenham, of course. Not for firing Manager Steve Bruce. Not even for having to issue a statement urging the club’s fans to stop dressing up in thobes and kaffiyehs because it is, you know, offensive.\nNo, the one aspect that made it just about possible to see the Saudi-backed consortium’s point of view was the decision by the rest of the Premier League to place a temporary stay on related party transactions: that is, deals in which companies linked to a club’s owner suddenly and entirely coincidentally decide they want to spend vast sums of money sponsoring the owner’s team.\nSome 18 of Newcastle’s Premier League colleagues/rivals backed the motion, with a view to implementing some sort of permanent restriction on the practice in the future. Manchester City abstained from the vote, presumably aware that backing it would be, well, hypocrisy of the highest order.\nNewcastle’s immediate response was to threaten legal action against the Premier League. This is not uncomplicated, of course, because it is — when you think about it — basically an admission that getting a load of Saudi companies to sponsor a Saudi-backed team so as to fast-track its growth was a fundamental part of the business plan.\nBut that is, perhaps, balanced out — in this case — by the fact that a host of Premier League teams have been doing this for years. And not just Manchester City, the world’s foremost billboard for Etisalat. There is Leicester City, too, with its home, the King Power Stadium. It is curious that Everton’s training ground is sponsored by USM: What benefit a Russian mining giant gets from having its name splashed on a club’s changing rooms is anyone’s guess, but it is apparently worthwhile.\nThis, you see, is the problem with the Premier League’s cynical decision to avoid anything approaching morality as long as the money keeps on flowing. It is an appealing approach, because it absolves the league of having to make any tricky, subjective decisions. Until, that is, something so craven comes along that everyone else’s cravenness pales in comparison. Opting out is not a tenable position in the long run. It is time that English soccer learned that.", "url": "https://www.nytimes.com/2021/10/22/sports/soccer/manchester-united-liverpool.html"}