{"authors": ["Luis Ferré-Sadurní"], "date_download": "2022-10-25 22:56:47", "date_modify": "2022-10-25 22:56:47", "date_publish": "2021-09-30 19:22:17", "description": "The final report, expected in October, could revive calls for lawmakers to impeach Andrew Cuomo, the former governor, to prevent him from running again, though that seems unlikely.", "filename": "2021_09_30_nyregion_andrew-cuomo-impeachment_1666738607.html", "image_url": "https://static01.nyt.com/images/2021/09/29/nyregion/00cuomo-impeach02/00cuomo-impeach02-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2c0af8308ec5b094da0c7b3bade60f41ea5f60c651ccdd91c825bea912a6534b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_30_nyregion_andrew-cuomo-impeachment_1666738607.html", "title": "2nd Cuomo Investigation Expected to Confirm Harassment Claims", "title_page": "2nd Cuomo Investigation Expected to Confirm Harassment Claims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Assemblyman David Weprin, a Democrat from Queens, said the investigation “is going to reach a conclusion similar to some of the findings of the attorney general.”\nThe Assembly’s lawyers subpoenaed a broad array of documents from Mr. Cuomo and his office in late July, requesting communications related to sexual harassment by Mr. Cuomo, with a particular focus on 13 women, according to a person familiar with the matter, who requested anonymity because he was not authorized to speak about the subpoena publicly.\nMany of the 13 women were the focus of the attorney general report, including Lindsey Boylan and Charlotte Bennett, or have spoken about their claims publicly, like Karen Hinton, a former staffer who said Mr. Cuomo made sexual advances two decades ago while they were alone in a hotel room.\nBut the Assembly investigators were also interested in the accounts from women not mentioned in the attorney general report, including two women who worked as executive assistants and two journalists, one of whom is Jessica Bakeman, a former Albany reporter who detailed her claims of sexual harassment in New York magazine in March.\nThe members of the Judiciary Committee, which is overseeing the investigation, have had access to volumes of evidence from the state attorney general inquiry, including thousands of documents and hours of video recorded testimony, including from Mr. Cuomo, who sat down for hours of sworn testimony. Some lawmakers have spent hours this month reviewing the evidence in person in secure rooms in Albany and at the Manhattan offices of Davis Polk & Wardwell LLP, the law firm hired to conduct the inquiry.\nEven so, the members of the Judiciary Committee have not met since August; many said they still haven’t seen a draft of the report and were unaware when exactly it would be released.\nMr. Cuomo, who has forcefully denied most of the allegations, has not been asked to testify in the Assembly investigation, though Mr. Cuomo’s lawyers have been in touch with the Assembly’s investigators.", "url": "https://www.nytimes.com/2021/09/30/nyregion/andrew-cuomo-impeachment.html"}