{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:32:06", "date_modify": "2022-10-25 23:32:06", "date_publish": "2021-07-14 23:23:39", "description": "The rejection of the new Alzheimer’s drug by the two major medical centers is one of the starkest signs of concern over its approval by the F.D.A.", "filename": "2021_07_14_health_cleveland-clinic-aduhelm_1666740726.html", "image_url": "https://static01.nyt.com/images/2021/07/14/multimedia/14-aduhelm-promo-2sub/14-aduhelm-promo-2sub-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=ffd1fea467595742655869f2276a153bf3371291a38139b234b73625c24ee81c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_14_health_cleveland-clinic-aduhelm_1666740726.html", "title": "Ohio Clinic Says It Won't Administer Alzheimer's Drug to Patients", "title_page": "Ohio Clinic Says It Won't Administer Alzheimer's Drug to Patients - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mount Sinai’s Health System in New York City has also decided not to administer Aduhelm, said Dr. Sam Gandy, director of the Mount Sinai Center for Cognitive Health.\nDr. Gandy, who is also a professor of psychiatry and neurology, said the decision was driven by the fact that there have been calls for a federal investigation to look into the F.D.A. decision and the agency’s relationship with Biogen, the drug’s manufacturer. He said, “Aduhelm will not be considered for infusion into patients on any of its campuses until and unless” an investigation by the inspector general of the Department of Health and Human Services, “affirms the integrity of the F.D.A.-Biogen relationship and goes on to reaffirm” the F.D.A.’s basis for approving the drug.\nIn a statement emailed in response to the developments, Biogen said, “Biogen continues to stand 100% behind Aduhelm and the clinical data that supported approval. If any patient is denied access to care, we encourage them to contact us for help as we remain committed to supporting access to Aduhelm for all appropriate patients.”\nThe rejection by the major medical centers is the latest fallout from the Food and Drug Administration’s approval of the drug on June 7, a decision that has also spurred congressional investigations.\nMany Alzheimer’s experts and other scientists have said that it is unclear that the drug works to help slow cognitive decline and that in the best-case scenario, the evidence suggested only a slight slowing while also showing that Aduhelm could cause brain swelling or brain bleeding.", "url": "https://www.nytimes.com/2021/07/14/health/cleveland-clinic-aduhelm.html"}