{"authors": ["Jennifer Steinhauer", "Catie Edmondson"], "date_download": "2022-10-25 23:28:39", "date_modify": "2022-10-25 23:28:39", "date_publish": "2021-01-22 18:09:35", "description": "The retired general was approved overwhelmingly, after Congress granted him a waiver from a law restricting those who are retired from military service fewer than seven years from leading the Pentagon.", "filename": "2021_01_22_us_politics_lloyd-austin-defense-secretary_1666740519.html", "image_url": "https://static01.nyt.com/images/2021/01/22/us/politics/22dc-austin/22dc-austin-facebookJumbo.jpg?year=2021&h=549&w=1050&s=9a47743a91eb41b36ca118771caf8d27bc990b265ad0dd55c4e6d443067fc4bc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_22_us_politics_lloyd-austin-defense-secretary_1666740519.html", "title": "Senate Confirms Austin, Installing First Black Defense Secretary", "title_page": "Senate Confirms Austin, Installing First Black Defense Secretary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Lloyd J. Austin III was swiftly sworn in as secretary of defense on Friday, filling a senior national security position in President Biden’s cabinet, one briefly threatened by unease among lawmakers to again put a recently retired general in charge of the Pentagon.\nMr. Austin, the first Black defense secretary in the nation’s history, faces numerous global and domestic threats at once, including racism in the armed forces, a persistent menace he encountered over his decades-long Army career, and one that secretaries before him have failed to treat as an overarching threat to their mission.\nMany of those arrested after a riot at the Capitol on Jan. 6 have current or previous ties to the military. Just hours after Mr. Austin was confirmed, the White House announced that the administration would conduct a “comprehensive threat assessment” of domestic extremism across various national security agencies.\n“There has been some awareness on this problem in the military ranks,” said Nora Bensahel, a visiting professor of strategic studies at the Johns Hopkins School of Advanced International Studies. “But Jan. 6 exposed how deep it may be. It is a key issue that any new secretary would face, but he has a unique perspective on where those issues are.”", "url": "https://www.nytimes.com/2021/01/22/us/politics/lloyd-austin-defense-secretary.html"}