{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:38:51", "date_modify": "2022-10-25 23:38:51", "date_publish": "2021-05-19 20:23:15", "description": "For 11 months, players across England have taken a knee to highlight racial injustice. But some fear the leagues who endorsed the protests will move on without making meaningful changes.", "filename": "2021_05_19_sports_soccer_premier-league-kneeling-protest_1666741131.html", "image_url": "https://static01.nyt.com/images/2021/05/19/sports/19onsoccer-blm4/19onsoccer-blm4-facebookJumbo.jpg?year=2021&h=549&w=1050&s=1de9ae871b320fc0b3e32edfb7dfec13c89f4657433d9e08afa1df1e15aacb47&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_19_sports_soccer_premier-league-kneeling-protest_1666741131.html", "title": "The Premier League Took a Knee. For Some, That's Not Enough.", "title_page": "The Premier League Took a Knee. For Some, That's Not Enough. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Michael Oliver blew his whistle, but nothing happened. The Premier League had been waiting for three months for this moment, forced into unwilling suspension by the coronavirus pandemic. This was its grand return, the first game back, a late spring evening at Villa Park last June. And yet there was no sound, no fury.\nInstead, as Oliver’s whistle trilled, the players of Aston Villa and Sheffield United dropped to one knee. Though none of the players had done it before, the choreography was flawless. They remained there for a few seconds, a silent, defiant tableau. English soccer’s year of protest had begun.\nSome of the details have changed since the players started taking a knee. That night, for example, the back of each player’s jersey bore not their name but the slogan Black Lives Matter. Badges on their sleeves that once bore the same phrase have since replaced by new ones reading No Room For Racism.\nThe act, though, has endured for the last 11 months, playing out before every Premier League game and at the vast majority of matches in the other three tiers of professional soccer in England. For many, that longevity has supplemented, rather than diminished, the significance of the act.", "url": "https://www.nytimes.com/2021/05/19/sports/soccer/premier-league-kneeling-protest.html"}