{"authors": ["Dana Goldstein"], "date_download": "2022-10-25 23:27:18", "date_modify": "2022-10-25 23:27:18", "date_publish": "2021-09-09 22:48:19", "description": "The decision by the second-largest school district in the country will increase safety in the classroom, but is likely to draw legal challenges.", "filename": "2021_09_09_us_la-vaccine-mandate-students-schools_1666740438.html", "image_url": "https://static01.nyt.com/images/2021/09/09/arts/09virus-briefing-los-angeles-schools-vaccines-1/merlin_193348182_93f92897-3281-47fe-adcf-614b55d7b6b7-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6f18b5562796327e0ccae56a73f41e6da442f32203221cbbf309bc9091f045f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_09_us_la-vaccine-mandate-students-schools_1666740438.html", "title": "L.A. School District Will Mandate Vaccines for Students", "title_page": "L.A. School District Will Mandate Vaccines for Students - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Los Angeles already has a strict vaccine mandate for teachers and staff members, and the new student mandate will further increase the safety of the classroom. But it is also likely to be more divisive, with far-reaching educational repercussions.\nAccording to the Los Angeles County Department of Public Health, 58 percent of 12- to 18-year-olds living within the district’s boundaries have already received at least one dose of a vaccine. But polls show that many parents are hesitant to vaccinate their children against the coronavirus, raising the question of how many families will keep their children home to learn online or transfer them to schools that do not require the shots.\nLeaving the classroom again could be debilitating for some students. When virtual learning was widespread last academic year, millions of children fell behind academically; the impact was largest on low-income students and students of color. The Los Angeles Unified student body is 73 percent Latino, 11 percent white, 8 percent Black and 4 percent Asian. Eighty percent of students qualify for free or reduced-price meals.\nVaccine hesitancy in Los Angeles exists across a broad range of demographic and ideological groups, from affluent, largely white, liberal parents who oppose a range of mainstream childhood vaccination practices; to conservative activists who have specifically targeted the coronavirus vaccines; to low-income Black and Hispanic families who are wary of the medical establishment.\nNick Melvoin, a Board of Education member who supports the mandate, said that in the hours after news of the proposed resolution was first published, about 60 percent of the emails he received expressed opposition to the mandate, which he noted was most likely a reflection of the opposition’s organizing strength.", "url": "https://www.nytimes.com/2021/09/09/us/la-vaccine-mandate-students-schools.html"}