{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:55:52", "date_modify": "2022-10-25 23:55:52", "date_publish": "2021-06-06 07:21:03", "description": "A new coalition that aims to remove Prime Minister Benjamin Netanyahu from office could also usher in a more liberal civil rights agenda.", "filename": "2021_06_06_world_middleeast_israel-ultra-orthodox-haredi_1666742152.html", "image_url": "https://static01.nyt.com/images/2021/06/06/world/06ISRAEL-HAREDI1/06ISRAEL-HAREDI1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4025421646b2b38b8b4c67e09fb65c064d21694b7680cf04546f7dad71c839ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_06_world_middleeast_israel-ultra-orthodox-haredi_1666742152.html", "title": "Israeli Ultra-Orthodox Excluded From Coalition, Face Loss of Power", "title_page": "Israeli Ultra-Orthodox Excluded From Coalition, Face Loss of Power  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Still reeling from bearing the brunt of Israel’s coronavirus pandemic, then a deadly stampede at a religious festival, Israel’s ultra-Orthodox Jews now face the prospect of losing the power they have wielded in government — a setback that could relax some of the strictures on life in Israel.\nThe heterogeneous coalition that is emerging to replace the 12-year rule of Prime Minister Benjamin Netanyahu spans the Israeli political spectrum from left to right, including secular parties, modern Orthodox politicians from the religious Zionist camp and even a small Arab, Islamist party.\nMissing are the ultra-Orthodox, or Haredim, a Hebrew term for those who tremble before God. Their political representatives have sat in most, though not all, governments of Israel since the late 1970s, when the right-wing Likud party upended decades of political hegemony by the state’s socialist founders.\nOver the years, the two main Haredi parties have forged a tight alliance with Mr. Netanyahu, the Likud leader, and leveraged their role as linchpins in a series of governing coalitions. There, they have wielded what many critics view as disproportionate power over state policy that became apparent as they successfully fought or, in the case of some sects, simply refused to follow pandemic restrictions.", "url": "https://www.nytimes.com/2021/06/06/world/middleeast/israel-ultra-orthodox-haredi.html"}