{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:47:41", "date_modify": "2022-10-25 23:47:41", "date_publish": "2021-10-28 23:30:12", "description": "The plaintiffs are seeking unspecified damages from the far-right organizers of a violent rally in 2017, accusing them of violating the civil rights of minorities by plotting violence.", "filename": "2021_10_28_us_charlottesville-trial_1666741661.html", "image_url": "https://static01.nyt.com/images/2021/10/28/us/28charlottesville-5/28charlottesville-5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_28_us_charlottesville-trial_1666741661.html", "title": "Trauma of Charlottesville Rally Is Soundtrack to Start of Civil Trial", "title_page": "Trauma of Charlottesville Rally Is Soundtrack to Start of Civil Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The prospective jurors who were let go tended to have expressed unbending opinions about one side or the other, referring to antifa as “terrorists,” for example. No. 185 said, “I don’t believe that any demonstration toward hate is acceptable.” One man who was dismissed said he feared antidemocratic forces on the right. Another said he did not consider antisemitism a problem.\nDuring the opening statements, various defendants tried to separate themselves from the others, saying that they barely knew each other or were not heavily involved with the rally’s organization.\nTheir side of the courtroom had already appeared fractious during jury selection, with half a dozen lawyers sitting beside Mr. Spencer and Mr. Cantwell, who have said they lack the funds to pay anyone to represent them. At one point Mr. Kolenich expressed exasperation at working with those lacking legal training.\nSeveral of the defendants have complained that being removed from social media platforms because of the rally proved financially crippling, while at least seven have ignored the proceedings, prompting fines and other sanctions from the court. Others said they left the movement or disbanded their organizations.\nBut the group was fundamentally committed to white nationalists goals, the lawyers for the plaintiffs argued. “Many of the defendants wanted to build a white ethnostate — a nation for only white people — that could only occur after a violent race war,” Ms. Dunn said. “They wanted to build an army of white nationalists for what they themselves named the Battle of Charlottesville.”\nThe lawyers for the plaintiffs objected periodically during the presentations by the other side on Thursday. Judge Moon repeatedly interrupted the defense lawyers to admonish them to stick to the issue of whether the plaintiffs are due compensation instead of wandering into other subjects.", "url": "https://www.nytimes.com/2021/10/28/us/charlottesville-trial.html"}