{"authors": ["Luis Ferré-Sadurní"], "date_download": "2022-10-25 22:56:33", "date_modify": "2022-10-25 22:56:33", "date_publish": "2021-03-02 10:00:11", "description": "The attorney general’s investigation into Gov. Andrew Cuomo will give her far-ranging subpoena powers to request documents and call witnesses, including the governor himself.", "filename": "2021_03_02_nyregion_cuomo-sexual-harassment-testify_1666738593.html", "image_url": "https://static01.nyt.com/images/2021/03/02/nyregion/02nycuomo-inquiry/02nycuomo-inquiry-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2e6ae3a8b459b405789ec690dd26dab672a384e6ff31a7689780378cb81f0c20&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_02_nyregion_cuomo-sexual-harassment-testify_1666738593.html", "title": "Cuomo Could Be Compelled to Testify in Sexual-Harassment Inquiry", "title_page": "Cuomo Could Be Compelled to Testify in Sexual-Harassment Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Then, on Saturday, The New York Times published an article about Charlotte Bennett, a 25-year-old former entry-level staffer in the governor’s office who accused him of asking invasive questions, including whether she was monogamous and had sex with older men. She said she interpreted the remarks as sexual advances.\nMr. Cuomo’s office denied Ms. Boylan’s allegations at the time. On Sunday, following Ms. Bennett’s account, Mr. Cuomo issued a statement in which he denied propositioning or touching anyone inappropriately, but apologized for workplace comments that he said “have been misinterpreted as an unwanted flirtation.”\nOn Monday, following a public back-and-forth over who would conduct the investigation, Ms. James received the governor’s authorization to open an inquiry under a section of state law that allows her office to “inquire into matters concerning the public peace, public safety and public justice.”\nThe claims from both women are now at the center of that investigation, the contours of which are still materializing but could prod deeply into the inner workings of the governor’s office and how sexual misconduct allegations are handled there.\nMr. Cuomo’s office has indicated that the governor’s office would “voluntarily cooperate fully” and that it had instructed all state employees to do so as well.\nInvestigators will ultimately produce a public report, which is bound to include a summary and analysis of their findings, maybe even recommendations. Experts said the civil inquiry could look at whether Mr. Cuomo violated the state’s human rights laws and Title VII of the Civil Rights Act, a federal law that protects against harassment because of a person’s sex.\n“These women do have the option, potentially, to bring claims against their employer, the State of New York, for Governor Cuomo’s conduct,” Ms. Pirrotti said, adding that the facts in the report could help victims recover economic and emotional distress damages.", "url": "https://www.nytimes.com/2021/03/02/nyregion/cuomo-sexual-harassment-testify.html"}