{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:27:32", "date_modify": "2022-10-25 23:27:32", "date_publish": "2021-05-13 18:11:27", "description": "The researchers issued a call to action to improve indoor air quality as a safeguard against the spread of contagions like the coronavirus.", "filename": "2021_05_13_health_aerosols-covid-workplace_1666740452.html", "image_url": "https://static01.nyt.com/images/2021/05/13/science/13VIRUS-AEROSOLS3/13VIRUS-AEROSOLS3-facebookJumbo.jpg?year=2021&h=549&w=1050&s=397391526f5a5b11d099a8956d05ceb3fc0a5830147d53b281da6d9820303892&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_13_health_aerosols-covid-workplace_1666740452.html", "title": "Experts Urge Air Quality Standards as Safeguard Against Coronavirus", "title_page": "Experts Urge Air Quality Standards as Safeguard Against Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Clean water in 1842, food safety in 1906, a ban on lead-based paint in 1971. These sweeping public health reforms transformed not just our environment but expectations for what governments can do.\nNow it’s time to do the same for indoor air quality, according to a group of 39 scientists. In a manifesto of sorts published on Thursday in the journal Science, the researchers called for a “paradigm shift” in how citizens and government officials think about the quality of the air we breathe indoors.\nThe timing of the scientists’ call to action coincides with the nation’s large-scale reopening as coronavirus cases steeply decline: Americans are anxiously facing a return to offices, schools, restaurants and theaters — exactly the type of crowded indoor spaces in which the coronavirus is thought to thrive.\nThere is little doubt now that the coronavirus can linger in the air indoors, floating far beyond the recommended six feet of distance, the experts declared. The accumulating research puts the onus on policymakers and building engineers to provide clean air in public buildings and to minimize the risk of respiratory infections, they said.", "url": "https://www.nytimes.com/2021/05/13/health/aerosols-covid-workplace.html"}