{"authors": ["Niraj Chokshi"], "date_download": "2022-10-25 23:50:35", "date_modify": "2022-10-25 23:50:35", "date_publish": "2021-08-03 20:18:34", "description": "Bad weather and pandemic-related staffing issues have caused occasional disruptions this summer as air travel rebounds.", "filename": "2021_08_03_business_spirit-american-airlines-cancellations_1666741835.html", "image_url": "https://static01.nyt.com/images/2021/08/03/business/03economy-briefing-flights/merlin_192564795_de880f6d-a2b4-4de0-9edb-cdffc6fb0ff2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a43d2ceb00f723d0265cb7a6d2c041669738e7992b7c667239882a0aedf64ea1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_03_business_spirit-american-airlines-cancellations_1666741835.html", "title": "Spirit Airlines and American Airlines cancel hundreds of flights.", "title_page": "Spirit Airlines and American Airlines cancel hundreds of flights. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Spirit Airlines and American Airlines canceled hundreds of flights on Tuesday after several days of disruptions, frustrating passengers across the country.\nBy midafternoon, Spirit had scrapped more than half its scheduled flights for the day, according to FlightAware, an aviation data firm. The airline canceled more than 40 percent of its flights on Monday and 19 percent on Sunday. Spirit attributed those disruptions to “a series of weather and operational challenges.”\nAmerican had canceled about 300 flights by the middle of the afternoon on Tuesday, about a tenth of Tuesday’s scheduled trips. The airline canceled about 18 percent of its flights on Monday and 9 percent the day before. American pinned the blame on a weekend storm that hit Dallas Fort Worth International Airport, its large hub airport.\n“A prolonged severe weather event in Dallas Fort Worth on Sunday night into Monday morning brought sustained heavy rain, strong winds, lightning, microbursts and hail to our largest hub,” Curtis Blessing, a spokesman, said in a statement on Tuesday. “The nine-hour weather event resulted in flight delays, cancellations and nearly 100 diversions. Our team members are working around the clock to care for our customers.”", "url": "https://www.nytimes.com/2021/08/03/business/spirit-american-airlines-cancellations.html"}