{"authors": ["Michael Paulson"], "date_download": "2022-10-25 23:44:37", "date_modify": "2022-10-25 23:44:37", "date_publish": "2021-08-23 18:00:10", "description": "To address Black artists’ concerns, the pact calls for forgoing all-white creative teams, renaming theaters for Black artists and establishing diversity rules for the Tonys.", "filename": "2021_08_23_theater_broadway-diversity-pledge-reopening_1666741477.html", "image_url": "https://static01.nyt.com/images/2021/08/24/arts/23broadway-1/merlin_192710148_d1fc1031-7bcb-442f-b66f-df4dec382038-facebookJumbo.jpg?year=2021&h=549&w=1050&s=6835bd1467405ae19ed3474058bf0f450946f2ccf534248dd1debd9626870889&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_23_theater_broadway-diversity-pledge-reopening_1666741477.html", "title": "Broadway Power Brokers Pledge Diversity Changes as Theaters Reopen", "title_page": "Broadway Power Brokers Pledge Diversity Changes as Theaters Reopen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The document was negotiated at a series of virtual meetings that began while theaters were closed because of the pandemic; the changes are being announced as two Broadway shows have begun performances this summer, with 15 more planning to start, or restart, in September.\n“We convened all of the power players in our industry — the unions, the theater owners, producers and creatives — and had conversations about changing habits, structures and creating accountability,” said the director Schele Williams. “We knew that before our theaters robustly started opening in the fall, everyone deserved to know who they were in the space, and how they would be treated, and that’s something none of us have known in our careers.”\nOne of the key changes being called for is that creative teams — which include directors, writers, composers, choreographers and designers — should be diverse. A section signed by directors and writers vows to “never assemble an all-white creative team on a production again, regardless of the subject matter of the show,” while a section signed by producers says, “We will make best efforts to ensure true racial diversity on all future productions.”\nThe meetings, which started in March, were funded by the Ford Foundation and facilitated by Kenji Yoshino, director of the Center for Diversity, Inclusion and Belonging at New York University School of Law. “Everyone came in ready to make change,” the producer David Stone said.\nAmong the changes that will be most visible to the general public: The three big commercial landlords on Broadway — the Shubert, Nederlander and Jujamcyn organizations — each pledged that at least one theater they operate would be named for a Black artist. Jujamcyn already operates the August Wilson Theater, the only Broadway house named for a Black artist.", "url": "https://www.nytimes.com/2021/08/23/theater/broadway-diversity-pledge-reopening.html"}