{"authors": ["Tyler Kepner"], "date_download": "2022-10-25 23:35:39", "date_modify": "2022-10-25 23:35:39", "date_publish": "2021-10-20 11:42:51", "description": "In a strategy their pitching coach compared to the Celtics of yesteryear, the Astros have been relying on their bullpen to carry them. On Wednesday, the relievers finally got some rest.", "filename": "2021_10_20_sports_baseball_houston-astros-bullpen_1666740939.html", "image_url": "https://static01.nyt.com/images/2021/10/20/sports/20kepner-alcs-framber/20kepner-alcs-framber-facebookJumbo.jpg?year=2021&h=549&w=1050&s=f1382c8e5dca77f6e3750e30e09cd3cb7fa6a1cf3e64167c90e6a028c69611c8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_20_sports_baseball_houston-astros-bullpen_1666740939.html", "title": "ALCS: Houston Astros Rely on Their Bullpen to Carry the Team", "title_page": "ALCS: Houston Astros Rely on Their Bullpen to Carry the Team - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BOSTON — Brent Strom’s father, Chester, grew up in Worcester, Mass., some 45 miles west of Fenway Park. Chester raised his son in San Diego but passed on his love of the Boston Celtics, who reigned atop the N.B.A. when Brent was young.\nBrent Strom, now 73, would go on to a long career in baseball, pitching five seasons in the majors and coaching for many more. Now he guides the bruised and battered pitching staff of the Houston Astros, who tied their American League Championship Series with the Boston Red Sox on Tuesday, two games apiece, with an effort out of Red Auerbach’s playbook.\nWhen Strom was 10 years old, he explained, he would open the sports section of the local paper and see two columns on the N.B.A. page: standings on the left, leading scorers on the right. The Celtics always led the left row, but rarely seemed to have a player in the top 10 on the right. Invariably, the stars of the Stroms’ favorite team — Bill Russell, Bob Cousy, Bill Sharman, Tommy Heinsohn — would be clustered in the teens.\n“Why is that?” Brent would ask his father.\n“They play as a team,” Chester would reply.\nWhich brings us to Game 4 of the A.L.C.S., when the Astros’ starter, Zack Greinke, allowed a two-run homer in the first inning and left with one out in the second. It would take extraordinary teamwork to win, but the Astros’ bullpen was up to it.", "url": "https://www.nytimes.com/2021/10/20/sports/baseball/houston-astros-bullpen.html"}