{"authors": ["Jan Hoffman"], "date_download": "2022-10-25 23:22:47", "date_modify": "2022-10-25 23:22:47", "date_publish": "2021-07-08 12:42:44", "description": "The states, including Massachusetts and New York, agreed to drop opposition to the bankruptcy organization plan of the company, the maker of OxyContin.", "filename": "2021_07_08_health_purdue-pharma-opioids-settlement_1666740167.html", "image_url": "https://static01.nyt.com/images/2021/07/08/us/08PURDUE-OPIOIDS/08PURDUE-OPIOIDS-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8f069738f54e160a4414e2f880916576f5f324adc70075041f2b07ad3e314638&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_08_health_purdue-pharma-opioids-settlement_1666740167.html", "title": "15 States Reach a Deal With Purdue Pharma Over Opioids", "title_page": "15 States Reach a Deal With Purdue Pharma Over Opioids - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At a news conference on Thursday announcing the settlement, the attorneys general from Massachusetts, New York and Minnesota pointedly noted that they had asked the Sacklers for years to admit culpability and to apologize, but that family members refused.\nThe government lawyers said that rather than spend years in pursuit of more money to address the dire needs created by the opioid epidemic, they agreed to stand down to free up funds more swiftly.\nRepresentatives Carolyn B. Maloney, Democrat of New York, and Mark DeSaulnier, Democrat of California, have introduced legislation they call the Sackler Act, which would allow states to pursue owners of companies in bankruptcy proceedings, which the attorneys general said they strongly supported. But even if Congress were to pass such a bill, the attorneys general added, the Sacklers and Purdue would almost certainly have long concluded this case and escaped the bill’s reach.\nAccording to the overarching bankruptcy proposal, Purdue as such will cease to exist, re-emerging as a new company that would produce limited quantities of OxyContin and overdose reversal drugs. It would be overseen by an appointed board. Profits would seed payments to funds for far-flung plaintiffs that would mainly support drug treatment and prevention programs.\nLawyers involved in the negotiations underscored the import of the public document repository, which is almost unparalleled in its breadth and depth. Although Purdue has already produced 13 million documents during the course of the litigation, it will now add 20 million more. The scope of documents from this one company rivals that revealed by the entire tobacco industry, a much-desired consequence of the Big Tobacco litigation some 20 years earlier.\nThe Purdue documents will include depositions, emails and letters reaching back two decades. They are expected to reveal granular details about Purdue’s behind-the-scenes contacts with federal investigators and officials with the Food and Drug Administration as the company staved off harsher penalties for abetting turbocharged sales that promoted OxyContin as effective and non-addicting. Experts anticipate that the musings and mandates by Dr. Richard Sackler, a former Purdue president and chief executive, would also be laid bare.\nIn the briefing on Thursday, Maura Healey, the attorney general of Massachusetts, who was the first to sue individual Sacklers, said that the document trove stood as a promise kept to families of opioid victims. “It will tell the whole story, all the conversations, all the discussions, all the planning, all the ways in which they were going to make money and evade accountability and regulation,” she said.", "url": "https://www.nytimes.com/2021/07/08/health/purdue-pharma-opioids-settlement.html"}