{"authors": ["Adam Goldman", "Alan Feuer"], "date_download": "2022-10-25 23:47:37", "date_modify": "2022-10-25 23:47:37", "date_publish": "2021-03-17 17:32:19", "description": "Prosecutors accused prominent members of the far-right nationalist group of conspiring together in connection with the Jan. 6 attack.", "filename": "2021_03_17_us_politics_proud-boys-charges-capitol-riot_1666741657.html", "image_url": "https://static01.nyt.com/images/2021/03/17/us/politics/17dc-proudboys/17dc-proudboys-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e1aa15f44c7e4a3ff0460c919203272f6501d52576b94d71e5e04c79f86ae36e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_17_us_politics_proud-boys-charges-capitol-riot_1666741657.html", "title": "Proud Boys Leaders in Four States Are Charged in Capitol Riot", "title_page": "Proud Boys Leaders in Four States Are Charged in Capitol Riot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — F.B.I. agents have arrested two organizers for the Proud Boys in Philadelphia and North Carolina, and prosecutors filed new charges against two other prominent members of the far-right group in Florida and Washington State as federal authorities continued their crackdown on its leadership ranks, three law enforcement officials said on Wednesday.\nWith the new conspiracy indictment, prosecutors have now brought charges against a total of 13 people identified in court papers as members of the Proud Boys. Federal investigators have described the group, which appeared in force in Washington on Jan. 6, as one of the chief instigators of the riot at the Capitol that left five people dead, including a Capitol Police officer.\nIn the indictment, prosecutors accused Charles Donohoe, a Proud Boys leader from North Carolina, and Zach Rehl, the president of the group’s chapter in Philadelphia, of conspiring to interfere with law enforcement officers at the Capitol and obstruct the certification of President Biden’s electoral victory. Two other high-ranking Proud Boys who were already facing similar charges — Ethan Nordean of Auburn, Wash., and Joseph Biggs of Ormond Beach, Fla. — were also implicated as part of the conspiracy.\nThe F.B.I. declined to comment.\nThe Proud Boys, who emerged in recent years as some of former President Donald J. Trump’s most vocal and violent supporters, describe themselves as “Western chauvinists” and have a history of bloody street fights with left-wing antifascist activists. Those clashes intensified last year during the nationwide protests stemming from the death of George Floyd at the hands of the police in Minneapolis. During a presidential debate in September, Mr. Trump refused to disavow the Proud Boys, telling them instead in a widely watched moment to “stand back and stand by.”", "url": "https://www.nytimes.com/2021/03/17/us/politics/proud-boys-charges-capitol-riot.html"}