{"authors": ["Nick Corasaniti"], "date_download": "2022-10-25 22:57:44", "date_modify": "2022-10-25 22:57:44", "date_publish": "2021-05-30 14:16:04", "description": "Democrats in the Legislature pledged an all-out fight to try to stall the bill, which contains some of the strictest voting provisions in the country, and prevent it from passing by a midnight deadline.", "filename": "2021_05_30_us_politics_texas-voting-bill_1666738664.html", "image_url": "https://static01.nyt.com/images/2021/05/31/multimedia/31-texas-voting-01-print/30texas-voting-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=861fd8d64fe63e39dc75e4cc62317a0114d8d638e951c03fb0e22f40c108e879&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_30_us_politics_texas-voting-bill_1666738664.html", "title": "Texas Voting Bill Nears Passage as Republicans Advance It", "title_page": "Texas Voting Bill Nears Passage as Republicans Advance It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Note: Just before midnight on Sunday, Texas Democrats in the Legislature staged a walkout to force the temporary failure of the Republican election bill. Read more.\nThe Republican-controlled Texas Legislature was racing against the clock on Sunday night to pass a sweeping overhaul of the state’s election laws that would rubber-stamp some of the most rigid voting restrictions in the country, but Democrats were pledging an all-out fight to try to stall the bill and prevent it from passing by a midnight deadline.\nThough Republicans control both chambers, Democrats were becoming increasingly bullish on their chances of delaying passage of the bill and preventing it from coming to a floor vote in the House through either legislative maneuvers or a lengthy debate. Earlier on Sunday, after a legislative power play by Republicans that led to an all-night session and hours of impassioned debate and objections from Democrats, the Senate passed the bill.\nRepublicans in the House professed confidence that the bill would still pass on Sunday. Failure to meet the deadline would represent a setback for G.O.P. lawmakers determined to usher in a raft of new limits to voting, and would force Gov. Greg Abbott, a Republican, to call a special session of the Legislature to pass the bill.", "url": "https://www.nytimes.com/2021/05/30/us/politics/texas-voting-bill.html"}