{"authors": ["Tariq Panja", "Rory Smith"], "date_download": "2022-10-25 23:54:47", "date_modify": "2022-10-25 23:54:47", "date_publish": "2021-02-12 12:30:09", "description": "The world’s richest soccer club is facing a financial crisis. Executives blame the pandemic, but many of its biggest problems, including its enormous debt to Lionel Messi, are its own fault.", "filename": "2021_02_12_sports_soccer_barcelona-messi-contract_1666742087.html", "image_url": "https://static01.nyt.com/images/2021/02/15/sports/15soccer-barcelona1/15soccer-barcelona1-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=eccc04e805f92550c4a0e3d0135d20d1b358c3d9365c6d368daf193a3949883e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_12_sports_soccer_barcelona-messi-contract_1666742087.html", "title": "Barcelona and the Crippling Cost of Success", "title_page": "Lionel Messi, Barcelona and the Crippling Cost of Success - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Barcelona has been living on the edge for much of its recent history, a consequence of years of impulsive management, rash decisions and imprudent contracts. For years, soaring revenues helped paper over its worst mistakes, but the coronavirus has now changed the math.\nOne former board member believes the pandemic will eventually cost the team more than half a billion dollars in revenue. Its salary bill is the highest in Europe. It has already broken debt covenants it agreed to with its creditors, which will almost certainly mean higher interest costs in the future.\nThe result is that the club that brings in more money than any other in world soccer now faces a crisis: not only a crushing financial squeeze, but a contentious presidential election and potentially even the loss of its crown jewel, Messi. Its hurried pursuit of Dembélé, among others, is only one part of how it got here.\nEven as Bartomeu finalized that deal, in August 2017, Barcelona knew it had been stung. The club had banked $222 million from the sale of Neymar weeks earlier and now needed a flashy signing to change the conversation. Every seller in Europe, though, knew Barcelona was cash-rich and time-poor. “You have a weaker negotiating position,” said Jordi Moix, Bartomeu’s former vice president for economic affairs. “They’re waiting for you.”\nIf any club could afford to overpay, though, it was Barcelona. Over the previous decade, it had been transformed into not only the best team in the world — the winner of three Champions League titles in seven years — but also its greatest moneymaking machine.\nIts revenues were then inching ever closer to the target of one billion euros set by Bartomeu in 2015. It hit the mark — in dollars, at least — in 2019, two years ahead of schedule. Plans for a sleek entertainment and leisure district around the team’s stadium and the launch of the Barcelona Innovation Hub would keep the river of money flowing.\nAt the same time, though, the club was walking an increasingly delicate financial tightrope. There is another billion-dollar watermark it has passed: its total debt, including the amount owed to banks, tax authorities, rival teams and its own players, has ballooned to more than 1.1 billion euros.", "url": "https://www.nytimes.com/2021/02/12/sports/soccer/barcelona-messi-contract.html"}