{"authors": ["Julian E. Barnes"], "date_download": "2022-10-25 23:38:58", "date_modify": "2022-10-25 23:38:58", "date_publish": "2021-10-07 12:00:06", "description": "The agency will create two new mission centers, one focused on China, the other focused on emerging technology, climate change and global health.", "filename": "2021_10_07_us_politics_cia-reorganization-china_1666741138.html", "image_url": "https://static01.nyt.com/images/2021/10/07/us/politics/07dc-INTEL/07dc-INTEL-facebookJumbo.jpg?year=2021&h=549&w=1050&s=05f7f2225055437f76beda8b0cc5704f2f8a9b16d27d5d1e54b80c90f54d3c27&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_07_us_politics_cia-reorganization-china_1666741138.html", "title": "C.I.A. Reorganization to Place New Focus on China", "title_page": "C.I.A. Reorganization to Place New Focus on China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A decade ago, the Chinese government systematically dismantled the C.I.A.’s spying operation in the country, with informants captured or killed. Some former officials have blamed a breach of the agency’s classified communications system, while others have blamed a former C.I.A. officer later convicted of giving secrets to China. Since then, the agency has tried to rebuild its networks, but the Chinese government’s power to track the movements and communications of people has slowed the effort.\nA senior C.I.A. official said the new technology center would help the agency stay ahead of new technologies that can identify spies. During the last several years, the official said, the agency has been working to address new technological developments and pushing officers not to underestimate adversarial intelligence services.\nIn the jargon of the C.I.A., tradecraft is the skills spies use to evade adversarial operatives, find new sources and communicate with them securely. Technological advances by countries like China have forced the agency to update and improve their tradecraft. And the senior official said the new focus on technology and China would help in those efforts to continue to transform their tradecraft.\nThe changes are also an attempt to refine the broad reorganization of the C.I.A. undertaken in 2015 by John O. Brennan, when he became director in the final years of the Obama administration. Before the announcement, Mr. Burns reached out to former agency directors to brief them on the reorganization and his thinking, several of whom said the changes made sense to them.\n“The C.I.A. must adapt to the policy priorities of each new administration as well as to the evolving global landscape of national security challenges and opportunities,” Mr. Brennan said. “If there is any country that deserves its own mission center, it is China, which has global ambitions and presents the greatest challenge to U.S. interests and to international order.”\nThe new reorganization is not nearly so broad as Mr. Brennan’s. But Mr. Burns is undoing two changes put in place by Mr. Brennan’s successor, Mike Pompeo, who was President Donald J. Trump’s first C.I.A. director. Mr. Pompeo created mission centers focused on North Korea and Iran. Those groups will now be folded back into regional centers focused on the Middle East and East Asia.\nWith the ending of the Iran mission center, its current chief, Michael D’Andrea, is retiring from the agency. The appointment in 2017 of Mr. D’Andrea, who had a long career leading operations against Al Qaeda and other terrorist targets, was a sign of the Trump administration’s hard line on Iran. And inside the C.I.A., Mr. D’Andrea helped craft a more muscular approach against Tehran.", "url": "https://www.nytimes.com/2021/10/07/us/politics/cia-reorganization-china.html"}