{"authors": ["Jennifer Steinhauer"], "date_download": "2022-10-25 23:37:04", "date_modify": "2022-10-25 23:37:04", "date_publish": "2021-12-08 00:40:14", "description": "Under the agreement, commanders’ powers would be clipped after years of complaints about unfairness and retaliation.", "filename": "2021_12_07_us_politics_military-sexual-assault-congress_1666741024.html", "image_url": "https://static01.nyt.com/images/2021/12/07/us/politics/07dc-assault-1/merlin_189765846_770740d3-a3b5-4698-93b7-4cd3e5368fe3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_07_us_politics_military-sexual-assault-congress_1666741024.html", "title": "Lawmakers Reach Deal to Overhaul How Military Handles Sexual Assault Cases", "title_page": "Lawmakers Reach Deal to Overhaul How Military Handles Sexual Assault Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — House and Senate negotiators reached a landmark agreement on Tuesday that would strip military commanders of most of their authority to prosecute sexual assaults and myriad other criminal cases, a move that Pentagon leaders, lawmakers and presidents have resisted for nearly a generation.\nThe legislation, part of a broad defense policy bill, comes after nearly two decades of efforts by female lawmakers and survivors’ groups, and in spite of fierce last-minute lobbying against the proposal by military lawyers.\nUnder the agreement, independent military prosecutors would replace commanders in determining whether those accused of sexual assault, rape, murder, domestic violence and an array of other offenses would be prosecuted. Sexual harassment would be criminalized, but would not fall under the special prosecutor structure, a concession to opponents of the changes.\nThe measure does not go as far as Senator Kirsten Gillibrand, Democrat of New York, has long sought, and she vowed to fight for further changes in the new year.", "url": "https://www.nytimes.com/2021/12/07/us/politics/military-sexual-assault-congress.html"}