{"authors": ["Adam Satariano"], "date_download": "2022-10-25 23:00:27", "date_modify": "2022-10-25 23:00:27", "date_publish": "2021-05-12 12:07:39", "description": "The decision undercuts efforts by the European Union to force big tech firms to pay more in taxes.", "filename": "2021_05_12_business_amazon-taxes-european-union_1666738827.html", "image_url": "https://static01.nyt.com/images/2021/05/12/business/12econ-brf-amazon/merlin_187634988_0fa3fec4-3668-4d11-91b1-e2c3c7be3157-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c696d199ac43c8e3c44406928d433e24d97436b6edda1abc4766b719544aa591&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_12_business_amazon-taxes-european-union_1666738827.html", "title": "Amazon's $300 Million European Tax Charge Is Rejected by E.U. Court", "title_page": "Amazon's $300 Million European Tax Charge Is Rejected by E.U. Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Amazon on Wednesday won an appeal against European Union efforts to force the company to pay more taxes in the region, illustrating how American tech giants are turning to the courts to beat back tougher oversight.\nThe General Court of the European Union struck down a 2017 decision by European regulators that ordered Amazon to pay $300 million to Luxembourg, home of the company’s European headquarters and where regulators said the company received unfair tax treatment. The court said regulators did not sufficiently prove that Amazon had violated a law meant to prevent companies from receiving special tax benefits from European governments.\nThe decision, which comes as European Union and American officials attempt to reach a global tax agreement that could result in higher levies against tech companies, undercuts an effort by Margrethe Vestager, an executive vice president at the European Commission, who issued the Amazon penalty and has led efforts to force big tech firms to pay more in taxes. The companies have been criticized for using complex corporate structures to take advantage of low-tax countries like Luxembourg and Ireland. In 2020, Amazon earned 44 billion euros in Europe, but reported paying no taxes in Luxembourg.\nTech companies are using the courts to fight European regulators trying to rein in the industry’s power. Last year, Apple won an appeal against Ms. Vestager to annul a decision to repay about $14.9 billion in taxes to Ireland, where the company has a European headquarters. That case is now before the European Union’s highest court.", "url": "https://www.nytimes.com/2021/05/12/business/amazon-taxes-european-union.html"}