{"authors": ["Sharon Lafraniere", "Noah Weiland"], "date_download": "2022-10-25 23:25:43", "date_modify": "2022-10-25 23:25:43", "date_publish": "2021-03-26 09:00:25", "description": "As U.S. manufacturers hit their stride, vaccine scarcity will soon turn to plenty as much of the world goes begging. And vaccine makers need answers now about what to do with the coming surplus.", "filename": "2021_03_26_us_biden-coronavirus-vaccine_1666740343.html", "image_url": "https://static01.nyt.com/images/2021/03/25/us/politics/25dc-vaccine-supply1-sub/25dc-vaccine-supply1-sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f742c1c7e477d5eaa35f1e65d651d2c6cb5b13ea2b2c382dc996ea65eda242c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_26_us_biden-coronavirus-vaccine_1666740343.html", "title": "For Biden, a New Virus Dilemma: How to Handle a Looming Glut of Vaccine", "title_page": "For Biden, a New Virus Dilemma: How to Handle a Looming Glut of Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But while Johnson & Johnson has lagged behind the other manufacturers, its technology carries enormous promise for mass production because it can deliver many more doses per lot.\nLater this year, when Merck & Company is expected to begin producing Johnson & Johnson’s vaccine, it could churn out 100 million doses a month — or as much as Pfizer and Moderna together deliver monthly. The White House hailed the deal between Johnson & Johnson and Merck, but by the time production gets up to speed, those doses may be bound for a growing surplus or for export.\nOne option is to ship the frozen vaccine that will be manufactured in Merck’s plant overseas, where it can be bottled much more cheaply. Of the $10 that the federal government has agreed to pay for a dose of Johnson & Johnson’s vaccine, the drug substance itself accounts for only about 30 cents, federal officials said. The rest is the so-called fill-and-finish cost.\nIf AstraZeneca wins emergency use authorization from U.S. regulators, that will throw still more shots into the mix. Officials expect about 50 million doses to be ready for delivery in May.\nBut Biden administration officials are skittish about AstraZeneca’s vaccine. It appears to be roughly as effective as Johnson & Johnson’s but requires an additional shot, meaning a more complicated rollout. Some health officials worry that if there are already enough doses in the pipeline to cover every adult who wants a shot, introducing a fourth vaccine will just confuse people.\nOn the other hand, if the administration decides to donate the AstraZeneca doses without offering any to its own citizens, other countries might conclude that the United States lacks confidence in the vaccine’s safety or effectiveness.\n“As we gain more confidence in the doses that we have and the ability or the need or not to be boosting, then we can make a more definitive statement about what the role of the AZ product is going to be in the United States” should it gain clearance, Dr. Fauci said in an interview this week, “but right now I think it’s too premature to say anything.”\nSheryl Gay Stolberg , Benjamin Mueller and Matina Stevis-Gridneff contributed reporting. Kitty Bennett contributed research.", "url": "https://www.nytimes.com/2021/03/26/us/biden-coronavirus-vaccine.html"}