{"authors": ["Carl Zimmer", "James Gorman"], "date_download": "2022-10-25 23:42:29", "date_modify": "2022-10-25 23:42:29", "date_publish": "2021-06-20 09:00:14", "description": "Talk of “gain-of-function” research, a muddy category at best, brings up deep questions about how scientists should study viruses and other pathogens.", "filename": "2021_06_20_science_covid-lab-leak-wuhan_1666741349.html", "image_url": "https://static01.nyt.com/images/2021/06/22/science/00virus-gof1b/00virus-gof1b-facebookJumbo.jpg?year=2021&h=549&w=1050&s=17ded291869e8793c16aa4fd48c82f314af81be18d51a56f0880ca83c0d5dbdb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_20_science_covid-lab-leak-wuhan_1666741349.html", "title": "Covid Lab-Leak Theory Renews 'Gain-of-Function' Research Debate", "title_page": "Covid Lab-Leak Theory Renews 'Gain-of-Function' Research Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the United States, “there are no biosafety rules or regulations that have the force of law,” he said. “And this is in contrast to every other aspect of biomedical research.” There are enforceable rules, for example, for experiments with human subjects, vertebrate animals, radioactive materials and lasers, but none for research with disease-causing organisms.\nDr. Relman, who also supports the need for independent regulation, cautioned that legal restrictions, as opposed to guidelines or more flexible regulations, could also pose problems. “The law is cumbersome and slow,” he said. At one point in the evolution of laws relating to biological warfare, for example, Congress prohibited the possession of smallpox. But the rule’s language, Dr. Relman said, also seemed to ban possession of the vaccine because of its genetic similarity to the virus itself. “To try to fix it took forever,” he said.\nThe current H.H.S. policy also doesn’t offer much guidance about working with scientists in other countries. Some have different policies about gain-of-function research, while others have none at all.\nDr. Gronvall of Johns Hopkins argued that the U.S. government cannot dictate what scientists do in other parts of the world. “You have to embrace self-governance,” she said. “You’re not able to sit on everyone’s shoulder.”\nEven if other countries fall short on gain-of-function research policies, Dr. Lipsitch said that shouldn’t stop the United States from developing better ones. As the world’s leader in biomedical research, the country could set an example. “The United States is sufficiently central,” Dr. Lipsitch said. “What we do really does matter.”\nIronically, the pandemic put deliberations over such issues on hold. But there’s no question the coronavirus will influence the shape of the debate. Jesse Bloom, a virologist at the Fred Hutchinson Cancer Research Center, said that before the pandemic, the idea of a new virus sweeping the world and causing millions of deaths felt hypothetically plausible. Now he has seen what such a virus can do.\n“You have to think really carefully about any kind of research that could lead to that sort of mishap in the future,” Dr. Bloom said.", "url": "https://www.nytimes.com/2021/06/20/science/covid-lab-leak-wuhan.html"}