{"authors": ["David Gelles"], "date_download": "2022-10-25 23:37:24", "date_modify": "2022-10-25 23:37:24", "date_publish": "2021-06-17 09:00:19", "description": "After a long career at Home Depot, Carol Tomé thought she was done with office life. Then a company she knew well needed a new leader.", "filename": "2021_06_17_business_carole-tome-ups-corner-office_1666741044.html", "image_url": "https://static01.nyt.com/images/2021/06/17/business/17CornerOffice-Tome-sub/17CornerOffice-Tome-sub-facebookJumbo.jpg?year=2021&h=549&w=1050&s=317bd3d1dffb7644df10a38f47b3bf753f8117fd22469538328596e8fbf38501&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_17_business_carole-tome-ups-corner-office_1666741044.html", "title": "The CEO of UPS on Voting Rights and Vaccine Delivery", "title_page": "The CEO of UPS on Voting Rights and Vaccine Delivery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "How is the labor shortage playing out at a company like UPS right now? Do you think this is the result of low wages or high government benefits?\nThis is what I do know. There was a step change in e-commerce demand because of Covid. So we saw unprecedented volume last year, levels that we had projected would happen in 2023. That meant jobs needed to be created to handle the demand. In the second quarter of 2020, we hired 40,000 people. Now there is a need for jobs in the labor pool from which we pull — hourly workers, college students, many single parents working maybe two jobs. The population that we’ve been pulling from has gotten pulled. So it’s tight.\nAnd, oh, by the way, many of those people could be incentivized through government stimulus programs to sit at home and not take a job. They have choices, and those choices could be “I could work in a UPS sorting center, or I could go work in a restaurant, as well as maybe sit this one out until that money runs out, and then I can come back into the work force.”\nAre the wages you pay your lowest-paid employees enough to get by in this country today?\nWe’re way over what you might think we’re paying, because there’s a labor shortage in the country, and wages are up. Also it’s not just wages. We’re a Teamster shop here, so the majority of our people are covered by some sort of collective bargaining agreement. They have very rich benefits. So we’ve got to look at the total package, not just the wage, to understand the value that UPS jobs create in this country.\nBut do you feel confident that the lowest-paid people in the company are being compensated enough to get by comfortably in the markets where they live?\nWell, it’s a really fair question, or an interesting question, I should say, because no one is ever happy with their compensation. So when we look at employee satisfaction scores, some of the lowest scores are on compensation, because no one is ever happy with that. But I’m not hearing stories from our people that they can’t get by.\nFor a long time, I was sort of a Milton Friedman person: “The purpose of the corporation is to create value for the shareholder.” I’m very much now of the belief that if you take care of the needs of all stakeholders, you actually create value for the share price. And taking care of the needs of all the stakeholders includes your employees, and includes the communities in which you live. It includes climate. And it includes paying a dividend, but the dividend is just a piece of the taking care of all stakeholders. So I hope there’s no misunderstanding from what I’ve said about where my interests lie.", "url": "https://www.nytimes.com/2021/06/17/business/carole-tome-ups-corner-office.html"}