{"authors": ["Christina Caron"], "date_download": "2022-10-25 23:44:33", "date_modify": "2022-10-25 23:44:33", "date_publish": "2021-02-17 22:26:33", "description": "With anxiety and depression on the rise during the pandemic, it has been challenging for people to get the help they need.", "filename": "2021_02_17_well_mind_therapy-appointments-shortages-pandemic_1666741473.html", "image_url": "https://static01.nyt.com/images/2021/02/10/well/00well-therapist-shortage/00well-therapist-shortage-facebookJumbo.jpg?year=2021&h=549&w=1050&s=02af73c78edffae1d919fd48aed71729398a85cc66b8f68479c6a2a16ab660db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_17_well_mind_therapy-appointments-shortages-pandemic_1666741473.html", "title": "Mental Health Providers Struggle to Meet Pandemic Demand", "title_page": "Mental Health Providers Struggle to Meet Pandemic Demand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After Jessica W. was laid off from her job as an executive assistant in November, she began backsliding into the eating disorder that she thought she had overcome.\n“I started to not want to eat again,” Jessica, 33, said. “Those thoughts and behaviors — they’re just debilitating and they drain you. It becomes a constant battle with yourself.”\nJessica, whose last name has been withheld to protect her privacy as she searches for a new job, was also struggling with anxiety and depression. So she went online and started searching for mental health providers in Connecticut, where she lives. One of the therapists she called wasn’t accepting new patients. Two of them told Jessica that they didn’t have the right skill sets to help her. Others simply didn’t respond.\n“It’s emotionally draining to tell your story,” she said. “You have to be resilient.”\nSince the first coronavirus case was confirmed in the United States more than a year ago, the number of people in need of mental health services has surged. But many say that they are languishing on waiting lists, making call after call only to be turned away, with affordable options tough to find. Providers, who have long been in short supply, are stretched thin.", "url": "https://www.nytimes.com/2021/02/17/well/mind/therapy-appointments-shortages-pandemic.html"}