{"authors": ["Neil Vigdor", "Kenneth Chang"], "date_download": "2022-10-25 23:30:46", "date_modify": "2022-10-25 23:30:46", "date_publish": "2021-07-11 19:24:17", "description": "A short suborbital jaunt to the edge of space for most people requires having a lot of spare cash on hand, for now.", "filename": "2021_07_11_science_cost-to-fly-virgin-galactic-space_1666740646.html", "image_url": "https://static01.nyt.com/images/2021/07/11/science/11virgingalactic-weightlessness/merlin_190695666_650dc0f9-6e75-4397-b583-9ea845e6c650-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4850e0ee26f1da861c8dbc981bf16e6544fb0dbc0a19afa57dd0b919e9680f25&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_11_science_cost-to-fly-virgin-galactic-space_1666740646.html", "title": "How Much Will It Cost to Fly Virgin Galactic to Space?", "title_page": "How Much Will It Cost to Fly Virgin Galactic to Space? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Not long after Richard Branson re-entered Earth’s atmosphere on Sunday, he and other employees of his Virgin Galactic venture boasted that the company would greatly expand opportunities for the general public to travel to space. For the moment, those otherworldly views and feelings of weightlessness will still be held in rarefied air.\nA seat on one of the company’s spaceships originally cost $200,000. The company later raised the price to $250,000. It then stopped sales after a crash during a test flight in 2014. When the company resumes sales later this year, the price will probably rise again, said Michael Colglazier, Virgin Galactic’s chief executive.\n“We’re here to make space more accessible to all,” Mr. Branson said on Sunday as he was presented with his astronaut wings after his milestone flight.\nFor a vast majority of Americans, the cost of such a trip is out of reach. In the future, Virgin Galactic and other spaceflight companies hope broadening opportunities to fly to space will bring down the cost of a ticket. But for now, primarily people with spare cash equivalent to the cost of some houses will be able to afford a few moments at the edge of space.", "url": "https://www.nytimes.com/2021/07/11/science/cost-to-fly-virgin-galactic-space.html"}