{"authors": ["Daniel E. Slotnik"], "date_download": "2022-10-25 23:02:49", "date_modify": "2022-10-25 23:02:49", "date_publish": "2021-09-30 12:22:18", "description": "Administrators face “a delicate balancing act” in a state where hospitals are crowded, workers are scarce and vaccine resistance is widespread.", "filename": "2021_09_30_us_wyoming-hospital-vaccine-mandate_1666738969.html", "image_url": "https://static01.nyt.com/images/2021/09/28/lens/28-virusbriefing-wyoming/28-virusbriefing-wyoming-facebookJumbo.jpg?year=2021&h=549&w=1050&s=516ada5623cba1860f90860fe49bb9785f133aed22d50be46ba2128bfe84ab37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_30_us_wyoming-hospital-vaccine-mandate_1666738969.html", "title": "Wyoming Vaccine Mandate Could Stretch Hospital Staffing, Officials Say", "title_page": "Wyoming Vaccine Mandate Could Stretch Hospital Staffing, Officials Say  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The coronavirus is raging in the northern states of the Mountain West, especially Wyoming, where the Delta variant is tearing through one of the least vaccinated areas in the country.\nWyoming is tied with its neighbor Idaho for the second-lowest vaccination rate of any U.S. state. Each has fully vaccinated 41 percent of residents, compared with 56 percent nationally. And newly reported virus cases are at their highest levels since November in Wyoming and neighboring Montana.\nCovid-19 patients are filling Wyoming’s hospitals and stretching health care workers thin, leading to the cancellation of elective procedures at some hospitals. Some patients are traveling as far away as Texas for care.\nUnlike hospitals in many states, most in Wyoming are not requiring their employees to be vaccinated. Some hospital administrators worry that President Biden’s national vaccine mandate for health care workers, which has yet to take effect, could prompt some workers to quit, making staffing shortages more severe.", "url": "https://www.nytimes.com/2021/09/30/us/wyoming-hospital-vaccine-mandate.html"}