{"authors": ["Apoorva Mandavilli", "Roni Caryn Rabin"], "date_download": "2022-10-25 23:44:57", "date_modify": "2022-10-25 23:44:57", "date_publish": "2021-09-10 23:23:13", "description": "Scientists believe the administration’s new measures may tamp down the pandemic, although the effects will not immediately be obvious.", "filename": "2021_09_10_health_coronavirus-vaccine-mandate.html_action=click&module=RelatedLinks&pgtype=Article_1666741497.html", "image_url": "https://static01.nyt.com/images/2021/09/10/science/10virus-scientists-vaccine-1/merlin_192668655_529430db-af47-412b-9110-d4c460fc552f-facebookJumbo.jpg?year=2021&h=550&w=1050&s=63d3eca1896b889a3a7578f7a20622404c8dcc7c7518c0f6483c234caa783a95&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_10_health_coronavirus-vaccine-mandate.html_action=click&module=RelatedLinks&pgtype=Article_1666741497.html", "title": "Why Federal Research Bolsters the Case for Coronavirus Vaccine Mandates", "title_page": "Why Federal Research Bolsters the Case for Coronavirus Vaccine Mandates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, some experts cautioned that results from the administration’s plan would take many weeks to unfold. It is not clear when the new requirements will be finalized or how the promised legal challenges from Republicans will play out in courtrooms. Moreover, while the administration said the mandates would cover 100 million American workers, no one knows how many of them have already been vaccinated.\nIn any event, immunization is not an instant process — at least six weeks for a two-dose vaccine. The administration did not emphasize measures that work more quickly to stop the virus: masking and widespread rapid testing, for example.\nThe nation will need every tool at its disposal to fend off the Delta variant, a far more formidable foe than the original version of the virus. The variant became the dominant version of the virus in the United States only in mid-July, and the consequences have been beyond anything experts predicted.\nReassuringly low numbers of cases and hospitalizations in June have risen inexorably for weeks to nearly 10 times their previous levels. About 1,500 Americans, the vast majority of them unvaccinated, are dying each day.\nMuch of the misery could be prevented, the new C.D.C. research found. An analysis of 32,867 patient visits in nine states found that even as the Delta variant predominated, the vaccines had an overall effectiveness rate of 86 percent at preventing hospitalizations, though they were less protective for adults aged 75 and over.\nModerna vaccines had the highest efficacy rate, at 95 percent, compared with 80 percent for Pfizer-BioNTech and 60 percent for the Johnson & Johnson vaccine.\nThe shots’ effectiveness at preventing infection declined somewhat, from 91 percent to 78 percent, as the variant spread. The Moderna vaccine had an effectiveness rate of 92 percent against infection, compared with 77 percent for the Pfizer-BioNTech shot and 65 percent for Johnson & Johnson.", "url": "https://www.nytimes.com/2021/09/10/health/coronavirus-vaccine-mandate.html?action=click&module=RelatedLinks&pgtype=Article"}