{"authors": ["David D. Kirkpatrick", "Alan Feuer"], "date_download": "2022-10-25 23:47:40", "date_modify": "2022-10-25 23:47:40", "date_publish": "2021-03-14 09:00:16", "description": "Two Proud Boys accused of leading a mob to Congress followed a bloody path to get there. Law enforcement did little to stop them.", "filename": "2021_03_14_us_proud-boys-law-enforcement_1666741660.html", "image_url": "https://static01.nyt.com/images/2021/03/09/us/00ProudBoys1/merlin_182068071_5256135c-b4c0-4028-b211-ea7224b45c68-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f7cfc6bf512e77c761850d9b739c2bc57ce75e2557a65f998312b421668e1b77&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_14_us_proud-boys-law-enforcement_1666741660.html", "title": "Police Shrugged Off the Proud Boys, Until They Attacked the Capitol", "title_page": "Police Shrugged Off the Proud Boys, Until They Attacked the Capitol - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the end of the year, as Mr. Trump was trying to overturn his election loss, Mr. Biggs and Mr. Tarrio marched at the head of hundreds of Proud Boys during a pro-Trump “Stop the Steal” rally in Washington. That night, members stole a Black Lives Matter banner and burned it in the street.\nIn video footage, Mr. Biggs urged the crowd of Proud Boys to celebrate by drinking. As he led them to a bar, he chanted, “I like beer!” — a Proud Boys inside joke alluding to testimony by Justice Brett M. Kavanaugh during his Supreme Court confirmation.\nMr. Biggs’s mood changed after a tumultuous night of street clashes. Two Proud Boys were stabbed, and he grew angry at the police for failing to more actively defend the Proud Boys.\n“We are the ones that back you!” he yelled through a megaphone at a phalanx of riot officers. “That thin blue line is getting thinner and thinner.”\nThe Washington police arrested Mr. Tarrio on Jan. 4, questioning him about the banner burning and charging him with illegal possession of two high-capacity magazines for an AR-15 (each stamped with the Proud Boys rooster logo). But the authorities released him on condition he stay out of the District of Columbia during the Trump rally two days later. No other Proud Boys were arrested in connection with the incident.\n‘Want Your House Back? Take It’\nThe Proud Boys made no effort to hide their anticipation of political violence in the weeks leading up to Jan. 6. “If there ever was a time for there to be a second civil war, it’s now,” Mr. Biggs wrote in a blog post shortly after the election. “Buy ammo, clean your guns, get storable food and water.” In December, he helped spread the word on social media that when the Proud Boys showed up in Washington, they should do so not in their customary black-and-yellow polo shirts but “incognito.”", "url": "https://www.nytimes.com/2021/03/14/us/proud-boys-law-enforcement.html"}