{"authors": ["Michael Laforgia", "Jennifer Valentino-Devries"], "date_download": "2022-10-25 23:24:26", "date_modify": "2022-10-25 23:24:26", "date_publish": "2021-05-15 09:00:23", "description": "Sickle cell trait has been cited in dozens of police custody deaths ruled accidental or natural, even though the condition is benign on its own, a Times investigation found.", "filename": "2021_05_15_us_african-americans-sickle-cell-police_1666740266.html", "image_url": "https://static01.nyt.com/images/2021/04/30/multimedia/00sicklecell1/00sicklecell1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=e911d78fa1eb6e9bc18efc9001d399ea01997a05f076630a4597accd568e5938&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_15_us_african-americans-sickle-cell-police_1666740266.html", "title": "How Sickle Cell Trait in Black People Can Give the Police Cover", "title_page": "How Sickle Cell Trait in Black People Can Give the Police Cover - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "K.C. Cage-Singleton, a 30-year-old landscaper and father of four, was walking in Baton Rouge, La., in October 2009 when two officers approached him because they thought his clothing resembled that of an armed robbery suspect. Records show they chased him into an apartment complex, shocked him with a stun gun and beat him with a baton. The coroner cataloged a slew of injuries, including abrasions, lacerations and broken teeth, but said the manner and cause of his death were “undetermined,” citing “probable” sickle cell trait. The officers were not charged.\nArmy Sgt. James Brown, 26, had completed two tours in Iraq and was struggling with post-traumatic stress disorder in July 2012 when he turned himself in to the El Paso jail to serve a two-day sentence for drunken driving. The authorities said he became violent, and he died after five jailers in riot gear piled atop him, pulled a mesh mask over his head and bound him in a chair. The medical examiner ruled that he had died a natural death caused by sickle cell crisis, and a grand jury declined to bring charges.\nGamel Brown, a 30-year-old property maintenance supervisor, cut his hand on a broken mirror at his home in a Baltimore suburb in January last year, prompting a call to 911. The police who responded said he became “extremely combative,” and they jolted him several times with a stun gun. After he died at a hospital, the medical examiner said that the manner of his death was undetermined — and that it was caused in part by sickle cell trait. The state’s attorney filed no charges.\nIn three cases, deaths linked to sickle cell trait that were deemed natural or of indeterminate cause were later ruled homicides — as occurred when Martin Lee Anderson, 14, died at the hands of his jailers at a northwest Florida juvenile detention camp in January 2006.\n“You can’t put the blame on sickle cell trait when there is a knee on the neck or when there is a chokehold or the person is hogtied,” said Dr. Roger A. Mitchell Jr., the former chief medical examiner for the District of Columbia and now chairman of pathology at the Howard University College of Medicine. “You can’t say, ‘Well, he’s fragile.’ No, that becomes a homicide.”\nNot every death that is tied to the condition is inherently questionable. Medical experts say sickle cell trait has caused deaths in rare cases of extreme overexertion, especially among military trainees and college athletes. Three of the in-custody deaths identified by The Times involved people who were exercising vigorously in jail yards or running hard before they collapsed — and law enforcement officers said that at most they put handcuffs on them.\nIn none of the deaths examined by The Times did the person have actual sickle cell disease, though there were instances when imprecise language by medical examiners left the false impression the trait and the disease were the same.", "url": "https://www.nytimes.com/2021/05/15/us/african-americans-sickle-cell-police.html"}