{"authors": ["Melissa Eddy", "Steven Erlanger"], "date_download": "2022-10-25 22:55:20", "date_modify": "2022-10-25 22:55:20", "date_publish": "2021-07-17 14:41:39", "description": "With more than 160 dead across the region, the receding waters revealed extensive damage as well as deep political divides around how far and fast Germans should go to stem carbon use.", "filename": "2021_07_17_world_europe_germany-floods-climate-change_1666738520.html", "image_url": "https://static01.nyt.com/images/2021/07/17/world/17europe-floods01-SUB/merlin_190969050_7e7b3dcc-51c4-406f-bc48-25282903ca4a-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1fa75b21891f1079480e7c8e946d3894d06b0c6947fd1da81c33750da8d30744&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_17_world_europe_germany-floods-climate-change_1666738520.html", "title": "Germany Floods: Climate Change Moves to Center of Campaign as Toll Mounts", "title_page": "Germany Floods: Climate Change Moves to Center of Campaign as Toll Mounts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Olaf Scholz, 63, Ms. Merkel’s finance minister who is running for the chance to replace her and return his Social Democratic Party to the chancellery, also headed on Friday to flooded regions in Rhineland-Palatinate, where he pledged swift help from the government and linked the disaster to climate change.\n“I am firmly convinced that our task is stopping human-made climate change,” Mr. Scholz told ZDF public television. He praised his party’s role in passing some of Germany’s first climate laws when the Social Democrats governed with the Greens from 1998 to 2005, but called for a stronger effort to move toward a carbon-neutral economy.\n“What we still have to do now is get all those who have resisted right up to the end that we raise the expansion targets for renewable energies in such a way that it also works out with a CO2-neutral industry to give up this resistance,” he said.\nWhile the focus at the moment is on the role that environmental issues will play in the election campaign, questions are also being raised over whether the chancellor, who was a champion for combating climate change going back to 1995, when she presided over the United Nations’ first Climate Conference in Berlin, actually pushed her own country hard enough.\nOnce she came into power, it proved harder to persuade her country’s powerful industrial and automobile lobbies — key supporters of her conservative party — to do their part.\nThe result was legislation that Germany’s highest court ruled in April was not aggressive enough in its attempts to bring down emissions. It ordered the government to strengthen the law to ensure that future generations would be protected.\n“In recent years, we have not implemented many things in Germany that would have been necessary,” said Malu Dreyer, the governor of Rhineland-Palatinate state, said in an interview with the Funke media consortium.", "url": "https://www.nytimes.com/2021/07/17/world/europe/germany-floods-climate-change.html"}