{"authors": ["Michael M. Grynbaum"], "date_download": "2022-10-25 22:56:45", "date_modify": "2022-10-25 22:56:45", "date_publish": "2021-08-10 21:15:01", "description": "Chris Cuomo, who is off this week, has conferred with his brother, Gov. Andrew Cuomo, by telephone over the past few days.", "filename": "2021_08_10_business_media_chris-cuomo-cnn-andrew-cuomo_1666738605.html", "image_url": "https://static01.nyt.com/images/2021/08/10/nyregion/100000007915075/merlin_171153360_88d58a73-dfe3-4c6f-8d78-7bca560cfe5b-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9d19eb5a0e0d4914c9ce440d8a4a4902a3affcf8bb4643f6e8d32108467b01bd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_10_business_media_chris-cuomo-cnn-andrew-cuomo_1666738605.html", "title": "On CNN, covering one Cuomo while another is on vacation.", "title_page": "On CNN, covering one Cuomo while another is on vacation. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CNN went into red-alert mode on Tuesday to cover the stunning resignation of Gov. Andrew M. Cuomo of New York, carrying his remarks live and patching in Empire State political veterans by phone.\nA different Cuomo was glaringly absent: Chris Cuomo, the governor’s brother and CNN’s top-rated anchor, whose family link to a national scandal has proved increasingly tricky for the cable network to navigate. He is off this week on what he described as a planned vacation for his birthday.\nChris Cuomo has regularly spoken with Governor Cuomo by telephone over the past week and advised his brother to resign, said two people who requested anonymity to describe sensitive private conversations.\nThe anchor concluded last week that his brother could not survive the political maelstrom, as the governor’s longtime allies abandoned him and support in the Democratic establishment dwindled, the people said.", "url": "https://www.nytimes.com/2021/08/10/business/media/chris-cuomo-cnn-andrew-cuomo.html"}