{"authors": ["Scott Cacciola"], "date_download": "2022-10-25 23:35:00", "date_modify": "2022-10-25 23:35:00", "date_publish": "2021-05-21 10:00:09", "description": "Paul is pulled in many directions — acting, training, arguing with referees — but now he has his eyes set on winning a championship with the Suns.", "filename": "2021_05_21_sports_basketball_chris-paul-phoenix-suns_1666740900.html", "image_url": "https://static01.nyt.com/images/2021/05/21/sports/21nba-chrispaul/21nba-chrispaul-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d31d3c84d0ad50063853bcb3a5c04c3eaef380bc325a789b903902710fb61b68&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_21_sports_basketball_chris-paul-phoenix-suns_1666740900.html", "title": "The Phoenix Suns Are Chris Paul’s Latest Project", "title_page": "The Phoenix Suns Are Chris Paul’s Latest Project - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are nights when Chris Paul will drive for a layup, toss a no-look pass to a teammate for a 3-pointer and crash to the court trying to sell an offensive foul to the officials — all before the game is minutes old. And then when the game goes to its first commercial break, he will try to sell you some home, life or auto insurance, too.\nPaul has been inescapable for 16 N.B.A. seasons. One of the league’s great point guards and an 11-time All-Star, he has entered the renaissance phase of his career, guiding the Phoenix Suns to the No. 2 seed in the Western Conference playoffs. Phoenix, which is making its first playoff appearance since the 2010 season, will face the Los Angeles Lakers in the first round, starting Sunday.\nPaul’s impact on the Suns has been profound. So much leadership, according to his teammates. So much passion. So much “tough love,” as Mikal Bridges, a Suns forward, said in an interview.\nOf course, there has always been so much of everything when it comes to Paul, stretching back to his two college seasons at Wake Forest, through the high peaks and low valleys of his Lob City days with the Los Angeles Clippers. Now the Suns have flourished in his painstaking, perfection-demanding wake.", "url": "https://www.nytimes.com/2021/05/21/sports/basketball/chris-paul-phoenix-suns.html"}