{"authors": ["Erin Woo"], "date_download": "2022-10-25 23:41:42", "date_modify": "2022-10-25 23:41:42", "date_publish": "2021-10-05 14:35:54", "description": "Among young people, the idea that Instagram can hurt someone’s self-image is widely discussed.", "filename": "2021_10_05_technology_teenage-girls-instagram_1666741302.html", "image_url": "https://static01.nyt.com/images/2021/10/05/business/05facebook-whistleblower-live-teens/merlin_162312924_f3553e59-2c8c-4d5a-8284-f61aca1bc534-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b0c1f27220bd048fd932eb3003af1df1b1703a0dd8085313e5ff7bc445c5a81a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_05_technology_teenage-girls-instagram_1666741302.html", "title": "Teenage Girls Say Instagram's Mental Health Impacts Are No Surprise", "title_page": "Teenage Girls Say Instagram's Mental Health Impacts Are No Surprise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Annie Zhu got an Instagram account during her freshman year of high school. At first, she curated her profile carefully, showing off different outfits and looks. She followed body positivity and body neutrality accounts. But she still sometimes compared herself with others, and “it can make me feel bad,” she said.\nSo when she recently listened to a podcast revealing how Facebook’s research concluded that Instagram, which it owns, was toxic for teenage girls, she said, the findings “didn’t surprise me at all.”\n“In my past experiences, it has been a huge struggle,” Ms. Zhu, an 18-year-old Stanford University freshman, said in an interview.\nAmong young people, the idea that Instagram can hurt someone’s self-image is widely discussed. Ms. Zhu said she and her friends talked about how social interactions on Instagram felt inauthentic. Some friends have deleted the app because they didn’t think it was contributing positively to their lives, she added. She said she now used Instagram largely as a messaging system and rarely posted on it.", "url": "https://www.nytimes.com/2021/10/05/technology/teenage-girls-instagram.html"}