{"authors": ["Thomas Gibbons-Neff", "Najim Rahim"], "date_download": "2022-10-25 23:28:20", "date_modify": "2022-10-25 23:28:20", "date_publish": "2021-06-17 17:46:17", "description": "At least 24 commandos were killed in one battle in the Afghan north, and that kind of stark loss is playing out across the country: “We mourn. The Taliban celebrate. And it hurts too much.”", "filename": "2021_06_17_world_asia_afghanistan-military-casualties_1666740500.html", "image_url": "https://static01.nyt.com/images/2021/06/17/world/17AFGHANISTAN1/17AFGHANISTAN1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8dd2dada00137831152203000780b4f115de4bced6b3006d31d1d62c35008b1d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_17_world_asia_afghanistan-military-casualties_1666740500.html", "title": "Elite Afghan Forces Suffer Horrific Casualties as Taliban Advance", "title_page": "Elite Afghan Forces Suffer Horrific Casualties as Taliban Advance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Now, with no guarantee of U.S. air support after international forces pull out and with a shrinking number of American aircraft overhead, Afghan commanders are being forced to make increasingly difficult decisions about which bases and outposts to hold or abandon, leaving the civilian population at the hands of the Taliban.\nWednesday’s battle came after a commando force of roughly 50 troops, intermixed with police officers and soldiers, carried out an operation to retake Dawlat Abad district from the Taliban with little coordination with nearby government forces, said an Afghan military official with knowledge of the operation, who was not permitted to speak to the media, quickly routing a contingent of Taliban fighters there.\nBut several hours later, a much larger Taliban force attacked the elite force from all sides, killing at least 24 commandos and five police officers. Several troops are wounded and missing, the military official said, and despite calls for air support, no aircraft were able to respond in time.\nAmong the scattered dead was Maj. Sohrab Azimi, a well-known and beloved officer whose job was directing airstrikes, one of the few advantages the Afghan security forces hold over the Taliban.\nIn the seemingly endless cycle of killing and dying in Afghanistan’s war, the death of Major Azimi, 30, the son of a well-known Afghan general, highlighted the brutal and personal nature of this new chapter of the war.\nMajor Azimi “was the best,” one of his fellow Afghan comrades observed, who spent the hours after his friend’s death in the north directing airstrikes in the south to defend the district of Gereshk. “I can’t tolerate any more my friends’ deaths.”", "url": "https://www.nytimes.com/2021/06/17/world/asia/afghanistan-military-casualties.html"}