{"authors": ["Annie Karni", "Zolan Kanno-Youngs"], "date_download": "2022-10-25 23:25:42", "date_modify": "2022-10-25 23:25:42", "date_publish": "2021-03-15 23:29:27", "description": "The administration is seeking help in urging Republicans to get inoculated. But the president said he was not sure how much value there was in enlisting his predecessor.", "filename": "2021_03_15_us_politics_joe-biden-vaccine-republicans_1666740342.html", "image_url": "https://static01.nyt.com/images/2021/03/15/us/politics/15dc-vaccine-hesitancy1/15dc-vaccine-hesitancy1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=67e4cd1832488fd1988e873c57bf63d16637aab7d661faf1908abe4fcb637554&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_15_us_politics_joe-biden-vaccine-republicans_1666740342.html", "title": "As Biden Confronts Covid-19 Vaccine Hesitancy, Republicans Are a Particular Challenge", "title_page": "As Biden Confronts Covid-19 Vaccine Hesitancy, Republicans Are a Particular Challenge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — As President Biden pushes to vaccinate as many Americans as possible, he faces deep skepticism among many Republicans, a group especially challenging for him to persuade.\nWhile there are degrees of opposition to vaccination for the coronavirus among a number of groups, including African-Americans and antivaccine activists, polling suggests that opinions in this case are breaking substantially along partisan lines.\nA third of Republicans said in a CBS News poll that they would not be vaccinated — compared with 10 percent of Democrats — and another 20 percent of Republicans said they were unsure. Other polls have found similar trends.\nWith the Biden administration readying television and internet advertising and other efforts to promote vaccination, the challenge for the White House is complicated by perceptions of former President Donald J. Trump’s stance on the issue. Although Mr. Trump was vaccinated before he left office and urged conservatives last month to get inoculated, many of his supporters appear reluctant to do so, and he has not played any prominent role in promoting vaccination.", "url": "https://www.nytimes.com/2021/03/15/us/politics/joe-biden-vaccine-republicans.html"}