{"authors": ["Jonathan Weisman"], "date_download": "2022-10-25 22:57:45", "date_modify": "2022-10-25 22:57:45", "date_publish": "2021-06-15 13:16:21", "description": "Senator Joe Manchin III is the only Democrat in the Senate who has refused to sign on to the For the People Act.", "filename": "2021_06_15_us_politics_texas-voting-rights-bill_1666738665.html", "image_url": "https://static01.nyt.com/images/2021/06/15/us/15new-washington-briefing-voting-rights/15new-washington-briefing-voting-rights-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e213498588a81b382d349705371b0f2576392cf6c86af04ce4ca46bdcf80763d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_15_us_politics_texas-voting-rights-bill_1666738665.html", "title": "Texas Democrats to Make Their Case on Voting Rights Bill", "title_page": "Texas Democrats to Make Their Case on Voting Rights Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tuesday’s Senate Democratic lunch was supposed to be a homecoming of sorts — but an uncomfortable one for Senator Joe Manchin III of West Virginia.\nHe didn’t show up.\nFor the first time in a year, Senate Democrats — newly freed from pandemic precautions that prevented their weekly lunch for more than a year — convened in the ornate room in the Capitol named after a former majority leader, Mike Mansfield, just off the Senate floor, to hash out the issues facing the caucus. Front and center was the escalating pressure from Democrats nationwide to push forward with a far-reaching congressional voting-rights bill to counter restrictive ballot access laws that are streaming through Republican-held state capitals.\nMr. Manchin, as the only Democrat in the Senate who has refused to sign on to the bill, was supposed to be in the hot seat. His absence suggested that he was sticking by his opposition.\nAs part of a series of meetings designed to rally support for the legislation, Senate leaders had brought in Democratic members of the Texas Legislature to make the case for why the bill, known as the For the People Act, is urgently needed. The Texans managed to stave off passage of a state voter restriction bill last month with a dramatic late-night walkout, but that stunt cannot stave off the bill’s eventual passage if the Republican majority in Austin remains united. Many Democrats argue that only the enactment of superseding federal legislation mandating extended voting hours and mail-in balloting, as the party’s bill would do, could accomplish that.", "url": "https://www.nytimes.com/2021/06/15/us/politics/texas-voting-rights-bill.html"}