{"authors": ["Michael Paulson"], "date_download": "2022-10-25 23:50:48", "date_modify": "2022-10-25 23:50:48", "date_publish": "2021-09-26 21:40:57", "description": "The musical, featuring Alanis Morissette songs, is planning to resume performances on Broadway next month.", "filename": "2021_09_26_theater_jagged-little-pill-nora-schell_1666741848.html", "image_url": "https://static01.nyt.com/images/2021/09/26/arts/26tonys-jagged-controversy/merlin_165509382_78cdfebd-3a93-4a36-a820-d914f6228334-facebookJumbo.jpg?year=2021&h=549&w=1050&s=6e7f4367b3147ca51c07c1bed61f07fe154cf3198765fd264d1a2ad108521bae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_26_theater_jagged-little-pill-nora-schell_1666741848.html", "title": "'Jagged Little Pill' Producers Respond to Controversies", "title_page": "'Jagged Little Pill' Producers Respond to Controversies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Jagged Little Pill” barrels into tonight’s Tony Awards with 15 nominations, more than any other show — but also with its producers confronting two controversies that have prompted scrutiny and an apology.\nThe show, a musical featuring Alanis Morissette songs and a script that explores a host of social issues, is one of three contenders for best musical, and is a leading contender in the best featured actress and best book categories. It plans to resume performances on Broadway next month.\nBut in the run-up to the Tonys the show’s producers have found themselves responding to criticism over how depictions of a character’s gender identity evolved as the show developed, and over the accusation by a former member of the cast who said they were asked to delay a surgical procedure. (The Tony voting period ended in March, before that accusation became public.)\nOn Saturday, the show’s lead producers, Vivek J. Tiwary, Arvind Ethan David and Eva Price, said that they had hired an employment lawyer to look into an accusation from the former cast member, Nora Schell, who uses the pronouns they and them, and who said the production had asked them to delay a procedure to remove vaginal cysts. The union representing stage performers, Actors’ Equity, also said it would investigate; Schell said a union vice president was among those who mishandled the medical concerns.", "url": "https://www.nytimes.com/2021/09/26/theater/jagged-little-pill-nora-schell.html"}