{"authors": ["Ronda Kaysen"], "date_download": "2022-10-25 23:26:34", "date_modify": "2022-10-25 23:26:34", "date_publish": "2021-06-25 12:00:07", "description": "How to put up with the noise and disruption when you’re not just living at home, but also working and schooling from there.", "filename": "2021_06_25_realestate_living-through-a-pandemic-renovation_1666740394.html", "image_url": "https://static01.nyt.com/images/2021/06/27/realestate/0627RIGHTATHOME/0627RIGHTATHOME-facebookJumbo.jpg?year=2021&h=549&w=1050&s=d7569d17aba7ecd0afb9b9a6ff485d7aa68e53d3c8d5476efa51b247ecf0091d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_25_realestate_living-through-a-pandemic-renovation_1666740394.html", "title": "Living Through a Pandemic Renovation", "title_page": "Living Through a Pandemic Renovation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rajiv Surendra, a calligrapher and actor in his early 30s who is best known for his role in the 2004 movie “Mean Girls,” had even less space when he renovated the galley kitchen in his Upper West Side one-bedroom last year. Doing all the work himself, except the plumbing (his landlord insisted he not touch the plumbing in a prewar building), he chronicled his experience on Instagram as he installed wainscoting, sanded cabinets, and made bracket shelves and a peg rail by hand. He didn’t even use a nail gun, so as not to bother his neighbors.\nMr. Surendra set up his workshop in the living room and a temporary kitchen in his bedroom that consisted of a toaster oven, coffee grinder and stovetop espresso pot. He ate at the desk in his bedroom and stored his dishes and pantry items in huge piles under the bed. “I’d have to rummage around awkwardly in what felt like a rabbit warren to find stuff I’d put away and thought I didn’t need,” he said.\nBut with his entire apartment turned into a worksite, he had almost no space that felt like his own. “It was upsetting because I like everything in its place,” he said. So he did his best to ignore the mess. “I didn’t look at it or I didn’t acknowledge it, because it would have driven me crazy.”\nOne morning, as he was crouched on his bedroom floor using the toaster oven, he had an epiphany: Treat the experience like camping and maybe it wouldn’t be so hard. The change in attitude helped.\nIt also helped to find something that could mentally take him away from a space he rarely left. Every night, he would roll up the drop cloth, vacuum and take a shower. Then he would spend two hours practicing the harp and the piano in his living room, within sight of the kitchen, teaching himself Chopin’s Nocturne Op. 9 No. 2. “That was a very good thing, for me to get my mind away from that stuff,” he said.\nEven rock stars sometimes decide to ride out a renovation at home. When Nikki Sixx started work on his 9,000-square-foot mansion in Jackson Hole last September, he could have escaped to another house in Los Angeles, but he stayed through most of the work with his wife, Courtney Sixx, 35, and their 1-year-old daughter, Ruby. “We didn’t want to leave Wyoming. It was just too beautiful,” Mr. Sixx said. The couple stayed in the house until mid-January, when work on the kitchen and floors was done.\nTurning the house, which sits on 20 acres overlooking a bluff, into a rock ‘n’ roll meets rugged western cowboy retreat was noisy and chaotic, and meant renovating every room in the house, even the garage. “You’re trying to write and you’ve got ‘Rahhhh!’ right in the background,” said Mr. Sixx, 62, who wrote a memoir, “The First 21,” about his early life, amid all the construction. “It was an outrageous time and an amazing time.”", "url": "https://www.nytimes.com/2021/06/25/realestate/living-through-a-pandemic-renovation.html"}