{"authors": ["Jeffery C. Mays"], "date_download": "2022-10-25 23:28:52", "date_modify": "2022-10-25 23:28:52", "date_publish": "2021-09-10 22:03:47", "description": "Grubhub, Uber Eats and Door Dash have characterized a 15 percent cap on fees charged to restaurants as an unconstitutional measure that will hurt consumers.", "filename": "2021_09_10_business_food-delivery-lawsuit-ny-grubhub-uber-eats-door-dash_1666740532.html", "image_url": "https://static01.nyt.com/images/2021/09/10/nyregion/10ny-grubhub02/10ny-grubhub02-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e25f3b359fdacf50eaa0d34e57eca94cf3c3607bdda49567c0335c270c0618a6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_10_business_food-delivery-lawsuit-ny-grubhub-uber-eats-door-dash_1666740532.html", "title": "Food Delivery Apps Sue NY Over Fee Limits", "title_page": "Food Delivery Apps Sue NY Over Fee Limits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The three largest food delivery platforms have filed a lawsuit seeking to overturn New York City’s cap on the fees they can charge to restaurants.\nThe lawsuit, filed by Grubhub, DoorDash and Uber Eats in Federal District Court in Manhattan on Thursday, was the latest confrontation in an extended battle that began nearly two years ago, when the City Council first discussed a possible cap.\nThe Council held hearings where restaurant owners complained of paying fees as high as 30 percent, saying that fees were levied even on calls that did not result in orders.\nNo action was taken until the coronavirus struck New York, forcing many restaurants across the city to close their dining rooms and making delivery the only option for survival. Saying that it wanted to send restaurants a lifeline, the City Council temporarily capped the fees that food delivery apps could charge, setting them at 15 percent for online orders and 5 percent per order for other fees such as marketing.", "url": "https://www.nytimes.com/2021/09/10/business/food-delivery-lawsuit-ny-grubhub-uber-eats-door-dash.html"}