{"authors": ["Noah Weiland", "Katie Thomas", "Sharon Lafraniere"], "date_download": "2022-10-25 23:25:50", "date_modify": "2022-10-25 23:25:50", "date_publish": "2021-01-22 23:08:03", "description": "After the surprise discovery of an extra dose in every vial, Pfizer executives successfully lobbied the F.D.A. to change the vaccine’s formal authorization language. The company charges by the dose.", "filename": "2021_01_22_health_pfizer-vaccine_1666740350.html", "image_url": "https://static01.nyt.com/images/2021/01/22/science/22VIRUS-PFIZER1/22VIRUS-PFIZER1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=841ee52997abc96735628028e5f914301685fce741c759d22a56ebe28a8078b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_22_health_pfizer-vaccine_1666740350.html", "title": "Pfizer Will Ship Fewer Covid-19 Vaccine Vials to Account for ‘Extra’ Doses", "title_page": "Pfizer Will Ship Fewer Covid-19 Vaccine Vials to Account for ‘Extra’ Doses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Beginning as soon as next week, the number of Pfizer vaccines that the federal government allocates to each state could be based on the assumption that each vial contains six doses, according to a federal official not authorized to discuss the matter. The C.D.C. and the Department of Health and Human Services were discussing as recently as Friday afternoon when they might make the shift.\nPharmacists around the country are still reporting that they don’t have the right supplies to reliably extract extra doses, said Erin Fox, the senior pharmacy director for drug information and support services at the University of Utah.\nShe said Pfizer deserved credit for developing the vaccine, but “it isn’t fair to people that can’t access the right syringe and needle combination to be able to get that sixth dose out.”\nThe contracts for low dead volume syringes are managed by the Department of Health and Human Services’ Biomedical Advanced Research and Development Agency. A spokeswoman for the agency said the federal government had procured enough of the syringes for the Pfizer vaccine currently available and was working with the company to “track current inventory and future deliveries of these specific syringes for Pfizer and continually comparing them to projected delivery of doses from Pfizer.”\nDr. Fox said that McKesson, the distribution company that has contracted with the federal government to deliver vaccination supplies, is still sending kits that contain only enough supplies for five doses per vial.\nA McKesson spokesman said the company began sending out kits that account for the sixth dose this week.\nJen Psaki, the White House press secretary, said on Thursday that the Biden administration might use the Defense Production Act to accelerate production of the specialized syringes in order to increase supply, suggesting that the federal government is uncertain whether it will have enough in the future.", "url": "https://www.nytimes.com/2021/01/22/health/pfizer-vaccine.html"}