{"authors": ["Zach Montague"], "date_download": "2022-10-25 23:25:21", "date_modify": "2022-10-25 23:25:21", "date_publish": "2021-08-19 18:16:47", "description": "Roger Wicker, Republican of Mississippi, Angus King, independent of Maine, and John Hickenlooper, Democrat of Colorado, said on Tuesday that they were experiencing symptoms.", "filename": "2021_08_19_us_politics_roger-wicker-angus-king-covid-positive_1666740321.html", "image_url": "https://static01.nyt.com/images/2021/08/19/world/19virus-briefing-wicker/19virus-briefing-wicker-facebookJumbo.jpg?year=2021&h=549&w=1050&s=cad258a4261580288dea68703e6f751c8cd43399cc06d6f9b2ea01265e24a44a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_19_us_politics_roger-wicker-angus-king-covid-positive_1666740321.html", "title": "Senators Wicker, King and Hickenlooper Test Positive", "title_page": "Senators Wicker, King and Hickenlooper Test Positive  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senators Roger Wicker, Republican of Mississippi, Angus King, independent of Maine, and John Hickenlooper, Democrat of Colorado, said on Thursday that they had tested positive for the coronavirus, adding to the number of breakthrough cases among lawmakers.\n“Senator Wicker is fully vaccinated against Covid-19, is in good health and is being treated by his Tupelo-based physician,” his spokesman, Phillip Waller, said in a statement released by his office, adding that the senator was experiencing only mild symptoms.\nThe announcement from Mr. Wicker came as his home state has shattered previous records for new cases this week, and is now reporting more new cases relative to its population than any other state in the country. Mississippi is averaging 118 new cases a day for every 100,000 people, according to data compiled by The New York Times.\nMr. King’s statement said he was symptomatic but taking recommended precautions.\n“While I am not feeling great, I’m definitely feeling much better than I would have without the vaccine,” he said. “I am taking this diagnosis very seriously, quarantining myself at home and telling the few people I’ve been in contact with to get tested in order to limit any further spread.”", "url": "https://www.nytimes.com/2021/08/19/us/politics/roger-wicker-angus-king-covid-positive.html"}