{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:26:26", "date_modify": "2022-10-25 23:26:26", "date_publish": "2021-11-04 08:46:44", "description": "The vote raised hopes that the country might be headed for a period of more political stability after the chaos of four elections in quick succession.", "filename": "2021_11_04_world_middleeast_israel-budget_1666740386.html", "image_url": "https://static01.nyt.com/images/2021/11/04/world/04israel/04israel-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_04_world_middleeast_israel-budget_1666740386.html", "title": "Israel Passes State Budget", "title_page": "Israel Passes State Budget - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The vote on the annual budget for what is left of 2021 passed by 61 to 59 in the 120-seat Knesset, or Parliament. Voting on a budget for 2022 was expected to conclude late Thursday or on Friday.\nThe 2021 budget was approved after a marathon debate that included a four-hour speech by a filibustering member of the opposition. A 60-60 draw would have meant failure. And if the Knesset did not pass a budget by Nov. 14, that would have led to the automatic dissolution of the legislature and new elections within three months, which was the goal of an opposition faction led by Mr. Netanyahu.\nNow that the government has passed the budget milestone, it will be far harder for the opposition to topple it.\nTo do so would require a no-confidence vote backed by a majority of 61 lawmakers who all agreed on a replacement prime minister and government. That prospect, experts said, appears unlikely because the opposition, made up of right-wing, ultra-Orthodox and leftist Arab factions, is as ideologically divided as the government itself.\n“It’s kind of a summary of the differing wills of this government,” Nachman Shai, the minister of diaspora affairs from the Labor party, said of the agreement on a budget and its approval. He noted that a faction like his with roots in socialism had managed to compromise with others that support a free-market economy.\n“It looked like mission impossible,” he said in an interview.\nTo keep the coalition together, the partners have agreed on basic guidelines that preclude grand moves on the diplomatic front, such as allowing the establishment of a Palestinian state or, conversely, annexing tracts of the occupied West Bank.", "url": "https://www.nytimes.com/2021/11/04/world/middleeast/israel-budget.html"}