{"authors": ["Jack Healy", "Nicholas Bogel-Burroughs"], "date_download": "2022-10-25 22:57:05", "date_modify": "2022-10-25 22:57:05", "date_publish": "2021-03-24 00:07:53", "description": "A deadly shooting at a Boulder supermarket left 10 people dead and a state full of grief and fury that it had happened again.", "filename": "2021_03_23_us_boulder-shooting_1666738625.html", "image_url": "https://static01.nyt.com/images/2021/03/23/us/23BOULDER-SHOOTING-1-sub/merlin_185456190_fdd2e163-7cc2-471a-9a29-5da61ceae373-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cda48190cb4e58aed4d03c812ffaed9076839736e6b1a6a6437fbe4630e98147&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_23_us_boulder-shooting_1666738625.html", "title": "Boulder Shooting Survivors Describe ‘Listening to Him Kill Everyone You Know’", "title_page": "Boulder Shooting Survivors Describe ‘Listening to Him Kill Everyone You Know’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I know what last night was like,” he said, referring to the long wait before some families learn they will never be reunited with their loved ones.\nAcross Boulder, the shoppers and workers who barely escaped the gunfire said they were still raw and numb and could barely begin to grieve.\nKimberly Moore, 35, a pharmacy technician, said the gunman’s rampage ended not far from the room where she and her co-workers were hiding. For a half-hour, she said, they stayed as quiet as they could, hoping that their face masks muffled the sound of their breathing.\nMs. Moore said she could hear the gunman firing what sounded like two deliberate shots into people:\nBang bang.\nBang bang.\n“You’re sitting there, completely exposed, listening to him kill everyone you know,” she said.\nDeb Grojean, a victims’ advocate with the Boulder Police Department who spent hours with witnesses on Monday night, said one woman who survived the attack had recently moved from Dallas to Colorado in hopes of finding a safer place to live. The woman told Ms. Grojean that she and two other employees hid upstairs in a storage closet.\n“We think it’s inconceivable that this could happen in Boulder, but it’s proof it could happen anywhere,” Ms. Grojean said, and then asked a question swirling like the snow that crept over the mountains late on Tuesday. “When is enough, enough?”\nJack Healy reported from Boulder and Nicholas Bogel-Burroughs from Tivoli, N.Y. Reporting was contributed by Bryan Pietsch , Joel Petterson , Erik Vance and Ali Watkins from Boulder; Stephanie Saul , Sara Aridi , Maggie Astor , Jacey Fortin and Will Wright from New York; Edgar Sandoval from Houston; Mike Baker from Seattle; Ben Decker from Boston; Richard Pérez-Peña from Bergen County, N.J.; C.J. Chivers; and Marie Fazio from Jacksonville, Fla. Alain Delaquérière contributed research.", "url": "https://www.nytimes.com/2021/03/23/us/boulder-shooting.html"}