{"authors": ["Katie Glueck"], "date_download": "2022-10-25 23:31:23", "date_modify": "2022-10-25 23:31:23", "date_publish": "2021-04-14 09:00:20", "description": "Justice Democrats, a left-wing group that fueled the rise of Representative Alexandria Ocasio-Cortez, is backing Rana Abdelhamid’s primary bid.", "filename": "2021_04_14_nyregion_carolyn-maloney-primary-rana-abdelhamid_1666740683.html", "image_url": "https://static01.nyt.com/images/2021/04/14/nyregion/14ny-maloney-1/14ny-maloney-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=18c553cdf991363558c214eead77ba2b7e86c757cf37f07fe0c3ed935d91ae65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_14_nyregion_carolyn-maloney-primary-rana-abdelhamid_1666740683.html", "title": "How Carolyn Maloney Has Become the New Target of NY's Ascendant Left", "title_page": "How Carolyn Maloney Has Become the New Target of NY's Ascendant Left  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Abdelhamid called it an “unhinged statement” that “could have been written by Donald Trump,” and said later Wednesday that she had raised more than $100,000 since announcing her campaign. Ms. Rojas said she had hit that metric “faster than any Justice Democrat challenger.”\nMs. Abdelhamid is running on a platform of housing affordability and a range of other left-wing priorities, including Medicare for All, the Green New Deal and a broadly anti-corporate message. She said she shared a number of goals and values with the Democratic Socialists, but that she was not especially active in a local chapter of the group.\nShe also supports defunding the police, describing experiences with family members who were the subject of stop-and-frisk tactics and raising the issue of police surveillance of Muslim communities. As a victim of assault herself in the hijab incident, she said, she believed in directing more funds to community services, and she speaks passionately about racial justice.\nBut she is likely to face intense scrutiny over her ability to navigate Washington. And she volunteered that she does not live in the district, living instead with her family, whom she says she is supporting financially, in a different part of Astoria — a fact that is almost certain to become an issue in the campaign.\nShe did live in the district until high school, her team says, but her family moved because the area became too expensive. She sought to frame her current living situation as a reflection of how unaffordable the area has become under Ms. Maloney’s leadership. Ms. Abdelhamid, who is getting married, indicated that she plans to move back to the district in about three months.\nShe still attends a mosque in the district and clearly has relationships there — a worker at Al-Sham Sweets & Pastries greeted her warmly as she ordered kenafeh, a Middle Eastern dessert, there this week.\n“My family is a working-class family that can’t afford to live in Little Egypt as an Egyptian family,” she said. “Because of gentrification. And this is a story that many working-class ethnic communities understand.”", "url": "https://www.nytimes.com/2021/04/14/nyregion/carolyn-maloney-primary-rana-abdelhamid.html"}