{"authors": ["J. David Goodman", "Jesse Mckinley"], "date_download": "2022-10-25 22:56:42", "date_modify": "2022-10-25 22:56:42", "date_publish": "2021-03-09 01:55:59", "description": "“American Crisis” was supposed to be a triumphant account of New York’s coronavirus fight. But as scandals swirl, sales have slowed severely.", "filename": "2021_03_08_nyregion_cuomo-book_1666738602.html", "image_url": "https://static01.nyt.com/images/2021/03/08/nyregion/08cuomo-book/08cuomo-book-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fcdc44a46455b0cb3e28cd10dd79336ba632ebf18c5d81536aa1f8f29b170294&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_08_nyregion_cuomo-book_1666738602.html", "title": "Cuomo Book Promotion Halted by Publisher, Citing Nursing Homes Inquiry", "title_page": "Cuomo Book Promotion Halted by Publisher, Citing Nursing Homes Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The publisher of Gov. Andrew M. Cuomo’s book on his leadership during the pandemic said it had stopped promoting the title because of an inquiry into the withholding of data on the deaths of nursing home residents.\nSales of the book, “American Crisis: Leadership Lessons from the Covid-19 Pandemic,” had already slowed severely as the governor found himself embroiled in overlapping crises of his own making, including a drumbeat of accusations about his inappropriate behavior toward younger women and his aides’ manipulation of nursing home data.\nGillian Blake of Crown Publishing Group said in response to an email from The New York Times that there were “no plans” to reprint Mr. Cuomo’s book or to reissue it in paperback, citing “the ongoing investigation into N.Y.S. reporting of Covid-related fatalities in nursing homes.”\nThe book was published by Crown, a division of Penguin Random House, which rushed to get it into print last year. The publisher celebrated its acquisition in an announcement last summer, describing how Mr. Cuomo, “in his own voice,” would write about “the decision-making that shaped his political policy.”", "url": "https://www.nytimes.com/2021/03/08/nyregion/cuomo-book.html"}