{"authors": ["Hailey Fuchs"], "date_download": "2022-10-25 23:38:05", "date_modify": "2022-10-25 23:38:05", "date_publish": "2021-02-04 00:05:52", "description": "Brian D. Sicknick, the Capitol Police officer who died from injuries sustained while clashing with the mob that stormed the Capitol, was the fifth person to lie in honor there.", "filename": "2021_02_03_us_politics_brian-sicknick-capitol-riot_1666741085.html", "image_url": "https://static01.nyt.com/images/2021/02/03/us/politics/03dc-sicknick1/03dc-sicknick1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=290aa446958f3e3e24615716589a4f98da1519ee55153fc4f09e8fddc2e5a486&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_03_us_politics_brian-sicknick-capitol-riot_1666741085.html", "title": "Officer Killed in Jan. 6 Assault Is Honored at the Capitol", "title_page": "Officer Killed in Jan. 6 Assault Is Honored at the Capitol - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Brian D. Sicknick, the Capitol Police officer who died from injuries sustained during the Jan. 6 riot at the Capitol, lay in honor on Wednesday in the building he once protected, his remains carried out for a final time through doors still shattered by the rampage.\nMembers of his family, lawmakers and Capitol Police officers gathered in the Rotunda for a somewhat socially distanced service for Officer Sicknick, the fifth person to lie in honor at the Capitol and only the fifth member of the force to die in the line of duty.\n“Blessed are the peacekeepers like Brian,” said Senator Chuck Schumer, Democrat of New York and the majority leader. “Let us be peacekeepers now in his memory.”\nOfficer Sicknick died after clashing with the pro-Trump mob that stormed the Capitol last month, sending lawmakers and Vice President Mike Pence fleeing in an attack that shook the nation and brought new scrutiny to the Capitol Police force. The chief, as well as the top security officials in the House and the Senate, have all resigned in the aftermath of the riot, and the acting chief has apologized to Congress for the department’s missteps, saying it was woefully underprepared for an onslaught it knew in advance was possible.", "url": "https://www.nytimes.com/2021/02/03/us/politics/brian-sicknick-capitol-riot.html"}