{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:32:00", "date_modify": "2022-10-25 23:32:00", "date_publish": "2021-10-12 13:00:06", "description": "The global growth forecast was pared to 5.9 percent from 6 percent because of the Delta variant and supply chain bottlenecks. The U.S. growth prediction was cut to 6 percent from 7 percent.", "filename": "2021_10_12_business_imf-global-economic-recovery-forecast_1666740720.html", "image_url": "https://static01.nyt.com/images/2021/10/12/business/12economy-briefing-weo/merlin_195906465_bb14a821-e7e1-4d55-8db4-9e98f26f07f7-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fe0117b2e434b47b5a5227441a1689546f74e2649b4691b748fbf8c5982b2cc3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_12_business_imf-global-economic-recovery-forecast_1666740720.html", "title": "I.M.F. Lowers Its Global Economic Growth Forecast", "title_page": "I.M.F. Lowers Its Global Economic Growth Forecast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The global economic recovery is losing momentum as the resurgence of the coronavirus and widespread supply chain disruptions threaten to be a drag on a world economy that is trying to find its footing, the International Monetary Fund said on Tuesday.\nTurbulence in rich countries has begun to weigh on the global outlook in recent months, the I.M.F. said in its latest World Economic Outlook report. The economic growth forecast for the United States was pared back to 6 percent, from the 7 percent growth projected in July, because of softening consumption and large declines in inventory caused by supply chain bottlenecks. In Germany, manufacturing output has taken a hit because key commodities are hard to find. And lockdown measures over the summer have dampened growth in Japan.\nThe I.M.F. lowered its 2021 global growth forecast to 5.9 percent, down from the 6 percent projected in July. The worsening of the public health crisis because of the Delta variant of the virus darkened the outlook for developing countries, while shortages are weighing on consumption and manufacturing in advanced economies.\n“Pandemic outbreaks in critical links of global supply chains have resulted in longer-than-expected supply disruptions, further feeding inflation in many countries,” Gita Gopinath, the I.M.F.’s chief economist, wrote in an introduction to the report. “Overall, risks to economic prospects have increased, and policy trade-offs have become more complex.”", "url": "https://www.nytimes.com/2021/10/12/business/imf-global-economic-recovery-forecast.html"}