{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:52:27", "date_modify": "2022-10-25 23:52:27", "date_publish": "2021-08-05 15:53:06", "description": "Some Fed officials think the central bank needs to get in the digital currency game, while others fret about crowding out the private sector.", "filename": "2021_08_05_business_economy_fed-digital-currency_1666741947.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2021", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_05_business_economy_fed-digital-currency_1666741947.html", "title": "Digital Currency Is a Divided Issue at the Federal Reserve", "title_page": "Digital Currency Is a Divided Issue at the Federal Reserve - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Officials at the Federal Reserve seem to be increasingly divided over whether it ought to issue a digital dollar — a digital currency that traces straight back to the central bank rather than to the private banking sector.\nSpeeches by several Fed officials show they have yet to align on the issue, even as the Fed’s peers in China, parts of Europe and smaller economies like the Bahamas have created digital currencies or are working toward issuing them. The Fed plans to release a report on the potential costs and benefits of a digital dollar this summer.\nLael Brainard, a Fed governor appointed during the Obama administration, made it clear during remarks last week that she envisions a future in which America’s central bank explores and issues a digital currency. But Christopher Waller, her colleague on the Fed’s Board of Governors and a Trump nominee, made it equally obvious during a speech on Thursday that he questions whether that is necessary.\n“The dollar is very dominant in international payments,” Ms. Brainard said during remarks in Aspen, Colo., adding that she could not imagine a situation in which other countries issue digital currencies and the United States doesn’t have one.", "url": "https://www.nytimes.com/2021/08/05/business/economy/fed-digital-currency.html"}