{"authors": ["Jack Nicas", "Raymond Zhong", "Daisuke Wakabayashi"], "date_download": "2022-10-25 23:40:51", "date_modify": "2022-10-25 23:40:51", "date_publish": "2021-05-17 19:36:04", "description": "Apple built the world’s most valuable business on top of China. Now it has to answer to the Chinese government.", "filename": "2021_05_17_technology_apple-china-censorship-data_1666741251.html", "image_url": "https://static01.nyt.com/images/2021/05/18/business/applechina1/applechina1-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=9dda2890722c8a24d85239f0a6dba051286db9e2078985e828432b5d01927c61&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_17_technology_apple-china-censorship-data_1666741251.html", "title": "Inside Apple’s Compromises in China: A Times Investigation", "title_page": "Inside Apple’s Compromises in China: A Times Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The company said in a statement that it followed the laws in China and did everything it could to keep the data of customers safe. “We have never compromised the security of our users or their data in China or anywhere we operate,” the company said.\nAn Apple spokesman said that the company still controlled the keys that protect the data of its Chinese customers and that Apple used its most advanced encryption technology in China — more advanced than what it used in other countries.\nApple added that it removed apps only to comply with Chinese laws. “These decisions are not always easy, and we may not agree with the laws that shape them,” the company said. “But our priority remains creating the best user experience without violating the rules we are obligated to follow.”\nMr. Cook declined an interview for this article. In public appearances, he has said that while he often disagrees with China’s laws, the world is better off with Apple in China.\n“Your choice is: Do you participate? Or do you stand on the sideline and yell at how things should be?” he said at a conference in China in 2017. “My own view very strongly is: You show up and you participate. You get in the arena, because nothing ever changes from the sideline.”\nNo Plan B\nIn 2014, Apple hired Doug Guthrie, the departing dean of the George Washington University business school, to help the company navigate China, a country he had spent decades studying.\nOne of his first research projects was Apple’s Chinese supply chain, which involved millions of workers, thousands of plants and hundreds of suppliers. The Chinese government made that operation possible by spending billions of dollars to pave roads, recruit workers, and construct factories, power plants and employee housing.", "url": "https://www.nytimes.com/2021/05/17/technology/apple-china-censorship-data.html"}