{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:26:41", "date_modify": "2022-10-25 23:26:41", "date_publish": "2021-02-26 15:08:17", "description": "A new documentary illuminates what the director calls an “unholy alliance” that sharply altered the Israeli-Palestinian conflict during the Trump administration.", "filename": "2021_02_26_movies_american-evangelicals-israeli-settlers-documentary_1666740401.html", "image_url": "https://static01.nyt.com/images/2021/02/26/arts/26israel-doc6/26israel-doc6-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2a3dd1aadb51ecec7a84ae23afef027f09a036a2b5967033ce91e84f9c4f6443&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_26_movies_american-evangelicals-israeli-settlers-documentary_1666740401.html", "title": "American Evangelicals, Israeli Settlers and a Skeptical Filmmaker", "title_page": "American Evangelicals, Israeli Settlers and a Skeptical Filmmaker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TEL AVIV — The bear hug between Donald Trump and Benjamin Netanyahu and their governments was a partnership like no other the two countries had seen. For four years, Israel was Washington’s favorite foreign-policy arena and Jerusalem its best friend, and the brash new American approach to the Middle East dominated Israel’s national-security discourse and its politics.\nFar less understood was one of the key underpinnings of that relationship: the intricate symbiosis between evangelical Christians in the United States and religious Jewish settlers in the West Bank. In a new documentary, “’Til Kingdom Come,” the Israeli filmmaker Maya Zinshtein delves into this “unholy alliance,” as she calls it, showing how the settlers reap enormous political support and raise money from evangelicals, who, she argues, directly and indirectly subsidize the settlers’ steady takeover of the West Bank, which the Palestinians want for a future state. In return, evangelicals edge closer to fulfilling the prophecy many adhere to that the second coming of Christ cannot happen without the return of diaspora Jews to the Holy Land.\nThat vision doesn’t end well for the Jews: They must accept Jesus or be massacred and condemned to hell. But the film shows Christian Zionists and right-wing Israelis agreeing to disagree about the End of Days while cooperating, and even exploiting one another, in the here and now — and making the conflict between Israel and the Palestinians more difficult to resolve.", "url": "https://www.nytimes.com/2021/02/26/movies/american-evangelicals-israeli-settlers-documentary.html"}