{"authors": ["Amanda Rosa"], "date_download": "2022-10-25 23:27:02", "date_modify": "2022-10-25 23:27:02", "date_publish": "2021-05-05 19:33:38", "description": "Sixty-eight percent of the city’s adult Asian population has received at least one dose, despite many New Yorkers of Asian descent facing language barriers and a fear of violence.", "filename": "2021_05_05_nyregion_vaccinations-asian-americans_1666740422.html", "image_url": "https://static01.nyt.com/images/2021/05/05/nyregion/05nyvirus-asianvacine01/05nyvirus-asianvacine01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=8fe32a54d5e54b1949ddf8eaf8061d601f48e63b4bb6c642fb5e92494ba7fdc9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_05_nyregion_vaccinations-asian-americans_1666740422.html", "title": "How Asians Became the Most Vaccinated Group in New York City", "title_page": "How Asians Became the Most Vaccinated Group in New York City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“To be completely honest, I was very surprised to see that data because that has not been our anecdotal experience,” said Carlyn Cowen, the chief policy and public affairs officer at the Chinese-American Planning Council, a New York City-based organization that is the nation’s largest Asian-American social services agency.\nDespite the seemingly remarkable vaccination rate, many New Yorkers of Asian descent face a laundry list of complications that impedes vaccine access: immigration status, language barriers, lack of reliable internet and fear of violence.\nThe nonprofits have been working against the backdrop of a nationwide surge in anti-Asian attacks. This year alone, the New York Police Department is investigating or has solved about three dozen bias crimes against Asian-Americans that took place through the first quarter. In 2020, there were 28 reported anti-Asian hate crimes in the city, up from three the previous year.\nBounkousohn said they were especially concerned about seniors.\n“If they don’t have Phung’s drive to really advocate for herself, or if they don’t have connections to organizations like Mekong who can make an appointment for them, I really wonder when people will be able to get fully vaccinated,” Bounkousohn said.\nThe barriers can easily discourage people who do not speak English and lack technology skills, said Mx. Cowen. The threat of violence has been a “huge deterrent” in getting seniors vaccinated.\n“We have seniors that have been eligible for the vaccines but will not leave their houses to get it because they are terrified,” said Mx. Cowen.\nThe glut of websites and providers to schedule vaccine appointments were notoriously confusing — even for English speakers — and city health sites suggested using a Google Translate plug-in for other languages, which sometimes mistranslates, Mx. Cowen added.", "url": "https://www.nytimes.com/2021/05/05/nyregion/vaccinations-asian-americans.html"}