{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:23:38", "date_modify": "2022-10-25 23:23:38", "date_publish": "2021-07-14 16:01:55", "description": "Chancellor Angela Merkel of Germany will meet President Biden for talks at the White House during what will most likely be her final trip to Washington before leaving office.", "filename": "2021_07_14_world_europe_merkel-biden-germany-white-house-washington-visit_1666740218.html", "image_url": "https://static01.nyt.com/images/2021/07/14/world/14merkel-01/merlin_189101937_8260710d-b359-4069-ab48-018f88914db3-facebookJumbo.jpg?year=2021&h=549&w=1050&s=5efbdf55e8e363e716800092e17d415c73fc4d8542c380ed9045cf12f691efb2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_14_world_europe_merkel-biden-germany-white-house-washington-visit_1666740218.html", "title": "Angela Merkel Takes a Bow in Washington", "title_page": "Angela Merkel Takes a Bow in Washington - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But there is much work to be done to restore relations. Most of all, Ms. Merkel would like to return stability and trust to the relationship and buffer it from what many in Europe now fear may be episodic disruptions tied to U.S. elections every four years.\n“The concern is that, realistically, there could again be some other administration in the U.S. that might come back to what we saw during Trump,” said Peter Beyer, Germany’s coordinator for trans-Atlantic affairs.\n“The question has been discussed and many people have worked their brains over how we can make the U.S.-German relationship so resilient, so strong that it will not fall back to that,” he said.\nFirst, substantive differences between the nations — over a new Russian natural-gas pipeline to Europe, over whether to embrace or contain a rising China and over how to manage the coronavirus pandemic — will have to be navigated.\nIn choosing the chancellor as the first European leader to visit the White House since he took office, Mr. Biden is making it clear that the invitation is about more than allowing Ms. Merkel a victory lap while she picks up an honorary doctorate from Johns Hopkins — to add to those she has already received from Harvard and Stanford.", "url": "https://www.nytimes.com/2021/07/14/world/europe/merkel-biden-germany-white-house-washington-visit.html"}