{"authors": ["Gregory Cowles"], "date_download": "2022-10-25 23:37:20", "date_modify": "2022-10-25 23:37:20", "date_publish": "2021-04-17 05:26:00", "description": "In Dan Gutman’s “Houdini and Me,” a boy named Harry who lives in Houdini’s old house is getting text messages from the long-dead magician’s ghost.", "filename": "2021_04_17_books_review_dan-gutman-houdini-and-me_1666741040.html", "image_url": "https://static01.nyt.com/images/2021/04/25/books/review/25-BKS-COWLES_KIDS/25-BKS-COWLES_KIDS-facebookJumbo.jpg?year=2021&h=549&w=1050&s=877d78e54e574d419a56511edea510f03e78fc00fe4c81639ea5b64c07c07219&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_17_books_review_dan-gutman-houdini-and-me_1666741040.html", "title": "When Harry Met Harry", "title_page": "When Harry Met Harry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Houdini and Me” fits right in. As with the baseball books, the text here is sprinkled with old photos and memorabilia to add a sense of verisimilitude. And as with those books, the story feels like a fairly slipshod scaffolding thrown up around a handful of historical tidbits. There’s a spooky supernatural mystery — is Houdini trying to switch places with Harry and escape the shackles of death? — and a nod to the usual grade-school angst: a threatening bully, an argument between best friends. But Gutman’s heart is mostly in the nonfiction, it seems. Like Mary Pope Osborne and her Magic Tree House series, he uses the rudiments of plot to introduce children to the wonders of the past.\nHere’s where I cop to being a total magic geek. When I was Harry’s age I subscribed to Hocus Pocus magazine and attended sleepaway magic camp on Long Island, and one of my last pre-pandemic cultural outings was a trip to the Houdini Museum in Midtown Manhattan. Gutman clearly isn’t writing for people like me: Readers who already know a lot about Houdini won’t be surprised by anything in “Houdini and Me.” But those who know the name and not much else will get a good sense of the basic biography (including the fact that his name wasn’t really Houdini).\nGutman writes with a strong sense of place, and includes pictures of Morningside Heights along with the Houdini photos, so even non-New Yorkers will come away with a feel for the neighborhood and its charms: Riverside Park, Morningside Park, the peacocks at the Cathedral of St. John the Divine. He also slips in some motivational patter (“You cannot get past fear unless you confront it,” Houdini texts Harry. “If you can do that, you can accomplish what appears to be impossible”) and muses interestingly on the changing nature of fame: “In the 21st century, it occurred to me, people can become famous overnight by simply putting on some silly costume or by posting an outrageous tweet that goes viral. In Houdini’s day, you had to actually do something amazing to get famous. And after you did it, there was no internet to spread the word.”\nThe novel ends with a cheap trick, such that some may feel Gutman has crossed the line to cynicism. Oh, well. The story is diverting enough — and if a book about Houdini can’t be escapist, what can?", "url": "https://www.nytimes.com/2021/04/17/books/review/dan-gutman-houdini-and-me.html"}