{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:26:10", "date_modify": "2022-10-25 23:26:10", "date_publish": "2021-06-01 18:13:10", "description": "Dr. Howard Bauchner will step down after another editor suggested “taking racism out of the conversation” on a journal podcast.", "filename": "2021_06_01_health_jama-bauchner-racism_1666740370.html", "image_url": "https://static01.nyt.com/images/2021/06/01/science/01JAMA-RACISM/01JAMA-RACISM-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5e2d2af7a2f78e3a417217b1371f744f6fff5f013eb8037cd2efac861560638d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_01_health_jama-bauchner-racism_1666740370.html", "title": "Editor of JAMA Leaves After Outcry Over Colleague’s Remarks on Racism", "title_page": "Editor of JAMA Leaves After Outcry Over Colleague’s Remarks on Racism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Following an outcry over comments about racism made by an editor at JAMA, the influential medical journal, the top editor, Dr. Howard Bauchner, will step down from his post effective June 30.\nThe move was announced on Tuesday by the American Medical Association, which oversees the journal. Dr. Bauchner, who had led JAMA since 2011, had been on administrative leave since March because of an ongoing investigation into comments made on the journal’s podcast.\nDr. Edward Livingston, another editor at JAMA, had claimed that socioeconomic factors, not structural racism, held back communities of color. A tweet promoting the podcast had said that no physician could be racist. It was later deleted.\n“I remain profoundly disappointed in myself for the lapses that led to the publishing of the tweet and podcast,” Dr. Bauchner said in a statement. “Although I did not write or even see the tweet, or create the podcast, as editor in chief, I am ultimately responsible for them.”", "url": "https://www.nytimes.com/2021/06/01/health/jama-bauchner-racism.html"}