{"authors": ["James Wagner"], "date_download": "2022-10-25 22:57:28", "date_modify": "2022-10-25 22:57:28", "date_publish": "2021-05-14 01:44:02", "description": "Gleyber Torres is the eighth person (and the first player) from the Yankees organization to test positive for the coronavirus this week. All had been vaccinated.", "filename": "2021_05_13_sports_baseball_gleyber-torres-yankees-covid_1666738648.html", "image_url": "https://static01.nyt.com/images/2021/05/13/sports/13mlb-yankees-torres/13mlb-yankees-torres-facebookJumbo.jpg?year=2021&h=550&w=1050&s=26a9f024b5b4d25924e7c4483cabe26be80a7641372685c2d7cf751447613e9f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_13_sports_baseball_gleyber-torres-yankees-covid_1666738648.html", "title": "Yankees' Coronavirus Outbreak: What to Know", "title_page": "Yankees' Coronavirus Outbreak: What to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gleyber Torres, the Yankees’ two-time All-Star shortstop, became the eighth person involved with the Yankees organization to test positive for the coronavirus this week, the team announced on Thursday. But what has caught the attention of many outside of the baseball world is that Torres, three coaches and four support staff members had all been fully vaccinated.\nTorres played on Tuesday against the Tampa Bay Rays, but he was held out of Wednesday’s game as his virus test results were pending. Before Thursday’s game, the team announced that Torres had a confirmed positive test. As a result, Torres might be away from the Yankees for 10 days based on the health and safety protocols negotiated by Major League Baseball and the players’ union.\nHere’s what is going on:\nWhat do we know?\nThe Yankees’ outbreak began on Sunday, when the team, after spending over a week in New York hosting home games, flew to Florida to play the Tampa Bay Rays and learned that Phil Nevin, their third base coach, had tested positive for the virus.\nThe Yankees began extensive virus testing on Monday, a scheduled day off, and put people deemed to have had close contact with Nevin into isolation. To be safe, and in consultation with a joint committee of M.L.B. and players’ union experts, the team also isolated a few employees who fell into a gray area.", "url": "https://www.nytimes.com/2021/05/13/sports/baseball/gleyber-torres-yankees-covid.html"}