{"authors": ["Victor Mather"], "date_download": "2022-10-25 23:50:44", "date_modify": "2022-10-25 23:50:44", "date_publish": "2021-12-15 20:35:33", "description": "A surge of Covid-19 cases and uncertain protocols at the Games are casting doubt on whether the men’s ice hockey tournament will feature the sport’s best players.", "filename": "2021_12_15_sports_olympics_nhl-covid-winter-olympics_1666741844.html", "image_url": "https://static01.nyt.com/images/2021/12/15/multimedia/15nhl-olympics1/15nhl-olympics1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_15_sports_olympics_nhl-covid-winter-olympics_1666741844.html", "title": "Will N.H.L. Stars Play at the Winter Olympics?", "title_page": "Will N.H.L. Stars Play at the Winter Olympics? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It seemed as if everything was settled. N.H.L. players were returning to the Olympic men’s hockey tournament after missing the last Winter Games. Now, in part because of escalating Covid-19 cases across the league, there is more instability. Here are the answers to the outstanding questions, at least as far as we know; there is still a lot of uncertainty.\nAre there going to be N.H.L. players at the Winter Olympics?\nAs of now, yes. The league and its Players’ Association struck a deal in September that allowed the stars to head to Beijing for the Games in February while the league is shut down for three weeks.\nHowever, on Sunday the N.H.L. and the N.H.L.P.A. issued a joint statement that said they are “actively discussing the matter” of the league’s participation in the Olympics and expect to “announce a final determination in the coming days.”\nThe N.H.L. started participating in the Games in 1998, but had missed the 2018 Pyeongchang Olympics when an agreement could not be reached.", "url": "https://www.nytimes.com/2021/12/15/sports/olympics/nhl-covid-winter-olympics.html"}