{"authors": ["Charlie Savage", "Katie Benner"], "date_download": "2022-10-25 23:02:10", "date_modify": "2022-10-25 23:02:10", "date_publish": "2021-07-19 16:27:42", "description": "The new policy lays out some exceptions and had been expected since last month, when President Biden vowed not to let the department seize reporters’ phone and email records.", "filename": "2021_07_19_us_politics_reporter-records-justice-department_1666738930.html", "image_url": "https://static01.nyt.com/images/2021/07/19/multimedia/19dc-leak/19dc-leak-facebookJumbo.jpg?year=2021&h=549&w=1050&s=0ca8fa71863ebc5645dcc54a8bc90519b324a782d5c7b180e23c479231fa2554&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_19_us_politics_reporter-records-justice-department_1666738930.html", "title": "Garland Tells Prosecutors Not to Seize Reporters' Records", "title_page": "Garland Tells Prosecutors Not to Seize Reporters' Records - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under previous rules, prosecutors had to obtain high-level permission to seize reporters’ data for leak investigations, and they were generally supposed to notify news organizations ahead of time so the scope of the request could be negotiated or challenged in court. But the attorney general or a small number of other high-level officials could make exceptions.\nRecently unsealed court filings show that the Justice Department initiated a secret effort to get court orders to seize email records of reporters at both The Times and The Post on Dec. 22 — the day before William P. Barr left office as attorney general.\nProsecutors were separately able to seize the reporters’ phone records without court orders. The department never obtained the email data, but the fight for it spilled over into the early Biden era and involved, in the case of The Times, the extraordinary imposition of gag orders on lawyers and executives for the newspaper.\nThose investigations involved leaks in 2017. In a separate leak investigation that was also revealed this spring, the Trump-era Justice Department obtained the phone records and some email records of a CNN reporter.\nIn meetings with newsroom leaders, Mr. Garland has embraced the idea of ending such seizures, and press-freedoms advocates praised his memo as a sweeping and significant change in how the department has operated under administrations of both parties.\nJameel Jaffer, the director of the Knight First Amendment Institute at Columbia University, called the new policy “an important step forward” while also calling it “crucial” that Congress put Mr. Garland’s rules into law.\n“This will help ensure that journalists can do the work we need them to do — shine a light on government conduct, inform public debate and hold the powerful accountable — no matter which party is in control of the executive branch,” he said in a statement.", "url": "https://www.nytimes.com/2021/07/19/us/politics/reporter-records-justice-department.html"}