{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:54:50", "date_modify": "2022-10-25 23:54:50", "date_publish": "2021-03-12 16:30:06", "description": "The latest proposals to reallocate European soccer’s riches show that there may be sense even in dumb ideas.", "filename": "2021_03_12_sports_soccer_champions-league-reform-juventus_1666742090.html", "image_url": "https://static01.nyt.com/images/2021/03/14/sports/12rorynewsletter1-print/12rorynewsletter1-print-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=2d742e99cd48b09955d6fcce8d4865825ec383b797c68def635a2f5bb6652cc8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_12_sports_soccer_champions-league-reform-juventus_1666742090.html", "title": "Don’t Reject the Champions League’s Changes Out of Hand", "title_page": "Don’t Reject the Champions League’s Changes Out of Hand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Say what you like about Andrea Agnelli, but at least he is not afraid of a bad idea. Even by the standards of Agnelli, the Juventus chairman, this has been a fairly spectacular week, a seemingly never-ending stream of free-form thoughts about the future of soccer, each one somehow worse than the last.\nThere was, first, a stout defense of the coming reform of the Champions League, the so-called Swiss Model, which would see 36 teams qualify for the tournament and then play 10 group games, rather than six, all of them against different opponents.\nThat was just Agnelli getting started, though. It is perhaps easiest to think of him as soccer’s equivalent to Stewart Pearson, the policy strategist/vapid marketing guru skewered so perfectly in “The Thick of It,” the British political satire. Legacy places in the Champions League? Banning elite clubs from buying each other’s players? Selling a subscription to the last 15 minutes of games? Yes, and ho (Parental Guidance: R).\nThe reaction to all of these suggestions, of course, was what even Agnelli, presumably, has come to expect: a panoply of derision and disdain, the sort that in a strange sort of way unites soccer’s various warring tribes in hostility to the machinations of a smart, urbane businessman who seems determined to play the role of cartoonish supervillain.", "url": "https://www.nytimes.com/2021/03/12/sports/soccer/champions-league-reform-juventus.html"}