{"authors": ["Matt Phillips"], "date_download": "2022-10-25 23:28:56", "date_modify": "2022-10-25 23:28:56", "date_publish": "2021-08-11 15:06:40", "description": "The yield on the 10-year Treasury note is often a reliable indicator of how Wall Street views the prospects of economic growth — especially when other data points send confusing signals.", "filename": "2021_08_11_business_treasury-note-economy-wall-street_1666740536.html", "image_url": "https://static01.nyt.com/images/2021/08/11/us/11tnote-promo/11tnote-promo-facebookJumbo.jpg?year=2021&h=549&w=1050&s=fad506f77963df194293c7270cebc6c581076a846b3a81eb8fd7581fe4728354&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_11_business_treasury-note-economy-wall-street_1666740536.html", "title": "One Number to Gauge Where the Economy Is Headed", "title_page": "One Number to Gauge Where the Economy Is Headed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Then came the Delta variant. As the highly contagious version flared across the United States, cities and states were forced to slow down their reopening plans, even as the rate of vaccinations slowed. And as renewed worries about Covid-19 overtook fears of runaway inflation, the return on the T-note tumbled, too.\nThe bumpy ride in the bond market mirrors a broader one-step-forward, two-steps-back dynamic that has become familiar to investors over the past decade or so. Since the slow recovery from the 2008 financial crisis — annual growth has averaged roughly 2.3 percent since 2010 — the economy has frustrated forecasters who predicted a return to the fast economic growth and higher inflation that prevailed in earlier decades.\nAt points when the economy has stumbled, bond yields have often come into focus as the surest sign of investors’ thinking.\nIn 2012, yields on Treasurys plunged to record-low levels as investors rushed to buy bonds after a sharp cutback in federal spending — along with slowdowns in China and Europe — that weighed on growth. And in 2016, when the economy suffered a growth slowdown that some now refer to as an “invisible recession,” bond yields tumbled sharply, hitting record lows that July.\nWhen both the Trump and Biden administrations poured trillions of dollars into the economy during the pandemic, some expected that the fire hose of deficit spending would provide a short-term lift to growth and help the economy build up enough steam to eventually break the pattern of slow growth. But while government spending did juice the recovery — the economy has already rebounded from the sharp but brief recession last year, and is expected to grow more than 6 percent this year, the fastest pace since 1984 — the bond market is telling a less upbeat story.\nDan Ivascyn, group chief investment officer at PIMCO, a giant manager of bond funds, said the drop in the T-note yield partly reflected investors’ pessimism about a recovery, even after the historic stimulus efforts.\n“I do think that the markets are looking at the situation, you know, looking at cycles since the early 1980s and saying, look, if this is insufficient to meaningfully change the growth and inflation process, what will?” Mr. Ivascyn said.", "url": "https://www.nytimes.com/2021/08/11/business/treasury-note-economy-wall-street.html"}