{"authors": ["David Zucchino"], "date_download": "2022-10-25 23:28:00", "date_modify": "2022-10-25 23:28:00", "date_publish": "2021-02-23 06:01:06", "description": "Fighting intensified in the last quarter of 2020, after talks between the Afghan government and Taliban began. Before then, it had been a less deadly year than before.", "filename": "2021_02_23_world_asia_afghanistan-civilian-casualties_1666740480.html", "image_url": "https://static01.nyt.com/images/2021/02/23/world/23afghan-civilians-01/23afghan-civilians-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5dac7fea3f60ae5745e70dd85234ed0da4c656c5aaec16f0eb5cb685ccbc51d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_23_world_asia_afghanistan-civilian-casualties_1666740480.html", "title": "Afghan Civilian Casualties Soared After Start of Taliban Peace Talks", "title_page": "Afghan Civilian Casualties Soared After Start of Taliban Peace Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The 2,792 civilian casualties (891 deaths and 1,901 injuries) recorded in the final three months of 2020 represented the second-highest total for this time period since 2009.\nThe Taliban have denied targeted attacks against anyone other than government employees or supporters, but the Afghan government has blamed the militants for most such attacks.\nLast year was the seventh consecutive year that the U.N. has documented more than 3,000 civilian deaths, “with Afghanistan remaining among the deadliest places in the world to be a civilian,” the report said.\nThe report noted that many Afghans had hoped that violence would diminish after government and Taliban negotiators began formal talks, which are aimed at agreeing on a road map for a future Afghan government and working toward a comprehensive cease-fire.\n“Instead, there was an escalation of violence with disturbing trends and consequences,” the U.N. report said.\nAfter the two sides agreed on procedures to guide negotiations in early December, the talks were recessed until the first week of January. But there have been no formal negotiations since then. Instead, there has been heavy fighting, as both sides await a decision by the Biden administration on whether to honor or extend the May 1 deadline for withdrawing the remaining 2,500 American troops in Afghanistan, as stipulated in the February 2020 agreement between the United States and the Taliban.\nPart of the increase in fourth-quarter casualties was caused by an increase in homemade magnetic bombs attached to vehicles and detonated by timer or remote control. The U.N. report also documented a continued high rate of civilian casualties caused by roadside and car bombs detonated by the Taliban and other anti-government elements.", "url": "https://www.nytimes.com/2021/02/23/world/asia/afghanistan-civilian-casualties.html"}