{"authors": ["Stephanie Nolen"], "date_download": "2022-10-25 23:50:18", "date_modify": "2022-10-25 23:50:18", "date_publish": "2021-12-19 10:00:17", "description": "They do seem to offer significant protection against severe illness, but the consequences of rapidly spreading infection worry many public health experts.", "filename": "2021_12_19_health_omicron-vaccines-efficacy_1666741818.html", "image_url": "https://static01.nyt.com/images/2021/12/17/science/17virus-vax-global1/17virus-vax-global1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_19_health_omicron-vaccines-efficacy_1666741818.html", "title": "Most of the World’s Vaccines Likely Won’t Prevent Infection From Omicron", "title_page": "Most of the World’s Vaccines Likely Won’t Prevent Infection From Omicron - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Without a doubt Omicron is going to flood through India,” he said. “But hopefully India is protected to some extent because of vaccination and exposure.”\nChina does not have this layer of protection to back up its weak vaccines. Because of China’s aggressive efforts to stop spread of the virus within its borders, relatively few people have previous exposure. Only an estimated 7 percent of people in Wuhan, where the pandemic began, were infected.\nMuch of Latin America has relied on the Chinese and Russian vaccines, and on AstraZeneca. Mario Rosemblatt, a professor of immunology at the University of Chile, said that more than 90 percent of Chileans had had two doses of one vaccine, but the great majority of these were Coronavac, the Sinovac shot. High vaccination coverage combined with early reports that Omicron does not cause serious illness is leading to a false sense of security in the country, he said.\n“We have to get people to understand that it doesn’t work like that: If you get high transmissibility you’re going to have the health system saturated because the number of people getting ill will be higher,” he said.\nBrazil has recommended that all vaccinated people get a third dose, and it started using Pfizer’s vaccine for all boosters, but only 40 percent of the vaccinated have turned up to get the extra shot. Dr. Amilcar Tanuri, a virologist at the Federal University of Rio de Janeiro, said with cautious optimism that the high levels of previous Covid exposure might blunt Omicron’s impact but noted that the most vulnerable Brazilians, vaccinated first, got Coronavac, and tens of millions more were given AstraZeneca.", "url": "https://www.nytimes.com/2021/12/19/health/omicron-vaccines-efficacy.html"}