{"authors": ["Kwame Anthony Appiah"], "date_download": "2022-10-25 22:57:20", "date_modify": "2022-10-25 22:57:20", "date_publish": "2021-07-13 09:00:09", "description": "The magazine’s Ethicist columnist on mitigating risk from Covid-19 without punitive measures —and more.", "filename": "2021_07_13_magazine_vaccination-patients-ethics_1666738640.html", "image_url": "https://static01.nyt.com/images/2021/07/18/magazine/18mag-ethicist/18mag-ethicist-facebookJumbo.jpg?year=2021&h=550&w=1050&s=592fe1cbda06d7e79358a0e75294276be5506351e172c7801382cb2499ad9d65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_13_magazine_vaccination-patients-ethics_1666738640.html", "title": "As a Doctor, May I Refuse to See Unvaccinated Patients?", "title_page": "As a Doctor, May I Refuse to See Unvaccinated Patients? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I’m a family physician in private practice. More than 225 of my patients have been infected with the coronavirus. Some were hospitalized, some were placed on ventilators and more than a few have “long Covid” symptoms. When the vaccines became available, not only did I and my staff get vaccinated, but we also assisted our patients in procuring vaccination appointments. By spring, more than 80 percent of my patients were fully vaccinated, and we can now offer unvaccinated patients the convenience of vaccination in our office. A significant segment of our practice consists not of “vaccine hesitant” but of “vaccine refusing.” We attempt to create a nonjudgmental, nonshaming atmosphere for our patients to express their reasons for refusing the vaccine. Many have bizarre, almost delusional reasons for not getting vaccinated. Others have fallen prey to misinformation online. Because our patients often take mass transit to their appointments and because our office is in a high-rise and because I offer telehealth appointments, is it ethical and in the interest of public health to restrict vaccine-refusing patients to telehealth appointments? Name Withheld, New York\nWe all depend on other people — our trusted networks — for much of what we know or believe to be true. So we’re all vulnerable to misinformation when people whose epistemic authority we trust mislead us. Sometimes, no doubt, a touch of arrogance eases the departure from reality, too. Lay people who dissent from the scientific consensus may strike you as woefully credulous but often pride themselves on being independent-minded. Still, these are social, not individual, delusions.\nAnd social delusions pose shared difficulties. Commendably, it sounds as if you’ve done your best to set everyone straight. Once certain patients are committed to nonvaccination, however, you are not free to make decisions that could reasonably be viewed as punitive. You can certainly insist on their keeping away from the premises if they pose a genuine risk to others in your practice. But that shouldn’t be the case, given that your patients are mostly vaccinated (and your staff entirely so) and that you’ll presumably require unvaccinated patients to wear masks and practice social distancing.\nWhen unvaccinated patients ask for an appointment, you can routinely offer teleconsultations (in circumstances where this is a medically sound option), explaining that, in your view, every trip puts them at further risk of contracting or transmitting infection. That’s a good way of keeping before them the fact that a relevant expert in their lives has a different view from theirs. Still, these exasperating people should be free to ignore your very sound advice and remain in your care.", "url": "https://www.nytimes.com/2021/07/13/magazine/vaccination-patients-ethics.html"}