{"authors": ["Ian Austen"], "date_download": "2022-10-25 23:48:00", "date_modify": "2022-10-25 23:48:00", "date_publish": "2021-04-13 17:31:46", "description": "An inquiry found that systemic discrimination interfered with efforts to catch a murderer who targeted gay men, mostly of Middle Eastern or South Asian descent.", "filename": "2021_04_13_world_canada_toronto-serial-killer-bruce-mcarthur_1666741680.html", "image_url": "https://static01.nyt.com/images/2021/04/13/world/13toronto-police/13toronto-police-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f35871cb2d8b6eac0127a2212c9f5f2f27bf511962ab12f42fa1cf9410ba7315&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_13_world_canada_toronto-serial-killer-bruce-mcarthur_1666741680.html", "title": "Toronto Police Hindered by Anti-Gay Bias in Bruce McArthur Serial Killer Case", "title_page": "Toronto Police Hindered by Anti-Gay Bias in Bruce McArthur Serial Killer Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The report, commissioned by the board that oversees the Toronto police, also strongly criticized Mark Saunders, who stepped down as the city’s chief of police last year, for publicly dismissing concerns that a serial killer was targeting Toronto’s gay community, finding that he corroded public confidence within that group.\nAt the top of the 151 recommendations in the four-volume report is a proposal that police turn over some missing persons investigations to public health and social services agencies and nonprofit community groups.\nThe report also proposes that within the police force, missing person cases be coordinated by civilians and be centralized rather than spread out through individual precincts. And it calls for Toronto’s police to support friends and family members of missing people.\nShakir Rahim, the former vice chairman of the Alliance for South Asian AIDS Prevention, said that the report “vindicates the community’s concerns that there were systemic failures in the investigation.”\nBut Mr. Rahim, whose group was among those that criticized the police for not treating the missing-persons cases as possible serial killings earlier, said that the report was just “a starting point,” and that it remained to be seen if the police were receptive to change.\n“I think that is an open question,” Mr. Rahim said.\nJudge Epstein said that she was confident that police force would change, and that she believed the appointment of permanent replacement for Mr. Saunders would help.\nThe interim chief, James Ramer, struck a tone of contrition on Tuesday.\n“The deficiencies were neither overt nor intentional,” he said at a news conference. “There were too many times that we did not live up to what is expected — and in some cases required — of us to keep you safe. And the consequences were grave.”", "url": "https://www.nytimes.com/2021/04/13/world/canada/toronto-serial-killer-bruce-mcarthur.html"}