{"authors": ["Patricia Mazzei", "Campbell Robertson", "Richard Fausset", "Azi Paybarah"], "date_download": "2022-10-25 23:24:18", "date_modify": "2022-10-25 23:24:18", "date_publish": "2021-07-07 21:17:52", "description": "Families of the missing were told in a private briefing that the operation would transition to recovery efforts.", "filename": "2021_07_07_us_surfside-condo-recovery-mission_1666740258.html", "image_url": "https://static01.nyt.com/images/2021/06/30/lens/30miami-building-collapse-search-ends1/30miami-building-collapse-search-ends1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=12ebc7c1fc56b1d030399d0a107ac2890807bbfbae48710036ce51643f592461&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_07_us_surfside-condo-recovery-mission_1666740258.html", "title": "Search for Survivors in Surfside Condo Collapse Ends", "title_page": "Search for Survivors in Surfside Condo Collapse Ends - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He also said the amount of time a person can survive without air, water or food affected the decision. Sound sensors, cameras and dogs had not detected any potentially living victims since the “initial hours” of the collapse, he said.\nOfficials had pledged they would continuing searching as long as any chance of rescue remained at the Surfside, Fla., complex, which collapsed on June 24. When the tally of the missing was first announced, it stood at 159, and the death toll at four. By Wednesday evening, the death toll had risen to 54, with as many as 86 people unaccounted for.\n“We have all asked God for a miracle,” Mayor Daniella Levine Cava of Miami-Dade County said at a news conference. “So the decision to transition from rescue to recovery is an extremely difficult one.”\nThe mission will officially transition to recovery at midnight, officials said, adding that they expected to be working their way through the rubble for several more weeks.\nThe shift was announced on the same day that survivors of the collapse visited the site. “They went there for closure,” Ms. Levine Cava said, “and what they realized is how fortunate they were to be alive, to have been rescued from that building.”", "url": "https://www.nytimes.com/2021/07/07/us/surfside-condo-recovery-mission.html"}