{"authors": ["Adam Nossiter", "Taimoor Shah"], "date_download": "2022-10-25 23:28:03", "date_modify": "2022-10-25 23:28:03", "date_publish": "2021-07-26 11:07:22", "description": "Detentions and summary executions of those accused of colluding with the Kabul government were also reported, with the Taliban found to be largely responsible.", "filename": "2021_07_26_world_asia_afghan-civilian-casualties_1666740483.html", "image_url": "https://static01.nyt.com/images/2021/07/26/world/26Afghanistan/26Afghanistan-facebookJumbo.jpg?year=2021&h=549&w=1050&s=518c5ae290f318bb6c03944598b8fe6e10e7efa685832857b020ba7cec7997fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_26_world_asia_afghan-civilian-casualties_1666740483.html", "title": "Afghan Civilian Casualties Soar as U.S. Exits, Monitors Say", "title_page": "Afghan Civilian Casualties Soar as U.S. Exits, Monitors Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — Civilian casualties and rights violations are rising sharply in Afghanistan, human rights groups say, with the Taliban carrying out the bulk of the offenses as they wage a campaign against the government amid the void left by departing American forces.\nSince the Taliban intensified their offensive in early May, the United Nations said in a report released on Monday, nearly 2,400 civilians have been killed or injured, as many as in the preceding four months. The total, the U.N. said, was the highest recorded for the May-to-June period since monitoring began in 2009.\nThe Taliban’s campaign, conducted mostly in rural areas, has reached the edges of provincial centers, including Afghanistan’s second-largest city, Kandahar, where thousands are fleeing as fighting encroaches on urban neighborhoods. The insurgents now control over half of the country’s districts but have not captured any of Afghanistan’s 34 provincial capitals.\nWhat the U.N. calls “anti-government elements” — the Taliban, the Islamic State and undetermined others — were responsible for 64 percent of the civilian casualties, the organization said. Government forces were responsible for 25 percent, it said.", "url": "https://www.nytimes.com/2021/07/26/world/asia/afghan-civilian-casualties.html"}