{"authors": ["Charlie Savage", "Adam Goldman", "Neil Macfarquhar"], "date_download": "2022-10-25 23:47:43", "date_modify": "2022-10-25 23:47:43", "date_publish": "2021-01-20 00:42:10", "description": "While most arrests in the Capitol riot have been individuals, new charges accused three people tied to a right-wing militia of conspiring to commit violence.", "filename": "2021_01_19_us_politics_oath-keepers-capitol-riot_1666741663.html", "image_url": "https://static01.nyt.com/images/2021/01/19/us/politics/19transition-briefing-oathkeeper-arrest/merlin_182053365_abcaf02b-bf9f-41a5-8e0a-07bcd935af82-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f3062705ffd19aad5d5cd6efe62e072bc03a3adb656b5f103452a09b2189dc74&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_19_us_politics_oath-keepers-capitol-riot_1666741663.html", "title": "Oath Keeper Suspects Charged With Conspiracy", "title_page": "Oath Keeper Suspects Charged With Conspiracy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In the days leading up to the Jan. 6 riot, Thomas Edward Caldwell, an apparent leader of the far-right Oath Keepers, had a message for the militia members he had organized to mobilize against Congress: “This kettle is set to boil.”\nCourt documents unsealed on Tuesday said Mr. Caldwell, a 66-year-old from rural Virginia, advised the others on Dec. 31, “It begins for real Jan 5 and 6 on Washington D.C. when we mobilize in the streets. Let them try to certify some crud on capitol hill with a million or more patriots in the streets.”\nMr. Caldwell and two associates from Ohio — Donovan Crowl, 50, and Jessica Watkins, 38 — were charged with conspiracy to commit federal crimes. All three had admitted to invading the Capitol to reporters and were also identifiable in videos posted on social media.\nThe case revealed the first evidence of planning among a known militia group ahead of the day of chaotic mob violence. Investigators have said they are increasingly focused on right-wing extremist groups to determine whether any plotted aspects of the attack on the Capitol in advance, even as most of the rioters spontaneously stormed it.", "url": "https://www.nytimes.com/2021/01/19/us/politics/oath-keepers-capitol-riot.html"}