{"authors": ["Jesse Drucker"], "date_download": "2022-10-25 23:47:17", "date_modify": "2022-10-25 23:47:17", "date_publish": "2021-04-01 09:00:24", "description": "The I.R.S. believes the American drugmaker used an abusive offshore scheme to avoid federal taxes.", "filename": "2021_04_01_business_bristol-myers-taxes-irs_1666741637.html", "image_url": "https://static01.nyt.com/images/2021/03/30/business/00TaxAbuse-Caforio/00TaxAbuse-Caforio-facebookJumbo.jpg?year=2021&h=550&w=1050&s=39925fac62ca3d0359dbed5835a23129c1c706381b4ee03bc38c8e49331c844b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_01_business_bristol-myers-taxes-irs_1666741637.html", "title": "An Accidental Disclosure Exposes a $1 Billion Tax Fight With Bristol Myers", "title_page": "An Accidental Disclosure Exposes a $1 Billion Tax Fight With Bristol Myers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Almost nine years ago, Bristol Myers Squibb filed paperwork in Ireland to create a new offshore subsidiary. By moving Bristol Myers’s profits through the subsidiary, the American drugmaker could substantially reduce its U.S. tax bill.\nYears later, the Internal Revenue Service got wind of the arrangement, which it condemned as an “abusive” tax shelter. The move by Bristol Myers, the I.R.S. concluded, would cheat the United States out of about $1.4 billion in taxes.\nThat is a lot of money, even for a large company like Bristol Myers. But the dispute remained secret. The company, which denies wrongdoing, didn’t tell its investors that the U.S. government was claiming more than $1 billion in unpaid taxes. The I.R.S. didn’t make any public filings about it.\nAnd then, ever so briefly last spring, the dispute became public. It was an accident, and almost no one noticed. The episode provided a fleeting glimpse into something that is common but rarely seen up close and that the Biden administration hopes to discourage: multinational companies, with the help of elite law and accounting firms and with only belated scrutiny from the I.R.S., dodging billions of dollars in taxes.", "url": "https://www.nytimes.com/2021/04/01/business/bristol-myers-taxes-irs.html"}