{"authors": ["Michael M. Grynbaum"], "date_download": "2022-10-25 23:52:11", "date_modify": "2022-10-25 23:52:11", "date_publish": "2021-06-29 22:28:13", "description": "The 24-hour cable channel reached the settlement after a formal review of sexual harassment complaints by the New York City Commission on Human Rights.", "filename": "2021_06_29_business_media_fox-news-fined-sexual-harassment_1666741931.html", "image_url": "https://static01.nyt.com/images/2021/06/29/business/29economy-briefing-foxnews/merlin_64272119_9d8edacf-f585-460a-841c-ea67b866bdac-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f6c8e77e9bc65d9716fdae3ac2efb100bb42745becd36fa6f398f6616490d99b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_29_business_media_fox-news-fined-sexual-harassment_1666741931.html", "title": "Fox News Agrees to $1 Million Penalty After Workplace Investigation", "title_page": "Fox News Agrees to $1 Million Penalty After Workplace Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fox News agreed to pay a $1 million penalty under a settlement reached last week with the New York City Commission on Human Rights. The case stemmed from a cascade of sexual misconduct allegations that shook the network several years ago and led to the exits of Roger Ailes, its co-founder, and the anchor Bill O’Reilly.\n“This is the largest civil penalty that has ever been levied by the City Commission on Human Rights,” the agency’s chair and commissioner, Carmelyn P. Malalis, said in an interview on Tuesday. “We need to send a message in order to deter future acts of harassment or retaliation.”\nThe settlement, which was finalized on June 25, will prevent Fox News for the next four years from including in new employment contracts a clause requiring confidential arbitration in cases where an employee lodges a complaint under the city’s Human Rights Law. It also mandates that the network carry out a variety of anti-harassment training and prevention measures.\nThe Commission on Human Rights is the agency that enforces the city’s anti-discrimination laws in workplaces, housing, public services and other spheres. Ms. Malalis said the commission began investigating Fox News in September 2017, around the time that several employees spoke out about sexual harassment at the network; it formally opened a complaint in December 2018.", "url": "https://www.nytimes.com/2021/06/29/business/media/fox-news-fined-sexual-harassment.html"}