{"authors": ["Declan Walsh", "Eric Schmitt", "Simon Marks", "Ronen Bergman"], "date_download": "2022-10-25 23:54:36", "date_modify": "2022-10-25 23:54:36", "date_publish": "2021-02-15 08:00:12", "description": "Fifteen people arrested in Ethiopia were part of what American and Israeli officials said was a foiled Iranian plot against diplomats from the United Arab Emirates.", "filename": "2021_02_15_world_africa_iran-ethiopia-plot_1666742076.html", "image_url": "https://static01.nyt.com/images/2021/02/13/world/00Ethiopia-Iran1/00Ethiopia-Iran1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=e05ff0f41e76fd9b082c300f0126e0a29f68b3ed68555bfbbb9e1dad1a81687b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_15_world_africa_iran-ethiopia-plot_1666742076.html", "title": "In a Dangerous Game of Cat and Mouse, Iran Eyes New Targets in Africa", "title_page": "In a Dangerous Game of Cat and Mouse, Iran Eyes New Targets in Africa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NAIROBI, Kenya — When Ethiopia’s intelligence agency recently uncovered a cell of 15 people it said were casing the embassy of the United Arab Emirates, along with a cache of weapons and explosives, it claimed to have foiled a major attack with the potential to sow havoc in the Ethiopian capital, Addis Ababa.\nBut the Ethiopians omitted a key detail about the purported plot: who was behind it.\nThe only clue was the arrest of a 16th person: Accused of being the ringleader, Ahmed Ismail had been picked up in Sweden with the cooperation of friendly “African, Asian and European intelligence services,” the Ethiopians said.\nNow American and Israeli officials say the operation was the work of Iran, whose intelligence service activated a sleeper cell in Addis Ababa last fall with orders to gather intelligence also on the embassies of the United States and Israel.\nThey say the Ethiopian operation was part of a wider drive to seek soft targets in African countries where Iran might avenge painful, high-profile losses such as the death of Mohsen Fakhrizadeh, Iran’s top nuclear scientist, said to have been killed by Israel in November, and Maj. Gen. Qassim Suleimani, the Iranian spymaster killed by the United States in Iraq just over one year ago.", "url": "https://www.nytimes.com/2021/02/15/world/africa/iran-ethiopia-plot.html"}