{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:53:18", "date_modify": "2022-10-25 23:53:18", "date_publish": "2021-01-30 10:00:17", "description": "While many at the protests are critical of Aleksei A. Navalny, the Kremlin’s treatment of the opposition leader has united a disparate group of Putin’s opponents who say they can no longer tolerate official injustice.", "filename": "2021_01_30_world_europe_russia-protests-navalny-putin_1666741998.html", "image_url": "https://static01.nyt.com/images/2021/01/30/world/30russia-protesters1/30russia-protesters1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=4d3a255c107991d0743c602b572ab6225ab2494bd9bb10098a5898520ad924dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_30_world_europe_russia-protests-navalny-putin_1666741998.html", "title": "As Protests Grip Russia, Putin Critics of Many Stripes Rally Around Navalny", "title_page": "As Protests Grip Russia, Putin Critics of Many Stripes Rally Around Navalny - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Putin’s usually atomized critics have come together around the figure of Mr. Navalny, 44, not for his political views but because he is perceived as a symbol of the main source of the anger that many Russians feel toward the Kremlin: injustice.\nMs. Nikiforova, the monarchist, who is 37 and works as a screenwriter in Moscow, initially went along with the narrative of a Russia rising from its knees under Mr. Putin that is piped out constantly by state TV. She remembered the broken street lamps of the post-Soviet 1990s, the used needles discarded by drug addicts cracking underfoot on Moscow’s sidewalks. She saw the possibility of wealth and hopes of a revival under Mr. Putin, who took power in 1999.\nYears later, after she became a parent, she saw the failings of Russia’s schools, courts and hospitals. But she still believed that Mr. Putin’s government could improve. And she refused to accept that the state he ruled had something to do with the atrocities attributed to it in the West — like the shooting down of Malaysia Airlines Flight 17 over Ukraine in 2014 or the poisoning of Mr. Navalny in Siberia last summer.\nThings changed after she saw the investigations that Mr. Navalny published in December about his own botched poisoning, in which the opposition leader worked with journalists using phone and flight records to show that a team of chemical weapons specialists from the domestic intelligence agency had followed him for years. Then came Mr. Navalny’s dramatic return to Russia from Germany, his immediate arrest, and his report on Mr. Putin’s purported palace, which has been viewed 100 million times on YouTube.", "url": "https://www.nytimes.com/2021/01/30/world/europe/russia-protests-navalny-putin.html"}