{"authors": ["Paul Krugman"], "date_download": "2022-10-25 23:42:26", "date_modify": "2022-10-25 23:42:26", "date_publish": "2021-12-14 17:05:09", "description": "On states that bite the hand that feeds them.", "filename": "2021_12_14_opinion_kentucky-tornado-federal-aid_1666741346.html", "image_url": "https://static01.nyt.com/images/2021/12/14/opinion/14krugman-image/14krugman-image-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_14_opinion_kentucky-tornado-federal-aid_1666741346.html", "title": "Behind Kentucky's Tornado Recovery Plan - The New York Times", "title_page": "Opinion | Behind Kentucky's Tornado Recovery Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Topping the list of net beneficiaries was, yes, Kentucky, where residents received an average of $14,000 more from Washington than they paid in taxes. To put this in perspective, Kentucky’s 2019 net inflow of federal funds — $63 billion — was roughly 30 percent of the state’s G.D.P. that year.\nEconomic geographers often interpret regional economies using the “base-multiplier model.” The idea is that what drives a local economy is its “export base,” the stuff it sells to other places; the income generated by that export sector in turn supports jobs in local services, from health care to restaurants. The economy of New York City, for example, is largely driven by the financial industry; the money earned there directly or indirectly supports most of the city’s other jobs.\nSo what is Kentucky’s export base? Not the traditional industries: In 2019, the state, which has more than four million residents, had fewer than 6,000 coal miners, while the distilling industry — which, to be fair, has been growing — employed only about 5,000 people. On the other hand, more than 250,000 Kentuckians worked in health care and social assistance — and who do you think paid for a lot of that? So, in a real sense, Kentucky’s economy lives on federal dollars.\nAnd that’s OK! The main reason Kentucky is such a large net recipient of federal funds is that the state is relatively poor — it’s in a region that has to some extent been economically stranded as production and wealth concentrate in large, highly educated metropolitan areas. As a lower-income state, Kentucky receives the full benefit of federal programs like Medicare, but pays relatively little in income or payroll taxes, so it gets much more than it pays in. And that is actually how the social safety net is supposed to work. We want individuals who for whatever reason are hurting financially to receive support from the more fortunate, which necessarily implies large transfers from rich states like New Jersey to lower-income states like Kentucky.\nWhat’s not OK is when states that are huge net beneficiaries of progressive taxation and the social safety net preen and posture about self-reliance and the evils of big government. It’s even worse when they assert some kind of moral superiority over the metropolitan areas that pay their bills.", "url": "https://www.nytimes.com/2021/12/14/opinion/kentucky-tornado-federal-aid.html"}