{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 22:57:51", "date_modify": "2022-10-25 22:57:51", "date_publish": "2021-08-24 23:19:06", "description": "Named for the civil rights icon John Lewis, the bill is narrower than the Democrats’ sweeping elections overhaul that has stalled in the Senate, but faces similar obstacles.", "filename": "2021_08_24_us_politics_house-democrats-voting-rights-bill_1666738671.html", "image_url": "https://static01.nyt.com/images/2021/08/24/lens/24dc-voting-photo/24dc-voting-photo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5104363478db73ea7077f3233604a729f94a32e50582a6996c88d6d52f9dd43e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_24_us_politics_house-democrats-voting-rights-bill_1666738671.html", "title": "House Passes a Voting Rights Bill, but a G.O.P. Blockade Awaits in the Senate", "title_page": "House Passes a Voting Rights Bill, but a G.O.P. Blockade Awaits in the Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Republicans, who once enthusiastically supported expansions of the Voting Rights Act, dismissed that concern as hyperbolic and self-serving. Democrats, they argued, were ignoring the nation’s racial progress as justification to allow the federal government to run roughshod over the states and rewrite election rules in a way that would benefit their political candidates.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“Not only is our country not facing a new era of Jim Crow voting laws, as many of my Democrat colleagues have claimed, it is incredibly offensive to lie to the American people to advance a political agenda,” said Representative Rodney Davis, Republican of Illinois.\nHe cited statistics showing record turnout among Black voters during the 2020 election, a far cry from the small percentages that were able to vote in many Southern states the 1960s.\n“We should celebrate this progress, not ignore it,” Mr. Davis said.\nMuch of the present conflict can be traced to 2013, when a conservative majority of the Supreme Court effectively struck down a crucial provision of the Voting Rights Act in the case of Shelby County v. Holder. The provision required states and jurisdictions with a history of discriminatory voting practices — mostly in the South — to clear any changes to their election rules with the federal government before carrying them out.\nIt had been highly effective, blocking more than 3,000 proposed electoral changes found to be discriminatory during the half century it was in effect and contributing to the statute’s reputation as one of the clearest legislative successes of the civil rights movement. But the justices ruled that the formula used to determine which entities should be subject to such requirements was outdated given the country’s progress, and said Congress would have to update it for it to be constitutional.\nIn the absence of any so-called federal pre-clearance requirement, more than half of states have enacted laws making it harder to vote over the last eight years. Voting advocates have been just as concerned that in its absence, state lawmakers will be able to use the once-in-a-decade redistricting process that is underway to marginalize voters of color.\nThen, last month, the Supreme Court in Brnovich v. Democratic National Committee took aim at a separate section of the statute and made it harder to win court challenges against election rules on the grounds that they are discriminatory.", "url": "https://www.nytimes.com/2021/08/24/us/politics/house-democrats-voting-rights-bill.html"}