{"authors": ["Winston Choi-Schagrin"], "date_download": "2022-10-25 23:26:45", "date_modify": "2022-10-25 23:26:45", "date_publish": "2021-08-13 18:02:55", "description": "A new study links air pollution from wildfire smoke to higher rates of coronavirus cases and deaths.", "filename": "2021_08_13_climate_wildfires-smoke-covid_1666740405.html", "image_url": "https://static01.nyt.com/images/2021/09/12/us/12CLI-covidfires/12CLI-covidfires-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d30b47e98c83eca9a19c8a98518e4215abd8152cdb77cd9961f1a8d622237aad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_13_climate_wildfires-smoke-covid_1666740405.html", "title": "In the West, a Connection Between Covid and Wildfires", "title_page": "In the West, a Connection Between Covid and Wildfires - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Exposure to wildfire smoke during last summer’s wildfire season could be associated with thousands of additional coronavirus infections as well as hundreds of deaths, potentially causing an even greater challenge to public health officials in Washington, Oregon and California, a new study has found.\nWildfire smoke contains high levels of the smallest, most dangerous type of soot known as PM 2.5.\nResearchers at Harvard University estimated that there were nearly 20,000 extra coronavirus infections and 750 Covid-19 deaths associated with exposure to wildfire smoke between March and December 2020 in the American West. The paper was published Friday in the journal Science Advances.\nExposure to smoke, whether from air pollution or cigarette smoke, is believed to impair the function of white blood cells in the lungs, blunting the body’s immune response. The chemicals in particulate matter can also inflame cells lining the airways and lungs. In both cases, if the body is exposed to a virus in addition to air pollution, the immune response may be slowed and the person may develop a more severe illness than they would have otherwise, researchers say.\nThe findings build on the well-established connection between air pollution and respiratory-tract infections and conditions such as asthma. But the study is the first to show a statistical link between wildfire smoke and Covid-19 caseloads and deaths.", "url": "https://www.nytimes.com/2021/08/13/climate/wildfires-smoke-covid.html"}