{"authors": ["Nicole Sperling"], "date_download": "2022-10-25 23:50:44", "date_modify": "2022-10-25 23:50:44", "date_publish": "2021-07-20 14:01:05", "description": "A deal with the industry’s major unions will also relax pandemic protocols, including decreasing the rate of regular coronavirus testing.", "filename": "2021_07_20_business_hollywood-unions-pandemic-rules_1666741844.html", "image_url": "https://static01.nyt.com/images/2021/07/20/business/20economy-briefing-hollywood-unions/20economy-briefing-hollywood-unions-facebookJumbo.jpg?year=2021&h=549&w=1050&s=5ff436cee558d2dc68d361f295b38e863cfe82447acf0156bcc75b659b58f0fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_20_business_hollywood-unions-pandemic-rules_1666741844.html", "title": "Hollywood Unions Agree to Relax Pandemic Protocols on Movie Sets", "title_page": "Hollywood Unions Agree to Relax Pandemic Protocols on Movie Sets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hollywood’s major unions agreed Monday night to a short-term plan that would allow studios to require everyone on a production set to be vaccinated.\nThe agreement, which will be in effect through the end of September, will also relax some pandemic protocols on production sets, even as the Delta variant climbs and Los Angeles County puts a mask mandate for indoor settings back in place. Studios will be able to decrease the rate of regular coronavirus testing and loosen mask mandates in outdoor settings.\nThe arrangement was agreed on by the Directors Guild of America, the International Alliance of Theatrical Stage Employees, International Brotherhood of Teamsters, the Screen Actors Guild-American Federation of Television and Radio Artists, along with the studios as represented by the Alliance of Motion Pictures and Television Producers.\nThe parties said they would continue monitoring Covid-19 developments and “will consider further modifications.”", "url": "https://www.nytimes.com/2021/07/20/business/hollywood-unions-pandemic-rules.html"}