{"authors": ["Natasha Frost"], "date_download": "2022-10-25 23:50:25", "date_modify": "2022-10-25 23:50:25", "date_publish": "2021-10-22 11:45:01", "description": null, "filename": "2021_10_22_world_new-zealand-announces-a-plan-to-move-away-from-lockdowns_1666741825.html", "image_url": "https://static01.nyt.com/images/2021/10/21/science/21virus-briefing-new-zealand-sub/merlin_189377310_cc0449e6-1f1b-4e31-b0ce-f3798fbfec84-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ef6af478a3a6253e6e44c340bb8665d775feeb3ace4efd9f758114e2701f85d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_22_world_new-zealand-announces-a-plan-to-move-away-from-lockdowns_1666741825.html", "title": "New Zealand announces a plan to move away from lockdowns.", "title_page": "New Zealand announces a plan to move away from lockdowns. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New Zealand, which for most of the pandemic has pursued a “Covid zero” strategy, announced on Friday a new plan to manage life with the virus and move away from lockdowns, beginning once the country meets an ambitious vaccination target.\nA new, color-coded system of restrictions will take effect once 90 percent of people ages 12 and up have received two doses of a vaccine, Prime Minister Jacinda Ardern announced at a news conference.\nWith Auckland, the country’s largest city, under a lockdown that has stretched to nine weeks because of an outbreak of the Delta variant that has proven frustratingly difficult to stamp out, officials in New Zealand have acknowledged that eliminating the virus completely may no longer be possible.\n“Delta has made it very hard to maintain our elimination strategy,” Ms. Ardern said, “but as our longstanding strategy was challenged, we also had a new tool. That tool is the vaccine.”", "url": "https://www.nytimes.com/2021/10/22/world/new-zealand-announces-a-plan-to-move-away-from-lockdowns.html"}