{"authors": ["Mihir Zaveri"], "date_download": "2022-10-25 22:57:24", "date_modify": "2022-10-25 22:57:24", "date_publish": "2021-02-21 18:53:23", "description": "The variant is more transmissible and may evade antibodies stirred by prior infections or vaccines. One other case has been detected in the state, in a Connecticut man who was hospitalized in New York City.", "filename": "2021_02_21_world_covid-south-africa-variant-new-york_1666738644.html", "image_url": "https://static01.nyt.com/images/2021/02/16/slideshows/21virus-briefing-ny-south-africa-variant/PM-covid-update-slide-378X-facebookJumbo.jpg?year=2021&h=550&w=1050&s=751687e4129f11c2c394d7f9cc3b90f4f014842daf933381b57d8df933fa2b14&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_21_world_covid-south-africa-variant-new-york_1666738644.html", "title": "New York Finds Case of Variant First Seen in South Africa", "title_page": "New York Finds Case of Variant First Seen in South Africa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A person from a suburb east of New York City has been confirmed as the first New York resident to have been infected by a more contagious variant of the coronavirus that emerged in South Africa, Gov. Andrew M. Cuomo said on Sunday.\nFew other details were offered about the case, including specifically when it was confirmed or whether the individual who was infected, a resident of Nassau County on Long Island, had recently traveled. It was not the first case of the South Africa variant to be found in New York; Mr. Cuomo announced last Monday that the variant had been detected in a man from Connecticut who was hospitalized in New York City.\nThe variant, known as B.1.351, was originally identified in South Africa in December, and has since been found in dozens of other countries and at least nine states, including California, Texas and Virginia. The variant carries mutations that help it latch on more tightly to human cells and that may help the virus evade some antibodies.\nIts emergence in New York, which officials had warned was inevitable, underscored the dangers posed by new variants that may be more infectious or resistant to vaccines, particularly as the state’s vaccination effort continues to be hampered by a limited supply of doses.", "url": "https://www.nytimes.com/2021/02/21/world/covid-south-africa-variant-new-york.html"}