{"authors": ["Emma G. Fitzsimmons", "Lola Fadulu"], "date_download": "2022-10-25 23:50:36", "date_modify": "2022-10-25 23:50:36", "date_publish": "2021-12-07 23:53:24", "description": "After Mayor Bill de Blasio set a mandate for all private employers, some raised questions about how the city planned to enforce it, while others said they backed the idea.", "filename": "2021_12_07_nyregion_vaccine-mandate-nyc-business_1666741836.html", "image_url": "https://static01.nyt.com/images/2021/12/07/nyregion/07nyvaxmandate2/07nyvaxmandate2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_07_nyregion_vaccine-mandate-nyc-business_1666741836.html", "title": "N.Y.C. Business Owners and Workers React to Vaccine Mandate", "title_page": "N.Y.C. Business Owners and Workers React to Vaccine Mandate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The owner of a flower shop in the Bronx applauded New York City’s new vaccine mandate for private employers. A worker at a tire shop in Brooklyn said she was not ready to get vaccinated. Major companies like News Corp that currently require vaccination or weekly testing were considering how to implement the measure.\nThe day after Mayor Bill de Blasio announced a vaccine mandate for on-site employees at all private businesses — the most far-reaching local measure in the country — workers across the city were figuring out what it would mean for them.\nSome business leaders raised concerns about the difficulty of enforcing the measure, whether the city had the power to enact the mandate and whether it could lead to worker shortages.\nMr. de Blasio defended the mandate in a series of television interviews on Tuesday, describing it as a necessary step to combat a fresh wave of coronavirus cases this winter amid growing concern over the Omicron variant, without returning to harsh restrictions that were used early in the pandemic.", "url": "https://www.nytimes.com/2021/12/07/nyregion/vaccine-mandate-nyc-business.html"}