{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:53:15", "date_modify": "2022-10-25 23:53:15", "date_publish": "2021-02-02 14:07:49", "description": "A Moscow court found that President Vladimir Putin’s loudest critic violated his parole. “You cannot lock up the whole country,” Aleksei A. Navalny told the court after large protests in support of him recently.", "filename": "2021_02_02_world_europe_russia-navalny-putin_1666741995.html", "image_url": "https://static01.nyt.com/images/2021/02/02/us/politics/02navalny-sentencing-promo/02navalny-sentencing-promo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e846bfb35f6fe7712677fe0e2dbcbf7bd28ffa98448417b391142693f6da751f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_02_world_europe_russia-navalny-putin_1666741995.html", "title": "Aleksei Navalny, Russian Opposition Leader, Appears in Court", "title_page": "Aleksei Navalny, Russian Opposition Leader, Appears in Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — A Russian court sentenced Aleksei A. Navalny, Russia’s most prominent opposition leader, to more than two years in prison on Tuesday, a decision likely to send him for a lengthy term in a far-flung penal colony for the first time.\nTuesday’s sentencing represented a pivotal moment for President Vladimir V. Putin’s Russia. Mr. Navalny, one of the main challengers of the Kremlin, has inspired some of the biggest street protests of the Putin era and repeatedly embarrassed the president and his close allies with investigative reports about corruption that were viewed many millions of times on YouTube.\nThe authorities previously tried to contain him with short jail terms of a few weeks to avoid making Mr. Navalny into a political martyr. In August, Western officials say, Russian agents tried to assassinate Mr. Navalny by poisoning him. Now, the decision to send him to prison removes his direct voice from Russia’s political landscape, but it could energize his supporters and further rally Russian opposition to Mr. Putin around the figure of Mr. Navalny.\n“Hundreds of thousands cannot be locked up,” Mr. Navalny said during the hearing before he was sentenced. “More and more people will recognize this. And when they recognize this — and that moment will come — all of this will fall apart, because you cannot lock up the whole country.”", "url": "https://www.nytimes.com/2021/02/02/world/europe/russia-navalny-putin.html"}