{"authors": ["Taylor Lorenz"], "date_download": "2022-10-25 23:26:32", "date_modify": "2022-10-25 23:26:32", "date_publish": "2021-07-19 09:00:19", "description": "Feeling limited by LinkedIn, some Gen Z-ers are now applying for jobs using TikTok résumés. Employers are paying attention.", "filename": "2021_07_19_technology_tiktok-resumes-jobs_1666740392.html", "image_url": "https://static01.nyt.com/images/2021/07/16/business/16tiktok-resumes/15tiktok-resumes-facebookJumbo.jpg?year=2021&h=550&w=1050&s=32a1a61a14b4ac544c48f17a6c30f079139be9c77ba0defad26483f5bec95bd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_19_technology_tiktok-resumes-jobs_1666740392.html", "title": "Job-Hunters, Have You Posted Your Résumé on TikTok?", "title_page": "Job-Hunters, Have You Posted Your Résumé on TikTok? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the video résumés have also raised concerns. The format strips away a level of anonymity, allowing employers to potentially dismiss candidates based on how someone looks or acts. Much of the networking on TikTok also depends on amassing views, which can be hard for those who aren’t adept at creating content or who have struggled to get equal distribution in the app’s feed.\nTikTok is not the first social platform that companies have sought to leverage for recruiting. LinkedIn, the professional networking site owned by Microsoft, is heavily used by both job seekers and recruiters. In 2015, Taco Bell advertised internship opportunities on Snapchat, and in 2017, McDonald’s let people apply for jobs through a Snapchat tool known as “Snaplications.” That same year, Facebook began allowing companies to post job openings to their pages and to communicate with applicants through Facebook Messenger.\nTikTok is now taking it further with video applications, rather than a swipe up to a more traditional application page. Though TikTok résumés are open to people of all ages, top videos submitted through the hashtag are from Gen Z users, most of whom are in college. The app said over 800 applicants had submitted TikTok résumés in the past week.\n“Hiring people or sourcing candidates through video just feels like a natural evolution of where we are in a society,” said Karyn Spencer, global chief marketing officer of Whalar, an influencer company that recently hired an employee off TikTok. “We’re all communicating more and more through video and photos, yet so many résumés our hiring team receives feel like 1985.”", "url": "https://www.nytimes.com/2021/07/19/technology/tiktok-resumes-jobs.html"}