{"authors": ["Yan Zhuang", "Isabella Kwai", "Christopher F. Schuetze"], "date_download": "2022-10-25 23:26:16", "date_modify": "2022-10-25 23:26:16", "date_publish": "2021-08-16 10:04:47", "description": "With the Delta variant spreading, only 15 percent of Indigenous people over the age of 16 have been fully inoculated, well behind the national level, according to officials.", "filename": "2021_08_16_world_australia_indigenous-australians-coronavirus_1666740376.html", "image_url": "https://static01.nyt.com/images/2021/08/16/world/16virus-briefing-australia/16virus-briefing-australia-facebookJumbo.jpg?year=2021&h=549&w=1050&s=233c3319e1c1aba8c04dccf7e9af9d7737c94db4bf114d7dac96897f296a32d4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_16_world_australia_indigenous-australians-coronavirus_1666740376.html", "title": "Australia’s Coronavirus Outbreak Hits Aboriginal Communities", "title_page": "Australia’s Coronavirus Outbreak Hits Aboriginal Communities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the Delta variant of the coronavirus spreads beyond Sydney into the surrounding state of New South Wales, concern is mounting about the potential impact on vulnerable, unvaccinated Aboriginal Australians.\nThe Australian government had made Aboriginal people a priority group for vaccination because of the lack of health care services in the remote areas where many of them live. But as of Sunday, only 15 percent of Indigenous Australians over the age of 16 had been fully inoculated, compared with 26 percent of people in all of Australia.\nThe low rates among Aboriginal Australians are particularly concerning in the western part of New South Wales, which went into a lockdown on Saturday. Most of the area’s 98 coronavirus cases are among Indigenous people, Scott McLachlan, chief executive of the region’s health services, told the Australian Broadcasting Corporation.\nFour of the cases have been found in the town of Walgett, where nearly half of the 6,000 residents are Aboriginal. There is a high prevalence of chronic health conditions among that population, and officials and Indigenous leaders fear that a wider outbreak could overwhelm local health care.", "url": "https://www.nytimes.com/2021/08/16/world/australia/indigenous-australians-coronavirus.html"}