{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:42:42", "date_modify": "2022-10-25 23:42:42", "date_publish": "2021-11-04 20:56:10", "description": "Britain’s prime minister intervened in the case of a Conservative Party lawmaker who faced suspension. A ferocious blowback caused him to retreat, a now familiar path.", "filename": "2021_11_04_world_europe_uk-politics-boris-johnson-owen-paterson_1666741362.html", "image_url": "https://static01.nyt.com/images/2021/11/04/world/04uk-politics-2/04uk-politics-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_04_world_europe_uk-politics-boris-johnson-owen-paterson_1666741362.html", "title": "Clash With Corruption Watchdog Has Boris Johnson Retreating, Again", "title_page": "Clash With Corruption Watchdog Has Boris Johnson Retreating, Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since taking power in 2019, Britain’s prime minister, Boris Johnson, has often reversed course, changing his mind on everything from lockdown rules and school examinations to free meals for children and coronavirus restrictions at Christmas.\nThis week, Mr. Johnson finds himself retreating again.\nOn Wednesday he intervened to stop the suspension from Parliament of Owen Paterson, a fellow Conservative Party lawmaker found to have broken rules on political lobbying. The government also pushed through contentious plans to change the system that investigated Mr. Paterson.\nBy Thursday that effort had collapsed and Mr. Paterson resigned following a backlash from politicians, news organizations and even the former head of the intelligences services.\nThe furor risks denting Mr. Johnson’s authority, but it has also raised fresh questions about the ethical stance of a prime minister whose Conservative Party has faced a string of other allegations of influence-peddling, conflict of interest and profiteering.", "url": "https://www.nytimes.com/2021/11/04/world/europe/uk-politics-boris-johnson-owen-paterson.html"}