{"authors": ["Julie Creswell", "Peter Eavis"], "date_download": "2022-10-25 23:40:29", "date_modify": "2022-10-25 23:40:29", "date_publish": "2021-04-02 14:55:26", "description": "After a year of working remotely, some employees are not keen to go back to the office, and, so far, employers are being receptive to their concerns.", "filename": "2021_04_02_business_office-remote-work-anxiety_1666741229.html", "image_url": "https://static01.nyt.com/images/2021/04/01/business/00office-return-promo/00office-return-promo-facebookJumbo-v3.jpg?year=2021&h=550&w=1050&s=d8e35f21585e93172ff5213d3e3ca8ade4db8c81131fa417862e84f71856d93a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_02_business_office-remote-work-anxiety_1666741229.html", "title": "Returning to the Office Sparks Anxiety and Dread for Some", "title_page": "Returning to the Office Sparks Anxiety and Dread for Some - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last fall, after some of the restrictions had eased in Germany, Trivago, a travel company based in Düsseldorf, let employees work remotely three weeks of the month and then spend one week in the office. The office weeks were designed for collaboration and were treated like celebrations, with balloons hanging from the ceilings and employees plied with coffee and muffins, said Anja Honnefelder, the chief people officer and general counsel of the company.\nBut the experiment failed, she said. “We saw that many of the people only came back for two or three days during the week because it felt unnatural, all of the social interactions,” said Ms. Honnefelder, who described her staff as young and made up largely of software engineers and data scientists. “They felt like they couldn’t get their work done and that it was disorienting.”\nSo, in January, Trivago announced that employees would come back to the office two days a week, but it has not been able to implement the plan because Germany has imposed new restrictions because of a rise in coronavirus cases.\n“What we think will happen is that employees will use the two days to socialize, have extended lunches and work with their teams because they know, for the rest of the week, they will have time to focus and manage their own work and not be distracted,” Ms. Honnefelder said.\nThe ability to focus on work without distractions from other employees is the main reason Mr. Jaakola, the Minneapolis software engineer, does not want to return to the office. He admits he finds dealing with other people kind of “draining,” and hopes his company won’t force him to return to the office, even for a few days a week.\n“My sense is that my company will try to go back to how things were before and I think they’ll quickly realize there are a lot of remote possibilities out there for us,” he said. “If they try to force us to come in without a legitimate reason, I can get another job if I don’t want to come in.”\nGillian Friedman and Lauren Hirsch contributed reporting.", "url": "https://www.nytimes.com/2021/04/02/business/office-remote-work-anxiety.html"}