{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:23:57", "date_modify": "2022-10-25 23:23:57", "date_publish": "2021-06-15 16:37:07", "description": "The predictions of Q — including mass arrests of Democrats and the return of Donald J. Trump as president — have not come to pass, sowing doubt among believers.", "filename": "2021_06_15_us_politics_qanon-fbi-violence_1666740237.html", "image_url": "https://static01.nyt.com/images/2021/06/15/us/15new-washington-briefing-qanon/15new-washington-briefing-qanon-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b6822242aa40f6a1f6fd6f77bb172a7de0cb186791551821c0551443cfab0633&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_15_us_politics_qanon-fbi-violence_1666740237.html", "title": "FBI Warns QAnon Believers Could Turn Violent", "title_page": "FBI Warns QAnon Believers Could Turn Violent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The F.B.I. said this month that QAnon adherents could turn to violence as some of the conspiracy theory’s major predictions, including that Democrats would be subject to mass arrest and detention, have not come to pass.\nThe conspiracy theory holds that a corrupt cabal of global elites and career government employees who run a Satan-worshiping, child sex-trafficking ring will soon be rounded up and punished for their misdeeds; and that former President Donald J. Trump will be restored to the presidency.\nQAnon has grown online, with believers watching message boards for new information and directives from Q, an anonymous figure who posts predictions and tells adherents to “trust the plan.”\nBut the arrests have not happened and Mr. Trump did not return to the White House as predicted this spring, sowing doubts among some believers whose once decentralized community is now a large, real-world and global movement.", "url": "https://www.nytimes.com/2021/06/15/us/politics/qanon-fbi-violence.html"}