{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:52:20", "date_modify": "2022-10-25 23:52:20", "date_publish": "2021-07-19 21:11:18", "description": "Asset-backed digital currencies have outstripped oversight, but the Treasury Department, the Federal Reserve and other regulators hope to change that.", "filename": "2021_07_19_business_stablecoins-regulation_1666741940.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2021", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_19_business_stablecoins-regulation_1666741940.html", "title": "As stablecoins explode in popularity, regulators prepare a response.", "title_page": "As stablecoins explode in popularity, regulators prepare a response. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Top U.S. financial regulators met on Monday to discuss stablecoins, asset-backed digital currencies that are exploding in popularity so quickly that the government is struggling to keep up — and that economic officials increasingly see as a risk to financial stability.\nStablecoins are cryptocurrencies that derive their value from an underlying currency or basket of assets, and they have long been a point of unique concern. When news broke in 2018 and 2019 that Facebook was looking into creating a stablecoin, the Federal Reserve and other regulators took note, worried that the project could gain scale rapidly. Pressure to develop a framework for overseeing them has ramped up even more recently, as prominent stablecoins including Tether and Binance have exploded in popularity.\nThe Treasury Department announced on Friday that Secretary Janet L. Yellen would convene a meeting of the President’s Working Group on Financial Markets to discuss regulators’ work on stablecoins. That group includes Jerome H. Powell, the chair of the Federal Reserve, and the leaders of the Securities and Exchange Commission and the Commodity Futures Trading Commission. Monday’s meeting was expanded to include the heads of the Office of the Comptroller of the Currency and the Federal Deposit Insurance Corporation.\nMeeting participants “discussed the rapid growth of stablecoins, potential uses of stablecoins as a means of payment, and potential risks to end-users, the financial system, and national security,” according to a Treasury statement released after the meeting on Monday. Ms. Yellen “underscored the need to act quickly to ensure there is an appropriate U.S. regulatory framework in place.”", "url": "https://www.nytimes.com/2021/07/19/business/stablecoins-regulation.html"}