{"authors": ["Zolan Kanno-Youngs", "Luke Broadwater"], "date_download": "2022-10-25 23:50:50", "date_modify": "2022-10-25 23:50:50", "date_publish": "2021-10-13 18:39:39", "description": "Democratic leaders are considering a proposal intended to get around various roadblocks and provide temporary legal status to millions of undocumented immigrants.", "filename": "2021_10_13_us_politics_democrats-immigration-biden_1666741850.html", "image_url": "https://static01.nyt.com/images/2021/10/13/us/politics/13dc-immig/13dc-immig-facebookJumbo.jpg?year=2021&h=550&w=1050&s=043b3393c7cab9c89e895b5fd891c870e9bee7bad3a0e8e3e571657046a0a673&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_13_us_politics_democrats-immigration-biden_1666741850.html", "title": "Democrats Scramble to Keep Immigration Overhaul Alive", "title_page": "Democrats Scramble to Keep Immigration Overhaul Alive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden’s efforts to finally make progress on a comprehensive overhaul of the nation’s immigration system have been stalled by Republicans, blocked by courts and rejected for violating arcane Senate rules.\nNow, Democratic leaders are “seriously considering” a long-shot proposal intended to get around the political and procedural roadblocks by including language in the president’s sweeping social safety net package to provide temporary legal status to millions of undocumented immigrants, according to three congressional officials and several others familiar with the plans.\nThey asked for anonymity to discuss the details of private negotiations.\nThe proposal — which drops one of the president’s key demands to create a direct path to citizenship for the immigrants — faces a string of challenges before it could even be formally considered for inclusion in Mr. Biden’s bill. But the fact that Democrats are still trying to wrestle it into the legislation is a sign of how desperate they are to fulfill promises they made to a critical segment of the party’s electoral coalition.\n“This is a solution that gets us closer to our North Star of citizenship for 11 million,” said Kerri Talbot, the deputy director of the Immigration Hub, a pro-immigration group. “Lasting protections for 8 million people is nothing short of a breakthrough.”", "url": "https://www.nytimes.com/2021/10/13/us/politics/democrats-immigration-biden.html"}