{"authors": ["William K. Rashbaum", "Kenneth P. Vogel"], "date_download": "2022-10-25 23:46:57", "date_modify": "2022-10-25 23:46:57", "date_publish": "2021-10-19 19:18:05", "description": "Agents investigating whether Oleg Deripaska violated U.S. sanctions searched homes he has used in New York and Washington, D.C.", "filename": "2021_10_19_us_politics_oleg-deripaska-fbi-raid_1666741617.html", "image_url": "https://static01.nyt.com/images/2021/10/19/us/politics/19dc-deripaska-1/19dc-deripaska-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cbefc897324d41341863d5c9f5c34b104b19e715f5d983308c06abd1e75749be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_19_us_politics_oleg-deripaska-fbi-raid_1666741617.html", "title": "FBI Raids Homes Linked to Russian Oligarch Oleg Deripaska", "title_page": "FBI Raids Homes Linked to Russian Oligarch Oleg Deripaska - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "F.B.I. agents on Tuesday morning searched homes linked to the Russian oligarch Oleg V. Deripaska in New York’s Greenwich Village and on Washington’s Embassy Row as part of an investigation into whether he violated sanctions imposed on him by the United States, according to people with knowledge of the matter and a spokeswoman for Mr. Deripaska.\nThe searches were carried out more or less simultaneously by agents in New York and Washington and were part of an investigation by the F.B.I. and federal prosecutors from the office of the U.S. attorney for the Southern District of New York, the people said.\nMr. Deripaska, an aluminum magnate with ties to President Vladimir V. Putin of Russia, was a client of Paul Manafort, who served for several months as Donald J. Trump’s campaign chairman in 2016 and was convicted in 2018 of financial fraud and other crimes.\nA spokesman for the F.B.I. office in New York would say only that the agents were “conducting a law enforcement operation pursuant to a law enforcement investigation,” and did not provide details on the nature or scope of the inquiry. A spokesman for the Southern District declined to comment.", "url": "https://www.nytimes.com/2021/10/19/us/politics/oleg-deripaska-fbi-raid.html"}