{"authors": ["Isabella Kwai"], "date_download": "2022-10-25 23:44:23", "date_modify": "2022-10-25 23:44:23", "date_publish": "2021-03-11 12:23:05", "description": "His comment, after remarks made by the couple in their interview with Oprah Winfrey that aired this week, was the first from a member of the royal family in a public appearance.", "filename": "2021_03_11_world_europe_prince-william-royals-race-meghan-harry_1666741463.html", "image_url": "https://static01.nyt.com/images/2021/03/11/world/11royals-response/11royals-response-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e13a075904a1aade46c0c0087ea8a442b9ea22ca751be978f6853e2db64b3419&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_11_world_europe_prince-william-royals-race-meghan-harry_1666741463.html", "title": "Prince William Calls Royals ‘Not a Racist Family’ After Meghan and Harry Interview", "title_page": "Prince William Calls Royals ‘Not a Racist Family’ After Meghan and Harry Interview - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prince William on Thursday denied that Britain’s royal family was racist, in his first public comments after his brother, Prince Harry, and Harry’s wife, Meghan, alleged in a bombshell interview that a family member had raised concerns about their child’s skin tone and shared revelations about a rift in the usually tight-lipped institution.\nAsked by a reporter whether the royal family was racist, Prince William said it was “very much not a racist family,” in remarks that were recorded and posted on social media by Richard Palmer, a royal correspondent for the Daily Express in London.\nWilliam also said he had not spoken with Harry since the interview, which aired on Sunday in the United States and Monday evening in Britain. “But I will do,” he added.\nIn the interview with Oprah Winfrey, Harry called the British press racist and Meghan said that royal life was so emotionally isolating that it had left her contemplating suicide. The accusations have set off a national discussion around entrenched racism within the monarchy, with observers saying it may have damaging and long-term consequences for its reputation.", "url": "https://www.nytimes.com/2021/03/11/world/europe/prince-william-royals-race-meghan-harry.html"}