{"authors": ["Hiba Yazbek"], "date_download": "2022-10-25 23:26:22", "date_modify": "2022-10-25 23:26:22", "date_publish": "2021-10-21 20:29:45", "description": "The plan to reopen to international tourists for the first time since the pandemic began comes as infections are steadily declining in Israel after a fourth wave.", "filename": "2021_10_21_world_travel-to-israel-covid_1666740382.html", "image_url": "https://static01.nyt.com/images/2021/10/21/us/21virus-briefing-israel/merlin_196594974_aa7cd4a7-5722-4245-a998-c45223cdf9fc-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4e804b969686d58c12eaa75467949d6e2801baf2f511c1935b8bd57e40a2541d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_21_world_travel-to-israel-covid_1666740382.html", "title": "Israel Moves to Allow Entry to Vaccinated Tourists", "title_page": "Israel Moves to Allow Entry to Vaccinated Tourists  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Prime Minister Naftali Bennett and Israeli health officials announced a plan on Thursday to allow vaccinated tourists to enter the country starting Nov. 1, the first time the country will open its borders to tourism since the start of the coronavirus pandemic.\nSince May, Israel has allowed entry only to immediate relatives of Israelis who are vaccinated or have recently recovered from a coronavirus infection, provided they obtain approval from the government. The new plan, which still requires official government approval, comes at a time when infection rates in Israel are steadily declining after a fourth wave.\nThe country, which had one of the world’s fastest vaccination drives but has now been surpassed by more than 30 countries, is currently leading in booster shot distribution, with some 3.8 million of its 8.8 million people having received a third dose of the Pfizer-BioNTech vaccine. Israelis lifted domestic restrictions and largely returned to normal in May.\nAccording to the office of the prime minister, tourists who have been fully vaccinated with most internationally recognized vaccines, as well as those who have recovered from Covid-19 within the last six months, will be allowed to enter the country, unless they are from “red” countries with severe outbreaks.", "url": "https://www.nytimes.com/2021/10/21/world/travel-to-israel-covid.html"}