{"authors": ["A.O. Scott"], "date_download": "2022-10-25 22:59:28", "date_modify": "2022-10-25 22:59:28", "date_publish": "2021-11-18 18:28:59", "description": "Will Smith and Aunjanue Ellis play the parents of Venus and Serena Williams in a warm, exuberant, old-fashioned sports drama.", "filename": "2021_11_18_movies_king-richard-review-will-smith_1666738768.html", "image_url": "https://static01.nyt.com/images/2021/11/18/arts/18king-richard1/18king-richard1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_18_movies_king-richard-review-will-smith_1666738768.html", "title": "‘King Richard’ Review: Father Holds Court", "title_page": "‘King Richard’ Review: Father Holds Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He likes slogans and lessons, at one point forcing the family to watch Disney’s “Cinderella” to teach the importance of humility. “If you fail to plan, you plan to fail” is one of his favorite mottos. There is nothing haphazard or sloppy about “King Richard,” and it succeeds because it has a clear idea about what it wants to accomplish. The script, by Zach Baylin, is sometimes unapologetically corny — if you took a drink every time the Williams sisters say “yes, Daddy” you’d pass out before Venus won her first junior match — but the warmth and verve of the cast make the sentimentality feel earned.\nSmith, digging into Williams’s Louisiana accent and mischievous sense of humor, plays the character as a kindred soul of sorts — a charmer with a strategy. The white men who dominate the tennis world see him at first as someone to be brushed off or patronized. Later, when confronted with the undeniable and potentially lucrative fact of Venus’s talent, they are surprised to discover that Richard’s agenda doesn’t always align with theirs. Against the advice of two top coaches, he pulls Venus off the junior tournament circuit. He is unpersuaded by agents, sneaker executives and others who claim to have his daughters’ best interests at heart.\nThey see him, sometimes with affection, as stubborn and unreasonable, but he’s usually right. The film’s treatment of the coaches Paul Cohen (a suave, tan Tony Goldwyn) and Rick Macci (a manic, mustachioed Jon Bernthal) is gracious and skeptical. They are neither saviors nor villains, but rather men whose stake in the tennis system limits their perspectives. (The white tennis parents, on the other hand, are a pretty awful bunch, encouraging their children to cheat and berating them when they lose.) The coaches can see Venus and Serena’s potential as athletes, but only within the parameters of a status quo that the sisters will soon demolish.\nThat, too, is part of Richard’s plan. But if “King Richard” were just the streamlined chronicle of his triumph — if there weren’t at least a twinkle of irony in the title — it wouldn’t be convincing. Smith shows his usual, disarming skill at tactical self-deprecation, but it’s Ellis and Sidney who provide the necessary complexity. Venus, after all, is the center of the narrative: it’s not only her career but also her growing independence and self-awareness that keep us interested in what happens next.", "url": "https://www.nytimes.com/2021/11/18/movies/king-richard-review-will-smith.html"}