{"authors": ["Christopher Flavelle"], "date_download": "2022-10-25 23:25:17", "date_modify": "2022-10-25 23:25:17", "date_publish": "2021-08-02 16:09:01", "description": "The legislation contains what could be the largest investment in climate resilience in American history.", "filename": "2021_08_02_us_climate-infrastructure-bill_1666740317.html", "image_url": "https://static01.nyt.com/images/2021/08/02/us/politics/02political-briefing-infrastructure-resiliency-SWAP/02political-briefing-infrastructure-resiliency-SWAP-facebookJumbo.jpg?year=2021&h=550&w=1050&s=89ffb0977c6095d7c8f626af6d11f2884767e224db812cc20a4342819fa462e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_02_us_climate-infrastructure-bill_1666740317.html", "title": "What the Infrastructure Bill Does About Climate Change", "title_page": "What the Infrastructure Bill Does About Climate Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the United States staggers through another year of devastating wildfires, drought, storms and other calamities, the infrastructure bill before Congress would pour major resources into a response. The measure agreed to over the weekend includes billions of dollars to better prepare the country for the effects of global warming, in what could be the largest investment in climate resilience in American history.\nMuch of the money would go toward activities that are already underway, but which experts say the government needs to do more of as the threats from climate change increase.\nFor example, the U.S. Army Corps of Engineers would get an additional $11.6 billion in construction funds for projects like flood control and river dredging. The Forest Service would get billions of dollars to remove flammable vegetation from the lands it manages, in efforts to make wildfires less damaging.\nOther funding would go toward new approaches. The National Oceanic and Atmospheric Administration would get $492 million to map and forecast inland and coastal flooding, including “next-generation water modeling activities.” NOAA would also get $50 million to predict, model and forecast wildfires.", "url": "https://www.nytimes.com/2021/08/02/us/climate-infrastructure-bill.html"}