{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:30:44", "date_modify": "2022-10-25 23:30:44", "date_publish": "2021-09-23 01:01:11", "description": "“The hardworking warehouse employees who have helped sustain us during these unprecedented times should not have to risk injury or face punishment,” Gov. Gavin Newsom said.", "filename": "2021_09_22_business_newsom-amazon-labor-bill_1666740644.html", "image_url": "https://static01.nyt.com/images/2021/09/22/business/22amazon-newsom/merlin_164921727_4a898def-ac0f-4fd8-b0ff-4f0d59761b28-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b5da3f7d4ec4cc405810bda8141c7d2b9122c34031cedb8e75e4f22a2fb07eff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_22_business_newsom-amazon-labor-bill_1666740644.html", "title": "Newsom Signs Bill That Could Push Amazon to Change Labor Practices", "title_page": "Newsom Signs Bill That Could Push Amazon to Change Labor Practices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gov. Gavin Newsom of California on Wednesday signed a bill that restricts warehouse employers from setting productivity quotas that prevent workers from taking breaks or following health and safety laws. The new law could alter Amazon’s labor practices.\nThe bill, known as A.B. 701, also requires employers to disclose productivity quotas to workers and regulators and allows workers to sue employers to eliminate problematic targets. Starting on Jan. 1, employers will have 30 days to give workers their productivity quotas.\n“The hardworking warehouse employees who have helped sustain us during these unprecedented times should not have to risk injury or face punishment as a result of exploitative quotas that violate basic health and safety,” Mr. Newsom, a Democrat, said.\nAmazon largely avoided commenting on the measure while state lawmakers debated it, other than to point out that the company bases its productivity targets for individual employees on their performance over time. The company also said fewer than 1 percent of workers were fired for underperformance.", "url": "https://www.nytimes.com/2021/09/22/business/newsom-amazon-labor-bill.html"}