{"authors": ["Remy Tumin", "Eileen Sullivan", "Sharon Lafraniere"], "date_download": "2022-10-25 23:48:21", "date_modify": "2022-10-25 23:48:21", "date_publish": "2021-03-26 09:00:28", "description": "On Friday, Kansas, Minnesota and South Carolina said those 16 years and older would be eligible next week, and New Jersey said people 55 and older would be eligible on April 5.", "filename": "2021_03_26_us_covid-vaccine-eligibility-states_1666741701.html", "image_url": "https://static01.nyt.com/images/2021/03/26/world/26virus-briefing-vaccines-lede/merlin_185124996_732d6d1a-f847-429f-90a9-913e1fa43abd-facebookJumbo.jpg?year=2021&h=550&w=1050&s=68dd46862ca2f10356c6551a42215499f63393acb69cf53e87ccdfec27207f0a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_26_us_covid-vaccine-eligibility-states_1666741701.html", "title": "These 31 States Are Expanding Covid-19 Vaccine Eligibility", "title_page": "These 31 States Are Expanding Covid-19 Vaccine Eligibility - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[dice rattling]\nresident 1 I’ve got 16. What is going on? resident 2 We’re kind of rusty. We haven’t played all year. resident 1 Yeah, a little bit rusty.\n[dice rattling]\ninterposing voices 10. Two for me. One. sarah mervosh How old are you? You don’t want to say? resident 1 Yeah, I’ll tell you. sarah mervosh OK. resident 1 95. sarah mervosh 95 OK. You’ve got a good group here. resident 2 I thought you was 96. resident 1 Well, how should you know?\n[laughter]\nresident 2 I was to your birthday party when you was 95. resident 1 95, right. resident Right. Last year. resident 2 You missed it. At 96, you didn’t have no party. resident 1 Maybe I’m 100. What if I’m 100? resident 2 You never know about us — us old people. One, roll ‘em.\n[interposing voices]\n[music]\nmichael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is The Daily. Today: When vaccinations began across the U.S., they started at nursing homes, the epicenters of infection and death throughout the pandemic. Now, as those nursing homes begin to emerge from lockdown, my colleague, Sarah Mervosh, documents what it’s like inside one of them in West Virginia. It’s Friday, March 26.\n[music]\nsarah mervosh Hello? zita husick Hi. sarah mervosh Hi. zita husick Hi, Sarah. sarah mervosh Hi, are you Miss Husick? zita husick I’m Zita. sarah mervosh Zita?\nsarah mervosh\nEarlier this year, in February, I met a woman named Zita Husick, who lives at the Good Shepherd Nursing Home in Wheeling, West Virginia.\nzita husick I’m going to be 96 next month. sarah mervosh No, no you’re not. 96? zita husick Yeah. sarah mervosh I don’t believe that. zita husick Oh yes I am.\n[beeping]\n[laughter]\nsarah mervosh\nI talked to Zita over FaceTime. There was some medical equipment beeping in the background.\nzita husick They always tell me I look younger because I act young, and I don’t dress like an old lady. And I like to gamble. I’m a gambler. And I was married for 53 years. I waited till I was 30 because I was having a good time and I didn’t want to settle down. And we didn’t have no children. I didn’t have no time for that. sarah mervosh So tell me about what life has been like during the virus, during Covid. What has your life been like? zita husick We was stuck in our room, and we been just sitting in our rooms. We used to go out in the hall, but then they quit. We wasn’t allowed, because they didn’t want us to be close to one another. So it was pretty boring. This past year — sarah mervosh Were you eating your meals — zita husick — it was boring. sarah mervosh — where were you eating? zita husick It was boring, because all I did was sleep and watch TV.\n[music]\nsarah mervosh What did you watch? zita husick Whatever was on. I like to watch the show on wedding gowns. All these older women getting married in white — I was surprised. Well, in my time, you wasn’t allowed to get married in white unless you were supposed to be a virgin. Now — sarah mervosh Times have changed, Zita. I don’t know what to tell you. zita husick They even have children there and they’re still dressed in white. nursing home staff All right, Betty Lou. It’s your turn. sarah mervosh Hi, Betty Lou. Can you hear me? betty lou leech Yeah, I’m here. sarah mervosh Yeah. nursing home staff Can you hear her? betty lou leech Yes. speaker OK. sarah mervosh OK.\nsarah mervosh\nI also met Betty Lou Leech.\nbetty lou leech Born in ‘24, so you figure it out. sarah mervosh Born in ‘24, OK. betty lou leech Yep.\nsarah mervosh\nWho was about to turn 97.\nsarah mervosh What has been the hardest part of the last year for you? nursing home staff What’s been the hardest part of this whole last year? betty lou leech I think the hardest part is missing your family. I had a rough time at first. My sister was here, and she passed away. That was the hardest time I had. And it’s been — I don’t know — quite an adjustment. nursing home staff She passed away at the very beginning of this pandemic, didn’t she? betty lou leech Yes, she didn’t get through. nursing home staff And you weren’t able to go to the funeral. betty lou leech No, I wasn’t able to go to the funeral. sarah mervosh I’m so sorry. nursing home staff But she had a —\nsarah mervosh\nHer sister didn’t die of Covid. But because of Covid, she couldn’t grieve with her family or even see much of them.\nbetty lou leech And I do miss my daughter so very, very much. You don’t know what it is — how happy it is and how joyful you are when you do see them. But we talk, oh, maybe two or three times a day. And we always talk every night. We say good night to each other every night. And she calls in the mornings, and then we’re OK. sarah mervosh What are you looking forward to most when things change and you’re able to get back to some normalcy next week with activities? betty lou leech Well, for one thing, I’m looking for the dining room to open. I love the dining room. They always had it decorated beautiful. The girls down there took care of you. And you get to see people. And that’s important, to see people. And I really miss the dining room a lot. And I’ll be the first one there.\n[music]\nsarah mervosh Thank you so much, and I will hopefully see you on Monday. betty lou leech All right, thank you.\nsarah mervosh\nA few days after I talked to Zita and Betty Lou, I get in my car and head to West Virginia.\nsarah mervosh So it’s a little before 9:00 a.m. on Monday morning, and I’m here at Good Shepherd nursing home. And we are about to go inside and hopefully, talk to some residents and staffers as they begin to open up for the first time amid the pandemic. They’re not doing visitation, so we’ll be probably among the only people in there who are not working there. Whoo, it’s cold out here.\nsarah mervosh\nWhen I get to Good Shepherd —\nsarah mervosh Yeah, good, is this the right entrance? speaker Yeah. sarah mervosh OK.\nsarah mervosh\n— I get my temperature taken.\nspeaker 97.5.\nsarah mervosh\nI get a rapid Covid test.\nspeaker You don’t have any new coughs, sore throat, or —\nsarah mervosh\nI’m wearing a N95 mask, and they give me P.P.E.\nsarah mervosh I have goggles and gloves, and that rustling you hear is my gown P.P.E.\nsarah mervosh\nAnd they asked me to wear a medical gown over my clothes. And then I go inside.\n[music]\nThis is the first day in nearly a year that the nursing home is having group activities again. I had planned to start my day in the chapel where they were having Mass. But then, while Mass was going on, I heard this commotion happening outside in the hall. So I sneak outside to see what’s happening.\nsarah mervosh Hi, Betty Lou. betty lou leech Hello. sarah mervosh I’m Sarah from The New York Times. betty lou leech Didn’t I talk to you on the thing? sarah mervosh Yes, I talked to you on FaceTime. betty lou leech I thought that. sarah mervosh How are you feeling? I see that you’re sitting right in front of the — betty lou leech Oh, it’s the most exciting day to be in there. I love it in there. sarah mervosh And I see it’s decorated —\nsarah mervosh\nAnd in the hallway, I find Betty Lou, who is right outside the dining room. She’s dressed up. Her hair is curled. And she’s wearing a bracelet her daughter had given her.\nsarah mervosh And you look really nice today.\nsarah mervosh\nShe’s ready to be the first one inside the dining room doors for lunch.\nbetty lou leech Whoopee! Yippee, I should have brought my camera down. speaker You should have.\n[laughter]\nsarah mervosh\nWe head into the dining room.\nspeaker All right, you ready? betty lou leech I’m ready if you are.\nsarah mervosh\nThe dining room is decked out for Valentine’s Day. It’s a formal dining room. There are white tablecloths. There’s lots of like, red and pink tinsel everywhere. There are heart-shaped centerpieces at every table. And there are even some stuffed panda bears who are carrying hearts that say, I love you, for the occasion.\nbetty lou leech This is my favorite. speaker This is Betty’s favorite spot.\nsarah mervosh\nOn the menu for the day, cheeseburgers and potato soup.\nspeaker Well, we missed you. I’m glad you’re back.\nsarah mervosh\nEmployees are walking around, taking orders for coffee and tea. But Betty Lou wasn’t there for the food or the drinks.\nbetty lou leech I’m too excited to eat.\nsarah mervosh\nShe has her eyes on the door.\nsarah mervosh What are you excited about about the dining room today? betty lou leech Just seeing the people here is enough.\nsarah mervosh\nAnd one by one, people start trickling in.\nbetty lou leech Hey, you’re sitting at my table today. speaker Yeah, I’m here. betty lou leech How about that? speaker Sherry, what would you like?\nsarah mervosh\nThe residents are chatting amongst themselves.\nbetty lou leech Hey, you look pretty good today. speaker Oh, thank you. betty lou leech We have really missed this. speaker Oh, everybody has, I’ve heard.\nsarah mervosh\nAnd I’m walking around the dining room getting to know people.\nsarah mervosh Yellow earrings. speaker Oh, this this is Avon. sarah mervosh Avon earrings. You get dressed up to come to the dining room? speaker I do. And so does everybody else. Don’t let them kid you. Here today? Oh, we’re all ecstatic about this. Because this is the first time we’ve been down here for like, six or eight months. We have not been out of our rooms.\nsarah mervosh\nEven though most of the residents and staff have been vaccinated, the nursing home is still social distancing. There are two people at a table instead of the usual four. Many people are wearing masks.\nspeaker 1 I love grey. speaker 2 Good.\nsarah mervosh\nStill, there’s a moment when I see two friends who can’t help but reach across the table and grasp each other’s hands.\n[music]\n[chatter]\nsarah mervosh\nAs I’m watching this scene unfold, what stands out to me is the simplicity of it all.\nspeaker Oh, thank you.\nsarah mervosh\nIt isn’t some big emotional reunion. But it’s something as simple as saying, “How are you?” to a friend, or being able to ask, “How do you like the soup?” These small ordinary moments of connection that so few of us have had this year.\nspeaker 1 In time, in time. Everything takes time. But you know what? We’re all bouncing back here, buddy. speaker 2 I know, absolutely. speaker Yes, it’s wonderful.\n[interposing voices]\n[music]\nsarah mervosh\nAt one point, I head out into the hallway, where I spot an elderly couple talking quietly. He’s sitting on a brown couch wearing a bunch of P.P.E., an N95 mask, a face shield, a gown. She’s sitting across from him in a wheelchair.\nsarah mervosh . Excuse me. I’m sorry to interrupt. I’m just a reporter —\nsarah mervosh\nThough at this point, Good Shepherd is still largely closed to visitors, I had heard that some people had recently gotten special permission to see loved ones inside the nursing home. And because he’s wearing so much P.P.E., I wonder if he’s one of those visitors. So I go over to them, and I ask if I can sit down and talk.\nsarah mervosh Let me make sure I have your names. Do you mind sharing with me? frank ellis Frank and Phyllis Ellis. sarah mervosh How do you spell that? frank ellis E-L-L-I-S. sarah mervosh E-L-L-I-S.\nsarah mervosh\nShe’s 87, and he’s 91.\nsarah mervosh How do you spell Phyllis?\nsarah mervosh\nShe’s been living in the nursing home during the pandemic. He’s been at home.\nsarah mervosh And what was that like for you guys being apart all those months and weeks? frank ellis Not very nice. phyllis ellis But we did have the FaceTime. And that — it’s still better than nothing.\nsarah mervosh\nFrank had been able to see Phyllis a handful of times when Covid cases were low.\nsarah mervosh He sat in the hallway?\nsarah mervosh\nBut it had been a long time since they’d seen each other last.\nfrank ellis October 20th was our 69th anniversary. And I was visiting her that night, and I bought potpies from Bob Evans. We sit across the hall and ate. Then the next day, they locked it down.\nsarah mervosh\nAnd then finally, just the week before, Good Shepherd allowed him to come visit again.\nsarah mervosh When you were apart during COVID, was it the longest you’d ever been apart? frank ellis Oh yeah, yeah. It’s hard. sarah mervosh What did you miss? frank ellis Seeing my wife. Because when we was home, we was always fighting. I missed that. phyllis ellis Oh. He’s a wonderful man. sarah mervosh So you miss fighting with each other? phyllis ellis Oh no. We still had it today. sarah mervosh What were you fighting about? [CHUCKLING] There’s always something, huh? phyllis ellis Oh yeah. Not fighting, just — frank ellis She misses seeing the kids and that — the grandchildren. sarah mervosh Yeah, what did you — what have you missed? phyllis ellis My family. And being at home. That’s the biggest thing. I keep saying, why can’t I go home? And he keeps saying, Phyl, you know why. sarah mervosh What was it like when you saw each other for the first time again last week? frank ellis Really nice. I’m getting used to this stuff. I never had to wear this before. sarah mervosh That face guard? frank ellis Yeah. This time, they’re making you wear them and that. sarah mervosh So no kissing? frank ellis No. No, I stay away from her. I don’t want to take a chance on, you know. sarah mervosh Yeah. frank ellis It’s best to just stay away. phyllis ellis Now we still have our stats, you know? sarah mervosh You have those to keep you going? frank ellis Yeah.\n[music]\nsarah mervosh How long is your visit? frank ellis An hour. sarah mervosh An hour? OK, well, I better get going so I can leave you guys alone. But thank you so much for sharing with me. phyllis ellis Well, thank you. frank ellis Very nice talking to you. sarah mervosh Yeah, nice to talk to you too. OK, enjoy.\n[music]\nnursing home staff Good afternoon, everyone, and welcome to the penny auction. Everybody ready to bid? Yeah!\nsarah mervosh\nAt about 2:00, everyone begins to gather for what had been one of the most popular activities before the pandemic: a penny auction.\nnursing home staff Are you all excited to be back here for the penny auction? Yeah, right.\nsarah mervosh\nAll of the residents get pennies, which they can use to bid.\nnursing home staff 10 pennies in a cup.\nsarah mervosh\nAnd there’s a big table at the front of the room, where a bunch of auction items are set up. There are cookies and quilts and a stuffed Snoopy.\nnursing home staff You got to raise your hand so I can see it. OK?\nsarah mervosh\nAnd all around, residents are spread out in a maze of socially distanced wheelchairs. Betty Lou is there.\nsarah mervosh Hi, again.\nsarah mervosh\nAnd so is Zita.\nsarah mervosh Zita, hi. It’s Sarah from The New York Times.\nsarah mervosh\nIt takes her a second to recognize me because I’m covered in P.P.E.\nsarah mervosh Yeah. zita husick I didn’t know where you was. sarah mervosh Well, I know, you can’t recognize me with all this stuff on.\nsarah mervosh\nAnd eventually, we get started.\nnursing home staff Here we go. OK, we’re all ready. Everybody ready. Can everybody hear me back there?\nsarah mervosh\nThe first item up is a handbag with a few things in it: a body spray, a toothbrush and toothpaste, ladies’ deodorant.\nnursing home staff Going once, twice. You got it, Peg, three pennies.\n[applause]\nsarah mervosh\nThen there’s a light up St. Patrick’s Day necklace.\nspeaker 1 There you go. speaker 2 Oh that’s nice, thanks. speaker 1 I’ll put it on you. speaker 2 Put it on me. speaker 3 Look at that. speaker 4 Oh sweet. speaker 2 I’m blinging. nursing home staff Next item —\nsarah mervosh\nBut the hot ticket item —\nnursing home staff Who likes cheese balls? speaker Me, I like cheese balls. nursing home staff We like cheese balls!\nsarah mervosh\nA giant tub of cheese puffs.\nnursing home staff Do I hear six? Marcy, do I hear seven? Zita, do I hear eight? Danny, do I hear nine?\nsarah mervosh\nAnd Betty Lou, who’s been awfully quiet so far, decides to go all in.\nnursing home staff Betty, take ‘em home!\n[cheering]\nbetty lou leech I’ve been waiting for that. I’ve been waiting for that. interposing voices Aw, there you go. You enjoy them.\nsarah mervosh\nAnd ends up taking home the prize.\nbetty lou leech I’m not going to give anybody any. sarah mervosh So, Betty, you spent all your pennies on cheese puffs? Those are a good snack. betty lou leech I’m done. sarah mervosh Are you happy with your purchase? betty lou leech Oh yeah. nursing home staff Thank you all for coming down for the auction today. We’re so lucky we got to do this today. Thank you. Now let me continue.\n[cheering]\nnursing home staff See y’all later. sarah mervosh OK, so it’s about 4:00, and we’ve had a really full day so far, going to lunch in the dining room, and then the penny action, which was a huge hit. I’m about to call a nurse who worked on the Covid unit but is off today. And so I’m going to try her on her cell phone, if she picks up.\n[phone ringing]\ncarole smay Hello? sarah mervosh Hi, is this Carole? carole smay Yes, it is. sarah mervosh Hi, Carole, this is —\nsarah mervosh\nCarole Smay has been at Good Shepherd for almost four years.\nsarah mervosh How hard has this past year been? Like, what has been the hardest part of this past year? carole smay Seeing the fact that these folks have been separated from their families has been very difficult. I feel that a lot of them have declined just because of not being able to see their family. I mean, there’s components to the human life beyond just the health care.\nsarah mervosh\nThe nursing home had been mostly spared early on in the pandemic, but it suffered a Covid outbreak in November. Carole took care of those patients.\n[music]\ncarole smay I mean, we had one guy who passed, who — I mean, he’s the one that strikes me the most, because he was a very positive, upbeat kind of guy. And before the pandemic, he made a point of always getting around to every single unit, talking to everybody, the staff, the residents. He was always excited about going to dining room, any activity that was occurring. He knew what was going on every single day, because he had a lot of physical disabilities, but he had a very clear mind. And I used to tell him he was my hero. Because in spite of what would appear to have been, in terms of his physical disabilities, be kind of what you’d say a raw deal, he was always so positive and so upbeat. I’d say, you’re the morale officer of the building when he would come by. Because I said, you’re always in such a good mood, and always so happy. And he’s one of the ones that died. sarah mervosh Wow. carole smay That was very hard. sarah mervosh And were you treating him? carole smay Yes. I mean, he was in the Covid unit, so yes. sarah mervosh It sounds like you were close with him too. carole smay Everybody was.\nsarah mervosh\nAnd as the day goes on, I realize there’s one person I still need to talk to, and that’s Don Kirsch, the administrator of the nursing home. He’s the one who gave the orders to shut down last year. And he’s also the one who ultimately gave the OK to come out of lockdown.\nsarah mervosh OK, I see you wrote this down, so just some thoughts. donald kirsch Yeah.\nsarah mervosh\nAnd as we sit down, he pulls out a statement that he’s typed up on a piece of paper.\nsarah mervosh Do you want to just maybe read this for the audio in your own voice, or read parts of it? donald kirsch Tragically, we experienced a coronavirus outbreak in November of 2020, infecting 20 residents, resulting in five resident deaths. We are broken-hearted (CRYING) by this loss of life. These individuals and their loved ones who are in our thoughts and prayers each day. sarah mervosh This has really been an emotional time this past year. And so tell me why — when you were talking about what you’ve been through, you got a little choked up. Tell me more about that. donald kirsch Well, Sarah, it’s been the greatest challenge of our careers, and not only speaking for myself, but for all of our staff. Wheeling is such a tight-knit community. We know each other. A lot of us have grown up together. And we had the pleasure of taking care of individuals in the time in their lives other than childhood possibly when they needed others the most. I’m trying to find the right words. I better start over, I’m sorry. sarah mervosh That’s OK. donald kirsch I’m really sorry. As I was saying, our staff has handled this with tremendous professionalism. They worked morning, noon and night, volunteering oftentimes to work over and to stay with residents, or sit with residents. I have tremendous respect, love and admiration for our staff. sarah mervosh And how long have you been the administrator here at Good Shepherd? donald kirsch This June, it’ll be 40 years. sarah mervosh And in those 40 years, have you ever experienced anything like this? donald kirsch No, as I said, this has been the greatest challenge of a lifetime. sarah mervosh Are there days that stand out to you during the pandemic as being pivotal? donald kirsch Two days stood out. When we began to see what was happening throughout the state of West Virginia, I had made the decision on March 11th to close the facility to outside visitors. The other day that stands out to us was December 23rd of last year, when our residents received the first dose of the Moderna vaccine. I felt for the first time in all of those months that we might have the chance of having the upper hand against this virus, and that we might be able to begin to see the light at the end of the tunnel. I feel a tremendous sense of responsibility (CRYING) for these individuals, and a tremendous sense of accountability to them and to their family members. So there’s been a tremendous number of sleepless nights, a tremendous amount of praying to God for an answer. And I hope we’re at that point right now. But I will say, at the same time, I feel that I’ve had no more or no less weight than any other staff member here. We’re all in this together, and we share equally in the joy and in the pain. sarah mervosh Yeah, no, that makes sense. I guess before you go, you did read the statement about the five people who died, but I do think it’s important to talk a little bit about that, and about what you can say about them. Whether there’s something specific about each of those people that you know, or just the loss of — and sort of acknowledging that. donald kirsch (CRYING) I will say that I knew each one of them personally, as I try to know all of our residents personally. And I just have a terrible sense of regret and apology to them and to their families. I feel, as administrator of this facility, that I let them down. And that’s something I’ll carry with me for the rest of my life. I couldn’t keep the virus from taking their lives.\n[music]\nI will be so much more happy, Sarah, when their family members are able to come in and see their loved ones again. There’s no substitute for a one-on-one visit and that love and affection that cannot come through an electronic device.\nsarah mervosh Well, thank you so much for your time, Mr. Kirsch. I really appreciate it. donald kirsch It’s Don. sarah mervosh Don, OK. donald kirsch It’s Done. sarah mervosh Everyone here calls you Mr. Kirsch. donald kirsch Yeah.\n[laughter]\nsarah mervosh OK, that sounds good. We’ll be here for bunco later. donald kirsch Did anyone — did your parents explain bunco to you? sarah mervosh You know, I think Zita explained bunco. donald kirsch (LAUGHING) Yeah, she’s something, isn’t she? sarah mervosh She said something about dice and getting to 23. donald kirsch Right.\n[music]\nsarah mervosh\nAround 7:00, I head to the final event of the day, a dice game called bunco.\nsarah mervosh Who’s in charge? Is Zita in charge? speaker Miss Zita.\nsarah mervosh\nBetty Lou and Zita are there, along with three others. They’re sitting around a table, and they each have a small cup of cheese puffs in front of them. Betty Lou had brought her auction winnings to share.\n[rattling dice]\nresident 1 Oh, she won bunco. resident 2 You won, Jean. jean I did? resident 2 Yeah. resident 1 You won bunco. jean I can’t see. speaker You won bunco.\nsarah mervosh\nAs the day draws to a close, I think about what this time at Good Shepherd tells us about the return to normalcy after the pandemic. There may have been an off switch at the beginning, but I realize there will be no on switch, no one instant when everything goes back to normal. But more and more, we may find moments of healing and togetherness, a shared coffee over lunch, a dice game with friends.\n[music]\nbetty lou leech OK, girls, it was really nice playing for a change. sarah mervosh Betty Lou, what did you think? Lunch and penny auction and bunco? betty lou leech Oh my gosh, it’s been a busy day. Goodness sakes! sarah mervosh How do you feel at the end of the day? betty lou leech How do I feel today? sarah mervosh Tonight, right now. betty lou leech Right now, I feel very happy about the day. Well, it’s nice meeting you. sarah mervosh Nice meeting you. betty lou leech Do you think you’ll ever come back this way? sarah mervosh Yeah, I think so. betty lou leech See you tomorrow. interposing voices Goodnight! betty lou leech I’ll see you tomorrow. zita husick Oh, thanks for listening to me. sarah mervosh Thank you, Zita. It was such a pleasure. I loved getting to know you, and I’m so glad you got to play bunco. zita husick Yeah, yeah. sarah mervosh Yeah.\n[music]\nmichael barbaro\nIn a series of new guidelines for nursing homes released in recent weeks, the Biden administration recommended that guests should be allowed to visit the residents inside of them, regardless of whether they or the residents have been vaccinated. In explaining the change, federal health officials cited the millions of vaccines already administered to nursing home residents and staff, as well as the quote, “psychological, emotional and physical toll of keeping nursing home residents separated from their families.” The Good Shepherd Nursing Home is now open to visitors. We’ll be right back.\n[music]\nHere’s what else you need today.\narchived recording (joe biden) What I’m worried about is how un-American this whole initiative is. It’s sick. It’s sick.\nmichael barbaro\nDuring his first formal news conference as President, Joe Biden denounced the growing attempts by Republican state legislators to restrict access to voting, calling it a disgraceful strategy that recalled the days of Jim Crow in the American South.\narchived recording (joe biden) The Republican voters I know find this despicable — Republican voters.\nmichael barbaro\nAsked about the filibuster rule in the Senate, which requires 60 votes to pass legislation and threatens to block much of his agenda, Biden signaled that he was open to taking steps to limit or abolish it.\narchived recording (joe biden) So it’s being abused in a gigantic way.\nmichael barbaro\nFinally, Biden said he would set a new goal for vaccinations, 200 million doses administered by his 100th day in office in late April.\narchived recording (joe biden) I know it’s ambitious, twice our original goal. But no other country in the world has even come close — not even close — to what we are doing. I believe we can do it.\nmichael barbaro", "url": "https://www.nytimes.com/2021/03/26/us/covid-vaccine-eligibility-states.html"}