{"authors": ["Mark Walker"], "date_download": "2022-10-25 22:58:57", "date_modify": "2022-10-25 22:58:57", "date_publish": "2021-02-24 18:36:36", "description": "The tribe’s Supreme Court excised language from its constitution that limited the citizenship rights of descendants of Black people who had been enslaved by the tribe before the Civil War.", "filename": "2021_02_24_us_politics_cherokee-nation-black-freedmen_1666738737.html", "image_url": "https://static01.nyt.com/images/2021/02/24/us/politics/24DC-tribal/24DC-tribal-facebookJumbo.jpg?year=2021&h=549&w=1050&s=cb5ea29b7634dc65fbcafd5401a8f640a02a1ac45045b62f0aa7974f4dd636b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_24_us_politics_cherokee-nation-black-freedmen_1666738737.html", "title": "Cherokee Nation Addresses Bias Against Descendants of Enslaved People", "title_page": "Cherokee Nation Addresses Bias Against Descendants of Enslaved People - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — It has been a long-running point of racial friction between members of the Cherokee Nation and thousands of descendants of Black people who had been enslaved by the tribe before the Civil War.\nThrough a series of legal and political battles, those descendants, known as Freedmen, have been pushing to win equal status as members of the tribe, including the right to run for tribal office and receive full benefits like access to tribal health care and housing. And this week the Oklahoma tribe took another big step to resolve the issue by eliminating from its Constitution language that based citizenship on being descended “by blood” from tribal members listed on a late 19th-century census.\nThe change effectively codified in the Cherokee Constitution the effects of a 2017 federal court ruling that held that the Cherokee Freedmen should have all the rights of tribal citizens, based on an 1866 treaty that laid out the terms of emancipation. Julie Hubbard, a spokeswoman for the Cherokee Nation, said there had been about 2,900 enrolled Freedmen citizens before the 2017 ruling; another 5,600 have become enrolled citizens since then.\nThe Cherokee Nation is one of the largest tribes in the country with more than 380,000 enrolled citizens. More than half live within the tribe’s reservation in northeastern Oklahoma.", "url": "https://www.nytimes.com/2021/02/24/us/politics/cherokee-nation-black-freedmen.html"}