{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 23:50:06", "date_modify": "2022-10-25 23:50:06", "date_publish": "2021-05-05 18:24:48", "description": "The number of people requiring emergency food aid hit a five-year high in 2020 — at least 155 million — while the risk of maternal and newborn deaths surged.", "filename": "2021_05_05_world_africa_hunger-maternal-deaths-covid_1666741806.html", "image_url": "https://static01.nyt.com/images/2021/05/05/us/05-virus-briefing-hunger/05-virus-briefing-hunger-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b92de46ac85dd9c2ebe39a0fcbe9151bfcb328782f1c99b26abe125b6faebb19&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_05_world_africa_hunger-maternal-deaths-covid_1666741806.html", "title": "How a Pandemic Contributed to a Decline in Maternal Healthcare", "title_page": "How a Pandemic Contributed to a Decline in Maternal Healthcare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The pandemic has contributed to soaring hunger and acute declines in maternal health care that threaten tens of millions of people, the United Nations said Wednesday, underscoring the disproportionate spillover effects on the world’s poor.\nThe number of people worldwide requiring urgent food aid hit a five-year high in 2020 — reaching at least 155 million — while the risk of maternal and newborn deaths surged because of a shortage of at least 900,000 midwives, or one-third of the required global midwifery work force, the United Nations said in a pair of reports produced with other groups.\nThe World Food Program, the anti-hunger agency of the United Nations, said in a statement that the key findings from the food report showed that its warnings of severe hardships during the pandemic had been validated, and that “we are watching the worst-case scenario unfold before our very eyes.”\nThe food report covered 55 countries and territories, including three — Burkina Faso, South Sudan and Yemen — where it said that at least 133,000 people were suffering famine, the most severe phase of a hunger crisis.", "url": "https://www.nytimes.com/2021/05/05/world/africa/hunger-maternal-deaths-covid.html"}