{"authors": ["Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:25:49", "date_modify": "2022-10-25 23:25:49", "date_publish": "2021-04-14 20:28:02", "description": "After an early focus on AstraZeneca and months of turmoil, the European Union is pivoting away from the company’s vaccine. It has reached agreement for a faster rollout of the Pfizer-BioNTech shot.", "filename": "2021_04_14_world_europe_EU-Pfizer-AstraZeneca-Covid_1666740349.html", "image_url": "https://static01.nyt.com/images/2021/04/14/world/14virus-eu-pfizer01/14virus-eu-pfizer01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=df0b625865e45cb4af24b3aa754a2d028bd07ee28de7e4daf73fe73173336e87&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_14_world_europe_EU-Pfizer-AstraZeneca-Covid_1666740349.html", "title": "Changing Strategy, E.U. Bets Big on Pfizer to Battle Covid", "title_page": "Changing Strategy, E.U. Bets Big on Pfizer to Battle Covid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — Bruised by major disruptions in supplies of the AstraZeneca and Johnson & Johnson Covid-19 vaccines, the European Union on Wednesday said that it was putting trust and money into the Pfizer-BioNTech shot to salvage its vaccination rollout and secure doses for the future.\nThe pivot away from AstraZeneca, once a pillar of the E.U. inoculation program, comes after months of discord over delayed shipments and as the company battles worries over rare potential side effects of its shots.\nIn announcing the change in strategy, Ursula von der Leyen, the European Commission president, said Pfizer had agreed to an early shipment of doses that she said should likely allow the bloc to reach its goal of inoculating 70 percent of adults by the end of the summer.\nThat goal was in jeopardy after AstraZeneca failed to deliver on expected doses in the first quarter of the year, then suffered fresh setbacks over potential side effects related to blood clots. The European vaccine campaign was dealt a further blow on Tuesday when Johnson & Johnson said it would delay its own rollout in Europe because of similar concerns and after regulators paused its use in the United States.", "url": "https://www.nytimes.com/2021/04/14/world/europe/EU-Pfizer-AstraZeneca-Covid.html"}