{"authors": ["Stanley Reed"], "date_download": "2022-10-25 23:27:33", "date_modify": "2022-10-25 23:27:33", "date_publish": "2021-09-22 16:52:25", "description": "Britain and the rest of Europe are watching natural gas prices and utility bills soar, and Russia is coming under pressure to provide more gas.", "filename": "2021_09_22_business_energy-prices-europe-britain_1666740453.html", "image_url": "https://static01.nyt.com/images/2021/09/21/business/00ukenergy-1/00ukenergy-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6be4495e36767528522c853e5314abc1bd3ff6ae98aea5172530c1fb473204b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_22_business_energy-prices-europe-britain_1666740453.html", "title": "Europe’s Energy Prices Soar Amid Switch to Renewable Resources", "title_page": "Europe’s Energy Prices Soar Amid Switch to Renewable Resources - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Soaring natural gas prices have roiled Britain and the rest of Europe, leading to price spikes in the cost of electricity that are raising utility bills for consumers, putting pressure on energy suppliers and disrupting industries.\nThe consequences of the turmoil are unfolding every day, as factories shut down, ministers huddle with business leaders to find solutions and idled coal-burning plants are pressed into service to provide more power.\nOn Wednesday, the crisis became geopolitical as the U.S. energy secretary, Jennifer M. Granholm, appeared to take aim at Russia, the largest supplier of gas to Europe. The United States and its allies, she said, “have to be prepared to continue to stand up when there are players who may be manipulating supply in order to benefit themselves.”\nThere are suspicions that Moscow is using the gas markets to pressure Europe to sign off on a giant new pipeline to Germany called Nord Stream 2. For years, Nord Stream 2 has been a lightning rod in U.S.-Russian relations, although President Biden has agreed to give up objections to the project.", "url": "https://www.nytimes.com/2021/09/22/business/energy-prices-europe-britain.html"}