{"authors": ["Richard C. Paddock"], "date_download": "2022-10-25 23:48:18", "date_modify": "2022-10-25 23:48:18", "date_publish": "2021-01-05 11:05:18", "description": "President Joko Widodo hopes to begin inoculations soon, but the vaccine from the Chinese company Sinovac still needs approval from safety regulators and an influential council of Muslim clerics.", "filename": "2021_01_05_world_asia_indonesia-sinovac-vaccine-halal_1666741698.html", "image_url": "https://static01.nyt.com/images/2021/01/04/world/00indonesia-vaccine-1/00indonesia-vaccine-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=43761b87a0956d4b4858849df77f57168699c4b6cbe0eb454a01bd6f0d7454d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_05_world_asia_indonesia-sinovac-vaccine-halal_1666741698.html", "title": "Is the Vaccine Halal? Indonesians Await the Answer", "title_page": "Is the Vaccine Halal? Indonesians Await the Answer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The one-sentence letter didn’t say much. The coronavirus vaccine was “manufactured free of porcine materials,” Sinovac, the Chinese vaccine maker, wrote to Indonesia’s state-owned vaccine manufacturer in July.\nWhile the letter was promising, Indonesian clerics needed more details. A vaccine laced with the smallest amount of pork DNA could dissuade some followers of Islam from inoculation in Indonesia, the country with the world’s largest Muslim population. Sinovac took months to provide more information, which came only this week.\nThe Chinese company’s delayed response has been yet another challenge in Indonesia’s already fragile vaccine rollout. With the highest number of coronavirus infections in Southeast Asia, the country is eager to drum up support for its goal of inoculating 181.5 million adults within 15 months. But looming questions about the safety of the Sinovac vaccine and whether it is halal, or allowed under Islam, are complicating the government’s efforts.\n“There shouldn’t be any concern about whether this vaccine is halal or not halal,” said President Joko Widodo. “We are in an emergency situation because of the Covid pandemic.”", "url": "https://www.nytimes.com/2021/01/05/world/asia/indonesia-sinovac-vaccine-halal.html"}