{"authors": ["Charlie Savage", "Katie Benner"], "date_download": "2022-10-25 23:02:13", "date_modify": "2022-10-25 23:02:13", "date_publish": "2021-06-03 00:22:32", "description": "The admission by the Biden Justice Department followed similar recent disclosures to The Washington Post and CNN.", "filename": "2021_06_02_us_trump-administration-phone-records-times-reporters_1666738933.html", "image_url": "https://static01.nyt.com/images/2021/06/02/us/politics/02dc-times-1/merlin_131699588_8a898e52-fc40-459a-8813-84c0b2ec118c-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d620a7b3b81bf877985e26c536cd89a0e7dce70bb2d924511e7d4903d1ce8d37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_02_us_trump-administration-phone-records-times-reporters_1666738933.html", "title": "Trump Administration Secretly Seized Phone Records of Times Reporters", "title_page": "Trump Administration Secretly Seized Phone Records of Times Reporters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The document has been described as a memo or email written by a Democratic operative who expressed confidence that the attorney general at the time, Loretta Lynch, would keep the Clinton investigation from going too far. Russian hackers had obtained the document, but it is apparently not among those that Russia sent to WikiLeaks, intelligence officials concluded.\nMr. Comey was said to be worried that if Ms. Lynch were to be the one who announced a decision not to charge Mrs. Clinton, and Russia then made the document public, it would be used to raise doubts about the independence of the investigation and the legitimacy of the outcome.\nThe Times reported in January 2020 that Trump-era investigators had pursued a leak investigation into whether Mr. Comey had been the source of the unauthorized disclosure in that 2017 article.\nMr. Comey had been under scrutiny since 2017, after Mr. Trump fired him as the director of the F.B.I. After his dismissal, Mr. Comey engineered — through his friend Daniel Richman, a Columbia University law professor — the disclosure to The Times of accounts of several of his conversations with the president related to the Russia investigation.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nThe inquiry into Mr. Comey, according to three people briefed on that investigation, was eventually code-named Arctic Haze. Its focus was said to evolve over time, as investigators shifted from scrutinizing whether they could charge Mr. Comey with a crime for disclosing his conversations with Mr. Trump, to whether he had anything to do with the disclosure of the existence of the document.\nAs part of that effort, law enforcement officials had seized Mr. Richman’s phone and computer, according to a person familiar with the matter. They are said to have initially searched them for material about Mr. Comey’s conversations with Mr. Trump, and later obtained a court’s permission to search them again, apparently about the Russia document matter.\nSeparately, according to a person briefed on the investigation, the F.B.I. is also said to have subpoenaed Google in 2020, seeking information relevant to any emails between Mr. Richman and The Times. A spokesman for Google did not respond to a request for comment.", "url": "https://www.nytimes.com/2021/06/02/us/trump-administration-phone-records-times-reporters.html"}