{"authors": ["Shashank Bengali"], "date_download": "2022-10-25 23:26:43", "date_modify": "2022-10-25 23:26:43", "date_publish": "2021-09-24 16:28:58", "description": "The expensive treatment, developed by the U.S. drug maker Regeneron and the Swiss biotech company Roche, has garnered attention as backstop for those who shun vaccines.", "filename": "2021_09_24_world_who-regeneron-antibody-treatment_1666740403.html", "image_url": "https://static01.nyt.com/images/2021/09/24/world/24virus-briefing-who-regeneron-1/24virus-briefing-who-regeneron-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c0e442f04a3c077ed833456395d5aa1a5a33e39cccb6824b2fcc77fd24df383f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_24_world_who-regeneron-antibody-treatment_1666740403.html", "title": "W.H.O. Backs Antibody Treatment For High-Risk Covid Patients", "title_page": "W.H.O. Backs Antibody Treatment For High-Risk Covid Patients - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A World Health Organization panel has endorsed the use of a monoclonal antibody treatment for Covid patients at the greatest risk of being hospitalized or those who are not producing antibodies to fight off the disease.\nThe treatment, developed by the U.S. drug maker Regeneron and the Swiss biotech company Roche, delivers via infusion lab-made copies of the antibodies that people generate naturally when fighting infection. It has garnered attention as an alternative — and expensive — therapy for Covid-19, particularly among some who have shunned vaccines. A cocktail of two antibodies administered by infusion, the treatment was given last fall to former President Donald J. Trump shortly after he was diagnosed with Covid.\nThe Biden administration has also championed the treatment’s use in states where vaccinations have stalled and cases are rising, and its use has soared in the less vaccinated Southern states.\nThe W.H.O. panel cited data from three unpublished clinical trials, as well as a large British study of Covid patients known as Recovery, that showed that the treatment likely reduces the risk of hospitalization in mildly ill patients who are likely to get much worse, because they are, for instance, older, unvaccinated or immunocompromised. The data also showed that the treatment lowers the likelihood of being put on a ventilator or dying among hospitalized Covid patients who do not seem to making their own antibodies.", "url": "https://www.nytimes.com/2021/09/24/world/who-regeneron-antibody-treatment.html"}