{"authors": ["Jack Healy"], "date_download": "2022-10-25 23:47:19", "date_modify": "2022-10-25 23:47:19", "date_publish": "2021-01-11 23:14:12", "description": "A police officer was beaten, a rioter was shot, and three others died during the rampage.", "filename": "2021_01_11_us_who-died-in-capitol-building-attack_1666741639.html", "image_url": "https://static01.nyt.com/images/2021/01/11/us/11RIOT-VICTIMS-memorial/merlin_182219688_b338fcff-3df6-4632-a532-d45e51faffc7-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1d34b1677bce49d99e761a177141e5bebca2d085eabc4235ef0543075c8db6a0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_11_us_who-died-in-capitol-building-attack_1666741639.html", "title": "These Are the People Who Died in the Capitol Riot", "title_page": "These Are the People Who Died in the Capitol Riot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow live updates on the House committee hearing on the Jan. 6 attack on the Capitol.\nUPDATE: New information has emerged regarding the death of the Capitol Police officer Brian Sicknick that questions the initial cause of his death provided by officials close to the Capitol Police.\nOne had dreamed of becoming a police officer and was injured in a clash with rioters. One was an Air Force veteran and a fervent supporter of President Trump who was shot by the police. Three others were Trump loyalists — including one who sold kangaroos dressed like the president — who suffered what the authorities called “medical emergencies.”\nThese five people from disparate backgrounds and different corners of the country now share one fate: Their lives all ended last week as a mob incited by Mr. Trump stormed the Capitol.\nFederal prosecutors have opened investigations into the deaths of two — the officer beaten by pro-Trump rioters, and the California woman shot inside the Capitol. But the authorities have released limited information about the deaths of the others, while families and friends have been grappling with scattered accounts of their final actions that day.", "url": "https://www.nytimes.com/2021/01/11/us/who-died-in-capitol-building-attack.html"}