{"authors": ["Nicholas Fandos", "Michael Gold", "Grace Ashford", "Dana Rubinstein"], "date_download": "2022-10-25 23:46:31", "date_modify": "2022-10-25 23:46:31", "date_publish": "2021-11-29 21:27:42", "description": "Chris Cuomo, the CNN host, participated in strategy discussions and shared a tip on at least one woman who had accused his brother, Andrew Cuomo, of sexual harassment.", "filename": "2021_11_29_nyregion_chris-cuomo-andrew-cuomo-sexual-harassment_1666741591.html", "image_url": "https://static01.nyt.com/images/2021/11/29/nyregion/29cuomo02/merlin_193592307_f2c68fae-b4d8-427b-be20-108a5f78a4e3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_29_nyregion_chris-cuomo-andrew-cuomo-sexual-harassment_1666741591.html", "title": "Chris Cuomo Played Outsize Role in Andrew Cuomo’s Defense", "title_page": "Chris Cuomo Played Outsize Role in Andrew Cuomo’s Defense - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[CNN anchor Chris Cuomo was fired by the network on Saturday. Read more here.]\nThousands of pages of new evidence and sworn testimony released on Monday show the extent to which former Gov. Andrew M. Cuomo relied on a group of allies, including his younger brother, the CNN host Chris Cuomo, to strategize how to deflect and survive a cascade of sexual harassment charges that eventually engulfed him.\nBeginning last December with the first public accusation by a former aide, Lindsey Boylan, the records lay out in unvarnished detail how the tight-knit group of advisers discussed a series of increasingly drastic steps to manipulate the press, discredit his accusers and retain a grip on power that became less and less tenable.\nAfter debating the legality of the move, they agreed to pass Ms. Boylan’s personnel file to reporters, portraying her as politically motivated and unhinged. They sought — and failed — to rally dozens of former female aides and supporters to pen an op-ed defending him.\nChris Cuomo pressed to take on a greater role in crafting his brother’s defense, including phoning into strategy calls and using his media contacts to keep tabs on reporters pursuing stories about the governor. At one point, he even ran down a secondhand tip that another woman accusing the governor of unwanted advances at a wedding was lying. (She was not.)", "url": "https://www.nytimes.com/2021/11/29/nyregion/chris-cuomo-andrew-cuomo-sexual-harassment.html"}