{"authors": ["Michael Crowley"], "date_download": "2022-10-25 23:28:32", "date_modify": "2022-10-25 23:28:32", "date_publish": "2021-04-23 09:00:25", "description": "Secretary of State Antony J. Blinken and others say the prospect of recognition — and financial aid from the United States — can moderate the militant group. Some call that delusional.", "filename": "2021_04_23_us_politics_biden-afghanistan-taliban_1666740512.html", "image_url": "https://static01.nyt.com/images/2021/04/23/us/politics/23dc-diplo-taliban-1/23diplo-taliban-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ba2c9e79bc1506bbc455df2b6033c2618716793a5bdbd7dbb1416ba1b7edaeab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_23_us_politics_biden-afghanistan-taliban_1666740512.html", "title": "Biden Officials Place Hope in Taliban’s Desire for Legitimacy and Money", "title_page": "Biden Officials Place Hope in Taliban’s Desire for Legitimacy and Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden’s plan to withdraw American troops from Afghanistan has drawn sharp criticism that it could allow a takeover by the Taliban, with brutal consequences, particularly for the rights of women and girls.\nIn response, top Biden administration officials have offered a case for why the outcome may not be so dire: The Taliban, they say, might govern less harshly than feared after taking partial or full power — in order to win recognition and financial support from world powers.\nThat argument is among the most significant defenses against those who warn that the Taliban will seize control of Kabul and impose a brutal, premodern version of Islamic law, echoing the harsh rule that ended with the American invasion after the Sept. 11, 2001, attacks.\nSecretary of State Antony J. Blinken made the case on Sunday on ABC’s “This Week,” saying that the Taliban must gain power through an organized political process and not through force “if it wants to be internationally recognized, if it doesn’t want to be a pariah,” he said.", "url": "https://www.nytimes.com/2021/04/23/us/politics/biden-afghanistan-taliban.html"}