{"authors": ["Adam Satariano", "Ryan Mac"], "date_download": "2022-10-25 23:26:45", "date_modify": "2022-10-25 23:26:45", "date_publish": "2021-09-27 12:40:12", "description": "The social media giant said it still wanted to build a child-focused Instagram product but would postpone the plans in the face of criticism.", "filename": "2021_09_27_technology_facebook-instagram-for-kids_1666740405.html", "image_url": "https://static01.nyt.com/images/2021/09/27/arts/27instagram-sub/27instagram-sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0768d8fe2bfe8b973b317f93c991b5ea98edbbf64d162d734eee3e064f66c2ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_27_technology_facebook-instagram-for-kids_1666740405.html", "title": "Facebook Is Delaying 'Instagram Kids' Amid Criticism", "title_page": "Facebook Is Delaying 'Instagram Kids' Amid Criticism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Opposition to Facebook’s plans gained momentum this month when The Journal published articles based on leaked internal documents that showed Facebook knew about many of the harms it was causing. Facebook’s internal research showed that Instagram, in particular, had caused teen girls to feel worse about their bodies and led to increased rates of anxiety and depression, even while company executives publicly tried to minimize the app’s downsides.\nOn Thursday, Facebook’s global head of safety, Antigone Davis, is scheduled to testify at a Senate Commerce subcommittee hearing titled “Protecting Kids Online: Facebook, Instagram and Mental Health Harms.”\nSimply pausing Instagram Kids was insufficient, said lawmakers, including Senator Richard Blumenthal, Democrat of Connecticut and the chairman of the subcommittee holding Thursday’s hearing. In a statement, he and others said Facebook had “completely forfeited the benefit of the doubt when it comes to protecting young people online, and it must completely abandon this project.”\nThe lawmakers added that stronger regulation was needed. “Time and time again, Facebook has demonstrated the failures of self-regulation, and we know that Congress must step in,” they said.\nA children’s version of Instagram would not fix more systemic problems, said Al Mik, a spokesman for 5Rights Foundation, a London group focused on digital rights issues for children. The group published a report in July showing that children as young as 13 were targeted within 24 hours of creating an account with harmful content, including material related to eating disorders, extreme diets, sexualized imagery, body shaming, self-harm and suicide.\n“Big Tobacco understood that the younger you got to someone, the easier you could get them addicted to become a lifelong user,” Doug Peterson, Nebraska’s attorney general, said in an interview. “I see some comparisons to social media platforms.”", "url": "https://www.nytimes.com/2021/09/27/technology/facebook-instagram-for-kids.html"}