{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:52:42", "date_modify": "2022-10-25 23:52:42", "date_publish": "2021-07-09 09:00:22", "description": "The Group of 20 gathering begins a crucial stretch in yearslong negotiations.", "filename": "2021_07_09_business_economy_g20-global-minimum-tax_1666741962.html", "image_url": "https://static01.nyt.com/images/2021/07/09/business/corp-tax-rates-countries-1625839537711/corp-tax-rates-countries-1625839537711-facebookJumbo.png?year=2021&h=536&w=1024&s=c91480b1c98424fe1e2aed02900aadf151824116104962b321fed2bd7cdfb956&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_09_business_economy_g20-global-minimum-tax_1666741962.html", "title": "Finance Ministers Meet in Venice to Finalize Global Tax Agreement", "title_page": "Finance Ministers Meet in Venice to Finalize Global Tax Agreement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Policymakers say they are confident that Ireland and other holdouts will come along voluntarily. But the agreement does include measures to increase pressure on those countries. Its goal is to deprive those holdout nations of the tax revenue gained from lowering their rates to attract multinational companies — by reducing the tax advantages those companies enjoy from setting up their headquarters in tax havens.\nMr. Biden has proposed such an enforcement measure as part of his tax plan to fund his $4 trillion economic agenda. It would effectively raise U.S. taxes on corporations that have headquarters in tax havens but do business in America, if their home countries have not signed on to the O.E.C.D. minimum tax or raised their corporate rates to meet the minimum.\nUnder current law, companies with headquarters in low-tax countries can move some of their profits earned by subsidiaries in the United States and send them back to headquarters as payments for things like the use of intellectual property, then deduct those payments from their American income taxes. The Biden plan would disallow those deductions for companies based in low-tax countries.\nLike other parts of Mr. Biden’s plan, that provision will require congressional approval, which is not guaranteed. Business groups have mobilized to oppose all of Mr. Biden’s plans to raise taxes on corporations.\nAdministration officials say that the provision, known as SHIELD, is a model for other countries, and that it would become more effective if adopted more broadly. If a critical mass of countries deny deductions to corporations with headquarters in low-tax countries, they say, those corporations will lose the benefits of their home location. This could prompt them to relocate, reducing revenues for the low-tax holdouts.\nMr. Saint-Amans said he believed that reluctant countries such as Ireland would come around to join the agreement if the United States was able to pass the changes through Congress — something he acknowledged was not guaranteed. Republican lawmakers have expressed some skepticism about the global minimum tax, in part because they see it as a stalking horse for the Biden administration to raise the U.S. corporate tax rate.\nTreasury officials have expressed confidence that the global tax can pass muster in the United States. But officials have not made clear whether the White House believes it needs to gain the support of reluctant Republicans or if it can push the tax changes through Congress only with votes from Democrats. Representative Kevin Brady of Texas, the top Republican on the Ways and Means Committee, told reporters this week that he believed the Biden administration’s proposed tax overhaul would be dead on arrival in Congress.", "url": "https://www.nytimes.com/2021/07/09/business/economy/g20-global-minimum-tax.html"}