{"authors": ["Will Wright"], "date_download": "2022-10-25 22:55:05", "date_modify": "2022-10-25 22:55:05", "date_publish": "2021-01-06 15:14:42", "description": "Erika Shields, who stepped down after the killing of Rayshard Brooks in Atlanta, will arrive in a city still gripped by the fatal police shooting of Breonna Taylor, which led to national cries for accountability.", "filename": "2021_01_06_us_erika-shields-louisville-police-chief_1666738505.html", "image_url": "https://static01.nyt.com/images/2021/01/06/us/06louisville-chief/06louisville-chief-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=1d9a96aa0c5b362d4dc8d0e4c6d1a05559849d2c3c472f495dcbcc8ea8a13e16&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_06_us_erika-shields-louisville-police-chief_1666738505.html", "title": "Former Atlanta PD Chief, Erika Shields, To Lead Louisville Department", "title_page": "Former Atlanta PD Chief, Erika Shields, To Lead Louisville Department - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOUISVILLE, Ky. — The Atlanta police chief who resigned last year after a high-profile police shooting has been hired to run the department in Louisville, Ky., a city still reeling from its own prominent shooting that helped fuel the outcry for police reform that became a defining factor of 2020.\nThe incoming chief, Erika Shields, will become the fourth police chief to lead the Louisville Metro Police Department since the death of Breonna Taylor in March, Mayor Greg Fischer announced on Wednesday. She will replace the city’s interim chief, Yvette Gentry, when she is sworn in on Jan. 19.\nMs. Shields will arrive in a city rife with racial tension that ballooned with the killing of Ms. Taylor and subsequent protests, which drew thousands of people this summer and fall. Much of the anger is still evident in Louisville today, nine months later, and activists said they will ramp up demonstrations in an effort to reinforce their demands for a transformation in the police force.\n“Erika is definitely coming into chaos,” said Milly Martin, a political and social activist in Louisville. “Hopefully she can handle it.”", "url": "https://www.nytimes.com/2021/01/06/us/erika-shields-louisville-police-chief.html"}