{"authors": ["Zolan Kanno-Youngs", "Tracey Tully"], "date_download": "2022-10-25 23:37:50", "date_modify": "2022-10-25 23:37:50", "date_publish": "2021-01-09 01:08:23", "description": "The death of Brian Sicknick, a military veteran and experienced Capitol Police officer, amplified the tragedy of Wednesday’s riots and undermined President Trump’s pro-law-enforcement claims.", "filename": "2021_01_08_us_politics_police-officer-killed-capitol_1666741070.html", "image_url": "https://static01.nyt.com/images/2021/01/08/us/politics/08dc-fallencop1/08dc-fallencop1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=73526361069474e9503e50af151b21279ab42a2914f3c3a41c1e066b3dc529ab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_08_us_politics_police-officer-killed-capitol_1666741070.html", "title": "He Dreamed of Being a Police Officer, Then Was Killed by a Pro-Trump Mob", "title_page": "He Dreamed of Being a Police Officer, Then Was Killed by a Pro-Trump Mob - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Justice Department officials said during a news conference on Friday that they were investigating the circumstances of Mr. Sicknick’s death, but would not say whether it was a federal murder investigation. One official said that “felony murder is always in play,” but that investigators needed to complete their work.\nImage Brian Sicknick Credit... Capitol Police, via Getty Images\nMr. Trump this summer reframed his presidential campaign around “law and order” amid the unrest that followed the killing of George Floyd in Minneapolis, vowing to crack down on rioting and looting. This week, he helped spark those crimes after encouraging his supporters to go to the Capitol to interrupt the Electoral College vote count.\nIn videos posted to social media, Mr. Trump called the storming of the Capitol a “heinous act.” His press secretary, Kayleigh McEnany, also condemned the violence on “behalf of the entire White House.”\nSome in the law enforcement community said the death on Wednesday highlighted Mr. Trump’s efforts to use a commitment to public safety to galvanize political support, not necessarily to help the police.\nAs Mr. Trump rallied police officers to his side, his Justice Department also threatened to strip New York City of a federal grant named for a police officer killed in the line of duty when local leaders would not accept his immigration crackdown. He cut funding in the early years of his presidency for domestic terrorism prevention, and his Homeland Security Department was accused last year of suppressing a warning about the rise of violent white nationalists — extremist groups who joined the mob that breached the Capitol that Mr. Sicknick worked to protect.\n“There hasn’t been one thing that he’s demonstrated that was supportive of law enforcement except to shake hands and pat them on the back and tell them no matter what they do they’re fine and right,” said Gil Kerlikowske, a former police chief in Seattle and three other cities.\nMr. Trump’s rhetoric did appeal to many rank-and-file police officers, and that was evident on Wednesday. As the mob marched to the Capitol, some officers were seen taking selfies with the Trump loyalists. Videos posted on social media appeared to capture a group of police officers moving aside barricades to allow the supporters to push ahead to the building, although details remain unclear. Activists said there was a clear double standard from this summer, when police forces came down hard on racial justice protesters, even though no police officers were killed during such protests in Washington.", "url": "https://www.nytimes.com/2021/01/08/us/politics/police-officer-killed-capitol.html"}