{"authors": ["Sharon Otterman"], "date_download": "2022-10-25 22:56:01", "date_modify": "2022-10-25 22:56:01", "date_publish": "2021-06-09 09:00:27", "description": "The state’s contract with IBM details a Phase 2 of the Excelsior Pass, which could include uses that some advocates say raise privacy concerns.", "filename": "2021_06_09_nyregion_excelsior-pass-vaccine-passport_1666738561.html", "image_url": "https://static01.nyt.com/images/2021/06/08/nyregion/08nyexcelsior/merlin_188391186_31ae18c7-31fe-4d4e-99c1-caaed729957d-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b0fec115f9c6a4a953b58135f4299bfd6d87d4ea120886827e0717a9ce12d7b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_09_nyregion_excelsior-pass-vaccine-passport_1666738561.html", "title": "Why NY's Excelsior Pass Vaccine Passport Could Cost Taxpayers $17 Million", "title_page": "Why NY's Excelsior Pass Vaccine Passport Could Cost Taxpayers $17 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Thousands are already flashing the pass at Yankees and Mets games and comedy clubs in New York, as well at the door of a small number of bars and restaurants, to prove their vaccination status or show recent test results. The program is voluntary and optional: Paper cards, the state has said, must also be accepted as proof of vaccination. The pass may also become largely obsolete when the state makes most virus restrictions optional in the coming weeks.\nBut there are growing concerns among civil liberties and government watchdog groups that those without smartphones, and those who cannot or do not want to get a pass, will not have equal access to whatever uses will exist for the app.\nAlbert Fox Cahn, the executive director of the Surveillance Technology Oversight Project, which filed the Freedom of Information Request to obtain the contract, said that he felt it was “indefensible” that the state had only publicly disclosed the initial cost of the Excelsior Pass, when the contract reveals the framework for a more ambitious, costlier effort.\nThe minimum cost of the contract is almost $10 million over the three years. The state can cancel the contract for “convenience or cause” with a month’s notice at any point.\n“Given the millions they plan to invest in expanding it, and the three-year term of the contract, we have to ask, what comes next?” Mr. Cahn said. “Because this is such a charged issue, the state should be going above and beyond the level of transparency we normally use in government procurement, not trying to lower the bar.”\nFreeman Klopott, a state budget office spokesman, said that the state had only discussed the $2.5 million initial cost because that was what it has already spent. “Like many state contracts, this contract includes options that the state may or may not undertake, including additional budget capacity that may not be needed,” he said.\nMr. Klopott added that the state was negotiating the scope and cost of Phase 2 of the Excelsior Pass with IBM. And he added that the contract’s estimate of 10 million passes by 2024 was not a forecast, but rather “the highest usage threshold established for pricing.”", "url": "https://www.nytimes.com/2021/06/09/nyregion/excelsior-pass-vaccine-passport.html"}