{"authors": ["Michael Laforgia", "Adam Playford", "Lazaro Gamio"], "date_download": "2022-10-25 23:24:21", "date_modify": "2022-10-25 23:24:21", "date_publish": "2021-07-04 22:44:36", "description": "The collapse of Champlain Towers South has prompted a review of hundreds of older high-rises. Some buildings ignored or delayed action on serious maintenance issues.", "filename": "2021_07_04_us_south-florida-condo-maintenance-violations_1666740261.html", "image_url": "https://static01.nyt.com/images/2021/07/04/us/miami-buildings-promo/miami-buildings-promo-facebookJumbo-v3.jpg?year=2021&h=549&w=1050&s=2eff7abfafc46bfbf5ff607c209c9e9b4d4f15b1903c3cbf8eec687bbc0c98a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_04_us_south-florida-condo-maintenance-violations_1666740261.html", "title": "Lax Enforcement Let South Florida Towers Skirt Inspections for Years", "title_page": "Lax Enforcement Let South Florida Towers Skirt Inspections for Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some went up during Miami’s Art Deco heyday in the 1930s and 1940s. Others rose during an era of explosive growth in the 1950s and 1960s. Records show that more than 57 high-rises were built on barrier islands surrounding the city from 1970 to 1979.\nThe buildings of the early 1980s took shape against a backdrop of turmoil and economic uncertainty. In May 1980, rioters looted and burned large areas of the city, enraged at the acquittal of four police officers who had beaten an unarmed Black man to death during a traffic stop. Scores of Cubans and Haitians were coming ashore each day in a mass immigration event that would leave Miami’s public safety and social service agencies overwhelmed under the weight of some 150,000 new arrivals.\nThe combined effect was an exodus that pushed down property values in the city and surrounding communities, which had their own problems. South Beach was so awash in crime in 1980 that many were afraid even to walk its streets, said Merrett R. Stierheim, who was the county manager at the time. “I remember putting my feet on the floor and asking myself, ‘What in the hell is next?’” Mr. Stierheim recalled of those days. “It was a long struggle for Miami-Dade and all our cities to get a handle on this.”\nIn 1981, the year the Champlain Towers buildings were completed, Time magazine published a cover story titled, “Paradise Lost?” that singled out South Florida for its high rates of violent crime and drug smuggling.\nThe project’s developer, a Toronto lawyer and businessman named Nathan Reiber, who died in 2014, had run afoul of Canadian tax authorities before moving to Florida in the 1970s, and he eventually would plead guilty to a tax evasion charge in Canada, The Hamilton Spectator in Ontario reported. While the Champlain Towers were being built, other developers criticized city officials for accepting campaign contributions from the project in exchange for helping it along.\nGrand jury inquiries through the 1980s and 1990s documented slipshod work by Miami-area building inspectors, though much of that scrutiny focused on inspections of single-family homes. Other criminal investigations have singled out government employees for taking gifts from developers, including, most recently, the top building official in Miami Beach.\nStill, there was no evidence that high-rise buildings constructed during that era have been any more prone to problems than others, engineering experts and builders said.", "url": "https://www.nytimes.com/2021/07/04/us/south-florida-condo-maintenance-violations.html"}