{"authors": ["Valerie Hopkins"], "date_download": "2022-10-25 23:26:29", "date_modify": "2022-10-25 23:26:29", "date_publish": "2021-07-19 16:16:05", "description": "The European Union member country says the president of Belarus, Aleksandr G. Lukashenko, is encouraging migrants to cross their shared border as revenge for E.U. sanctions.", "filename": "2021_07_19_world_europe_lithuania-belarus-migrants-european-union.html_action=click&module=RelatedLinks&pgtype=Article_1666740389.html", "image_url": "https://static01.nyt.com/images/2021/07/15/world/xxlithuania-belarus01/xxlithuania-belarus01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3b5939b54f5f50cc5daed689b4fdf9addc4fc19e7dd2a75c39abd8f6dc5545c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_19_world_europe_lithuania-belarus-migrants-european-union.html_action=click&module=RelatedLinks&pgtype=Article_1666740389.html", "title": "Migrants in Lithuania Caught Up in Battle Between Belarus and E.U.", "title_page": "Migrants in Lithuania Caught Up in Battle Between Belarus and E.U. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DRUSKININKAI, Lithuania — Migrants from Iraq and Africa have faced rapacious traffickers and perilous land and sea crossings as they tried to make their way to the European Union to seek asylum.\nNow some are finding themselves caught in a geopolitical battle between the European Union and Belarus’s strongman, President Aleksandr G. Lukashenko, which has intensified since his government forced down an international flight to drag off a young opposition activist, drawing worldwide condemnation — and E.U. sanctions.\nThose battle lines appear to have been drawn at the Belarusian-Lithuanian border in recent weeks, as the number of migrants crossing into Lithuania, a member of the European Union, from Belarus has soared.\nLithuanian officials accuse Mr. Lukashenko of encouraging the migrants to cross the border, using them as “hybrid weapons.” In response, Lithuania is building a border fence as quickly as it can and just passed a law to fast-track asylum claims.", "url": "https://www.nytimes.com/2021/07/19/world/europe/lithuania-belarus-migrants-european-union.html?action=click&module=RelatedLinks&pgtype=Article"}