{"authors": ["Vivian Wang", "Joy Dong"], "date_download": "2022-10-25 23:27:47", "date_modify": "2022-10-25 23:27:47", "date_publish": "2021-11-05 14:32:56", "description": "Residents in Ruili, in southwestern China, have been locked down four times in the past year as part of the country’s quest to eliminate the virus.", "filename": "2021_11_05_world_asia_china-coronavirus-ruili_1666740467.html", "image_url": "https://static01.nyt.com/images/2021/11/05/world/00virus-china1/00virus-china1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_05_world_asia_china-coronavirus-ruili_1666740467.html", "title": "Near-Daily Covid Tests, Sleeping in Classrooms: Life in Covid-Zero China", "title_page": "Near-Daily Covid Tests, Sleeping in Classrooms: Life in Covid-Zero China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The southwestern Chinese city of Ruili is small, remote and largely unknown internationally. It is also, when it comes to the coronavirus, perhaps the most tightly regulated place on earth.\nIn the past year, it has been locked down four times, with one shutdown lasting 26 days. Homes in an entire district have been evacuated indefinitely to create a “buffer zone” against cases from elsewhere. Schools have been closed for months, except for a few grades — but only if those students and their teachers do not leave campus.\nMany residents, including 59-year-old Liu Bin, have gone months without income, in a city that relies heavily upon tourism and trade with neighboring Myanmar. Mr. Liu, who ran a customs brokerage before cross-border movement essentially stopped, estimated he had lost more than $150,000. He is tested on a near-daily basis. He borrows cigarette money from his son-in-law.\n“Why do I have to be oppressed like this? My life is important too,” he said. “I’ve actively followed epidemic control measures. What else do we normal people have to do to meet the standards?”", "url": "https://www.nytimes.com/2021/11/05/world/asia/china-coronavirus-ruili.html"}