{"authors": ["Benjamin Mueller", "Monika Pronczuk", "Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:25:54", "date_modify": "2022-10-25 23:25:54", "date_publish": "2021-04-07 14:20:01", "description": null, "filename": "2021_04_07_world_astrazeneca-blood-clots_1666740354.html", "image_url": "https://static01.nyt.com/images/2021/04/08/us/07virus-briefing-astrazeneca-guidance/07virus-briefing-astrazeneca-guidance-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5e045ba9eb038aa9015967de5f3a10e6de2486d19794be493f59347fc8e583e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_07_world_astrazeneca-blood-clots_1666740354.html", "title": "U.K. says under-30s should get a non-AstraZeneca option; E.U. finds a ‘possible link’ to rare clots.", "title_page": "U.K. says under-30s should get a non-AstraZeneca option; E.U. finds a ‘possible link’ to rare clots. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Britain said on Wednesday that it would offer alternatives to the AstraZeneca vaccine for adults under 30 as European regulators described a “possible link” with rare blood clots, a setback for the world’s most widely used vaccine and a blow to the more than 100 countries relying on it to save lives amid a global surge in coronavirus cases.\nThe European regulator, the European Medicines Agency, stopped short of advising that use of the vaccine be curbed in the 27 European Union countries, saying that it was up to the national authorities to decide who should receive which vaccine.\nUntil the announcement, Britain had never wavered in its use of the vaccine, making it a holdout in Europe even as many countries detected unusual, sometimes fatal, blood clots in some recipients. But evidence has mounted that very small numbers of Britons had also been afflicted, forcing the country to reduce the use in younger people of a vaccine that is the backbone of its world-beating inoculation program.\nThe concern over the blood clots has threatened the pace of vaccinations far beyond Europe. At least 111 countries of varying income levels have administered doses of AstraZeneca’s shot, making it international aid groups’ most potent weapon in the battle to reduce deaths in vaccine-starved countries.", "url": "https://www.nytimes.com/2021/04/07/world/astrazeneca-blood-clots.html"}