{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:31:33", "date_modify": "2022-10-25 23:31:33", "date_publish": "2021-09-01 18:32:03", "description": "The request by the National Highway Traffic Safety Administration is part of an investigation into Tesla cars crashing into parked emergency vehicles.", "filename": "2021_09_01_business_tesla-autopilot-investigation_1666740693.html", "image_url": "https://static01.nyt.com/images/2021/10/04/business/01econ-brf-tesla-print/merlin_194006649_e00f9bed-eb10-492e-9a21-8203f6edb340-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c05431cff7d8c794798b37ddcd5a149999ff6e59598c118d5a2d272751747802&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_01_business_tesla-autopilot-investigation_1666740693.html", "title": "Tesla Ordered to Turn Over Autopilot Data to Federal Safety Agency", "title_page": "Tesla Ordered to Turn Over Autopilot Data to Federal Safety Agency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The main federal auto safety agency has ordered Tesla to hand over a trove of data on its Autopilot driver-assistance system as part of an investigation into Tesla cars crashing into fire trucks or other emergency vehicles parked on roads and highways.\nIn a letter dated Tuesday, the National Highway Traffic Safety Administration told the electric carmaker to produce detailed information on how Autopilot works, how it ensures drivers are paying attention to the road and whether there are any limits on where it can be turned on.\nThe safety agency is also seeking detailed data on how many cars Tesla has sold in the United States, any arbitration proceedings or lawsuits related to Autopilot crashes that the company has been involved in, and the complaints Tesla has received about Autopilot from customers.\nThe agency asked Tesla to deliver the information by Oct. 22, noting that it could impose fines of up to $115 million if the company fails or refuses to comply. The letter is signed by Gregory Magno, chief of the vehicle defects division in the agency’s Office of Defects Investigation.", "url": "https://www.nytimes.com/2021/09/01/business/tesla-autopilot-investigation.html"}