{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:38:56", "date_modify": "2022-10-25 23:38:56", "date_publish": "2021-11-12 22:20:38", "description": "Last year Vladimir V. Putin helped save Aleksandr G. Lukashenko’s Belarusian regime. But Russia now has an ever-more-erratic ally and risks entanglement in a dangerous crisis.", "filename": "2021_11_12_world_europe_lukashenko-putin-belarus-russia_1666741136.html", "image_url": "https://static01.nyt.com/images/2021/11/12/world/12lukashenko-putin-1/12lukashenko-putin-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_12_world_europe_lukashenko-putin-belarus-russia_1666741136.html", "title": "Migrant Crisis in Belarus Tests Putin’s Uneasy Alliance With Lukashenko", "title_page": "Migrant Crisis in Belarus Tests Putin’s Uneasy Alliance With Lukashenko - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — As European governments threatened Belarus with deeper sanctions this week for fomenting the migration crisis on the Belarusian-Polish border, its bombastic leader countered with what sounded like a trump card: he could stop the flow of gas to the West.\nThere was just one problem: It wasn’t his gas to stop.\nSo on Friday, Russia — which sends much of its gas to Europe via Belarus — had to set the record straight for the Belarusian president, Aleksandr G. Lukashenko.\n“Russia was, is and will remain a country that fulfills all of its obligations in supplying European customers with gas,” the spokesman for President Vladimir V. Putin told reporters.\nWith thousands of migrants still stranded in the frigid cold on the edge of the European Union — encouraged by Belarus to go there but barred by Poland, an E.U. member, from crossing its border — the complex relationship between two allied autocrats looms large over the crisis. The mixed messaging over Russia’s natural gas exports was the latest sign that even as Mr. Putin continues to back Mr. Lukashenko, it is the Belarusian leader — a strongman who once ran a Soviet collective farm — who keeps raising the stakes.", "url": "https://www.nytimes.com/2021/11/12/world/europe/lukashenko-putin-belarus-russia.html"}