{"authors": ["Adam Nossiter"], "date_download": "2022-10-25 23:27:48", "date_modify": "2022-10-25 23:27:48", "date_publish": "2021-04-14 16:08:49", "description": "What will happen to women and minorities? Can the Afghan president hold on to power? These and other pressing questions face a fearful country as the United States military withdraws.", "filename": "2021_04_14_world_asia_afghanistan-troop-withdrawal_1666740468.html", "image_url": "https://static01.nyt.com/images/2021/04/14/world/14afghan-explainer01/merlin_171916314_0d1497af-4bf0-44f5-b12d-80438672ad9d-facebookJumbo.jpg?year=2021&h=549&w=1050&s=661a470cf985ba9314c3e746251c917375fed19ce433a73cf1e67ccf89d087a6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_14_world_asia_afghanistan-troop-withdrawal_1666740468.html", "title": "US Troop Withdrawal From Afghanistan: What to Know", "title_page": "US Troop Withdrawal From Afghanistan: What to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The reality of an imminent American withdrawal from Afghanistan differs from its long-anticipated likelihood. Already the anxiety engendered by this new certainty in the capital, Kabul, and other urban centers is making itself felt.\nAfghans’ fear is multifaceted, evoked by the Taliban’s grim record, bitter and vivid memories of civil war and the widely acknowledged weakness of the current government. These conditions in turn push Afghan thinking in one direction: The country’s government and armed forces won’t survive without American support. Many American policymakers, security officials and diplomats concur with this gloomy view. Just this week, the U.S. intelligence assessment, presented to Congress, suggested as much: “The Afghan government will struggle to hold the Taliban at bay if the coalition withdraws support.”\nDuring their five years in power, 1996 to 2001, the Taliban operated one of the world’s most oppressive and theocratic regimes, and there is little in their public posture and behavior during the group’s years of insurgency to suggest that much has changed, at least ideologically.\nIn Afghanistan’s cities, the new middle-class society that emerged under the American security umbrella over the last 20 years dread a return to that era of rule.", "url": "https://www.nytimes.com/2021/04/14/world/asia/afghanistan-troop-withdrawal.html"}