{"authors": ["Michael M. Grynbaum"], "date_download": "2022-10-25 22:56:49", "date_modify": "2022-10-25 22:56:49", "date_publish": "2021-08-06 21:45:55", "description": "The break comes amid calls for the CNN anchor’s brother, Governor Andrew Cuomo of New York, to resign over sexual harassment allegations.", "filename": "2021_08_06_business_media_chris-cuomo-cnn-vacation_1666738609.html", "image_url": "https://static01.nyt.com/images/2021/08/06/business/06economy-briefing-cuomo/06economy-briefing-cuomo-facebookJumbo.jpg?year=2021&h=549&w=1050&s=066a35089a87c6b89b98d002ea89a59278dd0e0ef71ac27554eb18c783bd1fd3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_06_business_media_chris-cuomo-cnn-vacation_1666738609.html", "title": "Chris Cuomo of CNN Will Take a Vacation Amid Scrutiny of His Brother", "title_page": "Chris Cuomo of CNN Will Take a Vacation Amid Scrutiny of His Brother - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Chris Cuomo is set to begin a weeklong vacation from his prime-time CNN talk show on Friday, a break that the host described as a previously scheduled absence planned around his birthday.\n“Every year I take my birthday week off,” Mr. Cuomo, who will turn 51 on Monday, said on a CNN podcast. “I’m looking forward to it.”\nThe vacation comes as Mr. Cuomo’s brother, Gov. Andrew M. Cuomo of New York, faces widespread calls to resign after a report by the New York State attorney general on Tuesday detailed multiple sexual harassment accusations against him.\nChris Cuomo has not once mentioned his brother or the scandal on his 9 p.m. program since the release of the report, which has otherwise received extensive coverage on CNN. He apologized earlier this year for discussing strategy with Governor Cuomo’s aides on how to respond to the scandal; the host called his actions a “mistake” and pledged not to discuss his brother on-air.", "url": "https://www.nytimes.com/2021/08/06/business/media/chris-cuomo-cnn-vacation.html"}