{"authors": ["Ed Shanahan", "Nicole Hong"], "date_download": "2022-10-25 23:47:46", "date_modify": "2022-10-25 23:47:46", "date_publish": "2021-01-14 00:12:41", "description": "Prosecutors said Eduard Florea threatened violence against the Rev. Raphael Warnock in online messages on the day of the Capitol riot.", "filename": "2021_01_13_nyregion_eduard-florea-proud-boys-arrest_1666741666.html", "image_url": "https://static01.nyt.com/images/2021/01/13/nyregion/13nythreat/13nythreat-facebookJumbo.jpg?year=2021&h=550&w=1050&s=88601088ff92afb00c7c1455720e484022e41c2ecc868a589614d4a673e1b99f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_13_nyregion_eduard-florea-proud-boys-arrest_1666741666.html", "title": "Proud Boys Supporter With 1,000 Rifle Rounds Made Threats, U.S. Says", "title_page": "Proud Boys Supporter With 1,000 Rifle Rounds Made Threats, U.S. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Queens man who told federal agents he wanted to join the far-right Proud Boys group was charged with a weapons offense on Wednesday after messages he posted on social media around the time of the Capitol riot raised alarms, according to prosecutors and court documents.\nThe man, Eduard Florea, had been detained late Tuesday after a search of his home turned up an arsenal of over 1,000 rounds of rifle ammunition, two dozen shotgun rounds, 75 military-style combat knives, two hatchets and two swords, prosecutors said. No gun was found.\nThe arrest of Mr. Florea, a 40-year-old software engineer, came amid an intensifying nationwide manhunt for those who broke into the U.S. Capitol last week as part of a violent rampage by supporters of President Trump who wanted to overturn the election results.\nThough Mr. Florea was not one of the numerous people being pursued for participating in the riot, law enforcement officials considered him menacing enough to arrive in an armored vehicle at his home to arrest him. His lawyer, taking issue with the approach, described the vehicle as a “military tank.”", "url": "https://www.nytimes.com/2021/01/13/nyregion/eduard-florea-proud-boys-arrest.html"}