{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:22:54", "date_modify": "2022-10-25 23:22:54", "date_publish": "2021-08-06 22:38:06", "description": "A virus spike connected to the Delta variant has led to a record number of Covid-19 hospitalizations in Florida. Gov. Ron DeSantis has not altered his approach, for better or worse.", "filename": "2021_08_06_us_ron-desantis-florida-covid_1666740174.html", "image_url": "https://static01.nyt.com/images/2021/08/06/us/06virus-desantis-1/06virus-desantis-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c77e50c5a79932d8abdd8acb83b1ea0e7e560f105995479e066a4782c951c199&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_06_us_ron-desantis-florida-covid_1666740174.html", "title": "As Covid Surges in Florida, DeSantis Refuses to Change Course", "title_page": "As Covid Surges in Florida, DeSantis Refuses to Change Course - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "About 49 percent of Florida residents are fully vaccinated and about 59 percent have received at least one dose, rates that are roughly in line with the national average and far better than most other Southern states.\nFlorida never instituted a statewide mask mandate. Mayors imposed local ones a year ago; a new state law prohibits them now, but some municipalities have reinstated mask rules in government buildings and mandated vaccines for their employees. The state of emergency that Mr. DeSantis initially declared to deal with the pandemic expired in late June, and he has declined calls to bring it back, though doing so could make it easier for hospitals to hire more doctors and nurses.\nIn short, Mr. DeSantis said, life will go on even as the pandemic does, too.\n“We knew this is something that you’re going to have to live with,” Mr. DeSantis said on Friday, articulating a sentiment that many public officials are beginning to express, publicly and privately, as the pandemic powers through its second summer.\nMr. DeSantis’s resistance to new mandates, even for children returning to school who are too young to get vaccinated, prompted a testy back and forth this week with Mr. Biden. The governor accused the president of “helping facilitate” the virus spread by not securing the U.S. border with Mexico. “Until you do that, I don’t want to hear a blip about Covid from you,” Mr. DeSantis said.\nAsked about Mr. DeSantis again, Mr. Biden quipped: “Governor who?”\n“I’m not surprised that Biden doesn’t remember me,” Mr. DeSantis responded on Friday. “The question is, what else has he forgotten?”", "url": "https://www.nytimes.com/2021/08/06/us/ron-desantis-florida-covid.html"}