{"authors": ["Emily Anthes"], "date_download": "2022-10-25 23:48:07", "date_modify": "2022-10-25 23:48:07", "date_publish": "2021-03-16 20:41:13", "description": "Some public health officials say it’s time for the C.D.C. to loosen its social distancing guidelines for classrooms, but the idea has detractors.", "filename": "2021_03_16_health_coronavirus-schools-social-distance_1666741687.html", "image_url": "https://static01.nyt.com/images/2021/03/17/science/16VIRUS-THREEFEET4/16VIRUS-THREEFEET4-facebookJumbo.jpg?year=2021&h=550&w=1050&s=59b698b822d986c3b788edc18c7ff7e5ac19f8c2f1c4b8c91b7f234715bf7ca2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_16_health_coronavirus-schools-social-distance_1666741687.html", "title": "Three Feet or Six? Distancing Guideline for Schools Stirs Debate", "title_page": "Three Feet or Six? Distancing Guideline for Schools Stirs Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the virus first emerged, many experts believed that it was transmitted primarily through large respiratory droplets, which are relatively heavy. Old scientific studies, some dating back more than a century, suggested that these droplets tend not to travel more than three to six feet. This observation, as well as an abundance of caution, may have spurred the C.D.C. to make its six-foot suggestion, Dr. Marr said.\nBut that recommendation was not universal. The American Academy of Pediatrics recommends three to six feet of social distancing in schools, but the World Health Organization recommends just one meter, or 3.3 feet.\nAnd over the last year, scientists have learned that respiratory droplets are not the primary mode of coronavirus transmission. Instead, the virus spreads mostly through tiny airborne droplets known as aerosols, which can travel longer distances and flow through rooms in unpredictable ways.\nData also suggests that schools appear to be relatively low-risk environments; children under 10 seem to transmit the virus less readily than adults.\nIn recent months, there have been hints that six feet of distancing may not be necessary in school settings. Case rates have generally been low even in schools with looser distancing policies. “We know lots of schools have opened up to less than six feet and have not seen big outbreaks,” said Dr. Jha.\nIn a 2020 analysis of observational studies in a variety of settings, researchers found that physical distancing of at least one meter substantially reduced transmission rates of several different coronaviruses, including the one that causes Covid-19. But they found some evidence to suggest that a two-meter guideline “might be more effective.”\n“One of the really important data points that has been missing is a direct head-to-head comparison of places that had implemented three feet of distance versus six feet of distance,” said Dr. Elissa Perkins, the director of emergency medicine infectious disease management at Boston University School of Medicine.", "url": "https://www.nytimes.com/2021/03/16/health/coronavirus-schools-social-distance.html"}