{"authors": ["Ben Hubbard", "Farnaz Fassihi", "Ronen Bergman"], "date_download": "2022-10-25 23:54:32", "date_modify": "2022-10-25 23:54:32", "date_publish": "2021-04-20 09:00:28", "description": "Recent attacks suggest that Israel has a clandestine network inside Iran and that Iranian security services have been powerless to break it.", "filename": "2021_04_20_world_middleeast_iran-israeli-attacks_1666742072.html", "image_url": "https://static01.nyt.com/images/2021/04/20/world/20IRAN1/20IRAN1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=eca78761ce7cf563a9477aaa80ab427b640b62b7b4b12f01be49ec9d18ba061f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_20_world_middleeast_iran-israeli-attacks_1666742072.html", "title": "Iran Rattled as Israel Repeatedly Strikes Key Targets", "title_page": "Iran Rattled as Israel Repeatedly Strikes Key Targets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — In less than nine months, an assassin on a motorbike fatally shot an Al Qaeda commander given refuge in Tehran, Iran’s chief nuclear scientist was machine-gunned on a country road, and two separate, mysterious explosions rocked a key Iranian nuclear facility in the desert, striking the heart of the country’s efforts to enrich uranium.\nThe steady drumbeat of attacks, which intelligence officials said were carried out by Israel, highlighted the seeming ease with which Israeli intelligence was able to reach deep inside Iran’s borders and repeatedly strike its most heavily guarded targets, often with the help of turncoat Iranians.\nThe attacks, the latest wave in more than two decades of sabotage and assassinations, have exposed embarrassing security lapses and left Iran’s leaders looking over their shoulders as they pursue negotiations with the Biden administration aimed at restoring the 2015 nuclear agreement.\nThe recriminations have been caustic.\nThe head of Parliament’s strategic center said Iran had turned into a “haven for spies.” The former commander of the Islamic Revolutionary Guards Corps called for an overhaul of the country’s security and intelligence apparatus. Lawmakers have demanded the resignation of top security and intelligence officials.", "url": "https://www.nytimes.com/2021/04/20/world/middleeast/iran-israeli-attacks.html"}