{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:27:49", "date_modify": "2022-10-25 23:27:49", "date_publish": "2021-03-25 09:00:26", "description": "Labor leaders are effusive in praising the new president, but experts worry that he may be powerless to reverse unions’ long-term decline.", "filename": "2021_03_25_business_economy_joe-biden-unions_1666740469.html", "image_url": "https://static01.nyt.com/images/2021/03/19/us/00biden-labor01/00biden-labor01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1aa4e9b95cb6c76afd338c370b0bfacb2eda4ff530a95e1f96cb9f02b8ece9a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_25_business_economy_joe-biden-unions_1666740469.html", "title": "Why Biden May Not Be Able to Save Unions", "title_page": "Why Biden May Not Be Able to Save Unions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We haven’t seen this level of elected support for organizing since Franklin Roosevelt,” said Mr. Cohen, who expected the Amazon statement to discourage anti-union behavior among employers.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nStill, Mr. Cohen and other labor officials said that absent a change in labor law, union membership was likely to follow a path under Mr. Biden that was similar to the one it took under Mr. Obama, when the share of workers in unions dropped about 1.5 percentage points. Over all, union membership has fallen from about one-third of workers in the 1950s to just over one-tenth today, and a mere 6 percent in the private sector.\n“Because of growing inequality, our economy is on a trajectory to implosion,” said Richard Trumka, the president of the A.F.L.-C.I.O., in an interview. The PRO Act “will increase wages and slow that trajectory,” he added.\nUnder current law, employers can inundate workers with anti-union messages — through mandatory meetings, email, signs in the workplace — while unions often have trouble gaining access to workers. And though it is technically illegal to threaten or fire workers who take part in an organizing campaign, employers face minimal punishment for doing so.\nLabor board cases can drag on for years, after which an employer frequently must only post a notice promising to abide by labor law in the future, said Wilma B. Liebman, a former board chairwoman. There are no monetary penalties for such violations, though workers can be made whole through back pay.\nThe PRO Act would outlaw mandatory anti-union meetings, enact financial penalties for threatening or firing workers and help wrongly terminated workers win quick reinstatement. It would also give unions leverage by allowing them to engage in secondary boycotts — say, asking customers to boycott restaurants that buy food from a bakery they are trying to unionize.", "url": "https://www.nytimes.com/2021/03/25/business/economy/joe-biden-unions.html"}