{"authors": ["Matthew Futterman", "Pete Kiehart"], "date_download": "2022-10-25 23:50:05", "date_modify": "2022-10-25 23:50:05", "date_publish": "2021-06-08 12:30:52", "description": "The pandemic may be ebbing, but Paris still has a curfew, which feels completely unnatural in the City of Light.", "filename": "2021_06_08_sports_tennis_french-open-paris-pandemic-covid_1666741805.html", "image_url": "https://static01.nyt.com/images/2021/06/07/sports/07french-postcard/07french-postcard-facebookJumbo.jpg?year=2021&h=550&w=1050&s=290b639aef9be6a3ff63d4ab07839829fb6b70a9b8b268a53591dd575ac1c32d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_08_sports_tennis_french-open-paris-pandemic-covid_1666741805.html", "title": "A Very Strange Version of the Paris Night", "title_page": "A Very Strange Version of the Paris Night - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Calling it a night at 9 p.m. is about the most anti-Parisian occurrence, especially this time of year, when twilight does not arrive until after 10 p.m. and the last thing anyone wants to do as the sun drifts down is go home.\nThe curfew is no joke though. If you somehow forget to eat and do not have much in the fridge at home, you are out of luck. There are no late-night steak frites to be had. All the kitchens, grocers and ice cream parlors are, unnaturally, locked.\nListen to Thibaud Pre. He runs an Italian restaurant on the Canal Saint-Martin in the northeast part of the city. It’s where the youngish folks hang out. Think of the northern neighborhoods of Brooklyn, like Williamsburg and Bushwick, or the eastern part of London.\nOn Friday evening, just before 8, the cool kids and the older adults who wanted to be like them were drinking on the edge of the canals and in Acqua e Farina, Pre’s restaurant, and all of the other bars and restaurants in the neighborhood.\nAn hour later, they were mostly gone, scurrying home or rushing to the Metro, where, just after 9 p.m., security officials could begin asking for the pass required to be out and about after curfew.", "url": "https://www.nytimes.com/2021/06/08/sports/tennis/french-open-paris-pandemic-covid.html"}