{"authors": ["Ken Belson", "Katherine Rosman"], "date_download": "2022-10-25 23:27:55", "date_modify": "2022-10-25 23:27:55", "date_publish": "2021-10-12 00:00:12", "description": "In emails detailed by The New York Times, Raiders Coach Jon Gruden casually used misogynistic and homophobic language to disparage people.", "filename": "2021_10_11_sports_football_what-did-jon-gruden-say_1666740475.html", "image_url": "https://static01.nyt.com/images/2021/10/12/sports/11nfl-gruden-1/11nfl-gruden-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=00fa7e5fbafde5da07e3382a1b30a8c7dc1ff4d33438b34e67db1d62d86ba7a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_11_sports_football_what-did-jon-gruden-say_1666740475.html", "title": "Jon Gruden Resigns After Homophobic and Mysogynistic Comments", "title_page": "Jon Gruden Resigns After Homophobic and Mysogynistic Comments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In that email, Gruden, who is white and was working for ESPN at the time, criticized Smith’s intelligence and used a racist trope to describe his face. The correspondence was first reported by The Wall Street Journal and confirmed by The New York Times.\nTaken together, the emails provide an unvarnished look into the clubby culture of one N.F.L. circle of peers, where white male decision makers felt comfortable sharing pornographic images, deriding the league policies, and jocularly sharing homophobic language.\nTheir banter flies in the face of the league’s public denouncements of racism and sexism and its promises to be more inclusive amid criticism for not listening to the concerns of Black players, who make up about 70 percent of rosters. The N.F.L. has in the past struggled to discipline personnel who have committed acts of domestic violence and been condemned for failing to adequately address harassment of women, including N.F.L. cheerleaders.\nThe league, Smith and Davis all denounced Gruden’s comments about Smith when they surfaced, but the coach still led his team in its game on Sunday against the Chicago Bears. Gruden said Friday that he did not remember sending the email and that his language “went too far,” adding, “I never had a blade of racism in me.”\nGruden's emails to Allen, who was fired by the Washington Football Team at the end of 2019, were reviewed as part of an N.F.L. investigation of workplace misconduct within the franchise that ended this summer. Goodell instructed league executives to look at more than 650,000 emails during the past few months, including those in which Gruden made offensive remarks. Last week, Goodell received a summary of their findings and the league sent the Raiders some of the emails written by Gruden.\nIn the exchanges, Gruden used his personal email account while Allen wrote from his team account. In some cases, Allen initiated the conversations and Gruden chimed in, while in other cases, they trade vulgar comments several times.", "url": "https://www.nytimes.com/2021/10/11/sports/football/what-did-jon-gruden-say.html"}