{"authors": ["Lynsey Chutel", "Richard Pérez-Peña"], "date_download": "2022-10-25 23:42:55", "date_modify": "2022-10-25 23:42:55", "date_publish": "2021-12-03 00:22:29", "description": "Evidence from South Africa, where the Omicron variant already dominates, shows a high rate of reinfection of people who have already had the coronavirus.", "filename": "2021_12_02_world_africa_virus-omicron-variant-reinfection_1666741375.html", "image_url": "https://static01.nyt.com/images/2021/12/02/world/02virus-safrica-top/02virus-global4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_02_world_africa_virus-omicron-variant-reinfection_1666741375.html", "title": "Omicron Variant Reinfects People Who Have Had the Coronavirus", "title_page": "Omicron Variant Reinfects People Who Have Had the Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A past coronavirus infection appears to give little immunity to the new Omicron variant rippling across the globe, South African scientists warned on Thursday, potentially tearing away one layer of defense that humanity has won slowly and at immense cost.\nJust a week after its existence was revealed to the world, the heavily mutated variant, which scientists fear could be the most contagious one yet, is already by far the dominant form of the virus in South Africa and spreading fast, according to officials there. Top European disease experts said Thursday that it could be the dominant form in Europe within a few months.\nBy Thursday, Omicron had been detected in 25 countries on six continents, and experts say it will soon be in every populated corner on earth. That could mean that a world already battered by two years of pandemic and — until recently — harboring hopes for recovery is instead headed for another wave of cases.\nScientists have known since early in the pandemic that the immunity gained from a coronavirus infection is not total, and probably not permanent, and that some people are reinfected. Even so, with a huge number of people already infected and recovered — about 260 million worldwide that have been detected, and in reality far more, experts say — whatever protection they had looked like an important layer in the world’s defenses.", "url": "https://www.nytimes.com/2021/12/02/world/africa/virus-omicron-variant-reinfection.html"}