{"authors": ["Michael Crowley", "Edward Wong"], "date_download": "2022-10-25 23:54:29", "date_modify": "2022-10-25 23:54:29", "date_publish": "2021-04-14 22:31:09", "description": "The Biden administration is close to completing a review of Trump-era weapons sales to the two Gulf Arab states. Democrats in Congress oppose the deals.", "filename": "2021_04_14_us_politics_arms-sales-uae-saudi-arabia_1666742069.html", "image_url": "https://static01.nyt.com/images/2021/04/14/us/politics/14dc-arms/14dc-arms-facebookJumbo.jpg?year=2021&h=550&w=1050&s=70c55a369a8ade1cec7a61dec0b9f1c5c5aa6d72cc5c34b21b3acf7ab71132f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_14_us_politics_arms-sales-uae-saudi-arabia_1666742069.html", "title": "U.S. Is Expected to Approve Some Arms Sales to U.A.E. and Saudis", "title_page": "U.S. Is Expected to Approve Some Arms Sales to U.A.E. and Saudis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“You can’t cut off everything while your partner is taking daily attacks from an adversary when you’ve made public statements about being committed to their security,” said Kirsten Fontenrose, a director at the Atlantic Council who served as the National Security Council’s director for the Persian Gulf region in the Trump White House.\nThe review does not recommend suspending any weapons sales to the United Arab Emirates. That fact emerged on Monday, after the Justice Department formally notified lawyers about the decision, which officials say was made this year as part of a lawsuit opposing the agreement brought by the nonprofit New York Center for Foreign Policy Affairs.\nThe Emirates played a big role in the Yemen war but stepped back recently. As part of negotiations last year to try to persuade the Emirates to normalize relations with Israel, the Trump administration told Emirati officials that it would accelerate approval of sales of F-35 fighter jets and drones.\nU.S. officials said on Wednesday that Secretary of State Antony J. Blinken received the report this week from other offices in the State Department, and that he was expected to approve it. The report would then go to the National Security Council for final approval.\n“I and many other House members remain concerned about the proposed sale of $23 billion in arms to the U.A.E.,” said Representative Gregory W. Meeks, Democrat of New York and the chairman of the House Foreign Affairs Committee. He said he had “many questions about any decision by the Biden administration to go forward with the Trump administration’s proposed transfers” of the fighter jets, drones and munitions to the Emirates.\nIsraeli officials and some members of Congress have expressed concerns that the sales of F-35s would weaken what they called Israel’s “qualitative military edge” over other countries in the region, and that Congress requires presidential administrations to maintain it as a matter of law. Israel is currently the only country in the region with F-35s.\nOther U.S. officials have been concerned about selling the F-35, one of the military’s most advanced pieces of hardware, to the United Arab Emirates when it is developing a closer relationship with China, which is notorious for technological espionage. American officials are worried about the radar and stealth abilities of F-35s and some drone technology, among other things.", "url": "https://www.nytimes.com/2021/04/14/us/politics/arms-sales-uae-saudi-arabia.html"}