{"authors": ["Sabrina Tavernise", "Michael Johnson", "Sydney Harper", "Mooj Zadie", "Daniel Guillemette", "Eric Krupke", "Paige Cowett", "Chris Wood"], "date_download": "2022-10-25 23:37:24", "date_modify": "2022-10-25 23:37:24", "date_publish": "2021-10-15 09:58:42", "description": "The supply chain crisis triggered by the pandemic was supposed to be over by now. It’s not.", "filename": "2021_10_15_podcasts_the-daily_supply-chain_1666741044.html", "image_url": "https://static01.nyt.com/images/2021/10/06/business/15daily-shipping/00savannah-port-4-facebookJumbo.jpg?year=2021&h=549&w=1050&s=65b13ab144947942319482888863c828f8b57b16b3c7b511136dc43e72ca7e44&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_15_podcasts_the-daily_supply-chain_1666741044.html", "title": "The Great Supply Chain Disruption", "title_page": "The Great Supply Chain Disruption - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is The Daily.\n[music]\nToday: A crisis in the global supply chain, triggered by the pandemic, was supposed to be over by now. It’s not, creating economic havoc across the world. Sabrina Tavernise spoke with our colleague, Peter Goodman, about why that is and what the crisis looks like at a single port. It’s Friday, October 15.\nsabrina tavernise\nSo Peter, your beat is basically the global economy.\npeter goodman\nRight.\nsabrina tavernise\nAnd for months we’ve been hearing about all these shortages. Construction materials, office chairs, diapers. And you’ve been trying to figure out why this is happening.\npeter goodman\nRight.\nsabrina tavernise\nSo where did you go to investigate this?\npeter goodman\nWell, I went to one of the central parts of the global supply chain that has been coming under tremendous stress, and that’s ports. I went to the third largest container port in the United States, which is in Savannah, Georgia.\ngriff lynch So because of our location, we have cargo coming to us through the Suez Canal, and you’ll see that in one if these slides, and the Panama Canal.\npeter goodman\nI spent the day with the guy who’s in charge, Griff Lynch, the executive director of the Georgia Ports Authority. And I wandered around with him to try to sort of see the situation through his eyes. And what I saw was really quite astonishing.\n[clattering]\npeter goodman\nSo the port is a strikingly noisy place. I mean, you hear the clattering of machinery. You hear cranes lifting up containers and dropping them down onto the backs of trucks. You hear some sounds that almost sound like music — strange whirring and chiming. But the most astonishing thing was the sight of this yard full of nearly 80,000 shipping containers. That represents 50 percent more than usual. And that represents a tremendous backlog, just filling up acres and acres of land waiting to be loaded onto ships, waiting to be loaded onto trucks headed for their next stop. The cranes are working as fast as they can to lift the containers off the ships and onto the land. And as we were speaking, I saw more ships.\ngriff lynch So we have about 22 vessels at anchor right now.\npeter goodman\nAnchored off the port as far away as 17 miles off the Atlantic waiting for their turn to load or unload at one of the docks.\npeter goodman And how long have they been here? griff lynch On average, the vessels at anchor would be somewhere between four to five days.\npeter goodman\nBecause there’s been so much cargo just streaming into this port that even this giant port can’t keep up.\npeter goodman And before the pandemic, how many vessels would you have at anchor? griff lynch Zero.\npeter goodman\nNow, normally, somebody who runs a port would be reassured by this site of business proceeding, and you could tell that Griff Lynch was a little bit agitated.\ngriff lynch Nobody has gone through what we’re dealing with ever before. And so we are inventing this as we go along. There is no day that is the same.\npeter goodman\nHe was looking at those ships the way maybe somebody who’s been trying to clean out their garage looks at the U.P.S. truck pulling up to bring more stuff. Where am I going to put all those things?\ngriff lynch We’re in a catch up mode, and there’s a lot — and not everybody’s doing it because they don’t have the space. peter goodman Right.\npeter goodman\nHe had this ultimate problem of trying to figure out where to put all this stuff.\npeter goodman OK.\nsabrina tavernise\nSo Peter, you’re describing the scene of this port that is absolutely packed full of all of these containers filled with stuff. And yet, we still aren’t getting our packages on time. So what’s happening?\npeter goodman\nWell, the short answer is what I’ve come to refer to as the great supply chain disruption. This particular story goes back to the beginning of the pandemic.\narchived recording China has now effectively quarantined more than 50 million people in Wuhan and its surrounding province.\npeter goodman\nIt began, of course, in China, which is the center of global manufacturing.\narchived recording In China, cities are quarantined, flights canceled and factories closed, shutting supply lines crucial to the global economy.\npeter goodman\nSo in February and March of last year, economists widely assumed, you know, we know how this goes — the economy is shutting down in order to choke off the pandemic, and that’s going to mean a tremendous loss of commercial activity.\narchived recording The longer factories and businesses in China remain closed, the more production will be affected too, and this will ripple out to suppliers and customers outside China.\npeter goodman\nCompanies and shipping companies as well responded by cutting capacity. Factories stopped making stuff.\narchived recording A number of international companies have closed down their operations in China as the coronavirus continues to impact the economy.\npeter goodman\nThe companies that buy things made in factories cut their orders.\narchived recording American companies doing business in China, including Ford and Apple, have closed factories and retail locations because of the outbreak. Supply chains for products from cars to smartphones are disrupted.\npeter goodman\nShipping companies assumed that there’d be a dramatic downturn, which is what happened during the global financial crisis more than a decade earlier. And so they waylaid ships. They said, we’re not going to need these ships. They canceled routes. And the productive capacity was sidelined. That turned out to be a tremendous mistake. So turns out we were all stuck at home and we weren’t going to offices, which means we weren’t going to the sandwich place on the corner, we weren’t going to shopping malls, we didn’t need popcorn at the movie theater anymore, but it’s not like life stopped. Suddenly, we’re outfitting our homes into offices. We’re having to entertain our children who are cooped up and not going to school, so we’re buying gaming consoles, baking equipment. We’re outfitting our basements and attics into gyms. So we’re buying exercise equipment as well. And this produces a surge of orders for factory goods, many of them — if not most of them — made in China. But there’s just one problem with this. We discovered that there aren’t enough shipping containers to carry all these products from Chinese industrial cities to ports in the United States.\nsabrina tavernise\nWhy? Why aren’t are enough shipping containers?\npeter goodman\nWell, maybe there are enough shipping containers, but they’re not in the right places. Let’s remember there had been this tremendous need for P.P.E., face masks, surgical masks, surgical gowns to protect first frontline medical workers, and then every human being trying to go about their lives in the midst of a global pandemic. A lot of this stuff is made in China. And so China is suddenly sending out staggering volumes of P.P.E. to points around the globe. Now, most of the shipping lines traditionally go from places like China to the wealthiest markets, which tend to do most of the consumption. So there’s lots of ships that are going from Chinese coastal cities to North America, to Japan, to Europe. Suddenly, shipping containers full of P.P.E. are going everywhere. They’re going to West Africa, they’re going to East Africa, they’re going to South Asia and to Latin America. And these are places that don’t traditionally have that much stuff to send back to China. So these shipping containers are piling up in places where they aren’t typically in large volumes. At the same time that in the busiest ports in the world, in China, there are no shipping containers. And so factory goods are getting made and there’s no container to put them in.\nsabrina tavernise\nSo what happens? What’s the effect of this system being disrupted so fundamentally like it has been?\npeter goodman\nWell, there are delays in the arrival of all sorts of goods. And we get a lesson in just how globalized we really are. Because at first, you need a new pair of Nike running shoes, maybe the model that you want isn’t available. But we then discover that it’s a lot more complicated than that. So imagine a paint manufacturer in Delaware who has a recipe involving 27 different chemicals and one of them comes from China. So that paint manufacturer might have all the other chemicals they need, but they can’t get that one in. So they can’t make paint. And as a result of that, the contractors can’t buy paint. So the customer who wants that particular shade now has to pick some other shade or the job is delayed. And by the way, at the same time, there’s a tremendous shortage of lumber, because the same supply chain problems that are afflicting chemicals are hitting lumber as well. So as a result of this, you have construction workers, maybe they can’t work today because the materials they need to do the job aren’t available. So they’re now out of work, which is sidelining some of their consumption. So the effect of this is to repress economic growth, which delays the recovery that we’re all waiting for amidst the pandemic.\nsabrina tavernise\nSo it sounds like because so much of the economy has come to really rely on the global supply chain, when any little piece of that gets messed up, it has huge ripple effects all the way through the economy.\npeter goodman\nYeah, that’s right. I mean, everything is connected.\nsabrina tavernise\nSo what happens next?\npeter goodman\nSo the result of this initial breakdown and the global shipping network being overwhelmed is that shipping prices skyrocket. So a journey from, say, Shanghai to the port of Los Angeles that would have been $2,500 to ship a container before the pandemic is suddenly $25,000, a 10-fold increase.\nsabrina tavernise\nCrazy.\npeter goodman\nRight. I mean, people had never seen anything like this involved in global shipping. So the shipping companies, seeing this tremendous windfall, start shipping empty containers from around the world back to China as fast as they possibly can because the demand for containers is unprecedented, the prices are unprecedented. Let’s get the empties back there. And this now result in traffic jams at the other end. I mean, worldwide, if you count up all the ships and the number of containers they’re able to carry, 13 percent of the total number of containers the world shipping fleet can carry is just stuck somewhere waiting to pull up to a dock, but they can’t.\nsabrina tavernise\nIt is a huge traffic jam in the global shipping supply.\npeter goodman\nYeah. I mean, this is why Griff Lynch has the mother of all logistical problems. He’s got this yard that’s full, but the companies that own this cargo he’s offloading are often leaving it there. They’re not coming to pick up their stuff.\nsabrina tavernise\nBut why aren’t they picking it up?\npeter goodman\nBecause their warehouses are full, because they are so overwhelmed by their own backlog of orders — and in some cases, with the Christmas season already upon us, and the knowledge that there are all these supply chain problems, businesses, big and small, have been ordering well in advance and in excessive quantities, and the result that is to further swamp the system. So they’re essentially using the port of Savannah as a giant storage area.\nsabrina tavernise\nWhy are they ordering stuff from China if they don’t have a place to store it? And why don’t they have a place to store it?\npeter goodman\nWell, there are a lot of answers to that question. In part, there’s a shortage of truck drivers. Driving a truck has gone from what a long time ago was a good way to support the family of a middle class standard to a job that, as Griff Lynch put it to me, no parent would ever suggest that their child go into. But there’s also a big picture element that we need to reckon with. And that’s that for really four decades, publicly traded companies have been under tremendous pressure to go as lean as possible. We’ve been living through a time when so-called just in time manufacturing has been the mantra. Instead of the old days where if you’re an industrial company, you make lots and lots of stuff, you pay to keep extra products in warehouses — which involves paying electrical bills, paying people working warehouses, paying to produce stuff that you’re not going to sell anytime soon — and we’ve shifted to this reliance on global shipping and the internet and increasingly sophisticated algorithms that can predict what the demands will be. If you’re General Motors or Ford, you can predict with great regularity in normal times, like, how many carburetors am I going to need for this particular model of SUV. Rather than stick it in some warehouse which entails costs, I’ll just rely on ships to bring it from my factories in China using the shipping fleet, which is reliable, and it’ll arrive just as I need it. Publicly traded companies are answerable to shareholders. And $1 that they spend warehousing a part as a hedge against some problem in the global supply chain, well, that’s $1 they can’t use to pay a bonus to the executives who run that company. That’s $1 they can’t use to pay out in dividends to shareholders.\nsabrina tavernise\nSo Peter, what you’re saying is that companies now rely on being able to get stuff quickly from all over the world because of the global supply chain and shipping.\npeter goodman\nRight.\nsabrina tavernise\nAnd so instead of spending money on storing things in warehouses, you’re giving that money to shareholders in the form of dividends. You’re using that money for other things.\npeter goodman\nThat’s right.\nsabrina tavernise\nYou’re using that money for fun things like making share prices go up instead of for not fun things like worrying about bad things that could happen and having a backup plan. But it sounds like when one piece of the chain breaks, the whole thing falls apart, which means it’s actually pretty vulnerable.\npeter goodman\nRight.\nsabrina tavernise\nAnd it also means that at the port in Savannah they’re drowning in containers.\npeter goodman\nYeah, I mean, this is Griff Lynch’s great lament, that his port is now serving as a kind of purgatory for goods that don’t have another place to go.\nsabrina tavernise\nSo Peter, is this going to pass? Even though it doesn’t feel like it, the pandemic will at some point eventually end. What will happen with this problem? Will it go away or is it with us for the long term?\npeter goodman\nWell, if you would’ve asked me that early this year, I would have said, conventional wisdom has it that global capitalism will do what it does really well, it’ll take its cue from the market. Eventually shipping will catch up and will be back to normal. But that no longer seems entirely assured, and a lot of people now worry that this is a situation that could be with us for quite some time.\nmichael barbaro\nWe’ll be right back.\nsabrina tavernise\nSo Peter, you said this is not necessarily something that will be fixed in the short term.\npeter goodman\nRight.\nsabrina tavernise\nWhy?\npeter goodman\nWell, because the pandemic has changed how humanity consumes. I mean, think about your elderly relatives who previously were content to go to the supermarket, they didn’t want to be bothered with e-commerce, they didn’t have apps on their smartphone if they had a smartphone at all. Well, out of fear of contracting a deadly coronavirus, a lot of those people have, in fact, tried e-commerce, and they’ve discovered that it’s pretty convenient. And it’s hard to imagine that the world just snaps back to how it was before. I mean, we know that the pandemic has just accelerated trends toward e-commerce that most people thought were kind of inevitable already. So we’ve accelerated into the future. And that e-commerce future puts a lot more strain on supply chains because it’s much more complicated. Somebody needs one pair of pants over here, somebody else wants a couple of shirts and a couple of pairs of socks over there. That’s a lot more delivery than the traditional system where JCPenney or Sears just buys up everything in a giant container and goes to one place and they wait for shoppers to show up. That’s more strain on warehouses, on truck drivers, on the whole distribution network.\nsabrina tavernise\nYeah, suddenly the stuff isn’t collected in stores anymore, it’s collected individually in people’s homes.\npeter goodman\nRight. So the idea that we go back to normal has kind of gone out the window, and it’s going to take some time for the supply chain to adjust and to figure that out. And that’s not going to happen fast.\narchived recording (joe biden) Today we have an important announcement that will get things you buy to you, to the shelves faster.\npeter goodman\nBut in the meantime, ports are really struggling to keep up. In Southern California, what is the biggest port in the country — this is the combined Los Angeles and Long Beach terminals.\narchived recording (joe biden) That it’s going to begin operating 24 hours a day, 7 days a week.\npeter goodman\nPresident Biden has just announced a deal to go to a 24/7 operations there to try to work through the backlog.\narchived recording (joe biden) So by increasing the number of late-night hours of operation and opening up for less crowded hours when the goods can move faster, today’s announcement has the potential to be a game changer.\npeter goodman\nWe’ll see if there comes a time when they don’t have to be 24/7, but presumably, adding capacity is a conversation we’re going to be having in global shipping for some time.\nsabrina tavernise\nSo Peter, what’s happened is our behavior has changed, and that’s not going away. But also, these are vast, very complicated systems. I guess what I’m wondering is, what happens to this lean model of manufacturing that does leave companies incredibly vulnerable to major global shifts like this?\npeter goodman\nWell, that’s a crucial question, and there are all sorts of varying opinions. There’s no question that just in time has been running late. And the mantra of lean is now provoking much discussion of, well, we need more resilience in supply chains, we need to think about backup plans. And the question is, will that lead to actual changes in how we run our economies? This is not the first time that we’ve had a hiccup in the global supply chain. The stakes are higher. This is much more intense, but I remember back in 1999 writing about an earthquake in Taiwan, which was already a very large, though not as dominant as now, source of computer chips. And a lot of plants got knocked offline, and there were shortages. And there was talk about how did we end up in a position where you can’t make gaming consoles without these chips, maybe we should have chips in other places. And then the world sort of went on with its traditional ways. After Fukushima, the disaster in Japan in 2012, we had shortages of everything from computer chips to auto parts. There was a lot of similar talk. After each one of these episodes, the experts say, well, this shows we’ve overdone it with just in time, we’re relying on these increasingly expansive shipping links. We need to think about more backup. And then the same thing happens over and over again, which is the shareholders’ interests are paramount. The shareholder is interested in cutting costs this quarter, which boosts earnings this quarter, which leads to bigger dividends this quarter. Now, this time we’ve experienced something that is so comprehensive and has, in fact, been deadly. I mean, this isn’t just, oh, I can’t buy a car because there isn’t a computer chip. Again, we have had front line medical workers dealing with the pandemic without enough P.P.E. because we didn’t make enough of the stuff and we didn’t make it in enough places that we could rest assured that we could get hold of it when we needed it. This is true throughout the medical supply chain. I mean, there are vital things that have been made according to the lean mantra. And so there’s certainly a much more intense chorus for change this time. But, boy, if there’s one thing that’s been a pretty good bet in the decades that most of us remember it’s that the shareholders’ interests are paramount. So moreover, the shareholder is allied with the consumer interest.\nsabrina tavernise\nIn what way, Peter?\npeter goodman\nWell, the just in time has dropped the costs of production and has allowed us to buy goods that are made very efficiently which makes your pair of blue jeans, your pair of sneakers cheaper than they might otherwise be. If we’re going to have more resilience, if we’re going to have warehouses full of stuff to guard against running out of stuff the next time there’s a pandemic or some other shock, somebody’s going to pay more. And American consumers in particular don’t have a great history of agreeing to pay more as a hedge against whether we’re worrying about climate change or fair labor standards or shortages in event of pandemic. The lowest price tends to win out, just as the greatest profit potential for shareholders tends to win out. These are the foundational forces in the global economy. And they’re coming up against a real challenge, but they’re pretty strong forces.\nsabrina tavernise\nSo given all of that, it seems like some things might change. But if past is prologue, it’s not likely that the whole global system changes, at least as we know it today. So where does that leave us? What does the future look like?\npeter goodman\nThe future looks a lot like the world that we’ve become accustomed to speeded up, which is to say the inequalities that were with us before the pandemic are likely to widen in many key ways. I mean, there are some obvious winners here. The shipping companies are making extraordinary amounts of money. They are catering to the highest paid customers. I mean, if you’re Home Depot or Target and you’ve got to get your stuff from China to your markets in the United States, you’re able to pay these extraordinary costs of shipping. In some cases, actually, these companies are chartering their own ships. That’s not something that small businesses can do.\nsabrina tavernise\nSo that means that big retailers win and small businesses lose.\npeter goodman\nSmall businesses certainly do not have the options that large publicly traded companies do. So they’re much more vulnerable. I would liken it to you’re in a giant blizzard at O’Hare Airport and you’re on a cheapie economy class ticket. What are the odds that you’re getting a seat on the next flight if there are all these mega platinum premium customers who are coming and going first class? I mean, they’re going to get the next seat, just as the Targets and the Home Depots and the Amazons are going to get the next slot on the container ship that’s headed where they need to go. Small businesses are at a distinct disadvantage.\nsabrina tavernise\nWhat does that all mean for consumers?\npeter goodman\nIt means that consumers are likely to have fewer choices. It means they’re more likely to find themselves doing business with one of these giant publicly traded multinational companies that are very efficient, that are very good at tapping suppliers around the globe and that are intent on making as much money as they possibly can, which in some cases means higher prices.\nsabrina tavernise\nOK, so prices go up too.\npeter goodman\nPotentially. I mean, for some things. There are a lot of car dealers now that are charging as much as 10 — well, I recently had to buy a new car. I moved back to the U.S. after five years away, and it took me 25 different dealers before I could find somebody who didn’t try to charge me well over list price for a new car.\nsabrina tavernise\nWow.\npeter goodman\nThat’s pretty common behavior now. So those who are in control of inventory will maximize their profits. And those who are in control of inventory are the larger players.\nsabrina tavernise\nRight.\npeter goodman\nAnother potential loser is the American exporter, and especially farmers. So containers have traditionally come in to ports like Savannah or L.A. loaded with stuff from Asia. The stuff gets unloaded, and then often the container is put on a train and carried to the center of the country where, say, a soybean farmer or a wheat farmer loads their crop into that container, usually at a much lower rate than the electronics companies will pay. And then the container gets railed back, say, to L.A. or Long Beach, and shipped to a buyer of, let’s just say, soybeans in Thailand or Indonesia where soybeans get turned into Tofu or turned into animal feed. Well, that’s not happening much now, because that container that gets unloaded in L.A. is so valuable to the shipping company they know they can get this incredible premium on the Asia to L.A. route that they’re inclined to just take the empty container, not wait around to load it up with something else, just put it back on a ship, send it back across the Pacific to Asia to go get the next wave of Asian factory goods headed for North America. So the soybean farmer in Kansas or Nebraska or Iowa is just stuck there unable to get a container and unable to export, or having to pay much higher shipping costs to export, which means there’s delays in the system, which means there’s a soybean processor in Thailand or Indonesia who now can’t satisfy their local demand. So there are people paying more for Tofu in Southeast Asia. There are people paying more for chicken because the price of poultry feed has gone up. Again, ripple effects throughout the system.\nsabrina tavernise\nRight. This kind of all brings me to the question of, why isn’t there someone or some agency at the top of all of this regulating it? I mean, it seems like there should be some kind of global trade czar or something. Something that would kind of help coordinate all of this.\npeter goodman\nWell, there is no czar of the global supply chain. And the global supply chain is made up of so many millions of actors in multiple countries on every shore pursuing their own individual interests, corporate interests, national interests. There’s just so many factors that even if you did have some super international organization that was truly somehow dedicated to maximizing social good, which is a Utopian fantasy all by itself, it’s very difficult to imagine how they’d even go about their work.\nsabrina tavernise\nI guess a different question is, do you think that the international community or the national governments, say, sees this as a big problem? Because, like you said, there are losers, but there are also winners. So maybe it’s all OK.\npeter goodman\nWell, it clearly isn’t OK to the Biden administration. I mean, this idea that the Christmas shopping season is potentially disrupted and that people are going to go to stores looking for the toys that their children have been begging them for for months and won’t be able to find them, that’s a problem. We’ve got economists downgrading their estimates for economic growth. This is a worldwide problem. This means people’s fortunes are falling, or at least not rising as much as we’d hoped. And the fact that prices for all sorts of things, from electronics to food and fuel, this is a problem, especially for lower income people, but for everyone. So we can assume that there’s going to be sustained attention to this for as long as this goes on. And it’s really a reminder that many of the problems that have decisive force in the modern day global economy are just much bigger than any single actor, any national government, any company no matter how powerful can possibly address by itself. I spoke recently to the C.E.O. of a very large clothing brand based in the U.S. whose whole business model has been about designing clothes in the U.S. while relying on factories — first China, increasingly Vietnam, to make their stuff. And he was just incensed that, as he saw it, the shipping companies are profiteering on the pandemic, charging prices that are just extraordinary. And he was just fulminating that the feds ought to bring down the fist of God on these shipping conglomerates. Well, guess what? These conglomerates are not American companies. They’re all beyond our borders. So what we’re all of us experiencing now is a reminder that no one is fully in charge. No one can fully influence many of the key forces that shape the nature of the world that we’re living in. And inequality, especially, is a force that’s beyond the realm of any actor. And, of course, there are profound winners in inequality who influence governments. But not even the largest economy on Earth can ultimately tame the great supply chain disruption.\nsabrina tavernise\nIt feels like this story is another example of the pandemic exposing and really kind of deepening those vulnerabilities and inequalities that already existed in the system.\npeter goodman\nYeah, that’s right. The pandemic has exposed the vulnerabilities and has placed the best capitalized, most sophisticated companies in a position to adapt much better than everyone else. So it is likely that the post-pandemic economy will feature more giant companies with sophisticated supply chains, access to global shipping. Those who are set up to weather this best are the ones who are winning to begin with. And it’s fair to assume that the winners of all this will be those who already won.\nsabrina tavernise\nPeter, thank you very much.\npeter goodman\nThank you, Sabrina.\nmichael barbaro", "url": "https://www.nytimes.com/2021/10/15/podcasts/the-daily/supply-chain.html"}