{"authors": ["Matthieu Aikins", "Christoph Koettl", "Evan Hill", "Eric Schmitt", "Ainara Tiefenthäler", "Drew Jordan"], "date_download": "2022-10-25 23:28:13", "date_modify": "2022-10-25 23:28:13", "date_publish": "2021-09-10 20:09:15", "description": "U.S. officials said a Reaper drone followed a car for hours and then fired based on evidence it was carrying explosives. But in-depth video analysis and interviews at the site cast doubt on that account.", "filename": "2021_09_10_world_asia_us-air-strike-drone-kabul-afghanistan-isis_1666740493.html", "image_url": "https://static01.nyt.com/images/2021/09/10/video/10vid-cvr-kabuldrone/10vid-cvr-kabuldrone-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=29afbbb6d54f0fb2d6f7f9c33ccedc9ea1e38ac7fd1ec916858c95dbaa7a3d1b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_10_world_asia_us-air-strike-drone-kabul-afghanistan-isis_1666740493.html", "title": "In US Drone Strike, Evidence Suggests No ISIS Bomb", "title_page": "In US Drone Strike, Evidence Suggests No ISIS Bomb - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[explosion] In one of the final acts of its 20-year war in Afghanistan, the United States fired a missile from a drone at a car in Kabul. It was parked in the courtyard of a home, and the explosion killed 10 people, including 43-year-old Zemari Ahmadi and seven children, according to his family. The Pentagon claimed that Ahmadi was a facilitator for the Islamic State, and that his car was packed with explosives, posing an imminent threat to U.S. troops guarding the evacuation at the Kabul airport. “The procedures were correctly followed, and it was a righteous strike.” What the military apparently didn’t know was that Ahmadi was a longtime aid worker, who colleagues and family members said spent the hours before he died running office errands, and ended his day by pulling up to his house. Soon after, his Toyota was hit with a 20-pound Hellfire missile. What was interpreted as the suspicious moves of a terrorist may have just been an average day in his life. And it’s possible that what the military saw Ahmadi loading into his car were water canisters he was bringing home to his family — not explosives. Using never-before seen security camera footage of Ahmadi, interviews with his family, co-workers and witnesses, we will piece together for the first time his movements in the hours before he was killed. Zemari Ahmadi was an electrical engineer by training. For 14 years, he had worked for the Kabul office of Nutrition and Education International. “NEI established a total of 11 soybean processing plants in Afghanistan.” It’s a California based NGO that fights malnutrition. On most days, he drove one of the company’s white Toyota corollas, taking his colleagues to and from work and distributing the NGO’s food to Afghans displaced by the war. Only three days before Ahmadi was killed, 13 U.S. troops and more than 170 Afghan civilians died in an Islamic State suicide attack at the airport. The military had given lower-level commanders the authority to order airstrikes earlier in the evacuation, and they were bracing for what they feared was another imminent attack. To reconstruct Ahmadi’s movements on Aug. 29, in the hours before he was killed, The Times pieced together the security camera footage from his office, with interviews with more than a dozen of Ahmadi’s colleagues and family members. Ahmadi appears to have left his home around 9 a.m. He then picked up a colleague and his boss’s laptop near his house. It’s around this time that the U.S. military claimed it observed a white sedan leaving an alleged Islamic State safehouse, around five kilometers northwest of the airport. That’s why the U.S. military said they tracked Ahmadi’s Corolla that day. They also said they intercepted communications from the safehouse, instructing the car to make several stops. But every colleague who rode with Ahmadi that day said what the military interpreted as a series of suspicious moves was just a typical day in his life. After Ahmadi picked up another colleague, the three stopped to get breakfast, and at 9:35 a.m., they arrived at the N.G.O.’s office. Later that morning, Ahmadi drove some of his co-workers to a Taliban-occupied police station to get permission for future food distribution at a new displacement camp. At around 2 p.m., Ahmadi and his colleagues returned to the office. The security camera footage we obtained from the office is crucial to understanding what happens next. The camera’s timestamp is off, but we went to the office and verified the time. We also matched an exact scene from the footage with a timestamp satellite image to confirm it was accurate. A 2:35 p.m., Ahmadi pulls out a hose, and then he and a co-worker fill empty containers with water. Earlier that morning, we saw Ahmadi bring these same empty plastic containers to the office. There was a water shortage in his neighborhood, his family said, so he regularly brought water home from the office. At around 3:38 p.m., a colleague moves Ahmadi’s car further into the driveway. A senior U.S. official told us that at roughly the same time, the military saw Ahmadi’s car pull into an unknown compound 8 to 12 kilometers southwest of the airport. That overlaps with the location of the NGO’s office, which we believe is what the military called an unknown compound. With the workday ending, an employee switched off the office generator and the feed from the camera ends. We don’t have footage of the moments that followed. But it’s at this time, the military said that its drone feed showed four men gingerly loading wrapped packages into the car. Officials said they couldn’t tell what was inside them. This footage from earlier in the day shows what the men said they were carrying — their laptops one in a plastic shopping bag. And the only things in the trunk, Ahmadi’s co-workers said, were the water containers. Ahmadi dropped each one of them off, then drove to his home in a dense neighborhood near the airport. He backed into the home’s small courtyard. Children surrounded the car, according to his brother. A U.S. official said the military feared the car would leave again, and go into an even more crowded street or to the airport itself. The drone operators, who hadn’t been watching Ahmadi’s home at all that day, quickly scanned the courtyard and said they saw only one adult male talking to the driver and no children. They decided this was the moment to strike. A U.S. official told us that the strike on Ahmadi’s car was conducted by an MQ-9 Reaper drone that fired a single Hellfire missile with a 20-pound warhead. We found remnants of the missile, which experts said matched a Hellfire at the scene of the attack. In the days after the attack, the Pentagon repeatedly claimed that the missile strike set off other explosions, and that these likely killed the civilians in the courtyard. “Significant secondary explosions from the targeted vehicle indicated the presence of a substantial amount of explosive material.” “Because there were secondary explosions, there’s a reasonable conclusion to be made that there was explosives in that vehicle.” But a senior military official later told us that it was only possible to probable that explosives in the car caused another blast. We gathered photos and videos of the scene taken by journalists and visited the courtyard multiple times. We shared the evidence with three weapons experts who said the damage was consistent with the impact of a Hellfire missile. They pointed to the small crater beneath Ahmadi’s car and the damage from the metal fragments of the warhead. This plastic melted as a result of a car fire triggered by the missile strike. All three experts also pointed out what was missing: any evidence of the large secondary explosions described by the Pentagon. No collapsed or blown-out walls, including next to the trunk with the alleged explosives. No sign that a second car parked in the courtyard was overturned by a large blast. No destroyed vegetation. All of this matches what eyewitnesses told us, that a single missile exploded and triggered a large fire. There is one final detail visible in the wreckage: containers identical to the ones that Ahmadi and his colleague filled with water and loaded into his trunk before heading home. Even though the military said the drone team watched the car for eight hours that day, a senior official also said they weren’t aware of any water containers. The Pentagon has not provided The Times with evidence of explosives in Ahmadi’s vehicle or shared what they say is the intelligence that linked him to the Islamic State. But the morning after the U.S. killed Ahmadi, the Islamic State did launch rockets at the airport from a residential area Ahmadi had driven through the previous day. And the vehicle they used … … was a white Toyota. The U.S. military has so far acknowledged only three civilian deaths from its strike, and says there is an investigation underway. They have also admitted to knowing nothing about Ahmadi before killing him, leading them to interpret the work of an engineer at a U.S. NGO as that of an Islamic State terrorist. Four days before Ahmadi was killed, his employer had applied for his family to receive refugee resettlement in the United States. At the time of the strike, they were still awaiting approval. Looking to the U.S. for protection, they instead became some of the last victims in America’s longest war. “Hi, I’m Evan, one of the producers on this story. Our latest visual investigation began with word on social media of an explosion near Kabul airport. It turned out that this was a U.S. drone strike, one of the final acts in the 20-year war in Afghanistan. Our goal was to fill in the gaps in the Pentagon’s version of events. We analyzed exclusive security camera footage, and combined it with eyewitness accounts and expert analysis of the strike aftermath. You can see more of our investigations by signing up for our newsletter.”", "url": "https://www.nytimes.com/2021/09/10/world/asia/us-air-strike-drone-kabul-afghanistan-isis.html"}