{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:23:55", "date_modify": "2022-10-25 23:23:55", "date_publish": "2021-07-13 20:22:24", "description": "Officials in Surfside, Fla., now estimate that the total number of dead will be between 95 and 99 people.", "filename": "2021_07_13_us_miami-condo-death-toll_1666740235.html", "image_url": "https://static01.nyt.com/images/2021/06/29/us/13miami-toll/29miami-building-collapse-morning-lede-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=bf5acc101a0441c5ff03c85d9ee9bf435e008988231c8065cf8a20d70b9be256&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_13_us_miami-condo-death-toll_1666740235.html", "title": "As Search Nears End, Florida Condo Death Toll Becomes Clearer", "title_page": "As Search Nears End, Florida Condo Death Toll Becomes Clearer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This work is becoming more difficult with the passage of time,” she said.\nIn addition to the 10 unidentified people who are known to have been in the building, the list of those potentially still missing includes four more names, for a total of 14, said Alfredo Ramirez III, the director of the Miami-Dade Police Department. Those four were identified by friends or family members as possibly in the building when it collapsed, and they have not been found alive elsewhere.\nIf any of their remains are found in the building, the death toll could rise to as high as 99 people, making the fall of the Champlain Towers one of the deadliest structural building failures in U.S. history. In 1981, the year the high-rise was built, walkways at the Kansas City Hyatt Regency in Missouri collapsed, killing 114 people.\nThe number of people unaccounted for in the Surfside ruins has varied widely because so many people reported missing loved ones after the collapse. (The building did not keep a record of who was in it at any given time.)\nA team of detectives has had to follow up on each tip, calling relatives and scouring databases for information. Some people left incomplete tips and did not provide contact information, leaving detectives with no easy way to confirm if the tip was real.\nOn the day after the collapse, officials said more than 150 people were potentially unaccounted for.\nMs. Levine Cava said formal missing persons reports have been filed for 12 of the 14 people who remain unaccounted for. Detectives continue to try to verify the other two names on the list. It is also possible that the list is incomplete, if someone who was in the building has not been reported missing over the past 20 days.", "url": "https://www.nytimes.com/2021/07/13/us/miami-condo-death-toll.html"}