{"authors": ["Julian E. Barnes", "Nicholas Fandos"], "date_download": "2022-10-25 23:48:04", "date_modify": "2022-10-25 23:48:04", "date_publish": "2021-02-04 21:44:55", "description": "Senator Mark Warner, the committee’s new chairman, said he hoped to lead a bipartisan investigation of the groups, their overseas ties and amplification of their message by foreign powers.", "filename": "2021_02_04_us_politics_senate-intelligence-committee-extremism_1666741684.html", "image_url": "https://static01.nyt.com/images/2021/02/04/us/politics/04dc-intel/04dc-intel-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fe02d3ff7bb44d382f08361383c08d43935763ca560724e74b8de15e70f5ed2d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_04_us_politics_senate-intelligence-committee-extremism_1666741684.html", "title": "Senate Intelligence Committee to Examine Antigovernment Extremists", "title_page": "Senate Intelligence Committee to Examine Antigovernment Extremists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For the past four years, the committee has done extensive work on disinformation efforts. Mr. Warner said that experience could guide the panel as it looks at how extremists groups spread propaganda and how foreign powers amplify it.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nUnlike most corners of Capitol Hill, and unlike the House Intelligence Committee, Mr. Warner’s panel has managed to operate, for the most part, with bipartisan agreement. All but one senator on the committee backed its five-volume report on Russian interference. Completed last year, the Senate investigation was perhaps the definitive word on Moscow’s interference efforts and found that Russia had disrupted the 2016 election to help Donald J. Trump become president.\nMr. Warner said on Wednesday that the bipartisan record of the committee was important for him to preserve, and that he intended to begin work with closed-door meetings to make the case to other committee members about the threat the groups represent and how they could be exploited by outside powers.\nDemocrats and Republicans on the committee have expressed interest in examining antigovernment extremist groups, Mr. Warner said. But he acknowledged the political sensitivities after the Capitol attack and Mr. Trump’s support among far-right factions of those groups. Making the case that antigovernment groups are a problem not only in the United States but also in Europe is one way to build consensus on the issue. The committee, Mr. Warner said, will begin its discussions in private sessions so lawmakers can have a candid and less political conversation.\nBeyond an investigation of antigovernment extremism and foreign efforts to promote it, Mr. Warner said the committee would work on pushing for new protections for whistle-blowers and making it more difficult to dismiss inspectors general, government officials charged with finding waste, fraud and abuse.\nMr. Trump last year fired Michael K. Atkinson, the inspector general of the intelligence community. It was Mr. Atkinson who investigated the whistle-blower complaint about Mr. Trump’s call with his Ukrainian counterpart in 2019 and ultimately delivered that report to Congress.\nAt Ms. Haines’s confirmation hearing last month, Mr. Warner began his questioning by describing how his own views on the Chinese government had changed, thoughts he repeated in his interview. He said he was wrong to have believed that China would democratize the more it was brought into the world order.", "url": "https://www.nytimes.com/2021/02/04/us/politics/senate-intelligence-committee-extremism.html"}