{"authors": ["Emily Anthes"], "date_download": "2022-10-25 23:22:56", "date_modify": "2022-10-25 23:22:56", "date_publish": "2021-07-12 22:32:40", "description": "The link between the rare neurological disorder and the Johnson & Johnson Covid-19 vaccine may be real, but the risk appears to be very small.", "filename": "2021_07_12_health_covid-guillain-barre-vaccines_1666740176.html", "image_url": "https://static01.nyt.com/images/2021/07/12/science/12VIRUS-GBS1/12VIRUS-GBS1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=6ae750929082df16ac30dfed465aa6a72bbd73674adc9f1b7db79b9afefbfe18&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_12_health_covid-guillain-barre-vaccines_1666740176.html", "title": "Guillain-Barré Syndrome and the Johnson & Johnson Vaccine: What to Know", "title_page": "Guillain-Barré Syndrome and the Johnson & Johnson Vaccine: What to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Johnson & Johnson’s beleaguered Covid-19 vaccine may be associated with a small increased risk of Guillain–Barré syndrome, a rare but potentially serious neurological condition, federal officials said on Monday. The Food and Drug Administration has added a warning about the potential side effect to its fact sheets about the vaccine.\nThe risk appears to be very small. So far, there have been 100 reports of the syndrome in people who had received the Johnson & Johnson vaccine. Nearly 13 million doses of the vaccine have been administered in the United States.\nHere are answers to some common questions about the syndrome and its connection to vaccination.\nWhat is Guillain-Barré syndrome?\nGuillain-Barré is a rare condition in which the body’s immune system attacks nerve cells. It often begins with tingling or numbness in the hands and feet, which can then progress to more widespread muscle weakness or even paralysis. In mild cases, the symptoms may pass within weeks, but more serious cases can result in hospitalization or, in rare instances, death. The condition can also cause permanent nerve damage.\nIn the United States, there are typically 3,000 to 6,000 cases of the syndrome per year, according to the Centers for Disease Control and Prevention. It is most common in adults over 50.", "url": "https://www.nytimes.com/2021/07/12/health/covid-guillain-barre-vaccines.html"}