{"authors": ["Roy Furchgott"], "date_download": "2022-10-25 23:29:41", "date_modify": "2022-10-25 23:29:41", "date_publish": "2021-03-04 11:00:08", "description": "They see branding opportunities as the pandemic and a desire by cities to curb traffic propel e-bike sales to new heights.", "filename": "2021_03_04_business_electric-ebikes-pandemic_1666740581.html", "image_url": "https://static01.nyt.com/images/2021/03/05/business/05wheels-ebikes-comb0-print1/00wheels-ebikes-combo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=59b31a61686d07f4f7581a91fdb283b96db7a96b4b79644d7d4f1474be4933e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_04_business_electric-ebikes-pandemic_1666740581.html", "title": "Now Making Electric Bikes: Car and Motorcycle Companies", "title_page": "Now Making Electric Bikes: Car and Motorcycle Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The transportation industry has seen the future, and the future is 1895.\nThat was the year Ogden Bolton Jr. of Canton, Ohio, was awarded U.S. Patent 552,271 for an “electrical bicycle.” A century and change later, electric bikes have gained new currency as car and motorcycle companies like Ducati, Harley-Davidson, Jeep, Mercedes-Benz, Porsche and Yamaha have horned into the market with their own designs.\nWhile the pandemic has accelerated bike sales, the overriding attraction is that cities worldwide are beginning to restrict motor traffic. These companies are betting that e-bikes are the urban vehicles of tomorrow — or at least vehicles for good publicity today.\n“In the past 12 to 18 months, you have seen a lot of new brands come into the market,” said Andrew Engelmann, an e-bike sales and marketing manager at Yamaha, which has been in the electric bike business since 1993 and claims sales of two million worldwide. “We in the U.S. have not seen this new energy toward cycling since Lance Armstrong won the Tour de France.”\nCredit the coronavirus pandemic, which has ignited bike sales of all stripes, but none so much as e-bikes. While retail unit sales of bicycles from January to October last year were up 46 percent from a year earlier, electric bikes were up 140 percent. Measured in dollars, regular bikes were up 67 percent and e-bikes 158 percent — so don’t expect a discount. Those numbers, from the market researchers at NPD, do not include online-only retailers such as Rad Power Bikes, so sales may actually be higher still.", "url": "https://www.nytimes.com/2021/03/04/business/electric-ebikes-pandemic.html"}