{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:22:49", "date_modify": "2022-10-25 23:22:49", "date_publish": "2021-11-11 00:11:05", "description": "Some observers hoped the announcement might inject needed energy into lackluster negotiations at this week’s Glasgow climate summit, although the terms weren’t particularly aggressive.", "filename": "2021_11_10_climate_china-us-climate-deal-kerry-xie_1666740169.html", "image_url": "https://static01.nyt.com/images/2021/11/10/climate/10cli-china-us-cop261/10cli-china-us-cop261-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_10_climate_china-us-climate-deal-kerry-xie_1666740169.html", "title": "China and U.S., at Odds on Many Issues, Agree on a Surprise Climate Deal", "title_page": "China and U.S., at Odds on Many Issues, Agree on a Surprise Climate Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Wednesday the world’s two largest greenhouse gas emitters sounded more like allies in the fight against climate change than fierce rivals, with both Mr. Xie and Mr. Kerry saying both nations were responsible for keeping rising global temperatures from reaching dangerous levels.\n“We both see the challenge of climate change is existential and a severe one,” Mr. Xie said. “As two major powers in the world, China and the United States, we need to take our due responsibility and work together and work with others in the spirit of cooperation to address climate change.”\nUnderstand the Latest News on Climate Change Card 1 of 5 Shifting patterns. The melting of the snowpack in the high Cascades has long been a source of sustenance in the Pacific Northwest. But as climate change makes seasons less predictable and precipitation more variable, people there are reimagining the region’s future and the tools that will be needed to manage it. Facing drought. The story of the Netherlands’ long struggles against excess water is written all over its boggy landscape. Now that climate change is drying it out, the Dutch are hoping to engineer once again their way to safety — only this time, by figuring out how to hold onto water instead of flushing it out. A more extreme monsoon. South Asia’s annual monsoon is inextricably linked, culturally and economically, to much of Asia, bringing life-giving water to nearly one-quarter of the world’s population. But climate change is making the monsoon more erratic, less dependable and even dangerous, with more violent rainfall as well as worsening dry spells. Wildfire smoke pollution. Smoke from wildfires has worsened over the past decade, potentially reversing decades of improvements in Western air quality made under the Clean Air Act, according to new research. Some areas in the Western United States had increases in particulate pollution from smoke that were about the same amount as the improvements in air quality from regulating factories and other sources of pollution. Relinquishing a fortune. Yvon Chouinard, the founder of the outdoor apparel maker Patagonia, transferred ownership of his company to a trust and an organization devoted to fighting climate change. The move comes at a moment of growing scrutiny for billionaires whose rhetoric about making the world a better place often don’t match reality.\nTensions between the United States and China are at their highest point in years. Mr. Kerry said that he has been “honest” about concerns regarding China’s treatment of Uyghurs and other Turkic Muslims in China’s semiautonomous Xinjiang province, but said his focus has been to be “the climate guy.” He also said the two countries must work together to pivot away from fossil fuels no matter what other issues arise.\nAntónio Guterres, the United Nations Secretary General, called it “an important step in the right direction.” Laurence Tubiana, France’s former climate change ambassador, said it shows “that the two countries can cooperate to address the climate crisis.”\nBut experts agreed that the terms of the deal fall far short of an agreement that Mr. Kerry and Mr. Xie helped broker in 2014 in which both the United States and China jointly announced new targets to cut emissions.", "url": "https://www.nytimes.com/2021/11/10/climate/china-us-climate-deal-kerry-xie.html"}