{"authors": ["Luke Broadwater", "Nicholas Fandos"], "date_download": "2022-10-25 22:57:32", "date_modify": "2022-10-25 22:57:32", "date_publish": "2021-07-20 18:56:46", "description": "The Covid vaccines in U.S. use have proven to be effective at reducing the risk of severe symptoms or hospitalization, but infections among fully vaccinated individuals are not unheard-of.", "filename": "2021_07_20_us_politics_pelosi-aide-breakthrough-infection_1666738652.html", "image_url": "https://static01.nyt.com/images/2021/07/20/world/20virus-briefing-mini-outbreak/20virus-briefing-mini-outbreak-facebookJumbo.jpg?year=2021&h=549&w=1050&s=5639c7235ad78ac7f42be9c307a3835f015876228c1c4deaf46695d154ff18ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_20_us_politics_pelosi-aide-breakthrough-infection_1666738652.html", "title": "Vaccinated Pelosi Aide Tests Positive After Contact with Texas Democrats", "title_page": "Vaccinated Pelosi Aide Tests Positive After Contact with Texas Democrats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An aide to Speaker Nancy Pelosi has tested positive for the coronavirus after coming into contact last week with a group of Texas lawmakers who were visiting Washington, some of whom later tested positive for the virus.\nDrew Hammill, a spokesman for Ms. Pelosi, said on Tuesday that a member of her staff, a senior spokesperson who had been “fully vaccinated,” had tested positive on Monday. He said the aide had had no contact with the speaker since being exposed to the virus.\nAt a news conference on Tuesday, Jen Psaki, the White House press secretary, said a fully vaccinated White House official had also tested positive for the virus “off campus,” was experiencing “mild symptoms,” and remained away from the complex awaiting a test to confirm the diagnosis.\nShe would not divulge whether the aide had been with the Texas lawmakers, all of whom say they were fully vaccinated as well, who made a high-profile trip to Washington in an effort to block the adoption of a restrictive election law. Axios reported that both the Pelosi aide and the White House aide had had contact with the Texans.", "url": "https://www.nytimes.com/2021/07/20/us/politics/pelosi-aide-breakthrough-infection.html"}