{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:26:41", "date_modify": "2022-10-25 23:26:41", "date_publish": "2021-05-14 22:57:35", "description": "A spokesman led the international media to believe that Israeli forces had entered Gaza. They hadn’t. But the army wanted Hamas to think they had.", "filename": "2021_05_14_world_middleeast_israel-gaza-disinformation_1666740401.html", "image_url": "https://static01.nyt.com/images/2021/05/14/world/14israel-disinformation/14israel-disinformation-facebookJumbo.jpg?year=2021&h=550&w=1050&s=68d91a5fbd052a48c419eb8bc7d404269b2d419880737d683c0bdf2b43638ed7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_14_world_middleeast_israel-gaza-disinformation_1666740401.html", "title": "A Press Corps Deceived, and the Gaza Invasion That Wasn’t", "title_page": "A Press Corps Deceived, and the Gaza Invasion That Wasn’t - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Israeli military abruptly announced after midnight on Friday that its ground forces had begun “attacking in the Gaza Strip,” saying it on Twitter, in text messages to journalists, and in on-the-record confirmations by an English-speaking army spokesman.\nSeveral international news organizations, including The New York Times, immediately alerted readers worldwide that a Gaza incursion or invasion was underway, a major escalation of Israeli-Palestinian hostilities.\nWithin hours, those reports were all corrected: No invasion had taken place. Rather, ground troops had opened fire at targets in Gaza from inside Israeli territory, while fighters and drones were continuing to attack from the air. A top military spokesman took responsibility, blaming the fog of war.\nBut by Friday evening, several leading Israeli news outlets were reporting that the incorrect announcement was no accident, but had actually been part of an elaborate deception. The intent, the media reports said, was to dupe Hamas fighters into thinking that an invasion had begun and to respond in ways that would expose far greater numbers of them to what was being called a devastatingly lethal Israeli attack.", "url": "https://www.nytimes.com/2021/05/14/world/middleeast/israel-gaza-disinformation.html"}