{"authors": ["Jack Ewing", "Don Clark"], "date_download": "2022-10-25 23:24:05", "date_modify": "2022-10-25 23:24:05", "date_publish": "2021-01-13 10:00:15", "description": "Carmakers can’t buy the semiconductors they need because home electronics are taking all the supply.", "filename": "2021_01_13_business_auto-factories-semiconductor-chips_1666740245.html", "image_url": "https://static01.nyt.com/images/2021/01/12/us/12autochips-01/12autochips-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c8f60c5ce327b1514de1f0d2791d18bd97b5f968ab59348b6a610f663ab2880a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_13_business_auto-factories-semiconductor-chips_1666740245.html", "title": "Lack of Tiny Parts Disrupts Auto Factories Worldwide", "title_page": "Lack of Tiny Parts Disrupts Auto Factories Worldwide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During the past decade, carmakers have become increasingly dependent on electronics to boost the appeal of their products, adding features such as touch screens, computerized engine controls and transmissions, built-in cellular and Wi-Fi connections, and collision avoidance systems that use cameras and other sensors.\nNew cars can have more than a hundred semiconductors, and the lack of even a single component can trigger production delays or shutdowns, industry analysts and consultants said.\nLong-term pressure on chip makers to control production costs has also played a role. Semiconductor companies that supply the auto industry, such as Infineon, NXP Semiconductors and Renesas, chose to have their most advanced chips made for them by external manufacturing services, known as foundries. But the manufacturers also maintain their own factories to make simpler auto chips, frequently fabricating them on eight-inch silicon wafers rather than the 12-inch discs used in more modern plants.\nManufacturers with plants using older eight-inch wafers weren’t easily able to increase production. They hadn’t invested much lately in new equipment, which is now harder to find because that technology is older, said Syed Alam, global lead for Accenture’s global semiconductor consulting practice.\nGeopolitics also played a role. The Trump administration in September placed restrictions on Semiconductor Manufacturing International Corporation, China’s main foundry, which produces chips for cars and many other applications. The company’s customers began looking for alternatives, generating additional competition for chip supplies from other foundries, said Gaurav Gupta, a vice president at the research firm Gartner.\nThe chip crisis is an example of how the pandemic has shaken the global economy in unpredictable ways. Carmakers expected to face supply chain shortages, and plants closed early in 2020 because of fear that workers would infect one another, or because trucking firms had stopped delivering. Most U.S. auto factories ceased production for roughly two months last spring.\nBut suppliers and carmakers quickly found ways to contain contagion within factories and got assembly lines going again. The impact on most parts supplies was less than feared.", "url": "https://www.nytimes.com/2021/01/13/business/auto-factories-semiconductor-chips.html"}