{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:50:56", "date_modify": "2022-10-25 23:50:56", "date_publish": "2021-01-07 03:37:59", "description": "Hong Kong’s abrupt new entry requirement — which has shaken travelers, domestic workers, airlines and hotels alike — stands out for its length and has been questioned by scientists.", "filename": "2021_01_06_world_asia_hong-kong-quarantine_1666741856.html", "image_url": "https://static01.nyt.com/images/2021/01/06/world/06virus-hongkong-hotels-add5/06virus-hongkong-hotels-add5-facebookJumbo.jpg?year=2021&h=550&w=1050&s=46dcb966e8cccc5de041efa28603fc370436c67faedbe2d2f51c5e6e07a28882&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_06_world_asia_hong-kong-quarantine_1666741856.html", "title": "Hong Kong's Three Week Quarantine Frustrates Travelers", "title_page": "Hong Kong's Three Week Quarantine Frustrates Travelers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Before boarding her flight to Hong Kong for a new job last month, Tanja Cunz made sure she had met all of the government’s stringent entry requirements. Ms. Cunz, a 34-year-old museum curator from Switzerland, took a coronavirus test, paid for two weeks of quarantine at a government-designated hotel and steeled herself for half a month without fresh air.\nBut as her plane touched down in Hong Kong on Christmas morning, an announcement came over the loudspeaker: The government overnight had extended the quarantine period from two weeks to three, effective immediately. The passengers would have to secure a third week at their hotel before they could leave the airport.\nMs. Cunz was stunned. Not only would she have to pay for an extra week of quarantine, but she would also have to postpone her start date at work by one week, meaning a loss of salary too.\n“All your plans, they just fall apart,” Ms. Cunz said in a phone call from her hotel room, from which she can see her future office across Victoria Harbor.", "url": "https://www.nytimes.com/2021/01/06/world/asia/hong-kong-quarantine.html"}