{"authors": ["Jacob Bernstein"], "date_download": "2022-10-25 23:43:21", "date_modify": "2022-10-25 23:43:21", "date_publish": "2021-03-27 09:00:11", "description": "People are racing to get vaccinated — even those who don’t yet technically qualify. And that’s good news.", "filename": "2021_03_27_style_covid-vaccine-comorbidities_1666741401.html", "image_url": "https://static01.nyt.com/images/2021/03/28/fashion/27FAUXMORBIDITIES1/27FAUXMORBIDITIES1-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=36a44e3255ee35de22573c3997bfe567ef93e2c99f31b71585734e70b9ed132c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_27_style_covid-vaccine-comorbidities_1666741401.html", "title": "What Comorbidities Qualify for Covid Vaccine? That Depends.", "title_page": "What Comorbidities Qualify for Covid Vaccine? That Depends. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Occasionally, those posting on Instagram have said that they were trying to say to others that the vaccine is safe and effective. But even though true, this can sound a little sanctimonious to Bruce Bozzi, the host of “Lunch With Bruce,” a weekly Sirius XM show on RadioAndy. “I mean, come on. You’re not Joe Biden. You’re not the queen,” he said.\nThree psychiatrists interviewed for this article said their patients all seemed to understand that attention deficit disorder and mild anxiety do not meet the state definition of an “intellectual” or “developmental” disorder sufficient to place them in the Centers for Disease Control and Prevention’s Group 1C, whatever they might have mulled as their cursors hover nervously over qualification forms at 3 a.m.\nBut maybe sweating it is beside the point.\n“They don’t need me to get a vaccine,” said Dr. Roger Emert, an allergist and immunologist at N.Y.U. Langone Health. “I have patients who brought stacks of medical info when they went to get vaccinated. No one ever asks to see it.”\nAnd Dr. Emert did receive a number of requests for inhalers from people who he said “haven’t needed to use one in quite a while.”\n“I’ve never had so many people happy to be told they’re obese,” said Edward Goldberg, a gastroenterologist with a private practice on the Upper East Side.\nIn recent weeks, the Johnson & Johnson single-dose vaccine went to market. That increased the number of available vaccines, while some people in previously eligible groups continued not to take advantage. And given that the government will have a vaccine surplus by the end of July, people may feel emboldened, or less psychologically burdened, about jumping the line.", "url": "https://www.nytimes.com/2021/03/27/style/covid-vaccine-comorbidities.html"}