{"authors": ["Adam Nossiter", "Fahim Abed"], "date_download": "2022-10-25 23:28:36", "date_modify": "2022-10-25 23:28:36", "date_publish": "2021-08-08 20:58:41", "description": "The effort to fend off panic and minimize losses has taken on outsize importance following the seizure of five provincial capitals by the Taliban.", "filename": "2021_08_08_world_asia_afghanistan-government-propaganda_1666740516.html", "image_url": "https://static01.nyt.com/images/2021/08/05/world/00AFGHANISTAN-PROPAGANDA1/00AFGHANISTAN-PROPAGANDA1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=727ddcad10be2368380ec91110e80006525d8279c790630c6c5d716e0d552cb8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_08_world_asia_afghanistan-government-propaganda_1666740516.html", "title": "The Propaganda War Intensifies in Afghanistan as the Taliban Gain Ground", "title_page": "The Propaganda War Intensifies in Afghanistan as the Taliban Gain Ground - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — First, a remote provincial capital in Afghanistan’s southwest fell. The next day, it was a city in Afghanistan’s north. By Sunday, Taliban fighters had taken three more cities, including their biggest prize yet, the major provincial capital of Kunduz.\nAll the while, the Afghan central government has acknowledged very little of it.\nIn three days, at least five provincial capitals have been seized by the Taliban, in a ruthless land offensive that has led many local officials to abandon their posts and flee the cities they run.\nBut the nation’s government, still trying to promote the impression that it has the upper hand against the Taliban, has been relatively silent on the enormous losses suffered across the country. Rather than admitting that the cities have fallen, the government has simply said that Afghanistan’s brave security forces were fighting in several capitals around the country, and that airstrikes have resulted in scores of dead Taliban fighters.\n“The country’s security and defense forces are always ready to defend this land,” the Afghan Ministry of Defense tweeted Sunday as Kunduz was under siege. “The support and love of the people for these forces increases their motivation and efforts.”", "url": "https://www.nytimes.com/2021/08/08/world/asia/afghanistan-government-propaganda.html"}