{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:30:07", "date_modify": "2022-10-25 23:30:07", "date_publish": "2021-01-04 17:20:00", "description": "President Trump’s effort to overturn the election he lost has gone beyond mere venting of grievances at the risk of damaging the very American democracy he is charged with defending.", "filename": "2021_01_04_us_politics_trump-white-house_1666740607.html", "image_url": "https://static01.nyt.com/images/2021/01/04/us/politics/04dc-trump1/04dc-trump1-facebookJumbo-v4.jpg?year=2021&h=550&w=1050&s=950625782d388a5fe1774acf7800937be9d61916b1ab0aa2d897c415415d9d68&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_04_us_politics_trump-white-house_1666740607.html", "title": "Trump's Insurgency From Inside the Oval Office", "title_page": "Trump's Insurgency From Inside the Oval Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s relentless effort to overturn the result of the election that he lost has become the most serious stress test of American democracy in generations, one led not by outside revolutionaries intent on bringing down the system but by the very leader charged with defending it.\nIn the 220 years since a defeated John Adams turned over the White House to his rival, firmly establishing the peaceful transfer of authority as a bedrock principle, no sitting president who lost an election has tried to hang onto power by rejecting the Electoral College and subverting the will of the voters — until now. It is a scenario at once utterly unthinkable and yet feared since the beginning of Mr. Trump’s tenure.\nThe president has gone well beyond simply venting his grievances or creating a face-saving narrative to explain away a loss, as advisers privately suggested he was doing in the days after the Nov. 3 vote. Instead, he has stretched or crossed the boundaries of tradition, propriety and perhaps the law to find any way he can to cling to office beyond his term that expires in two weeks. That he is almost certain to fail and that President-elect Joseph R. Biden Jr. will be inaugurated on Jan. 20 does not mitigate the damage he is doing to democracy by undermining public faith in the electoral system.\nMr. Trump’s hourlong telephone call over the weekend with Georgia’s chief election official, Brad Raffensperger, pressuring him to “find” enough votes to overturn Mr. Biden’s victory in that state only brought into stark relief what the president has been doing for weeks. He has called the Republican governors of Georgia and Arizona to get them to intervene. He has summoned Michigan’s Republican Legislature leaders to the White House to pressure them to change their state’s results. He called the Republican speaker of the Pennsylvania House multiple times seeking help to reverse the outcome there.", "url": "https://www.nytimes.com/2021/01/04/us/politics/trump-white-house.html"}