{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:01", "date_modify": "2022-10-25 23:56:01", "date_publish": "2021-05-05 17:03:50", "description": "Benjamin Netanyahu dismissed the former television host and centrist opposition leader as a lightweight. Now Mr. Lapid has a chance to oust him.", "filename": "2021_05_05_world_middleeast_yair-lapid-israel_1666742161.html", "image_url": "https://static01.nyt.com/images/2021/05/04/world/00lapid/00lapid-facebookJumbo.jpg?year=2021&h=549&w=1050&s=e82092c67e7e9571bed88842d58cf94eed83fc2774cfc7850a6907f69089de3a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_05_world_middleeast_yair-lapid-israel_1666742161.html", "title": "Who Is Yair Lapid, Israel’s Would-Be Prime Minister?", "title_page": "Who Is Yair Lapid, Israel’s Would-Be Prime Minister? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Yair Lapid, the centrist politician and former media celebrity whose party took second place in Israel’s March election, had pledged to forgo the premiership if that’s what it would take to form a coalition of diverse parties that could oust Prime Minister Benjamin Netanyahu from power.\nThe unusual exercise in political humility stemmed not from modesty, but from the difficulties he knew he would face in mustering enough parliamentary support to form an alternative government.\nNow, after Mr. Netanyahu failed to form a viable coalition by Tuesday’s midnight deadline, Mr. Lapid’s political skills and sincerity will be put to the test. The president, Reuven Rivlin, has given him the next shot at cobbling together a government that might send Mr. Netanyahu into the opposition and end Israel’s political gridlock.\nMr. Lapid’s party, Yesh Atid (There is a Future), won 17 seats in the inconclusive election, Israel’s fourth in two years. But its path to power is hampered by the disparate nature of the anti-Netanyahu bloc, which is made up of numerous small parties with clashing agendas. Some of its right-wing elements view Mr. Lapid as too left-wing to lead an alternative government.", "url": "https://www.nytimes.com/2021/05/05/world/middleeast/yair-lapid-israel.html"}