{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:23", "date_modify": "2022-10-25 23:44:23", "date_publish": "2021-02-26 16:36:44", "description": "An interview with the prince, a sort of tease before the couple’s interview with Oprah Winfrey next week, came as concerns grow over Prince Philip’s hospital stay.", "filename": "2021_02_26_world_europe_harry-and-meghan-james-corden_1666741463.html", "image_url": "https://static01.nyt.com/images/2021/02/26/world/26ROYALS/merlin_183751161_b2a7b276-1d56-4180-8f3d-8874022f3347-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b0e572e101abb90636fd0bb061b06a8fbf8e479e01aeae472d9f56b1e63d7af0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_26_world_europe_harry-and-meghan-james-corden_1666741463.html", "title": "Harry and Meghan Going Public at a Tough Time for the Royals", "title_page": "Harry and Meghan Going Public at a Tough Time for the Royals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prince Harry and his wife, Meghan, cemented their split with the British royal family last week. But the prince told a television interviewer that the couple’s self-exile in California was driven as much by the British news media’s unsparing scrutiny of them as by a rift with members of his family.\n“We all know what the British press can be like, and it was destroying my mental health,” Harry said to the British talk-show host, James Corden, in an interview that was broadcast Thursday. “I was, like, this is toxic. So, I did what any husband and what any father would do — I need to get my family out of here.”\nIt was a revealing, if familiar, glimpse into the bitter animus that Harry bears toward the British press, which he blames for hounding his mother, Princess Diana, who was killed in a car crash after a high-speed chase involving photographers. And it served as a kind of tease for a prime-time interview of him and Meghan by Oprah Winfrey that is scheduled to run in the United States on March 7.\nLike Ms. Winfrey, Mr. Corden, who hosts “The Late Late Show with James Corden,” is a friend of Harry. Their interview, conducted on the open-air upper deck of a London-style tour bus as it cruised around Los Angeles was breezy and informal. It was not intended as a forensic inquiry into Harry’s complicated relations with his brother, Prince William, Meghan’s frosty introduction into the House of Windsor or last year’s sensational split.", "url": "https://www.nytimes.com/2021/02/26/world/europe/harry-and-meghan-james-corden.html"}