{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:40:31", "date_modify": "2022-10-25 23:40:31", "date_publish": "2021-05-05 13:07:01", "description": "A company-appointed panel ruled that the ban was justified at the time but added that the company should reassess its action and make a final decision in six months.", "filename": "2021_05_05_technology_facebook-trump-ban-upheld_1666741231.html", "image_url": "https://static01.nyt.com/images/2021/05/05/business/05facebook-trump-b/05facebook-trump-b-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7041cde796771d55364a5a556af1cb1db849fa60b8f926c19260762a451c5242&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_05_technology_facebook-trump-ban-upheld_1666741231.html", "title": "Trump Ban From Facebook Upheld by Oversight Board", "title_page": "Trump Ban From Facebook Upheld by Oversight Board - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — A Facebook-appointed panel of journalists, activists and lawyers on Wednesday upheld the social network’s ban of former President Donald J. Trump, ending any immediate return by Mr. Trump to mainstream social media and renewing a debate about tech power over online speech.\nFacebook’s Oversight Board, which acts as a quasi-court over the company’s content decisions, ruled the social network was right to bar Mr. Trump after the insurrection in Washington in January, saying he “created an environment where a serious risk of violence was possible.” The panel said that ongoing risk “justified” the move.\nBut the board also kicked the case back to Facebook and its top executives. It said that an indefinite suspension was “not appropriate” because it was not a penalty defined in Facebook’s policies and that the company should apply a standard punishment, such as a time-bound suspension or a permanent ban. The board gave Facebook six months to make a final decision on Mr. Trump’s account status.\n“Our sole job is to hold this extremely powerful organization, Facebook, accountable,” Michael McConnell, co-chair of the Oversight Board, said on a call with reporters. The ban on Mr. Trump “did not meet these standards,” he said.", "url": "https://www.nytimes.com/2021/05/05/technology/facebook-trump-ban-upheld.html"}