{"authors": ["Jacey Fortin"], "date_download": "2022-10-25 23:48:21", "date_modify": "2022-10-25 23:48:21", "date_publish": "2021-02-18 10:30:08", "description": "Frances Goldman had struggled for weeks to book a coronavirus vaccination in Seattle. So when she got a Sunday appointment, she didn’t intend to miss it — even if it meant braving the elements alone.", "filename": "2021_02_18_us_fran-goldman-covid-vaccine-seattle_1666741701.html", "image_url": "https://static01.nyt.com/images/2021/02/17/lens/17xp-seattle-photo/merlin_183841656_0a666de7-98ec-4da3-bfe2-20538c59e0ad-facebookJumbo.jpg?year=2021&h=534&w=1020&s=901dabccccc221ed9d2ef441fc96e6b8aac166c3ee1b8e0bf853e42e0b59896b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_18_us_fran-goldman-covid-vaccine-seattle_1666741701.html", "title": "Woman, 90, Walked Six Miles in the Snow for a Vaccine", "title_page": "Woman, 90, Walked Six Miles in the Snow for a Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To get her coronavirus vaccination last weekend, Frances H. Goldman, 90, went to an extraordinary length: six miles. On foot.\nIt was too snowy to drive at 8 a.m. on Sunday when Ms. Goldman took out her hiking poles, dusted off her snow boots and started out from her home in the Seattle neighborhood of View Ridge. She made her way to the Burke-Gilman Trail on the edge of the city, where she wended her way alongside a set of old railroad tracks, heading south. Then she traversed the residential streets of Laurelhurst to reach the Seattle Children’s Hospital.\nIt was a quiet walk, Ms. Goldman said. People were scarce. She caught glimpses of Lake Washington through falling snow. It would have been more difficult, she said, had she not gotten a bad hip replaced last year.\nAt the hospital, about three miles and an hour from home, she got the jab. Then she bundled up again and walked back the way she had come.", "url": "https://www.nytimes.com/2021/02/18/us/fran-goldman-covid-vaccine-seattle.html"}