{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:52:24", "date_modify": "2022-10-25 23:52:24", "date_publish": "2021-09-17 18:57:32", "description": "The Federal Reserve, Treasury and other regulators are worried that a technology that pledges stability will actually be a source of turmoil.", "filename": "2021_09_17_business_economy_federal-reserve-virtual-currency-stablecoin_1666741944.html", "image_url": "https://static01.nyt.com/images/2021/09/18/business/00ALTJPstablecoin-print/00stablecoin-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e3fa329226d827cae2dc80e8a1926059307a7b11287ed86c461a6c103cd4a842&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_17_business_economy_federal-reserve-virtual-currency-stablecoin_1666741944.html", "title": "Why Washington Worries About Stablecoins", "title_page": "Why Washington Worries About Stablecoins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That makes them the type of financial product “macroeconomic disasters usually come from,” said Morgan Ricks, a professor at Vanderbilt University Law School and former policy adviser at the Treasury Department. “The stakes are really, really high here.”\nThat said, some people — including George Selgin, director of the Center for Monetary and Financial Alternatives at the Cato Institute — argue that because stablecoins are used as a niche currency and not as an investment, they may be less prone to runs in which investors try to withdraw their funds all at once. Even if their backing comes into question, people will not want the potential taxes and paperwork that come with changing stablecoins into actual dollars.\nGiven that the technology is so nascent, it is hard to know who is correct. But regulators are worried that they may find out the hard way.\nAre they all equally risky?\nStablecoins are not all created equal. The largest stablecoin, Tether, says it is roughly half invested in a type of short-term corporate debt called commercial paper, based on its recent disclosures. The commercial paper market melted down in March 2020, forcing the Fed to step in to fix things. If those types of vulnerabilities strike again, it could be difficult for Tether to quickly convert its holdings into cash to meet withdrawals.\nOther stablecoins claim different backing, giving them different risks. But there are big questions about whether stablecoins actually hold the reserves that they claim.\nThe company Circle had said its U.S.D. Coin, or U.S.D.C., was backed 1:1 by cashlike holdings — but then it disclosed in July that 40 percent of its holdings were actually in U.S. Treasurys, certificates of deposit, commercial paper, corporate bonds and municipal debt. A Circle representative said U.S.D.C. will, as of this month, hold all reserves in cash and short-term U.S. government Treasurys.\nThe New York attorney general investigated Tether and Bitfinex, a cryptocurrency exchange, alleging in part that Tether had at one point obscured what the stablecoins had in reserve. The companies’ settlement with the state included a fine and transparency improvements.", "url": "https://www.nytimes.com/2021/09/17/business/economy/federal-reserve-virtual-currency-stablecoin.html"}