{"authors": ["Hailey Fuchs"], "date_download": "2022-10-25 23:37:10", "date_modify": "2022-10-25 23:37:10", "date_publish": "2021-03-23 23:33:14", "description": "The 10-year plan, which would lengthen promised delivery times and reduce post office hours, among other provisions, drew immediate condemnation from Democrats in Congress.", "filename": "2021_03_23_us_politics_postal-service-mail-delivery_1666741030.html", "image_url": "https://static01.nyt.com/images/2021/03/23/us/politics/23dc-postal/23dc-postal-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3132cec182fc18c08dabeb0c8a0e91bf1d39882ec53b75cc586c7edddbbdf6b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_23_us_politics_postal-service-mail-delivery_1666741030.html", "title": "Postal Service Plans Price Increases and Service Cuts to Shore Up Finances", "title_page": "Postal Service Plans Price Increases and Service Cuts to Shore Up Finances - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Postal Service unveiled a 10-year strategic plan on Tuesday that would raise prices and lengthen promised delivery times, among other measures, in an effort to recoup $160 billion in projected losses over the next decade.\nThe announcement, which comes as the beleaguered agency is already reeling under nationwide delivery delays and falling use of traditional mail, drew immediate condemnation from Democrats in Congress, who would have to pass legislation to carry out some parts of the proposal. Speaker Nancy Pelosi of California instead vowed to advance an infrastructure bill “to ensure that the Postal Service has the resources needed to serve the American people in a timely and effective manner.”\nAmong other things, the plan would reduce post office hours, consolidate locations, limit the use of planes to deliver the mail and loosen the delivery standard for first-class mail from within three days in the continental United States to within five days, an effort to meet the agency’s 95 percent target for on-time delivery. In a news conference, Kristin Seaver, an executive vice president at the Postal Service, maintained that 70 percent of first-class mail would continue to be delivered in one to three days.\nThe postmaster general, Louis DeJoy, a Trump megadonor and former logistics executive who has faced criticism over his handling of the agency, argued that the steps were necessary given the Postal Service’s worsening financial situation. The agency, which is supposed to be self-sustaining, has lost $87 billion in the past 14 fiscal years and is projected to lose another $9.7 billion in fiscal year 2021 alone.", "url": "https://www.nytimes.com/2021/03/23/us/politics/postal-service-mail-delivery.html"}