{"authors": ["Rick Rojas", "Sophie Kasakove"], "date_download": "2022-10-25 23:44:53", "date_modify": "2022-10-25 23:44:53", "date_publish": "2021-09-24 21:36:58", "description": "A mass shooting inside a suburban Memphis grocery store was called “the most horrific event that has occurred in Collierville history.” But it was one the town had prepared for.", "filename": "2021_09_24_us_kroger-shooting-collierville_1666741493.html", "image_url": "https://static01.nyt.com/images/2021/09/24/us/24tenn-shooting-1/merlin_195255054_5182411a-3ffc-4cc6-b148-192d1d658eed-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fb561e7bf57f7421fb6d56b80113e271071a8cbf58acad788d5c045ca5f60c3a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_24_us_kroger-shooting-collierville_1666741493.html", "title": "'Hope Is Not a Plan': Kroger Shooting Tested a Vigilant Town", "title_page": "'Hope Is Not a Plan': Kroger Shooting Tested a Vigilant Town - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was unclear if the Kroger employees in Collierville had undergone any training, and the company did not respond to a message asking about its protocols. Still, some of them were praised for their efforts amid the chaos. “We’re learning of truly heroic acts that included associates, customers and first responders selflessly helping to protect and save others,” Kroger said in a statement on Friday.\nPeople inside the store used any crevice or obstacle they could find as a hiding place or as a barrier to protect themselves from the gunman. One employee fled to the roof. It is unclear how long the attack lasted, or the path the attacker took inside the store. “It was over in a matter of minutes,” Chief Lane said.\nIn all, 10 workers and five customers were shot. One woman, a customer identified by family and the authorities as Olivia King, was killed. Fourteen others were hospitalized with gunshot wounds; their conditions had stabilized by Friday, the authorities said. “We didn’t lose anybody overnight,” Chief Lane said. But, he added, “There are still some people that are battling.”", "url": "https://www.nytimes.com/2021/09/24/us/kroger-shooting-collierville.html"}