{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:38:26", "date_modify": "2022-10-25 23:38:26", "date_publish": "2021-01-12 22:12:59", "description": "The nation’s largest business lobbying group condemned President Trump’s conduct and said lawmakers who backed his efforts to discredit the election would no longer receive its financial backing.", "filename": "2021_01_12_us_chamber-of-commerce-trump_1666741106.html", "image_url": "https://static01.nyt.com/images/2021/01/12/us/12capitol-fallout-chamber/merlin_161361231_a8b98cfc-a392-46b9-a0a2-33ded3c9c358-facebookJumbo.jpg?year=2021&h=550&w=1050&s=80faf02ddb3b2cf82f05aa5c37be263fd42831d8797194f03f376dda86e1b16d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_12_us_chamber-of-commerce-trump_1666741106.html", "title": "Chamber of Commerce Calls Trump’s Conduct ‘Inexcusable’ and Vows to Curb Certain Donations", "title_page": "Chamber of Commerce Calls Trump’s Conduct ‘Inexcusable’ and Vows to Curb Certain Donations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The U.S. Chamber of Commerce, the nation’s largest business lobbying group, condemned President Trump’s conduct that led to the siege of the Capitol last week and said on Tuesday that lawmakers who backed his efforts to discredit the election would no longer receive the organization’s financial backing.\nThe criticism was the latest backlash against Mr. Trump and Republicans from the business community, which has been united in its opposition to an assault on the democratic process, and represented a major rift in the traditional alliance between industry and the Republican Party.\n“The president’s conduct last week was absolutely unacceptable and completely inexcusable,” Thomas J. Donohue, the chief executive of the Chamber of Commerce, said. “By his words and actions, he has undermined our democratic institutions and ideals.”\nThe group said that it is trusting Congress, the vice president and the cabinet to act “judiciously” as it considers whether to invoke the 25th Amendment or impeachment to remove Mr. Trump from office before his term ends next week. The statement did not go as far as one released by the National Association of Manufacturers last week that explicitly called for the removal of the president from office.", "url": "https://www.nytimes.com/2021/01/12/us/chamber-of-commerce-trump.html"}