{"authors": ["Stanley Reed"], "date_download": "2022-10-25 23:31:07", "date_modify": "2022-10-25 23:31:07", "date_publish": "2021-11-15 11:02:10", "description": "The restructuring is meant to make the company more appealing to investors and make it easier to sell assets, the oil giant said.", "filename": "2021_11_15_business_shell-britain-move_1666740667.html", "image_url": "https://static01.nyt.com/images/2021/11/15/multimedia/15shell1/15shell1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_15_business_shell-britain-move_1666740667.html", "title": "Shell Plans Shift to Britain, and Dropping 'Royal Dutch'", "title_page": "Shell Plans Shift to Britain, and Dropping 'Royal Dutch' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Such shortcomings were highlighted in a letter that Mr. Loeb, the chief executive of Third Point, a New York-based fund management firm, wrote to investors in October. Mr. Loeb said Shell lagged rivals like Exxon Mobil and Chevron in share price performance despite having a “higher-quality and more sustainable business mix” and called for a breakup of the firm into renewable energy and legacy oil units.\nThird Point has taken a stake in Shell worth about $750 million, according to a person familiar with the matter.\nShell appears to be trying to address such concerns. In a news release on Monday, Shell said a single share structure would be “simpler for investors to understand and value.” And in a letter to shareholders, Shell’s board said the new legal structure would make it easier to sell assets and even to break up the company, although it said such a move was not “under active consideration.”\nThe new setup would remove a limitation that Shell has faced when it offers share buybacks.\nUnder arrangements dating to 2005, Shell has class A shares, which are subject to a Dutch withholding tax on dividends, and B shares, which are not. Dividends to the two classes of shareholders are paid from profits generated by separate business groups. In practical terms, this situation means that the company can buy back only class B shares, limiting the size of the pool, while management must be careful not to sell assets that might constrain funding for the B share dividends.\nThe company said the new arrangement would allow it to accelerate share buybacks by creating a larger pool of shares available for them.\nMany analysts welcomed the proposals, although the move could result in the company’s owing taxes of up to $400 million to the Netherlands, Shell estimates.\n“It removes a disadvantage” Shell has faced versus rival companies, Oswald Clint, an analyst at Bernstein, a market research firm, wrote in a note to clients on Monday. Shell’s share price rose 2.5 percent in trading on Monday.", "url": "https://www.nytimes.com/2021/11/15/business/shell-britain-move.html"}