{"authors": ["Amaali Lokuge"], "date_download": "2022-10-25 23:26:22", "date_modify": "2022-10-25 23:26:22", "date_publish": "2021-10-08 03:02:09", "description": "From sadness to irreverent laughter, one emergency room doctor explains what it feels like to practice medicine in the epicenter of Australia’s latest outbreak.", "filename": "2021_10_07_world_australia_covid-melbourne-emergency-department_1666740382.html", "image_url": "https://static01.nyt.com/images/2021/10/08/world/08ausletter228/08ausletter228-facebookJumbo.jpg?year=2021&h=549&w=1050&s=0f4d415f31e95ded631e8653f42abe31cae420d8c7dbaba2c7a0d658328045cc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_07_world_australia_covid-melbourne-emergency-department_1666740382.html", "title": "Covid’s Relentless Strain on a Melbourne Hospital", "title_page": "Covid’s Relentless Strain on a Melbourne Hospital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Australia Letter is a weekly newsletter from our Australia bureau. Sign up to get it by email.\nThis week’s issue is written by Amaali Lokuge, an emergency physician at the Royal Melbourne Hospital.\nOne of the most loved emergency physicians in our department retired two weeks ago. It was earlier than expected, and given the heightened emotions of Covid and lockdown, the news brought many of us to tears — especially because some of us spent the last few weeks trying to convince him to stay. Richard was the first person to train as a specialized emergency physician in Australia, and it seems wrong that Covid should end his career. But work had become too stressful, isolating and difficult to bear when age and comorbidities increase his Covid risks. His story is not unique, and plays out across the disciplines in health care as Covid takes its relentless toll on our well-being and our work force.\nThe personal protective equipment, the PPE, is tough. There are times when, with my glasses fogged up, the shield dripping with condensation, I feel like ripping it all off and screaming for air. During a resuscitation, the normally quiet and controlled room is now full of noise as everyone speaks 10 decibels louder just to be heard. Previously easy conversations with patients become fractious as I try to project through the PPE and my tone sharpens because it’s not my normal range. At the end of a shift, an eviscerating headache and sore muscles are now the norm.\nThe PPE traps us safe within a silo, unable to reach out, to share a joke with one another, to gossip in whispers. The camaraderie of emergency medicine is receding. We try to push the grief away for later and wonder whether this will be the norm for years to come.\nEmergency departments are usually open spaces with clear lines of sight, but now our department at the Royal Melbourne Hospital is changing. Cubicles are enclosed with doors, whole areas are cordoned off to house Covid patients, and the department feels like it’s getting smaller even as the patient numbers increase exponentially. A sense of claustrophobia builds with each passing shift.", "url": "https://www.nytimes.com/2021/10/07/world/australia/covid-melbourne-emergency-department.html"}