{"authors": ["Glenn Thrush"], "date_download": "2022-10-25 22:57:02", "date_modify": "2022-10-25 22:57:02", "date_publish": "2021-05-26 21:50:34", "description": "If confirmed, David Chipman would inherit an agency seriously depleted by the National Rifle Association’s campaign to undermine it.", "filename": "2021_05_26_us_politics_david-chipman-atf_1666738622.html", "image_url": "https://static01.nyt.com/images/2021/05/26/us/politics/26dc-atf1/26dc-atf1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e02c360cfe1d811485bb6ee1887625260b35896256864bbbbbfa92009960d8d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_26_us_politics_david-chipman-atf_1666738622.html", "title": "Republicans Attack Biden’s A.T.F. Pick in Confirmation Hearing", "title_page": "Republicans Attack Biden’s A.T.F. Pick in Confirmation Hearing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden tapped David Chipman to lead the Bureau of Alcohol, Tobacco, Firearms and Explosives in part because the two-decade bureau veteran has few qualms about taking on the gun lobby in blunt, confrontational and unapologetic terms.\nOn Wednesday, Republicans on the Senate Judiciary Committee seized on Mr. Chipman’s scathing comments — including an interview in which he likened the frenzied buying of weapons during the pandemic to “zombie apocalypses” — in hopes of sinking his nomination.\n“Many see that putting a committed gun control proponent, like David Chipman, in charge of A.T.F. is like putting a tobacco executive in charge of the Department of Health and Human Services, or antifa in charge of the Portland police department,” Senator Charles E. Grassley of Iowa, the top Republican on the panel, said during Mr. Chipman’s confirmation hearing.\nThe selection of Mr. Chipman to lead the federal agency tasked with enforcing the nation’s gun laws and regulations is no run-of-the-mill personnel move, as the amped-up rhetoric of Mr. Grassley and other conservatives vividly illustrated.", "url": "https://www.nytimes.com/2021/05/26/us/politics/david-chipman-atf.html"}