{"authors": ["Elizabeth Paton"], "date_download": "2022-10-25 23:42:12", "date_modify": "2022-10-25 23:42:12", "date_publish": "2021-02-19 06:00:10", "description": "Already pushed to the breaking point by the pandemic, designers, manufacturers and retailers claim the newly-negotiated Brexit deal is a disaster.", "filename": "2021_02_19_fashion_brexit-british-fashion_1666741332.html", "image_url": "https://static01.nyt.com/images/2021/02/19/fashion/19brexitfashion-top/19brexitfashion-top-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a9a607c649334d7d95202e2f56d36d8e7d6328b09babce94ac8b2326df833456&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_19_fashion_brexit-british-fashion_1666741332.html", "title": "Could Brexit Destroy British Fashion?", "title_page": "Could Brexit Destroy British Fashion? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jamie Gill, chief executive of Roksanda, said that the fact that the deal was hammered out in the final moments of 2020 meant there was little time for anyone to adjust to the unfamiliar bureaucratic hurdles and penalties, from brand employees based in Britain to their small artisanal suppliers and manufacturers in Europe.\n“There is just so much learning of new rules to do on the job, both for us and for big logistics partners like FedEx and DHL,” Mr. Gill said. “There are delays in every regard right now, everyone is getting things wrong and it’s costing both time and money. The industry breathed a sigh of relief when no deal was avoided and we retained zero tariffs. But the pandemic means it’s pretty tough out there, and every brand wants to get goods on the shop floor and online as soon as they can.”\nLast week, the British Fashion Council, the industry lobbying body, said that it was in “live and ongoing conversations” with government officials on travel restrictions, and was working with designers and brands to help them get up to speed with paperwork and understanding customs regulations around rules of origin for products.\nNot to mention import issues. Many EU consumers buying goods from the websites of UK-based fashion retailers are being handed customs and tax bills of 20 percent or more of the cost of the goods, and British customers buying from the EU are also being hit with additional bills.\nAdam Mansell, boss of the UK Fashion & Textile Association, warned that it was currently “cheaper for retailers to write off the cost of the goods than dealing with it all, either abandoning or potentially burning them. Lots of large businesses don’t have a handle on it, never mind smaller ones.”", "url": "https://www.nytimes.com/2021/02/19/fashion/brexit-british-fashion.html"}