{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:27:29", "date_modify": "2022-10-25 23:27:29", "date_publish": "2021-09-14 18:42:29", "description": "Prime Minister Pedro Sánchez promised to cap profits for electric companies after a jump in natural gas prices has spilled into utility bills.", "filename": "2021_09_14_business_spain-rising-electric-bills_1666740449.html", "image_url": "https://static01.nyt.com/images/2021/09/14/business/14economy-briefing-spain/merlin_191129121_a8d20cad-e266-46e0-88ae-ad3b81f27737-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c14375f6839dc36e9849dded070566720d8aec09d40616b16ae5a348fbfb97e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_14_business_spain-rising-electric-bills_1666740449.html", "title": "Spain Moves to Reduce Rising Electric Bills.", "title_page": "Spain Moves to Reduce Rising Electric Bills. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Spain’s government approved emergency measures on Tuesday to help households pay for the spiraling cost of electricity, and promised to cap profits made by electricity companies as a result of the recent jump in the price of natural gas.\nWholesale prices for natural gas across Europe have soared to levels almost five times where they were in 2019. The rising price is causing electric bills to jump, because gas is often used to generate electricity. Some other European governments have also recently outlined plans to help consumers, including Greece, where the government is setting up a fund to subsidize the electricity bills paid by households.\nIn Spain, the steep rise has become a political problem. Pedro Sánchez, the Socialist prime minister, leads a minority left-wing coalition government that relies on support from Unidas Podemos, a party committed to protecting the most vulnerable households. The package of emergency measures would, among other things, protect poorer families that cannot pay their bills by extending the grace period before utilities can cut off their power.\nThe government’s action was announced after Mr. Sánchez outlined his plans in a television interview on Monday night. Without providing details, he said about 650 million euros (about $770 million) of “extraordinary profits” would be taken from energy companies and “redirected to consumers.”", "url": "https://www.nytimes.com/2021/09/14/business/spain-rising-electric-bills.html"}