{"authors": ["Jack Healy"], "date_download": "2022-10-25 23:27:06", "date_modify": "2022-10-25 23:27:06", "date_publish": "2021-06-08 17:54:17", "description": "Facing a wave of animosity, many Asian Americans remain afraid of public places even as the coronavirus pandemic recedes.", "filename": "2021_06_08_us_asian-american-attacks_1666740426.html", "image_url": "https://static01.nyt.com/images/2021/06/08/us/08asian-noreopening-1/08asian-noreopening-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=aa5d205dc2971b75d7118cc50357d8b9fc492bcfa01061bf73c75f0a6f3b78ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_08_us_asian-american-attacks_1666740426.html", "title": "For Asian Americans Wary of Attacks, Reopening Is Not an Option", "title_page": "For Asian Americans Wary of Attacks, Reopening Is Not an Option - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She shops for food at nearby markets in Chinatown. Her husband brings home anything else they need from his supermarket job. And every school day, she sits beside her 9-year-old son, who has autism, to help him with his virtual classes.\nMs. Lin is afraid he is falling further behind by not being around other students, but she has deep concerns about sending him back: His safety. The two-mile trip to his school. The fact that he cannot yet get vaccinated.\nThe disparities in returning to school have become a particularly urgent concern for groups representing Asian American parents. They worry what will happen next year if their children continue to feel unsafe. The Education Department recently put out a guide for families dealing with anti-Asian bullying and reminded schools that they have a legal obligation to confront the harassment.\nBut it has not been enough for Ms. Lin. Not yet.\n“I feel really conflicted about what to do to support my child,” she said.\nAnna Perng, a community organizer in Philadelphia who has spent the past year calling out anti-Asian hate and getting people vaccinated, said she struggled to persuade some wary Chinese American families to attend the city’s annual flower show at FDR Park last weekend.\nIt is a huge event in a neighborhood that is miles from Chinatown, and an anxious step for families who still feel threatened, Ms. Perng said. She had gotten discounted tickets and arranged a Zoom chat beforehand to answer their questions. High on the list: What should they do if they felt unsafe and needed to leave in a hurry?\n“We are going to have to work hard to help targeted communities feel safe,” she said.", "url": "https://www.nytimes.com/2021/06/08/us/asian-american-attacks.html"}