{"authors": ["Alexandra Stevenson"], "date_download": "2022-10-25 22:57:30", "date_modify": "2022-10-25 22:57:30", "date_publish": "2021-03-17 14:52:34", "description": "Well-off expatriates account for the latest cluster, and hundreds of their contacts are in isolation. The city’s policies have helped prevent full lockdowns, but some say they go too far.", "filename": "2021_03_17_world_asia_hong-kong-coronavirus-quarantine_1666738650.html", "image_url": "https://static01.nyt.com/images/2021/03/16/world/16virus-hongkong1/16virus-hongkong1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0e7da11fcaa205724fd4e164dbfab7751b8a3e06ecb5e34049781c357865ee34&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_17_world_asia_hong-kong-coronavirus-quarantine_1666738650.html", "title": "Hong Kong Quarantines a Few to Spare the Many. The Few Aren’t Happy.", "title_page": "Hong Kong Quarantines a Few to Spare the Many. The Few Aren’t Happy. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — A pandemic illness had struck Hong Kong, and the Worley family had gamely followed the rules. They wore masks. They socially distanced. They skipped traveling overseas with their newborn baby to visit his grandparents.\nThen the coronavirus came to the playgroup of their 15-month-old son. Now the three of them are stuck in a spartan government quarantine center for 10 days.\n“We’ve done everything that was asked of us,” said Kylie Davies-Worley, the mother, who is Australian. “We’ve complied with every regulation, we’ve stayed home when we needed to, yet we feel like we’ve been treated like second-class citizens. It’s not humane.”\nHong Kong’s targeted approach to fighting the virus entails temporarily restricting the freedoms of a few for the benefit of the many. The Chinese territory has avoided full lockdown largely by moving aggressively to stamp out the virus wherever it may appear, whether among taxi drivers and restaurant workers, in densely crowded, low-income neighborhoods, or at dance halls popular with older women.", "url": "https://www.nytimes.com/2021/03/17/world/asia/hong-kong-coronavirus-quarantine.html"}