{"authors": ["Clifford Krauss"], "date_download": "2022-10-25 23:47:07", "date_modify": "2022-10-25 23:47:07", "date_publish": "2021-05-15 14:54:38", "description": "But it will still take days for gas stations in the Southeast to restock after panic buying depleted their supplies.", "filename": "2021_05_15_business_colonial-pipeline-hack-southeast_1666741627.html", "image_url": "https://static01.nyt.com/images/2021/05/16/business/15pipeline-1/merlin_187758699_6f4aca28-0365-4ded-b5b1-a3d57edb2000-facebookJumbo.jpg?year=2021&h=550&w=1050&s=35240cc7a9ab5f1859b4c688c15bd6ea29ca0fe9765fbfe83e76935189e780fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_15_business_colonial-pipeline-hack-southeast_1666741627.html", "title": "Colonial Pipeline Now Delivering ‘Millions of Gallons’ an Hour, Owner Says", "title_page": "Colonial Pipeline Now Delivering ‘Millions of Gallons’ an Hour, Owner Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — The Colonial Pipeline, which delivers nearly half the transportation fuel to the Southeast and New York area, resumed full operations on Saturday, eight days after it was shut down by a ransomware attack.\nIt will still take days before gasoline stations around Washington, D.C., and the Southeast return to normal service, since nearly 2,000 outlets ran out of fuel and it takes time to restock.\nPrices at the pump have stabilized, though. Average prices of regular gasoline in Tennessee and South Carolina, two of the hardest hit states, rose by only a penny on Saturday, according to the AAA motor club. Nationwide, gasoline prices remained stable at $3.04, eight cents higher than a week ago. Prices in the states most affected by the shutdown rose by as much as 20 cents a gallon in the last week.\n“We have returned the system to normal operations, delivering millions of gallons per hour to the markets we serve,” the operator of the pipeline said on Twitter.", "url": "https://www.nytimes.com/2021/05/15/business/colonial-pipeline-hack-southeast.html"}