{"authors": ["David Streitfeld"], "date_download": "2022-10-25 23:30:21", "date_modify": "2022-10-25 23:30:21", "date_publish": "2021-11-23 23:32:42", "description": "As he waits for his own trial to begin in January, Elizabeth Holmes’s partner at Theranos and former partner in life is nowhere to be seen.", "filename": "2021_11_23_technology_who-is-sunny-ramesh-balwani_1666740621.html", "image_url": "https://static01.nyt.com/images/2021/11/22/business/22theranos-trial-balwani/22theranos-trial-balwani-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_23_technology_who-is-sunny-ramesh-balwani_1666740621.html", "title": "What We Know About Sunny Balwani", "title_page": "What We Know About Sunny Balwani - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Who is Sunny Balwani, Elizabeth Holmes’s former right hand at Theranos and her former boyfriend? In her testimony, Ms. Holmes has accused Mr. Balwani of emotionally abusing her and controlling her, suggesting that she was manipulated.\nVery little is known of Mr. Balwani, including why he is called “Sunny.” His given name is Ramesh, which was what he was called in a handful of stories and news releases in 1999, when he was a dot-com guy. It was also on his divorce papers from a Japanese artist in 2002. By the time he was co-authoring patents at Theranos a decade later, he was simply Sunny.\nMr. Balwani’s early career was in software. He was a Northern California sales manager for Microsoft, selling the company’s products to executives at other firms. On Oct. 4, 1999, when the dot-com boom was roaring, he joined a start-up called CommerceBid.com as president.\nCommerceBid built platforms that enabled businesses to pit suppliers against each other to drive down costs. That idea seemed to have unlimited potential, and CommerceBid did not even make it to its first birthday before it was bought by another company in the space, called Commerce One, for $225 million. A few weeks later, Commerce One, whose shares were publicly traded, was worth $20 billion.", "url": "https://www.nytimes.com/2021/11/23/technology/who-is-sunny-ramesh-balwani.html"}