{"authors": ["Sopan Deb"], "date_download": "2022-10-25 23:34:57", "date_modify": "2022-10-25 23:34:57", "date_publish": "2021-06-18 12:23:13", "description": "Giannis Antetokounmpo helped force a Game 7 with 30 points and 17 rebounds.", "filename": "2021_06_18_sports_bucks-nets-playoffs-game-6_1666740897.html", "image_url": "https://static01.nyt.com/images/2021/06/18/sports/18nets-onproWEB2/merlin_189447882_a451b52a-4081-4087-a4bf-3aa913146a7c-facebookJumbo.jpg?year=2021&h=550&w=1050&s=39f1b7a2fe3d96d3410e9bc3681c78726feadfcd6c928b96db279440f150c416&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_18_sports_bucks-nets-playoffs-game-6_1666740897.html", "title": "The Bucks Respond With a Star Performance of Their Own", "title_page": "The Bucks Respond With a Star Performance of Their Own - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Middleton, Nets coach Steve Nash said, “We just kind of let him out of the bag tonight.”\nWhen the team needed its stars, they responded from the start. The Bucks attacked the rim relentlessly from tipoff. Antetokounmpo, who has faced withering criticism for his penchant for taking too many jump shots, did not take a single 3-pointer the whole game. In one play, he went up for a jump shot, changed his mind midair and tossed it out to Middleton for an open 3.\n“I think there were was maybe one or two plays where I was open on the 3-point line that I could shoot it, but I still felt like I could go downhill. But you know, this game I didn’t shoot a 3,” Antetokounmpo said. “Maybe the next game I’ll shoot a couple. I don’t know how it’s going to go. I can’t predict the future. But what I know is that I enjoy the game when I’m aggressive.”\nHe set the tone, scoring 11 points and grabbing seven rebounds in the opening quarter. The Bucks also put the Nets on their heels by pushing the ball in transition, often thanks to Antetokounmpo doing so himself. Milwaukee had 26 fast break points, compared to the Nets’ 4. The Bucks shot only 7 for 33 from deep (21.2 percent). They did their damage at the rim, a place where the Nets defense has been vulnerable all season.\nWhat has been seemingly lost in this series, particularly in the wake of Durant’s record-setting Game 5 performance, is that Antetokounmpo, for all his faults, is having an excellent series, one of the best of his career. He has reached 30 points in five of the six games. He is averaging 30.5 points and 12.8 rebounds a game on 56.5 percent shooting, all while the Nets defense has been designed specifically to get him away from the rim. More often than not, Antetokounmpo has been able to get to his spot regardless. And on Thursday, the Bucks did a better job of getting Antetokounmpo the ball on the move rather than with him standing in one place.\nIt’s easy to focus on the missed jump shots, but technically, there haven’t been many. It’s just that the misses look terrible and are easy to fixate on.", "url": "https://www.nytimes.com/2021/06/18/sports/bucks-nets-playoffs-game-6.html"}