{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:46:58", "date_modify": "2022-10-25 23:46:58", "date_publish": "2021-12-06 10:00:24", "description": "Cybersecurity experts tracing money paid by American businesses to Russian ransomware gangs found it led to one of Moscow’s most prestigious addresses.", "filename": "2021_12_06_world_europe_ransomware-russia-bitcoin_1666741618.html", "image_url": "https://static01.nyt.com/images/2021/12/02/world/00russia-crypto-01/00russia-crypto-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_06_world_europe_ransomware-russia-bitcoin_1666741618.html", "title": "Companies Linked to Russian Ransomware Hide in Plain Sight", "title_page": "Companies Linked to Russian Ransomware Hide in Plain Sight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — When cybersleuths traced the millions of dollars American companies, hospitals and city governments have paid to online extortionists in ransom money, they made a telling discovery: At least some of it passed through one of the most prestigious business addresses in Moscow.\nThe Biden administration has also zeroed in on the building, Federation Tower East, the tallest skyscraper in the Russian capital. The United States has targeted several companies in the tower as it seeks to penalize Russian ransomware gangs, which encrypt their victims’ digital data and then demand payments to unscramble it.\nThose payments are typically made in cryptocurrencies, virtual currencies like Bitcoin, which the gangs then need to convert to standard currencies, like dollars, euros and rubles.\nThat this high-rise in Moscow’s financial district has emerged as an apparent hub of such money laundering has convinced many security experts that the Russian authorities tolerate ransomware operators. The targets are almost exclusively outside Russia, they point out, and in at least one case documented in a U.S. sanctions announcement, the suspect was assisting a Russian espionage agency.", "url": "https://www.nytimes.com/2021/12/06/world/europe/ransomware-russia-bitcoin.html"}