{"authors": ["Sheila Kaplan"], "date_download": "2022-10-25 23:32:06", "date_modify": "2022-10-25 23:32:06", "date_publish": "2021-07-05 21:29:52", "description": "The company faces declining sales and thousands of lawsuits claiming it knowingly sold its trendy vaping products to minors. Soon the F.D.A. will decide whether it can keep selling them at all.", "filename": "2021_07_05_health_juul-vaping-fda_1666740726.html", "image_url": "https://static01.nyt.com/images/2021/06/30/science/00JUUL1/merlin_168535002_9ca1af5a-7e48-45b0-8e22-68d496c9d7d4-facebookJumbo.jpg?year=2021&h=549&w=1050&s=2f55ceb05bd81a2c2671e9c91d483b01c80a534fd5f4a4563f3ebc553f2779a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_05_health_juul-vaping-fda_1666740726.html", "title": "Juul Is Fighting to Keep Its E-Cigarettes on the U.S. Market", "title_page": "Juul Is Fighting to Keep Its E-Cigarettes on the U.S. Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Juul has long denied that it knowingly sold its products to teenagers, and it has been pledging publicly for the last few years to do all it can to keep them away from minors. In its settlement with North Carolina, the company did not admit intentionally targeting youths.\nIn an interview, Joe Murillo, Juul’s chief regulatory officer, said, “We have a bigger opportunity to convert smokers than ever before, but we will get that opportunity if and only if we continue to combat underage usage and continue to act like the highly regulated company that we are.”\nThe company is seeking approval for its iconic vaping device, once dubbed the iPhone of e-cigarettes, with tobacco- and menthol-flavored pods in two nicotine strengths: 5 percent, which is equivalent to the nicotine in an average pack of cigarettes, and 3 percent.\nThe decision is one of a number of critical issues the F.D.A. has been wrestling with — including the agency’s recent approval of a controversial Alzheimer’s drug and decisions on thousands of vaping products made by companies other than Juul — without a permanent commissioner in place. President Biden has yet to announce a nominee.\nRecently, a House panel questioned the acting commissioner, Dr. Janet Woodcock, about the agency’s plans for Juul. She said that the agency would base its decision on sound science, and that she couldn’t prejudge the application, which is still under review.\nThe decision will be based in large part on the answer to two questions: Will more smokers use Juul products as an off-ramp from traditional cigarettes than nonsmokers will use it as an on-ramp to nicotine? And can Juul really keep the products away from kids?", "url": "https://www.nytimes.com/2021/07/05/health/juul-vaping-fda.html"}