{"authors": ["Sabrina Tavernise"], "date_download": "2022-10-25 22:56:54", "date_modify": "2022-10-25 22:56:54", "date_publish": "2021-05-29 16:12:36", "description": "Preliminary research data show that about a fifth of all Americans who bought guns last year were first-time gun owners. Sales usually spike around elections, but the sheer volume is notable.", "filename": "2021_05_29_us_gun-purchases-ownership-pandemic_1666738614.html", "image_url": "https://static01.nyt.com/images/2021/05/29/us/29guns-1/29guns-1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=c65816f00aa25aa7fc231d4f197f324d567abaa7dc6258032fe76ba3d84c8b2b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_29_us_gun-purchases-ownership-pandemic_1666738614.html", "title": "An Arms Race in America: Gun Buying Spiked During the Pandemic. It’s Still Up.", "title_page": "An Arms Race in America: Gun Buying Spiked During the Pandemic. It’s Still Up. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the country’s major political parties move further apart, so does the legislation that flows from them — and like voting rights and abortion, guns are no exception. This month, Texas became the 20th state to pass legislation that says a permit is not required to carry a concealed handgun, according to Anne S. Teigen, an expert at the National Conference of State Legislatures. Illinois and the city of San Jose, Calif., where nine people were killed in a mass shooting this past week, are considering bills that would tax things like ammunition, and certain types of guns.\nThere is no single reason for the surge, but social scientists point to many potential drivers.\n“There is a breakdown in trust and a breakdown in a shared, common reality,” said Lilliana Mason, a political scientist at the University of Maryland who writes about political violence. “There is also all this social change, and social change is scary.”\nMany gun store workers reported that last year set records for sales and also that they noticed different types of buyers walking in the door. Thomas Harris, a former law enforcement officer who works at the gun counter at Sportsman’s Warehouse in Roanoke, Va., said that around March last year, the customers he would speak with began to include more white-collar workers, such as people from insurance firms and software companies. He said many of the buyers were not conservative and most had never handled a gun.\n“Outside of seeing something on TV or in a movie, they knew nothing about them,” he said, adding that they did not know how to load a gun or what a caliber was. He said many of these apparent first-time buyers purchased more expensive guns, in the range of $400 or more. The purpose, he said, was not to carry the gun around in public, but to keep it at home.\n“They were saying: ‘We’re going to be locking down. We’re constrained to our homes. We want to keep safe.’”\nThe Northeastern and Harvard data come from a survey of 19,000 people conducted in April. Researchers found that about 6.5 percent of American adults bought guns in 2020, or about 17 million people. That was up from 5.3 percent in 2019, said Dr. Matthew Miller, a professor of epidemiology at Northeastern, who conducted the study with Deborah Azrael, a researcher at Harvard. While about a fifth of gun buyers last year were first-time buyers, the share was about the same in 2019, he said, suggesting that the trend did not start with the pandemic.", "url": "https://www.nytimes.com/2021/05/29/us/gun-purchases-ownership-pandemic.html"}