{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:16", "date_modify": "2022-10-25 23:44:16", "date_publish": "2021-02-17 19:11:08", "description": "Buckingham Palace is steeling itself for embarrassing revelations, and there’s griping afoot in the British press.", "filename": "2021_02_17_world_europe_harry-meghan-oprah-interview_1666741456.html", "image_url": "https://static01.nyt.com/images/2021/02/17/world/17ROYALS1/merlin_183753027_c6fef806-981c-4fef-b5af-67333b429d76-facebookJumbo.jpg?year=2021&h=549&w=1050&s=520ff7afc7f420cb3afadec7277e156b749d740d3717b5db2c8a1794e5be7134&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_17_world_europe_harry-meghan-oprah-interview_1666741456.html", "title": "Harry and Meghan Return to the Spotlight With Oprah Interview", "title_page": "Harry and Meghan Return to the Spotlight With Oprah Interview - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prince Harry and his wife, Meghan, chose Valentine’s Day to announce they were expecting their second child, confirming the happy news with a dreamy black-and-white photo of themselves posed under a tree — a barefoot Harry stroking Meghan’s hair, her baby bump only slightly smaller than her smile.\n[Update: Harry and Meghan Won’t Be Returning to Official Royal Work]\nWithin a day, Britain’s tabloids were griping. It was an undignified display for a prince who is still sixth in line for the throne, they said. A podiatrist consulted by the Daily Mail went so far as to say that Harry’s feet looked mildly deformed, with bunions that could be the result of his rigorous military training.\nAs Harry and Meghan mark the first anniversary of their acrimonious split with the British royal family, it is clear that the wounds have yet to heal — between them and the tabloid press or even, according to people with ties to Buckingham Palace, between them and members of the House of Windsor.\nHarry will soon be stripped of his honorary military commands and patronage appointments, the outcome of a 12-month review of the agreement that codified the couple’s withdrawal from duties as full-time royals. Meghan will also lose her appointments, which include patron of the National Theater.", "url": "https://www.nytimes.com/2021/02/17/world/europe/harry-meghan-oprah-interview.html"}