{"authors": ["Jennifer Jett"], "date_download": "2022-10-25 23:27:22", "date_modify": "2022-10-25 23:27:22", "date_publish": "2021-02-11 10:03:27", "description": null, "filename": "2021_02_11_us_robert-f-kennedy-jr-instagram-covid-vaccine_1666740442.html", "image_url": "https://static01.nyt.com/images/2021/02/11/world/11virus-briefing-rfk-1/11virus-briefing-rfk-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=40d8eeb986d1d0650b93e10a23a4ce9ad6d7db902e24b93e68d121b813dc14c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_11_us_robert-f-kennedy-jr-instagram-covid-vaccine_1666740442.html", "title": "Robert F. Kennedy Jr. is barred from Instagram over false coronavirus claims.", "title_page": "Robert F. Kennedy Jr. is barred from Instagram over false coronavirus claims. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Instagram took down the account of Robert F. Kennedy Jr., the political scion and prominent anti-vaccine activist, on Wednesday over false information related to the coronavirus.\n“We removed this account for repeatedly sharing debunked claims about the coronavirus or vaccines,” Facebook, which owns Instagram, said in a statement.\nMr. Kennedy, the son of the former senator and U.S. Attorney General Robert F. Kennedy, worked for decades as an environmental lawyer but is now better known as an anti-vaccine crusader. A 2019 study found that two groups including his nonprofit, now called Children’s Health Defense, had funded more than half of Facebook advertisements spreading misinformation about vaccines.\nHe has found an even broader audience during the pandemic on platforms like Instagram, where he had 800,000 followers. Though Mr. Kennedy has said he is not opposed to vaccines as long as they are safe, he regularly endorses discredited links between vaccines and autism and has argued that it is safer to contract the coronavirus than to be inoculated against it.", "url": "https://www.nytimes.com/2021/02/11/us/robert-f-kennedy-jr-instagram-covid-vaccine.html"}