{"authors": ["Johnny Diaz"], "date_download": "2022-10-25 22:57:24", "date_modify": "2022-10-25 22:57:24", "date_publish": "2021-06-23 13:11:11", "description": "Although the risk of vaccinated people becoming infected with the coronavirus is low, it can still happen, the C.D.C. says. Here’s what you need to know.", "filename": "2021_06_23_us_can-i-get-covid-after-the-vaccine_1666738644.html", "image_url": "https://static01.nyt.com/images/2021/06/16/us/politics/00xp-virus-vaccinated/merlin_187608558_2f2f0ba1-380c-4710-8b14-5dd1a605f98a-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b79a96d443e28b51d9757551002235c8446b093b494aee7fd68f59109b36fc6e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_23_us_can-i-get-covid-after-the-vaccine_1666738644.html", "title": "Can I Get Covid-19 After Being Vaccinated?", "title_page": "Can I Get Covid-19 After Being Vaccinated?  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those rare cases are called breakthrough infections and as of April 30, there were more than 10,000 of these infections reported from 46 American states and territories, according to the Centers for Disease Control and Prevention. The C.D.C. has stopped recording such infections if there are no severe symptoms, so the number for cases, including mild ones, is most likely higher.\nWhat to do if it happens to you?\nA fully vaccinated person who experiences symptoms consistent with Covid-19 should isolate themselves from others, the C.D.C. said.\n“Broadly, someone who tests positive should isolate for 10 days,” Dr. Galea, noting C.D.C. guidelines, said.\nDr. Eric Cioe-Peña, director of Global Health at Northwell Health in New Hyde Park in New York, said the guidelines were not much different from those for someone who tested positive before the vaccines were available.\n“You still have to isolate,” he said. “You still have to contact trace with the understanding that your peace of mind is a little bit better.”\nPeople should also inform their health care provider of their positive result. If you leave home to go to the doctor, wear a mask and practice social distancing.\n“Fundamentally, though, someone should isolate and then retest, with the latter probably in consultation with a provider,” Dr. Galea said.", "url": "https://www.nytimes.com/2021/06/23/us/can-i-get-covid-after-the-vaccine.html"}