{"authors": ["Clay Risen"], "date_download": "2022-10-25 23:36:15", "date_modify": "2022-10-25 23:36:15", "date_publish": "2021-11-30 19:58:38", "description": "His status as an art-world outsider, and as a staunch defender of “beauty” in art, drew him legions of fans and enemies alike.", "filename": "2021_11_30_arts_dave-hickey-dead_1666740975.html", "image_url": "https://static01.nyt.com/images/2021/12/03/obituaries/29Hickey3-print1/29Hickey3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_30_arts_dave-hickey-dead_1666740975.html", "title": "Dave Hickey, Iconoclastic Art Critic, Dies at 82", "title_page": "Dave Hickey, Iconoclastic Art Critic, Dies at 82 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dave Hickey, who at various points in his life owned an art gallery in Texas, hung out with Andy Warhol in New York, wrote country music in Nashville and, finally, settled into a career as one of the country’s leading and most divisive art critics, died on Nov. 12 at his home in Santa Fe, N.M. He was 82.\nHis wife, the art historian Libby Lumpkin, said the cause was heart disease.\nDrawing on his decades of disparate and often debauched living, Mr. Hickey’s criticism was at once erudite and quotidian. He dashed from Derrida to Liberace, zone defense to Cezanne, rejecting any distinction between high and low culture and insisting on the extreme subjectivity of aesthetic standards.\n“There’s no difference between the highest art and the lowest art except for the audience it appeals to,” he told The Los Angeles Times in 2002. “Bad taste is real taste, of course, and good taste is the residue of someone else’s privilege.”\nMr. Hickey, who taught criticism at the University of Nevada, Las Vegas, burst onto the art- world scene in 1993 with the publication of “The Invisible Dragon: Four Essays on Beauty.” The book did many things, but chief among them was to declare that “the issue of the ’90s will be beauty” — a claim that fell like a hydrogen bomb amid the raging culture wars, in which terms like “beauty” had been cast aside as racist, sexist and elitist.", "url": "https://www.nytimes.com/2021/11/30/arts/dave-hickey-dead.html"}