{"authors": ["Robert F. Worth", "Jehad Nga"], "date_download": "2022-10-25 23:44:03", "date_modify": "2022-10-25 23:44:03", "date_publish": "2021-07-30 04:00:13", "description": "In his first meeting with a foreign journalist in a decade, Seif al-Islam described his years in captivity — and hinted at a bid for Libya’s presidency.", "filename": "2021_07_30_magazine_qaddafi-libya_1666741443.html", "image_url": "https://static01.nyt.com/images/2021/08/01/opinion/01mag-libya-03/01mag-libya-03-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=01b280ec0b28377cea6c0046869793e8ba700a03c31ee89d00024a18ed1e8003&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_30_magazine_qaddafi-libya_1666741443.html", "title": "Qaddafi’s Son Is Alive. And He Wants to Take Libya Back.", "title_page": "Qaddafi’s Son Is Alive. And He Wants to Take Libya Back. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It was not crazy,” Seif said. “It talked about things everybody is now recognizing.” All kinds of ideas that have grown popular in the West — public referendums, employee stock-ownership plans, the dangers of boxing and wrestling — had their origins in the wisdom of the Green Book, Seif said. Later, I asked Seif about his own reading habits. He cited an American writer named Robert Greene. I had to look him up. Greene, it turns out, is the author of best-selling advice books that are popular with hip-hop stars on how to get ahead and get laid.\nSeif seemed not to see the contradiction between his two selves. Listening to him, I was reminded of a libel suit he filed against The Sunday Telegraph in the 1990s. He wrote a personal statement to the court to rebut the paper’s accusation that he was dishonest or corrupt. He was in his late 20s and just emerging as a public figure, and he described himself as an ordinary young man — albeit one with unusual privileges — with no position in the Libyan regime. He had broken no laws by bringing his two white tigers to Vienna, where he was studying for his M.B.A. — not knowingly anyway, because someone else had made the arrangements.\n“When I arrived in Vienna, I discussed my tigers with the mayor of the city and the head of the Schönbrunn Zoo,” Seif wrote in the statement. “They both said they would be delighted to have my tigers, which are very rare, in Vienna, and we therefore arranged for them to be transported.” Seif noted that the Austrian authorities had threatened not to extend his residence permit. “Fortunately, the Libyan government treated this insult to me very seriously and threatened to deny Austrians visas to enter Libya if the decision was not revoked. The Austrian government changed their mind very quickly, and I was allowed to stay. A similar incident occurred in Switzerland in 1997 when the Swiss government refused to extend my visa and the Libyan government threatened sanctions.”\nThe writer of those lines is almost comically blind to his inherited privileges. When I asked Seif about his childhood, he interspersed his private memories with political milestones. He remembers his mother waking him up in the middle of the night to take him to a bomb shelter when he was 14. It was 1986, and American bombs were falling near Bab al-Aziziya and other Libyan targets in retaliation for the bombing of a Berlin disco 10 days earlier. At 15, he traveled to Bulgaria, where he met the president and held his first news conference. Two years later, he went to Iraq and talked politics with Saddam Hussein. “I would read reports, books, secret papers,” he said.\nSeif told me he began thinking about playing a political role “early, very early.” His father assigned him to mediate some of Libya’s conflicts with the West, including the aftermath of the Lockerbie bombing, which killed 270 people. Seif told me the proudest moment of his pre-2011 political career was brokering the release in 2009 of the only man convicted in the bombing, a Libyan intelligence officer named Abdel Basset Ali al-Megrahi. I asked him why, and he told me it was because he had promised Megrahi that he would bring him home. Seif told me he didn’t know the full truth about the Lockerbie bombing, which has been shadowed by many competing claims and gaps in the evidentiary trail. (Seif helped negotiate a multibillion-dollar settlement to victims’ families but repeatedly suggested that Libya was being falsely blamed.) But he told me a cryptic story that made me wonder. He said his father had stopped riding his horse after the humiliation of the American bombing of Tripoli in 1986 and resumed riding it after the Lockerbie bombing. Whether he was complicit or not, the murder of 270 people had somehow restored Qaddafi’s composure.\nSeif grew up watching his father praise a dictatorship as the world’s only perfect democracy, and I think he must have learned early on that Libya’s conflicts with the West required the mastery of a double language. He wanted his American and European friends to like him, and he saw quickly that adopting certain Western talking points would make his own reign smoother and easier than his father’s. One of these was the language of democracy and human rights. Seif seems to have been genuinely interested in these ideas, but also to have seen them as gifts to the people, to be handed out in small doses. Those who made premature demands were to be slapped down. He had the right to inflict those slaps because of a principle so deep and unquestioned that he never had to articulate it: He was a Qaddafi.\nOne morning in May, I drove with a Libyan friend named Tahir to an area just outside Tripoli called Yarmouk. Down the road from a bombed-out military base, we pulled over and walked onto an overgrown compound that once served as a makeshift prison for the Qaddafi regime. Not far from the road was a long warehouse made of corrugated metal, long since burned to the color of dried blood. We stepped inside and saw the old graffiti on the walls, scrawled by rebels: We vow to pursue those who killed you. Your blood will not be wasted.", "url": "https://www.nytimes.com/2021/07/30/magazine/qaddafi-libya.html"}