{"authors": ["Ernesto Londoño", "Letícia Casado"], "date_download": "2022-10-25 23:32:57", "date_modify": "2022-10-25 23:32:57", "date_publish": "2021-03-08 20:51:35", "description": "A decision by a Supreme Court justice sets the stage for former President Luiz Inácio Lula da Silva to run against President Jair Bolsonaro in next year’s presidential contest.", "filename": "2021_03_08_world_americas_brazil-lula-supreme-court_1666740777.html", "image_url": "https://static01.nyt.com/images/2021/03/08/world/08brazil-1/08brazil-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f7ff3fa37dc3aa8666b18ad9abba0d0620a347f40a9cb994c6a209c3d6a3175b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_08_world_americas_brazil-lula-supreme-court_1666740777.html", "title": "Brazil’s Ex-President ‘Lula’ May Run for Office Again as Court Cases Are Tossed", "title_page": "Brazil’s Ex-President ‘Lula’ May Run for Office Again as Court Cases Are Tossed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — A Supreme Court justice in Brazil on Monday tossed out several criminal cases against former President Luiz Inácio Lula da Silva, restoring his right to seek the presidency again, in a decision with the potential to reshape Brazil’s political future.\nMr. da Silva, a fiery leftist leader who led Brazil from 2003 to 2010, had been the front-runner in the 2018 presidential contest eventually won by Jair Bolsonaro. But the Supreme Court in April of that year ruled that Mr. da Silva could not appear on the ballot as a result of a conviction in a corruption case handed down in 2017.\nWith his political rights now restored, Mr. Silva is widely expected to run against Mr. Bolsonaro in next year’s presidential election.\nThe incumbent, a polarizing far-right leader who pays homage to Brazil’s military dictatorship, would face a formidable challenge in Mr. da Silva, widely known as “Lula” in Brazil, a former political prisoner who remains revered among poor Brazilians.", "url": "https://www.nytimes.com/2021/03/08/world/americas/brazil-lula-supreme-court.html"}