{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:22:53", "date_modify": "2022-10-25 23:22:53", "date_publish": "2021-11-02 05:00:08", "description": "The new rule was announced at a U.N. summit where the United States is facing skepticism about its commitment to climate change.", "filename": "2021_11_02_climate_biden-methane-climate_1666740173.html", "image_url": "https://static01.nyt.com/images/2021/11/01/climate/00cli-methane1/00cli-methane1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_02_climate_biden-methane-climate_1666740173.html", "title": "Biden Administration Moves to Limit Methane, a Potent Greenhouse Gas", "title_page": "Biden Administration Moves to Limit Methane, a Potent Greenhouse Gas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GLASGOW — The Biden administration said Tuesday that it would heavily regulate methane, a potent greenhouse gas that spews from oil and natural gas operations and can warm the atmosphere 80 times as fast as carbon dioxide in the short term.\nFor the first time, the Environmental Protection Agency intends to limit the methane coming from roughly one million existing oil and gas rigs across the United States. The federal government previously had rules that aimed to prevent methane leaks from oil and gas wells built since 2015, but they were rescinded by the Trump administration. Mr. Biden intends to restore and strengthen them, aides said. Older oil and gas rigs tend to leak more methane than new systems.\nThe announcement came as more than 100 nations around the world joined together at a United Nations climate change summit here to promise to curb global emissions of methane 30 percent by 2030. If they succeed, that will be the equivalent of eliminating emissions from every car, truck, airplane and ship, said Fatih Birol, executive director of the International Energy Agency.\n“This is huge,” Mr. Birol said at an event where countries outlined their methane plans.\nPresident Biden called the agreement a “game-changing commitment” and insisted the new efforts will help create jobs to manufacture technologies for methane detection while employing pipefitters and welders to cap abandoned wells and plug leaking pipelines.", "url": "https://www.nytimes.com/2021/11/02/climate/biden-methane-climate.html"}