{"authors": ["Eric Lipton"], "date_download": "2022-10-25 23:40:40", "date_modify": "2022-10-25 23:40:40", "date_publish": "2021-05-09 21:34:35", "description": "Companies behind digital currencies are rushing to hire well-connected lobbyists, lawyers and consultants as the battle over how to regulate them intensifies.", "filename": "2021_05_09_us_politics_cryptocurrency-regulation-sec-ripple-labs_1666741240.html", "image_url": "https://static01.nyt.com/images/2021/05/09/us/09dc-lobby/08dc-lobby-facebookJumbo.jpg?year=2021&h=550&w=1050&s=544648f71594bdfcc99ec440a2b70e93c756ee5ae8cf055e7b80a50eec039d96&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_09_us_politics_cryptocurrency-regulation-sec-ripple-labs_1666741240.html", "title": "As Scrutiny of Cryptocurrency Grows, the Industry Turns to K Street", "title_page": "As Scrutiny of Cryptocurrency Grows, the Industry Turns to K Street - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When federal regulators late last year accused one of the world’s most popular cryptocurrency platforms of illegally selling $1.38 billion worth of digital money to investors, it was a pivotal moment in efforts to crack down on a fast-growing market — and in the still-nascent industry’s willingness to dive deeply into the Washington influence game.\nThe company, Ripple Labs, has enlisted lobbyists, lawyers and other well-connected advocates to make its case to the Securities and Exchange Commission and beyond in one of the first big legal battles over what limits and requirements the government should set for trading and using digital currency.\nRipple has hired two lobbying firms in the past three months. It has retained a consulting firm staffed with former aides to both Hillary Clinton and former President Donald J. Trump to help it develop strategy in Washington. And to defend itself against the S.E.C., it hired Mary Jo White, a former chairwoman of the commission during the Obama administration.\nRipple is just one of a long list of cryptocurrency companies scrambling for influence in Washington as the Biden administration begins setting policy that could shape the course of a potentially revolutionary industry that is rapidly moving into the mainstream and drawing intensifying attention from financial regulators, law enforcement officials and lawmakers.", "url": "https://www.nytimes.com/2021/05/09/us/politics/cryptocurrency-regulation-sec-ripple-labs.html"}