{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 22:55:30", "date_modify": "2022-10-25 22:55:30", "date_publish": "2021-07-24 15:25:08", "description": "At least four people died in a highway tunnel in central China that flooded at the same time as a subway tunnel after eight inches of rain fell in a single hour.", "filename": "2021_07_24_world_asia_china-floods-climate-change_1666738530.html", "image_url": "https://static01.nyt.com/images/2021/07/24/world/24china-floods01/24china-floods01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=04ce07c47aef0b2c8969ee927d02d5c50040817599828608118abdb68ff1228b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_24_world_asia_china-floods-climate-change_1666738530.html", "title": "Flood Deaths in China Show Road Risks From Climate Change", "title_page": "Flood Deaths in China Show Road Risks From Climate Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ZHENGZHOU, China — More than 200 cars were caught in a highway tunnel on Tuesday in central China when record-setting rainfall soaked the area. Torrents of water poured in the tunnel’s entrances, nearly filling it to the ceiling.\nThe death toll that day probably would have been higher had it not been for a semiretired special forces commando who swam back and forth among the bobbing, colliding vehicles to rescue drowning drivers as their cars filled with water and sank. The authorities are still draining the tunnel, and have said that at least four people died.\nInitially, international attention to transportation safety risks from extreme weather focused on drownings in a subway tunnel that filled with water during the same cloudburst in Zhengzhou, in central China’s Henan Province. But the highway-tunnel flooding deaths highlight the risks that climate change can also pose to motorists, transportation safety experts said this weekend.\nIndeed, the deaths show that road engineers, like subway-system designers, will need to cope with the more intense rainfalls associated with climate change, said Kara M. Kockelman, a transportation engineering professor at the University of Texas at Austin.", "url": "https://www.nytimes.com/2021/07/24/world/asia/china-floods-climate-change.html"}