{"authors": ["Jenny Gross"], "date_download": "2022-10-25 23:00:41", "date_modify": "2022-10-25 23:00:41", "date_publish": "2021-05-26 09:42:56", "description": "Working remotely while abroad has obvious appeal. But the tax consequences vary depending on where you go. Here’s what to know.", "filename": "2021_05_26_business_remote-work-taxes_1666738841.html", "image_url": "https://static01.nyt.com/images/2021/05/27/multimedia/00xp-nomad-tax-2/merlin_188294100_2a592706-1484-4864-b8e4-860782878771-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f939cc2eea35aac4086955d4f68ecf1bcb6c82eea8b78b3da2e40c63ea5d487b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_26_business_remote-work-taxes_1666738841.html", "title": "What Digital Nomads Need to Know About Taxes Abroad", "title_page": "What Digital Nomads Need to Know About Taxes Abroad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Can I, err, forget to mention my plans to my boss?\nIt’s risky. Employers need to know where their employees work in case their presence leads to corporate tax obligations abroad. The risk is higher when employees are bringing in revenue for companies, such as in sales positions, said David McKeegan, who co-founded Greenback Tax Services, an accounting firm for U.S. expatriates.\nStill, many companies are operating on a “don’t ask, don’t tell” policy. A science writer in his 50s from California, who was granted anonymity because he did not want senior managers to know he had worked from Costa Rica for a few months, said his human resources department discouraged employees from working outside of California, but did not say anything explicit about working abroad. His setup from an Airbnb by the beach worked perfectly until he lost power because of a hurricane and had to work from a bar a few times. He used his company’s Zoom background, but colleagues started asking about where he was when they heard ocean waves and music. “At a restaurant,” he would tell them, without elaborating.\nAs more people work from abroad, it may be harder for companies to turn a blind eye. About 10.9 million Americans last year described themselves as digital nomads — people who work remotely and tend to travel from place to place — up from 7.3 million in 2019, according to MBO Partners, which provides services for self-employed workers.\n“The tax system globally right now is not prepared for what the work force is going through,” Mr. McKeegan said. “I think at some point we’ll see a system where people are asked on the way in or out if they were working and countries will try and get some more tax revenue from this very mobile work force.”\nI want to work remotely while abroad for longer than just a few months. Can I avoid paying U.S. tax altogether?\nPotentially. If you qualify for the Foreign Earned Income Exclusion, your first $108,700 is exempt from U.S. income tax. But keep in mind that this applies only if you’re a U.S. citizen who resides in a foreign country for more than 330 days within 12 consecutive months, not including time on planes, or if you are a bona fide resident of a foreign country. (You would still have to pay federal and state taxes on unearned income including interest, dividends and capital gains.)\nIt is important to track the number of days abroad to be able to prove to U.S. tax authorities that you were there.\nPaige Brunton, 30, a Canadian website designer based in Hanover, Germany, learned about how complicated the tax rules are for expats the hard way: One year, she had to file tax returns in three countries. The situation was unavoidable, since she had lived and worked in Germany, Canada and the United States during that tax year, but her biggest advice for others who may have complicated situations is to get an accountant who specializes in international tax right away.\n“Don’t congregate in Facebook groups and Google, it’ll really stress you out,” she said.", "url": "https://www.nytimes.com/2021/05/26/business/remote-work-taxes.html"}