{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:37:51", "date_modify": "2022-10-25 23:37:51", "date_publish": "2021-02-13 23:20:59", "description": "The vote was the most bipartisan for a presidential impeachment conviction in United States history.", "filename": "2021_02_13_us_politics_republicans-vote-to-impeach_1666741071.html", "image_url": "https://static01.nyt.com/images/2021/02/13/us/politics/13impeachment-briefing-7republicans/13impeachment-briefing-7republicans-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9e84298d92857701d1e3cc4ed8aebb7319839d0f88e93faf09703a713379cdb6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_13_us_politics_republicans-vote-to-impeach_1666741071.html", "title": "Here are the seven Republicans who voted to convict Trump.", "title_page": "Here are the seven Republicans who voted to convict Trump. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Seven Republican senators voted on Saturday to convict former President Donald J. Trump in the most bipartisan vote for a presidential impeachment conviction in United States history. The margin still fell 10 votes short of the two-thirds needed to find him guilty.\nWho are the seven senators? Only one — Lisa Murkowski — is up for re-election next year, and she has survived attacks from the right before. Two are retiring, and three won new terms in November, so they will not face voters until 2026.\nRichard M. Burr of North Carolina\nMr. Burr, 65, a senator since 2005, is not seeking re-election in 2022. Despite holding Mr. Trump immediately responsible for the Capitol riot, he had voted against moving forward with the impeachment trial, and his decision to convict came as a surprise.\n“As I said on Jan. 6, the president bears responsibility for these tragic events,” Mr. Burr said in a statement on Saturday. “The evidence is compelling that President Trump is guilty of inciting an insurrection against a coequal branch of government and that the charge rises to the level of high crimes and misdemeanors. Therefore, I have voted to convict.”", "url": "https://www.nytimes.com/2021/02/13/us/politics/republicans-vote-to-impeach.html"}