{"authors": ["Michael Wolgelenter"], "date_download": "2022-10-25 23:49:55", "date_modify": "2022-10-25 23:49:55", "date_publish": "2021-06-12 14:51:35", "description": "The annual Muslim pilgrimage is scheduled to begin in mid-July, and attendees must be vaccinated and between 18 and 65 years old, the Saudi Press Agency said.", "filename": "2021_06_12_world_saudi-hajj-covid-limits_1666741795.html", "image_url": "https://static01.nyt.com/images/2021/06/12/world/12virus-briefing-hajj-1/12virus-briefing-hajj-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fab83929790a17c631dc852a5ed52d075104b6abc975f97963c3f6d195580c86&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_12_world_saudi-hajj-covid-limits_1666741795.html", "title": "Saudi Arabia Limits Hajj to 60,000 From Within the Country", "title_page": "Saudi Arabia Limits Hajj to 60,000 From Within the Country - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The annual hajj pilgrimage to Mecca next month will be restricted to 60,000 and limited to people living in Saudi Arabia because of the coronavirus pandemic, the Saudi Press Agency said on Saturday, as the authorities maintain tight restrictions on an event that usually draws millions of people from around the world every year.\nThe event was nearly abandoned in its entirety last year, when only about 1,000 people were able to take part in the ritual with social distancing and masks required.\nThe hajj, which all Muslims who are physically and financially able are supposed to complete at least once, is scheduled to begin in mid-July, and attendance will be limited to pilgrims who have been vaccinated and are between 18 and 65 years old, the press agency said.\nThe Saudi authorities indicated last month that the ritual would not return to normal this year. Fahad Nazer, a spokesman for the Saudi Embassy in Washington, said on Twitter that there would be “preventative & precautionary measures that ensure the health & safety of pilgrims.”", "url": "https://www.nytimes.com/2021/06/12/world/saudi-hajj-covid-limits.html"}