{"authors": ["Alexis Soloski"], "date_download": "2022-10-25 23:51:19", "date_modify": "2022-10-25 23:51:19", "date_publish": "2021-10-12 16:29:08", "description": "The actor spends most of Tuesday’s episode in tears or hysterics as the show recreates Monica Lewinsky’s detainment by the F.B.I. “I don’t know if I’ll ever get over it,” Feldstein said.", "filename": "2021_10_12_arts_television_beanie-feldstein-impeachment_1666741879.html", "image_url": "https://static01.nyt.com/images/2021/10/13/arts/11feldstein1/11feldstein1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=645c0fe98e0084b59272265cac2d8e1a3788399a9e0d652351b1c6773f079df3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_12_arts_television_beanie-feldstein-impeachment_1666741879.html", "title": "As Monica Lewinsky in 'Impeachment,' Beanie Feldstein Feels It All", "title_page": "As Monica Lewinsky in 'Impeachment,' Beanie Feldstein Feels It All - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "We had met at an outdoor cafe in a pocket park in Midtown East, on a blazing September day. Feldstein, dressed in a leopard print maxi dress and blinding white Reeboks, didn’t eat or drink anything — those allergies — and she wore her mask the whole time, even outdoors. “I’m still very, very, very Covid scared,” she said.\nUntil “Impeachment,” Feldstein’s career — which also includes a starring turn in the coming-of-age-as-a-rock-critic movie “How to Build a Girl” and a season-long arc on the vampire comedy “What We Do in the Shadows” — has encompassed only comic roles. But two years ago, the uber-producer Ryan Murphy phoned and offered her the part of Monica.\nFeldstein had been a child during Clinton’s presidency; she remembered little about the impeachment itself. But she agreed immediately and threw herself into research — primarily Andrew Morton’s authorized biography of Lewinsky and Linda Tripp’s illegal recordings, even though listening to those made her feel, she said, very, very icky.\nUltimately, Feldstein decided that her performance would rest less on physical or vocal impersonation than on something more ephemeral. “My goal was to just be emotionally true to what she was feeling at every moment,” she said.\nTruth hurts, of course, and never more so than in the weeks spent shooting “Man Handled,” in which she screamed and sobbed for hours on end. The claustrophobic hotel setup and the tight schedule meant that breaks between takes were abbreviated. Usually, Feldstein said, she prefers a laugh and a cookie between shots. Here there wasn’t time to let the character go. And she didn’t feel she should anyway.", "url": "https://www.nytimes.com/2021/10/12/arts/television/beanie-feldstein-impeachment.html"}