{"authors": ["Sopan Deb"], "date_download": "2022-10-25 23:34:50", "date_modify": "2022-10-25 23:34:50", "date_publish": "2021-07-15 12:07:05", "description": "Deandre Ayton seemed to be wide open next to the basket. Giannis Antetokounmpo had other ideas.", "filename": "2021_07_15_sports_bucks-suns-nba-finals-game-4_1666740890.html", "image_url": "https://static01.nyt.com/images/2021/07/15/us/15nba-finals-4/15nba-finals-4-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=f5f30e713ab420cdda71d6224661ef69f1ec17a7857b36a0ac9a17c48867daa6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_15_sports_bucks-suns-nba-finals-game-4_1666740890.html", "title": "Giannis Antetokounmpo's Block Helps Bucks Even Finals Series", "title_page": "Giannis Antetokounmpo's Block Helps Bucks Even Finals Series - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is in skill where Antetokounmpo’s block is set apart. What’s particularly remarkable about the play is that Antetokounmpo was initially guarding Booker off a pick and roll switch when the pass was thrown. But because Antetokounmpo is so quick, athletic and tall, he was able to both slightly disrupt Booker’s pass, and then recover to meet Ayton at the rim. Antetokounmpo might be the only player in the N.B.A. who could cover that much ground in such a short amount of time.\n“The honest thought that was going through my head was more or less kind of like shock and awe,” the Bucks guard Pat Connaughton said of seeing the block up close. He added, “In my opinion, it’s the best block of all time. Obviously, we’re a little biased, and you can talk about the LeBron block as well.”\nThere is one big uncertainty about whether Antetokounmpo’s block will be talked about for years to come. History remembers winners, and if the Bucks do win this series, that block will be seen as a turning point. If the Suns pull it out, the play is likely to be a footnote. James, Adebayo and Prince all have one thing in common: All of their teams went on to win their series.\nAn example of the aftermath wiping away an exceptional playoff block is that same Pistons team that Prince was on in 2004. In the series before, Detroit faced the Nets in the semifinals. The series was tied at two. In Game 5, with the Nets up 2, Prince’s teammate Chauncey Billups had an open layup with four seconds left that would have tied the game. Richard Jefferson, the Nets forward, appeared seemingly out of nowhere to block the shot. He appeared to save the game for the Nets. But the lead wouldn’t last. Detroit improbably tied the game off a desperation heave from half-court by Billups. The Nets ultimately won the game, but the Pistons won the series and eventually, a championship — pushing Jefferson’s block out of sight.\nBasketball stars are often judged for their scoring ability, and Antetokounmpo is among the best in the league in that category. However, as Wednesday night showed, he is one of the rare top scorers who carries his team on both ends of the floor.\nA former Defensive Player of the Year, Antetokounmpo is a top help defender — essentially a player who roams the floor to create havoc for opposing teams. It wasn’t just the block on Ayton during the fourth quarter on Wednesday night, for example. With 8:09 left in the fourth and the Suns threatening to pull away with a 5-point lead, Antetokounmpo used his long arms to intercept an inbounds pass, drove it the length of the floor, and dunked it to top a further momentum shift.\nLess than five minutes later, with the Bucks down 3, Antetokounmpo deflected another pass — this one from point guard Chris Paul — and threw it ahead to point guard Jrue Holiday for a fast break, Antetokounmpo’s third steal of the night. The next possession, Antetokounmpo blocked Paul, who is an excellent finisher around the rim, and then assisted on Connaughton’s go-ahead 3-pointer. In addition to scoring 26 points, grabbing 14 rebounds and dishing out eight assists, Antetokounmpo was equally potent on the defensive end — and that’s not something many N.B.A. players can lay claim to.", "url": "https://www.nytimes.com/2021/07/15/sports/bucks-suns-nba-finals-game-4.html"}