{"authors": ["Katie Benner", "Nicholas Fandos", "Michael S. Schmidt", "Adam Goldman"], "date_download": "2022-10-25 23:02:14", "date_modify": "2022-10-25 23:02:14", "date_publish": "2021-06-11 00:06:02", "description": "The Justice Department seized records from Apple for metadata of House Intelligence Committee members, their aides and family members.", "filename": "2021_06_10_us_politics_justice-department-leaks-trump-administration_1666738934.html", "image_url": "https://static01.nyt.com/images/2021/06/10/us/politics/10dc-justice-1/10dc-justice-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=938f656c356a604d5e2c035b352d7700dce3f87dfac4f56e5fc2e213d3a0a2d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_10_us_politics_justice-department-leaks-trump-administration_1666738934.html", "title": "Hunting Leaks, Trump D.O.J. Officials Seized Records of Democrats", "title_page": "Hunting Leaks, Trump D.O.J. Officials Seized Records of Democrats  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2017 and 2018, a grand jury subpoenaed Apple and another internet service provider for the records of the people associated with the Intelligence Committee. They learned about most of the subpoenas last month, when Apple informed them that their records had been shared but did not detail the extent of the request, committee officials said. A second service provider had notified one member of the committee’s staff about such a request last year.\nIt was not clear why family members or children were involved, but the investigators could have sought the accounts because they were linked or on the theory that parents were using their children’s phones or computers to hide contacts with journalists.\nThere do not appear to have been similar grand jury subpoenas for records of members or staff of the Senate Intelligence Committee, according to another official familiar with the matter. A spokesman for Republicans on the House Intelligence Committee did not respond to a question about whether they were issued subpoenas. The Justice Department has declined to tell Democrats on the committee whether any Republicans were investigated.\nApple turned over only metadata and account information, not photos, emails or other content, according to the person familiar with the inquiry.\nAfter the records provided no proof of leaks, prosecutors in the U.S. attorney’s office in Washington discussed ending that piece of their investigation. But Mr. Barr’s decision to bring in an outside prosecutor helped keep the case alive.\nA CNN report in August 2019 about another leak investigation said prosecutors did not recommend to their superiors that they charge Mr. Comey over memos that he wrote and shared about his interactions with Mr. Trump, which were not ultimately found to contain classified information.\nMr. Barr was wary of how Mr. Trump would react, according to a person familiar with the situation. Indeed, Mr. Trump berated the attorney general, who defended the department, telling the president that there was no case against Mr. Comey to be made, the person said. But an investigation remained open into whether Mr. Comey had leaked other classified information about Russia.", "url": "https://www.nytimes.com/2021/06/10/us/politics/justice-department-leaks-trump-administration.html"}