{"authors": ["Louis Lucero Ii"], "date_download": "2022-10-25 23:44:09", "date_modify": "2022-10-25 23:44:09", "date_publish": "2021-04-17 20:28:42", "description": null, "filename": "2021_04_17_world_europe_queen-elizabeth-prince-philip-funeral_1666741449.html", "image_url": "https://static01.nyt.com/images/2021/04/17/world/17philip-funeral-queen-alone1/17philip-funeral-queen-alone1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=023a60547b74dc4c2875f75fa88958eaf87876eed04894d3b83c23d8e987cdaf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_17_world_europe_queen-elizabeth-prince-philip-funeral_1666741449.html", "title": "Viewers React to Photo of Queen Elizabeth at Prince Philip's Funeral", "title_page": "Viewers React to Photo of Queen Elizabeth at Prince Philip's Funeral  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She was utterly alone.\nWith coronavirus restrictions firmly in place, some of Queen Elizabeth II’s relatives sat in small family groups with children and spouses to mourn Prince Philip, her husband. But she sat alone at the end of a pew, and for many watching the proceedings from home, the sight of the newly widowed queen, who will turn 95 next week, was perhaps the saddest image of the day.\n“These pictures really bring home one of the horrible truths of the pandemic,” the British journalist Jane Merrick said on Twitter: “that there can be no tearful hugs with reunited family right at the time when you need it most.”\nOne Twitter user, referring to a widely shared photo of Elizabeth, said it was the first image from the funeral that made her tear up. “She looks so alone there, more a widow today than a queen.”\nMany on social media remarked on the queen’s seeming frailty, saying she looked “little” or “more vulnerable.” And of those who lamented her having to grieve her husband in an era of social distancing, some took pains to note that their sympathy transcended any feelings about the monarchy.", "url": "https://www.nytimes.com/2021/04/17/world/europe/queen-elizabeth-prince-philip-funeral.html"}