{"authors": ["Mark Landler", "Benjamin Mueller"], "date_download": "2022-10-25 23:23:42", "date_modify": "2022-10-25 23:23:42", "date_publish": "2021-01-29 17:57:22", "description": "“Vaccination is the one thing we’ve gotten right”: How a country that botched so much of its pandemic response has managed one of the fastest distributions in the world.", "filename": "2021_01_29_world_europe_covid-vaccine-uk_1666740222.html", "image_url": "https://static01.nyt.com/images/2021/01/31/world/31VIRUS-UK/31VIRUS-UK-facebookJumbo.jpg?year=2021&h=549&w=1050&s=da468b55e9ec4fbdbf4fa390f6fffd2a4d31f019a48ee3aae04302b157acd1dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_29_world_europe_covid-vaccine-uk_1666740222.html", "title": "Vaccine Rollout Gives U.K. a Rare Win in the Pandemic", "title_page": "Vaccine Rollout Gives U.K. a Rare Win in the Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The divergence between Britain and its European neighbors has prompted some to claim an early windfall from Brexit. Britain’s divorce from the European Union helped give it the political leeway to authorize multiple vaccines before the bloc and to swiftly lock up its own production of the vaccine from AstraZeneca and the University of Oxford.\nFrance, by contrast, has vaccinated only 1.8 percent of its population and Germany 2.6 percent, according to numbers collected by Our World in Data. That reflects supply shortages that have rippled across the continent, as well as the slower pace of European Union regulators in approving vaccines.\nBut Britain’s success is also a result of back-to-basics decisions by the government of Prime Minister Boris Johnson.\nRather than contracting out the campaign to private companies or building it from scratch, as it did with its costly, ineffective contact tracing operation, the government has put vaccination in the hands of the National Health Service, which despite financial strains is still widely revered by the British public.\nBeyond state hospitals, general practitioners are at the forefront of the program. Not only does that put trusted local doctors, who are experienced with seasonal flu inoculations, in charge, but it has also allowed these doctors to precisely target the people in the government’s highest priority groups.\nThat is a stark contrast to the more fragmented approach in the United States. While people there have had to scramble for appointments on finicky online portals and overwhelmed telephone hotlines, British hospitals and physicians have directed the scheduling themselves, allowing them to begin with their oldest and most vulnerable patients.", "url": "https://www.nytimes.com/2021/01/29/world/europe/covid-vaccine-uk.html"}