{"authors": ["Troy Closson"], "date_download": "2022-10-25 22:56:28", "date_modify": "2022-10-25 22:56:28", "date_publish": "2021-02-23 01:12:01", "description": "Legislation signed on Monday decriminalizes the use or possession of up to six ounces of cannabis, ending an era of disproportionate arrests in communities of color.", "filename": "2021_02_22_nyregion_new-jersey-marijuana-legalization_1666738588.html", "image_url": "https://static01.nyt.com/images/2021/02/22/nyregion/22njpot/22njpot-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8eeaaa16eb612111a138a875d497909f254dd0fd61709fe12d5984909409e210&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_22_nyregion_new-jersey-marijuana-legalization_1666738588.html", "title": "Marijuana Is Legal in New Jersey, but Sales Are Months Away", "title_page": "Marijuana Is Legal in New Jersey, but Sales Are Months Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Our current marijuana prohibition laws have failed every test of social justice,” Mr. Murphy said in a statement on Monday. “Maintaining a status quo that allows tens of thousands, disproportionately people of color, to be arrested in New Jersey each year for low-level drug offenses is unjust and indefensible.”\nMr. Murphy championed the legalization of marijuana for recreational use as early as 2016, during his campaign for governor. But those efforts failed to muster enough support among lawmakers.\nIn New Jersey, the new industry is expected to generate about $126 million a year in revenue for the state once the market is created — potentially serving as a motivator for quick progress as the state struggles to fill fiscal holes during the pandemic. Mr. Murphy said on Monday that the market would “begin to take shape” over the next several months.\nIn Massachusetts, two years elapsed between voters’ approval of nonmedical marijuana use and the launch of the state’s first dispensaries.\nNew Jersey’s journey to legalization has already met delays.\nIn November, voters, by a roughly 2-to-1 margin, approved a constitutional amendment to legalize cannabis in the state — increasing pressure on neighboring states like New York and Pennsylvania to take similar steps. But state officials were still left to debate several details around implementation, including rules related to regulating and testing cannabis, how licenses would be issued and how marijuana users under 21 would be penalized.", "url": "https://www.nytimes.com/2021/02/22/nyregion/new-jersey-marijuana-legalization.html"}