{"authors": ["Ronen Bergman"], "date_download": "2022-10-25 23:55:48", "date_modify": "2022-10-25 23:55:48", "date_publish": "2021-02-25 10:00:33", "description": "Lockdowns brought tensions between secular and ultra-Orthodox communities to the boiling point. The political consequences could be felt for years to come.", "filename": "2021_02_25_magazine_how-the-pandemic-nearly-tore-israel-apart_1666742148.html", "image_url": "https://static01.nyt.com/images/2021/02/28/magazine/28mag-Haredi-images/28mag-Haredi-images-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ce7af590a2ac7268a5e2c015e1d093f8eae30c3e25e43f3da9c23314c41bf593&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_25_magazine_how-the-pandemic-nearly-tore-israel-apart_1666742148.html", "title": "How the Pandemic Nearly Tore Israel Apart", "title_page": "How the Pandemic Nearly Tore Israel Apart - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Several Haredi leaders have announced that they will support Netanyahu’s bid to remain prime minister in the election scheduled to take place on March 23, the fourth such election in two years. Their political calculation is likely to become more challenging in the months and years to come, though, because of what the pandemic has made obvious to their followers.\n“What did they learn from the corona?” asked Zicherman, the Ono College official. “First of all, that the Zionist state is not always against them. Secondly, there was a very damaging blow to the core mechanism, the concept of da’at Torah” — knowledge of the Torah, which holds that learned rabbinical authorities should be consulted and obeyed on all matters. “Thirdly, it turns out that a Halakhic judgment is not entirely a matter of black and white. There are grays too, and you must not always go to extremes. Yes, it is permissible to have the internet in your home without a bolt of lightning from hell coming to burn it all down, and you can do your Passover cleaning a little ‘light’ and the sky won’t fall.”\nIn some respects, the pandemic simply sped up a process of integration and opening that had long been in the works. During the pandemic, the Haredi community “had no choice but to enable women to work from home, including those employed by me here at the municipality,” said Aliza Bloch, mayor of Beit Shemesh, a city between Jerusalem and Tel Aviv with a mixed Haredi-modern Orthodox-secular population. Bloch is the first woman to be mayor of Beit Shemesh; in 2018, she defeated an incumbent who had the support of Kanievsky. “The programmers in the city engineer’s department are Haredi women who we need for the smooth functioning of the municipality. But they had no computers or internet at home, so we installed them. And once they are in there, even if the reason for that is no longer relevant, the chances that they will be removed are slim.”\nAriel Fuss, who helps run several family-owned schools in Israel, including the Mercaz Chareidi Institute of Technology, told me that women now make up a majority of the students there. Often they simply need the money. “Many families simply do not have an alternative,” Fuss said, “and they have rebelled against the view that says a woman’s modesty requires her to stay at home.” Haredi women have been especially drawn to civil service, computing and accounting and are often employed at high-tech firms, which have been happy to accommodate them by offering flexible work hours and a kosher workplace.\nThe increased exposure to the internet has been another potentially radical development. According to a survey by the Bezeq corporation, the provider of most of Israel’s telecommunications and internet infrastructure, more than 80 percent of the Haredim were surfing the web now, and they were surfing it far more often than they had before the pandemic. There has been a 30 percent increase in use in Haredi towns and neighborhoods and a fivefold growth in the number of applicants to connect to the network. In November, the first Haredi virtual school in Israel opened. Within a week, 150 students had registered, securing not just access to the classes but also access to the online world.\n“Many Haredim now realize that they are no longer a small, weak minority that has to struggle, but today have representatives in the Knesset and the cabinet in leadership positions,” Bloch said. “They want to use that power not just to secure grants for yeshiva students, but also to address a host of issues that in previous years seemed to be the sole province of the secular world, from the environment to sexual harassment to special education.”", "url": "https://www.nytimes.com/2021/02/25/magazine/how-the-pandemic-nearly-tore-israel-apart.html"}