{"authors": ["Pam Belluck", "Rebecca Robbins"], "date_download": "2022-10-25 23:32:10", "date_modify": "2022-10-25 23:32:10", "date_publish": "2021-06-10 22:52:53", "description": "The drug, Aduhelm, a monthly infusion priced at $56,000 per year, was approved this week despite weak evidence that it helps patients.", "filename": "2021_06_10_health_aduhelm-fda-resign-alzheimers_1666740730.html", "image_url": "https://static01.nyt.com/images/2021/06/12/science/10ALZHEIMERS1/10ALZHEIMERS1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=cbea97fc5410ad2c9ed6d6b44b27d5012d4079e515d7adef1af62604040df691&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_10_health_aduhelm-fda-resign-alzheimers_1666740730.html", "title": "Three F.D.A. Advisers Resign Over Approval of Alzheimer's Drug", "title_page": "Three F.D.A. Advisers Resign Over Approval of Alzheimer's Drug - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The F.D.A.’s decision to green-light it, announced Monday, marked the first approval of an Alzheimer’s treatment in 18 years. Patient advocacy groups had pushed for approval because there are only five other medications available for the debilitating condition and they only address dementia symptoms for a matter of months.\nBut since at least last fall, several respected experts, including some Alzheimer’s doctors who worked on the aducanumab clinical trials, have said the available evidence raised significant doubts about whether the drug is effective. They also said that even if it could slow cognitive decline in some patients, the suggested benefit — a slowing of symptoms for roughly four months over 18 months — might be barely noticeable to patients and would not outweigh the risks of brain side effects.\nBeyond the steep price tag of the drug, additional costs to screen patients before treatment and for regular MRIs required to monitor their brains for problems could add tens of thousands of dollars to the tab. Medicare is expected to shoulder much of the bill.\n“Giving patients a drug that doesn’t work and of course has important risks that are going to require multiple MRIs at a price of $56,000 a year is putting patients in a really challenging position and putting doctors in a difficult position as well,” Dr. Kesselheim said.\nBeyond their conviction that the existing evidence for Aduhelm’s benefit is weak, the advisory committee members who resigned — as well as several prominent Alzheimer’s experts — objected to two major aspects of the F.D.A.’s approval decision.\nOne issue is that the F.D.A. approved the drug for a much broader group of patients — anyone with Alzheimer’s — than many experts were anticipating. The clinical trials tested the drug only on patients with early-stage Alzheimer’s or mild cognitive impairment from the disease.\nThe other issue is that a significant part of the F.D.A.’s rationale for granting approval was its contention that the drug’s ability to attack the amyloid protein in patients’ brains would help slow their cognitive symptoms.", "url": "https://www.nytimes.com/2021/06/10/health/aduhelm-fda-resign-alzheimers.html"}