{"authors": ["Denise Grady"], "date_download": "2022-10-25 22:57:09", "date_modify": "2022-10-25 22:57:09", "date_publish": "2021-03-13 03:31:47", "description": "Genetic sequencing of virus samples from patients in Guinea suggests that the new outbreak is a continuation of the 2014-16 epidemic.", "filename": "2021_03_12_health_ebola-old-infection-new-outbreak_1666738629.html", "image_url": "https://static01.nyt.com/images/2021/03/13/lens/13ebola-guinea-photo/13ebola-guinea-photo-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=a1af56b5f1c9dc8ffd9490c3c924ee54940ca3c145a74c6d631515c43e2128b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_12_health_ebola-old-infection-new-outbreak_1666738629.html", "title": "Ebola Survivor Infected Years Ago May Have Started New Outbreak", "title_page": "Ebola Survivor Infected Years Ago May Have Started New Outbreak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Genetic sequences of virus samples from the current patients were compared to those from the 2014-16 outbreak and were found to be so similar that they had to be closely related, researchers said. The report, posted online on Friday, involved researchers from the Guinea Ministry of Health, other labs in that country, Senegal’s Pasteur Institute, the University of Edinburgh, the University of Nebraska Medical Center and the company PraesensBio.\nThe findings were reported earlier on Friday by Science and Stat.\n“There are very few genomic changes, and for those to occur, the virus has to multiply,” Dr. Schaffner said. “I think the virus is in hibernation for the most part.”\n“Among other things, it shows you what brilliant insights molecular whole-genome sequencing can provide,” he said. “Till this moment, all of us thought the current outbreak was a consequence of transmission from nature, from bats. But it likely came from a human reservoir.”\nMichael Wiley, a virologist at the University of Nebraska Medical Center and the chief executive of PraesensBio, which provided materials used to study the samples, described the current outbreak as a “continuation” of the previous one.\nHe said persistent infections and sexual transmission had already been recognized during the West African outbreak and during one in the Democratic Republic of Congo. Each new milestone for viral persistence has come as a shock, he said: first 180 days, then 500 days, and now more than five years after the initial infection.\nThe U.S. Centers for Disease Control and Prevention said in a statement provided by its spokesman, Thomas Skinner: “CDC has reviewed the sequencing data from samples taken during the current outbreak in Guinea. While we can’t be 100 percent certain, CDC agrees that data supports the conclusion that cases in the current outbreak are likely linked to cases in the area during the 2014-2016 West Africa Ebola outbreak.”\nHe added: “This suggests the outbreak was likely started from a persistent infection, a survivor, and not a new introduction of the virus from the animal reservoir. While we have seen outbreaks in the Democratic Republic of Congo linked to survivors, the length of time between the end of the 2014-2016 outbreak and the emergence of this outbreak is surprising and highlights the need for further research to better understand the complex epidemiology and ecology of Ebola.”", "url": "https://www.nytimes.com/2021/03/12/health/ebola-old-infection-new-outbreak.html"}