{"authors": ["Tim Arango", "Nicholas Bogel-Burroughs", "Julie Bosman"], "date_download": "2022-10-25 22:54:55", "date_modify": "2022-10-25 22:54:55", "date_publish": "2021-04-02 00:04:28", "description": "The testimony was partly an effort by the prosecution to show that Mr. Floyd had a high tolerance for fentanyl, which could undercut any argument that he died of a drug overdose.", "filename": "2021_04_01_us_courteney-ross_1666738495.html", "image_url": "https://static01.nyt.com/images/2021/04/01/us/01chauvin-trial-1/merlin_185852916_d1069340-a76c-440f-871d-5ac94f0cab15-facebookJumbo.jpg?year=2021&h=549&w=1050&s=169a40b8788402ff8490f24e4914244028ebd3e531701467168ac1cc209ff6e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_01_us_courteney-ross_1666738495.html", "title": "Courteney Ross, George Floyd's Girlfriend, Says Opioid Addiction Was a Struggle They Shared", "title_page": "Courteney Ross, George Floyd's Girlfriend, Says Opioid Addiction Was a Struggle They Shared - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“In lay terms, I thought he was dead,” Mr. Smith testified. In efforts to get Mr. Floyd’s heart beating, paramedics used a device to administer chest compressions and a defibrillator to provide an electric shock, but nothing worked, Mr. Smith said. Mr. Floyd was brought to a hospital where he was officially pronounced dead at 9:25 p.m.\nMr. Smith’s testimony could bolster prosecutors’ argument that it was Mr. Chauvin’s actions that led to Mr. Floyd’s death. Mr. Chauvin’s lawyer has suggested that the drugs Mr. Floyd had taken may have killed him.\nMinutes after Mr. Floyd was taken away in an ambulance, Mr. Chauvin told a supervisor that police officers “had to hold the guy down” because he would not stay in the back of a police car and “was going crazy,” according to new body camera footage played in court.\nThe supervisor, Sgt. David Pleoger, testified that Mr. Chauvin had not mentioned applying pressure to Mr. Floyd’s neck until later, when they arrived at a nearby hospital and learned that Mr. Floyd was not doing well. Sergeant Pleoger, who has since retired, said that based on body camera videos from the scene, he thought the police officers should have stopped holding Mr. Floyd down once he became unresponsive.\n“When Mr. Floyd was no longer offering up any resistance to the officers, they could have ended their restraint,” Sergeant Pleoger said.\nIn the earlier testimony, Ms. Ross also said that Mr. Floyd referred to her and his own mother, who died in 2018, by the same nickname: “Mama.” Mr. Floyd had called out for “Mama” as Mr. Chauvin knelt on his neck before his death.\nMr. Floyd had moved to Minneapolis from Houston looking for a fresh start, but after his mother died, Ms. Ross said, he changed. “He seemed like a shell of himself,” she said. “Like he was broken. He seemed so sad. He didn’t have the same kind of bounce that he had.”", "url": "https://www.nytimes.com/2021/04/01/us/courteney-ross.html"}