{"authors": ["Sam Anderson"], "date_download": "2022-10-25 23:35:03", "date_modify": "2022-10-25 23:35:03", "date_publish": "2021-06-02 09:00:17", "description": "The Brooklyn Nets were built to be an unbeatable superteam of eccentric basketball superstars. Will they dominate the N.B.A. playoffs?", "filename": "2021_06_02_magazine_kevin-durant-brooklyn-nets_1666740903.html", "image_url": "https://static01.nyt.com/images/2021/06/30/magazine/30mag-nets6/30mag-nets6-facebookJumbo.jpg?year=2021&h=550&w=1050&s=699d8f5b4e7a668d25a603a9bcf37722c551fefc71b99578d656f40575ac60af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_02_magazine_kevin-durant-brooklyn-nets_1666740903.html", "title": "Kevin Durant and (Possibly) the Greatest Basketball Team of All Time", "title_page": "Kevin Durant and (Possibly) the Greatest Basketball Team of All Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In March, while the dust from that impact was still swirling through the air, I asked the Nets’ general manager, Sean Marks, if he ever falls asleep at night with a single tear rolling down his cheek, staring at a photo of all the young players he had to trade away. Marks told me that yes, it hurt him a lot — he lost multiple nights of sleep and cried actual tears and made the worst phone call he’s ever had to make in his life. “You’re reminded,” he told me, “that this is sometimes a cruel and unjust and strange and unfair world.” And yet he would have done the trade 100 times out of 100. Superteam logic is harsh, yes, but it is also irresistible. And it was now firmly in control of the Nets.\nThe Nets’ Big 3 are almost comically different, physically and spiritually and stylistically. It’s like the opening screen of a video game in which you have to choose your character, each of whom comes with a different set of pros and cons. Do you want the tiny quicksilver thief (Kyrie Irving) or the burly crafty woodsman (James Harden) or the tall ethereal phantom (Kevin Durant)? Choose carefully — your survival depends on it. Somehow, Brooklyn figured out the cheat code that allows you to pick all three.\nKyrie Irving is short for the N.B.A., just 6-foot-2, and in a crowd of pro athletes he looks slight and vulnerable, like the little brother someone’s mom forced him to bring to the gym. But give him the ball and watch. Irving is probably the best dribbler in the league, and he can string together long sequences of moves that baffle whole groups of defenders — street-ball fakes and spins and jukes that shift and build, one by one, like incantations, until he is suddenly levitating through empty air to score.\nAll the best Irving highlights unfold like this, in multiple phases, theatrically. Act I: He confuses the defender immediately in front of him with some move the rest of the N.B.A. will later study in slow motion, over and over, looking for clues — and then when that defender scrambles madly to recover, Irving will unleash Act II, in which he uses the overcorrection to his own advantage, spinning off into a new opening, where for Act III he will square his shoulders and gather the ball as if he’s about to shoot, sending all the nearby help defenders leaping to try to block the shot — but of course he was only faking the shot, and now he is dribbling into Act IV, driving all the way to the hoop, leaping at the rim, which is guarded by the biggest player on the floor, who is somehow a foot taller and 100 pounds heavier than Irving and whose whole professional job depends on his ability to swat the ball away when little guys try to shoot — but Irving goes flying toward him anyway, and the big man leaps, body and spirit, to spike the layup into the crowd, but at the last possible millisecond Irving hits him with Act V, in which he switches the ball to his left hand, thrusts it away from his body and then whips his wrist, putting so much spin on the ball that it’s like one of those trick shots you sometimes see on a pool table, those looping optical illusions that seem to defy geometry and physics: Irving’s layup hits the backboard way out on the edge, where a normal layup would never hit, so far from the traditional spot in fact that any grade-school basketball coach would blow his whistle immediately and be like, “Kids, we need to take this practice seriously, I am not out here spending my Saturday so you can fling balls willy-nilly at the glass like clowns, now line back up and start again” — except Irving’s ball hits that ridiculous spot, right on the edge of the coordinate grid of the possible, and it is loaded with so much twisting left-handed spin that as soon as it touches the glass it fires off, at a weird angle, directly through the hoop.\nAll along, act by act, the crowd is going “ooh” and then “ah” and then “OOOOHHH,” and after Irving scores they are chanting “M.V.P.,” and although the whole drama took only about five seconds and was worth just 2 points — the same as the most boring baseline jumper — it was so much more than that. Every possession, for Irving, is a hero’s journey.\nAnd that’s just one of the Big 3 — probably the one who would get picked last in gym class.\nJames Harden stands as thick as two Kyrie Irvings. He has a volcanic plug of a black beard, and in many ways he hardly looks like a pro basketball player. The internet loves to pass photos around of Harden looking borderline chunky, and he is notorious around the league for partying all night long, and it is possible that in his entire life he has never been the fastest player in a gym. (His fellow N.B.A. superstar Russell Westbrook, who played against Harden as a child in Los Angeles, remembers him, even then, as “a little chubby left-handed dude.”) And yet Harden is a one-man basketball revolution. No defender in the league can guard him one on one. He is so shifty and tricky and clever and quick, so deceptively skilled, that his defenders frequently end up starring in humiliating GIFs. Harden’s most famous highlight is probably the time he juked someone so hard that the defender crumpled to the floor and Harden stood there, watching, for what felt like an hour, and then actually licked his lips before swishing the open shot.", "url": "https://www.nytimes.com/2021/06/02/magazine/kevin-durant-brooklyn-nets.html"}