{"authors": ["Ben Hubbard", "Hwaida Saad"], "date_download": "2022-10-26 00:11:49", "date_modify": "2022-10-26 00:11:49", "date_publish": "2021-09-16 21:23:33", "description": "The militant group trucked more than 1 million gallons of diesel into Lebanon, flouting U.S. sanctions and billing itself as savior to a suffering population.", "filename": "2021_09_16_world_middleeast_lebanon-hezbollah-iran-fuel_1666743109.html", "image_url": "https://static01.nyt.com/images/2021/09/16/world/16LEBANON1/16LEBANON1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=164e8bc7318d8a9cee463ace9de5b7ed242602883108d57fc1aa7477fe6f218c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_16_world_middleeast_lebanon-hezbollah-iran-fuel_1666743109.html", "title": "With Fuel from Iran, Hezbollah Steps In Where Lebanon Has Failed", "title_page": "With Fuel from Iran, Hezbollah Steps In Where Lebanon Has Failed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — The Hezbollah militant group said it trucked more than a million gallons of Iranian diesel fuel into Lebanon from Syria on Thursday, celebrating the move as a way of spiting the United States while bringing much-needed aid to a country nearly paralyzed by fuel shortages.\nWith Lebanon suffering one of the worst economic collapses in modern history, Hezbollah portrayed itself as a national savior, stepping in where the Lebanese government and its Western backers had failed.\nHezbollah supporters lined roads in northeastern Lebanon as dozens of tanker trucks arrived. They waved Hezbollah flags, distributed sweets, blasted heroic anthems and fired rocket-propelled grenades into the air in celebration.\nThe fuel delivery — which a Hezbollah official said was the first installment of more than 13 million gallons — underscored the severity of Lebanon’s crisis, as well as the government’s failure to address it. Unable to secure help from elsewhere, it has turned to war-torn Syria and economically damaged Iran.", "url": "https://www.nytimes.com/2021/09/16/world/middleeast/lebanon-hezbollah-iran-fuel.html"}