{"authors": ["Christopher Flavelle"], "date_download": "2022-10-25 23:42:55", "date_modify": "2022-10-25 23:42:55", "date_publish": "2021-10-07 14:10:18", "description": "Two dozen federal agencies flagged the biggest dangers posed by a warming planet. The list spreads across American society.", "filename": "2021_10_07_climate_climate-threats-federal-government_1666741375.html", "image_url": "https://static01.nyt.com/images/2021/10/07/climate/07CLI-THREATS1-promo/07CLI-THREATS1-promo-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=2ada479468a55f1dbc9e74b8f6d58d8008996a71f98db735a9fefd50ad9eb626&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_07_climate_climate-threats-federal-government_1666741375.html", "title": "U.S. Agencies Worry Most About These Climate Threats", "title_page": "U.S. Agencies Worry Most About These Climate Threats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The federal government has attempted this exercise before, during the Obama administration. That work effectively stopped under former President Donald J. Trump, whose disdain for climate science led most agencies to either shelve their planning for climate change or stop talking about it.\nWithin weeks of taking office, President Biden directed officials to quickly resume the work. Stressing the urgency of the threat, the president gave agencies four months to come up with plans that listed their main vulnerabilities to climate change and strategies to address them.\n“Nearly every service that the government provides will be impacted by climate change sooner or later,” said Jesse Keenan, a professor at Tulane University who focuses on climate adaptation and has advised federal agencies.\nThe plans released Thursday are brief, many of them fewer than 30 pages. They include core themes: ensuring that new facilities meet tougher construction standards, using less energy and water at existing buildings, better protecting workers against extreme heat, educating staff about climate science, and creating supply chains that are less likely to be disrupted by storms or other shocks.\nThe documents also reflect Mr. Biden’s emphasis on racial equity, looking at the effects of climate change on minority and low-income communities and how agencies can address them. For example, the Department of Health and Human Services said it will focus research grants on the health effects on those communities.", "url": "https://www.nytimes.com/2021/10/07/climate/climate-threats-federal-government.html"}