{"authors": ["Mark Walker", "Emily Cochrane"], "date_download": "2022-10-25 22:58:34", "date_modify": "2022-10-25 22:58:34", "date_publish": "2021-03-18 09:00:16", "description": "President Biden’s $1.9 trillion relief package provides $31 billion for tribal nations and Indigenous people to address longstanding problems like poor health care.", "filename": "2021_03_18_us_politics_tribal-communities-stimulus-coronavirus_1666738714.html", "image_url": "https://static01.nyt.com/images/2021/03/13/us/politics/00DC-tribal-1/merlin_181384227_1fb46b58-9e3a-4e28-8780-2b30c38471e0-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8936f776e956401d89c487886b8f02c746401cbbe3da2a8bc1f19c0ab2116724&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_18_us_politics_tribal-communities-stimulus-coronavirus_1666738714.html", "title": "Tribal Communities Set to Receive Infusion of Aid from Covid-19 Relief Package", "title_page": "Tribal Communities Set to Receive Infusion of Aid from Covid-19 Relief Package - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Construction of a new building began after the tribe received its first batch of funding from the federal government last year and helped offset the tribe’s losses in casino revenue. The recent funds will be used to help complete the project and further stabilize the tribe’s economy.\n“This will allow for those nurses who work with us, and eventually a doctor, to have a facility where they can provide services,” Mr. Forsman said.\nIncluded in the relief package is an injection of more than $6 billion to the Indian Health Service, which is part of the Department of Health and Human Services. The Indian Health Service was created to carry out the government’s treaty obligations to provide health care to American Indians and Alaskan Natives.\nThe health service struggled to cope with the pandemic in some of the hardest-hit areas in the country. The agency said the new money would help with coronavirus testing and vaccination programs as well as with hiring more health care workers, expanding availability to mental health services and providing better access to water, a major issue in many tribal communities.\nBeyond health care, the legislation addresses a range of other issues important to Native communities, including $20 million to establish an emergency Native language preservation and maintenance grant program, as tribes race to ensure that their languages are not lost with time and the deaths of older members during the pandemic.\n“It took a lot of time just to sort of educate people about Indian Country and the structural — just the historic — lack of basics,” said Senator Martin Heinrich, Democrat of New Mexico. “There is a number of things converging, but I do think that the conversation around race also opened the door for people to realize, wait a minute, we never got around to getting running water and electricity and all these things, broadband, to Indian Country — like they’re not starting at the same place.”\nWhile the $2.2 trillion stimulus law approved nearly a year ago included $8 billion for tribal governments, a portion of those funds remains frozen in a legal battle over who is eligible. Alaska Native corporations, for-profit businesses that serve tribal villages in Alaska, have sought to receive some of the money, prompting a monthslong battle over the definition of a tribal government.", "url": "https://www.nytimes.com/2021/03/18/us/politics/tribal-communities-stimulus-coronavirus.html"}