{"authors": ["Alexandra Alter", "Elizabeth A. Harris"], "date_download": "2022-10-25 22:56:42", "date_modify": "2022-10-25 22:56:42", "date_publish": "2021-08-10 21:40:20", "description": "The pandemic memoir “American Crisis” has become a financial and ethical headache for Penguin Random House, dragging the company into the scandals that prompted the governor’s resignation announcement.", "filename": "2021_08_10_books_cuomo-book-penguin-random-house_1666738602.html", "image_url": "https://static01.nyt.com/images/2021/08/10/books/10CUOMO-BOOK1/10CUOMO-BOOK1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9f6ca59d64ae937033ef33c812f44273e4213c8bf7b2569002db343c2b1962c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_10_books_cuomo-book-penguin-random-house_1666738602.html", "title": "How Cuomo's Book Became a Cautionary Tale", "title_page": "How Cuomo's Book Became a Cautionary Tale - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the months following its October release, Mr. Cuomo’s book, “American Crisis: Leadership Lessons From the Covid-19 Pandemic,” became a source of financial and ethical headaches for Crown. Sales were surprisingly weak for a title that Crown had invested in heavily, with fewer than 50,000 hardcover copies sold, according to NPD BookScan. Promoting the book became challenging, as Mr. Cuomo was mired in investigations that battered his public image, including allegations of sexual harassment from several women. In March, Crown made an attempt to distance itself from the governor, saying that it had canceled plans for a paperback version and would no longer promote the book.\nFollowing Mr. Cuomo’s resignation announcement on Tuesday, questions remained about whether Crown will pay the remainder of his advance. The governor’s tax records and other financial disclosures, which were released in May, showed that he received the bulk of his advance, $3.12 million, in 2020, and expected to receive the remaining $2 million in installments over the next two years. A spokesman for Mr. Cuomo said around that time that the governor netted about $1.5 million for the book after taxes and expenses, and that he donated $500,000 to the United Way of New York State for its Covid-relief program.\nDavid Drake, the president of Crown, declined to comment, saying “we never comment on contractual matters or financial arrangements with any of our authors.” Robert Barnett, the lawyer who represented Mr. Cuomo in his book deal, declined to comment.\nBoth the New York attorney general’s office and the New York State Assembly’s judiciary committee have been investigating whether ethics rules were violated when government employees worked on Mr. Cuomo’s book. Staffers helped with tasks such as typing notes or printing and delivering drafts to the Executive Mansion, where Mr. Cuomo lives. His top aide, Melissa DeRosa, who announced her resignation on Sunday, joined video meetings with publishers and helped Mr. Cuomo edit drafts of the book.\nThe governor was granted permission to author the book by the state’s Joint Commission on Public Ethics. The commission barred Mr. Cuomo from using state resources, including help from government employees, to work on it. The Assembly’s inquiry is part of its broader impeachment investigation, the fate of which remains unclear now that Mr. Cuomo has resigned.", "url": "https://www.nytimes.com/2021/08/10/books/cuomo-book-penguin-random-house.html"}