{"authors": ["Katie Rogers", "Erica L. Green"], "date_download": "2022-10-25 23:48:14", "date_modify": "2022-10-25 23:48:14", "date_publish": "2021-03-04 00:20:48", "description": "A day after President Biden said teachers should be prioritized for vaccination, the first lady and the education secretary hit the road to urge communities to return to in-person learning.", "filename": "2021_03_03_us_politics_biden-administration-school-reopenings_1666741694.html", "image_url": "https://static01.nyt.com/images/2021/03/03/us/03virus-briefing-bidenschools-2/03virus-briefing-bidenschools-2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5268daefc8824dd790a05e848b774bf1184ff3b06ff5b558a0232d7f302c3fe3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_03_us_politics_biden-administration-school-reopenings_1666741694.html", "title": "Biden Administration Steps Up Push for School Reopenings", "title_page": "Biden Administration Steps Up Push for School Reopenings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MERIDEN, Conn. — Having told educators that they would soon be vaccinated, the Biden administration began an aggressive push on Wednesday to drum up support for reopening schools, putting on a show of unity with the leaders of teachers unions and highlighting measures to keep students and staff safe from the coronavirus.\nA day after President Biden announced a new federal program to give teachers nationwide access to at least a first dose of the vaccine by the end of March, the administration sought to position itself as intent on opening schools as soon as possible while also addressing the concerns of teachers that their fears were being ignored.\nTo carry the message, the White House dispatched the first lady, Jill Biden, and the newly confirmed education secretary, Miguel Cardona, on a trip to Connecticut and Pennsylvania to emphasize that teachers should no longer fear returning unprotected to the classroom. The Centers for Disease Control and Prevention has said that teachers do not have to be vaccinated for schools to reopen safely.\nGetting shots into the arms of educators and school staff would be his “top priority” as education secretary, Dr. Cardona said in Connecticut, where he and the first lady were joined by Randi Weingarten, the president of the American Federation of Teachers.", "url": "https://www.nytimes.com/2021/03/03/us/politics/biden-administration-school-reopenings.html"}