{"authors": ["Farnaz Fassihi", "Ronen Bergman"], "date_download": "2022-10-26 00:11:41", "date_modify": "2022-10-26 00:11:41", "date_publish": "2021-11-27 10:00:13", "description": "Iranians couldn’t buy gas. Israelis found their intimate dating details posted online. The Iran-Israel shadow war is now hitting ordinary citizens.", "filename": "2021_11_27_world_middleeast_iran-israel-cyber-hack_1666743101.html", "image_url": "https://static01.nyt.com/images/2021/11/24/world/24iran-israel-cyber01/merlin_173869521_99af9b4c-05cf-4a57-abea-d72eea02757d-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_27_world_middleeast_iran-israel-cyber-hack_1666743101.html", "title": "Israel and Iran Broaden Cyberwar to Attack Civilian Targets", "title_page": "Israel and Iran Broaden Cyberwar to Attack Civilian Targets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Perhaps there’s a war going on between Israel and Iran, but from the little civilian’s perspective we are being held as prisoners here in the middle and are helpless,” said Beni Kvodi, 52, an editor at an Israeli radio station.\nMr. Kvodi has been openly gay for years, but the hack on the Israeli dating site threatened to expose thousands of Israelis who had not come out publicly about their sexual orientation. The site collected embarrassing information about users’ sexual habits, as well as explicit photos.\nAli, a 39-year-old driver with the national taxi company in Tehran who, like other Iranians interviewed, asked that his last name not be used out of fear for his security, said he lost a day of work waiting in gas station lines that snaked for miles.\n“Every day you wake up in this country and you have a new problem,” he said in a telephone interview. “It isn’t our fault our governments are enemies. It’s already hard enough for us to survive.”\nBoth countries appear to be striking out at civilians to send messages to their governments.\nThe hack on Iran’s fuel distribution system took place on Oct. 26, near the two-year anniversary of large antigovernment protests set off by a sudden increase in gasoline prices. The government responded then with a brutal crackdown, which Amnesty International said killed more than 300 people.\nThe cyberattack appeared aimed at generating another wave of antigovernment unrest.\nGas pumps suddenly stopped working and a digital message directed customers to complain to Iran’s supreme leader, Ayatollah Ali Khamenei, displaying the phone number of his office.", "url": "https://www.nytimes.com/2021/11/27/world/middleeast/iran-israel-cyber-hack.html"}