{"authors": ["Julie Bosman"], "date_download": "2022-10-25 23:33:02", "date_modify": "2022-10-25 23:33:02", "date_publish": "2021-02-08 23:00:42", "description": "As the resolute head of the city’s teachers union, she led a seven-day strike in 2012 and often butted heads with Mayor Rahm Emanuel.", "filename": "2021_02_08_us_karen-lewis-dead_1666740782.html", "image_url": "https://static01.nyt.com/images/2021/02/09/obituaries/00lewis_karen1/00lewis_karen1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=475412b755117dc45034bfa9e5c6e00c5ec585b09ff5deb9e608712413c28e48&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_08_us_karen-lewis-dead_1666740782.html", "title": "Karen Lewis, Who Fought for Chicago’s Teachers, Dies at 67", "title_page": "Karen Lewis, Who Fought for Chicago’s Teachers, Dies at 67 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — Karen Lewis, a formidable teachers union leader in Chicago who battled Rahm Emanuel when he was mayor, and who in 2012 led the city’s public-school teachers in their first strike in a quarter-century, died on Monday. She was 67.\nHer death was announced by the Chicago Teachers Union, which did not say where she died. Ms. Lewis had been under treatment for glioblastoma, an aggressive type of brain cancer that forced her to retire as head of the union in June 2018 after undergoing brain surgery.\nThe cancer was first diagnosed in 2014 and had forced her to abandon the idea, endorsed by many, of running for mayor of Chicago the following year. She had hoped to unseat Mr. Emanuel, a Democrat and former chief of staff to President Barack Obama. Mr. Emanuel was re-elected.\nMs. Lewis’s death came as the union was close to a final agreement with the Chicago Public Schools that would avert another strike, this time over the question of how teachers, students and school staff members could safely return to classrooms during the coronavirus pandemic.", "url": "https://www.nytimes.com/2021/02/08/us/karen-lewis-dead.html"}