{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:27:51", "date_modify": "2022-10-25 23:27:51", "date_publish": "2021-05-26 17:03:09", "description": "Important immune cells survive in the bone marrow of people who were infected with the virus or were inoculated against it, new research suggests.", "filename": "2021_05_26_health_coronavirus-immunity-vaccines_1666740471.html", "image_url": "https://static01.nyt.com/images/2021/05/27/science/26VIRUS-IMMUNITY1/26VIRUS-IMMUNITY1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a9a52c55931ca9803b909d20832de96960cc493ae64ae809d45198e92b92a2f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_26_health_coronavirus-immunity-vaccines_1666740471.html", "title": "Immunity to the Coronavirus May Persist for Years, Scientists Find", "title_page": "Immunity to the Coronavirus May Persist for Years, Scientists Find - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The papers are consistent with the growing body of literature that suggests that immunity elicited by infection and vaccination for SARS-CoV-2 appears to be long-lived,” said Scott Hensley, an immunologist at the University of Pennsylvania who was not involved in the research.\nThe studies may soothe fears that immunity to the virus is transient, as is the case with coronaviruses that cause common colds. But those viruses change significantly every few years, Dr. Hensley said. “The reason we get infected with common coronaviruses repetitively throughout life might have much more to do with variation of these viruses rather than immunity,” he said.\nIn fact, memory B cells produced in response to infection with SARS-CoV-2 and enhanced with vaccination are so potent that they thwart even variants of the virus, negating the need for boosters, according to Michel Nussenzweig, an immunologist at Rockefeller University in New York who led the study on memory maturation.\n“People who were infected and get vaccinated really have a terrific response, a terrific set of antibodies, because they continue to evolve their antibodies,” Dr. Nussenzweig said. “I expect that they will last for a long time.”\nThe result may not apply to protection derived from vaccines alone, because immune memory is likely to be organized differently after immunization, compared with that following natural infection.", "url": "https://www.nytimes.com/2021/05/26/health/coronavirus-immunity-vaccines.html"}