{"authors": ["Mark Landler", "Megan Specia"], "date_download": "2022-10-25 23:23:35", "date_modify": "2022-10-25 23:23:35", "date_publish": "2021-10-05 17:05:22", "description": "England is taking more risks than many U.S. schools as a way of returning to normal. Many parents approve, but with more than 180,000 students absent in recent weeks, others question the trade off.", "filename": "2021_10_05_world_europe_england-schools-masks-mandate_1666740215.html", "image_url": "https://static01.nyt.com/images/2021/10/03/world/03virus-uk-schools1/03virus-uk-schools1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e4ddcfae236f18b3357dfaf7f4fdeb7d3d4a66e0d915053691cf425c5229b3e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_05_world_europe_england-schools-masks-mandate_1666740215.html", "title": "English Schools Drop Mask Mandates, but Questions Rise Along With Cases", "title_page": "English Schools Drop Mask Mandates, but Questions Rise Along With Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — England took a high-stakes gamble when it sent millions of students back to school last month with neither vaccines nor a requirement to wear face masks, even as the coronavirus continued to course through the population.\nOn Tuesday, the country’s Education Department issued its latest report card on how the plan is working: 186,000 students were absent from school on Sept. 30 with confirmed or suspected cases of the virus, 78 percent more than the number reported on Sept. 16, and the highest number since the pandemic began.\nYet to hear many parents tell it, the bigger risk would have been to force the students to keep wearing masks or, worse, to keep them home.\n“It’s important for kids,” said Morgane Kargadouris, who was picking up her daughter recently at Notting Hill Preparatory School in northwest London, where none of the children wear masks. “So much of what they learn is through expressions and through contact they have with people.”", "url": "https://www.nytimes.com/2021/10/05/world/europe/england-schools-masks-mandate.html"}