{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:31:49", "date_modify": "2022-10-25 23:31:49", "date_publish": "2021-07-09 09:00:30", "description": "Margot Robbie as Barbie, Daniel Kaluuya reimagining Barney, plots based on Uno and View-Master: Mattel, in the throes of a financial comeback, has 13 films in the works.", "filename": "2021_07_09_business_media_barbie-movie-mattel_1666740709.html", "image_url": "https://static01.nyt.com/images/2021/07/11/business/09mattel-3/09mattel-3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0e1c38772568db2325a8b01b51431fb2fc62f5252c0e27cd812dceaa5fc0ee11&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_09_business_media_barbie-movie-mattel_1666740709.html", "title": "It’s Hollywood Barbie’s Moment (and She’s Bringing Her Friends)", "title_page": "It’s Hollywood Barbie’s Moment (and She’s Bringing Her Friends) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For 62 years, Barbie has been the hardest-working woman in the toy aisle, using a dizzying array of outfits and accessories — and, lately, changing body shapes and skin tones — while gliding from one career to the next. Astrophysicist Barbie. Ballerina Barbie. Chicken Farmer Barbie. Firefighter Barbie.\nBut she has never pulled off the ultimate transformation: Barbie, live-action movie star.\nTime and again, her corporate overlords at Mattel have teamed with Hollywood studios to make a big-budget film in hopes of forging a new revenue stream while giving Barbie new relevance. Time and again, nothing has emerged, in part because Mattel has tried to micromanage the creative process, alienating filmmakers. (You want Barbie to do what?) Financial turbulence and executive turnover at Mattel haven’t helped.\nA similar situation has played out with other Mattel brands, including Hot Wheels, American Girl and Masters of the Universe — a humiliation given the success that other toy companies have had in Hollywood, which loves nothing more than a movie concept with a built-in fan base.\nThe inventive “Lego Movie” took in nearly $500 million at the global box office in 2014 for Warner Bros. and the Lego Group, resulting in a sequel and two spinoffs. Paramount Pictures and Hasbro have turned the Transformers action-figure line into a $5 billion big-screen franchise over the last 14 years; a seventh installment is on the way and will undoubtedly deliver the same halo for Hasbro as the previous films, driving up the company’s stock price and turbocharging demand for Transformers toys.", "url": "https://www.nytimes.com/2021/07/09/business/media/barbie-movie-mattel.html"}