{"authors": ["Sopan Deb"], "date_download": "2022-10-25 23:34:57", "date_modify": "2022-10-25 23:34:57", "date_publish": "2021-07-04 02:56:40", "description": "Milwaukee was playing without its injured star, Giannis Antetokounmpo. The Bucks will face the Phoenix Suns in the finals.", "filename": "2021_07_03_sports_basketball_milwaukee-bucks-nba-finals-atlanta-hawks_1666740897.html", "image_url": "https://static01.nyt.com/images/2021/07/03/sports/03nba-eastern-finals-1/03nba-eastern-finals-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=34331399ab84ecc7ceb15e7048493ca58382a89c959b852f1ae1658af833ec54&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_03_sports_basketball_milwaukee-bucks-nba-finals-atlanta-hawks_1666740897.html", "title": "Bucks Beat Hawks and Advance to the N.B.A. Finals", "title_page": "Bucks Beat Hawks and Advance to the N.B.A. Finals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Milwaukee Bucks advanced to their first N.B.A. finals since 1974 after defeating the Atlanta Hawks, 118-107, in Game 6 of the Eastern Conference finals Saturday night to take the series, four games to two. They will face the Phoenix Suns in the N.B.A. finals starting Tuesday.\nThey were without the services of Giannis Antetokounmpo, their best player, who had injured his left knee in Game 4, appearing to deal a significant blow to the Bucks’ chances of winning the series.\nInstead, the Bucks soldiered on without him, leaning on a supporting cast led by forward Khris Middleton, who scored 23 of his 32 points in the third quarter, and guard Jrue Holiday, who added 27 points of his own. The Hawks’ best player, Trae Young, who had missed Games 4 and 5 because of a bone bruise in his right foot, struggled in the loss after being a game-time decision on Saturday. Young shot only 4 for 17 from the field and missed all six of his 3-pointers. He finished with 14 points.\nThe crowd at State Farm Arena was subdued throughout most of the game, as the Bucks burst out of the gate with a 15-4 run and led the whole game. But Atlanta fans came back to life in the fourth quarter, as the Hawks made a furious run to cut a 22-point second-half lead to 6 with 3:40 left.", "url": "https://www.nytimes.com/2021/07/03/sports/basketball/milwaukee-bucks-nba-finals-atlanta-hawks.html"}