{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:47:19", "date_modify": "2022-10-25 23:47:19", "date_publish": "2021-03-04 17:53:37", "description": "Top lawmakers say the Capitol Police Board, which is beholden to House and Senate leaders, needs significant changes after the security failures of Jan. 6.", "filename": "2021_03_04_us_politics_capitol-riot-police-board_1666741639.html", "image_url": "https://static01.nyt.com/images/2021/03/04/us/politics/04dc-capitol-police1/04dc-capitol-police1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a25b642cfdb77a6cbfb95352aa557739657d7b06ac18805da2d411e78bafcc9f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_04_us_politics_capitol-riot-police-board_1666741639.html", "title": "After Riot, Capitol’s Police Board Faces Overhaul", "title_page": "After Riot, Capitol’s Police Board Faces Overhaul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New tension over the board’s power emerged on Thursday as Yogananda D. Pittman, the acting chief of the Capitol Police, appealed to House and Senate leaders to intercede to persuade the panel to grant her department’s emergency request to extend the deployment of National Guard troops at the Capitol. She said the board had not acted on a plea she made in mid-February for authorization to retain about half the force, prompting confusion about the security status at the Capitol.\nAfter Chief Pittman’s letter to the leaders became public, the board gave its approval. But the episode was reminiscent of events in the run-up to Jan. 6, when the panel rebuffed a request from the Capitol Police for National Guard reinforcements to counter a threat that had been identified by intelligence, with disastrous consequences.\nThe 150-year-old board is a vestige of the days when the Capitol grounds were patrolled by a few watchmen. Its capabilities have not kept up with the explosive growth of the department, traditional police force management or the contemporary threat environment, resulting in disarray and inaction on Jan. 6 and in the days leading up to the riot.\nUnder the current system, the board has broad authority for Capitol security and the police force and consists of the sergeants-at-arms of the House and the Senate, who are chosen by the leader of each chamber, and the architect of the Capitol, the Senate-confirmed official responsible for buildings and other facilities on the grounds. The chief of the Capitol Police, who must be approved by the board, is a nonvoting member.\nAt House and Senate hearings in recent days, lawmakers have been struck by the fact that two days before the attack, members of the board dismissed the Capitol Police request for troops to be on hand on Jan. 6. They acted with no vote, little discussion or consultation with other authorities, and no involvement by the architect of the Capitol. Then on the day of the riot, board members struggled to connect and agree to declare an emergency so that troops who were standing by to assist could be summoned to the Capitol.", "url": "https://www.nytimes.com/2021/03/04/us/politics/capitol-riot-police-board.html"}