{"authors": ["Jonah E. Bromwich", "Luis Ferré-Sadurní"], "date_download": "2022-10-25 23:24:54", "date_modify": "2022-10-25 23:24:54", "date_publish": "2021-08-06 15:02:42", "description": "The criminal complaint from the woman, an executive assistant whose name has not been publicized, increases the possibility that Gov. Andrew Cuomo could face charges.", "filename": "2021_08_06_nyregion_andrew-cuomo-criminal-complaint_1666740294.html", "image_url": "https://static01.nyt.com/images/2021/08/06/nyregion/06cuomo-albany/06cuomo-albany-facebookJumbo.jpg?year=2021&h=550&w=1050&s=91245a674ed6c795f4b5600416e46f5209ecc95619342dbfa7d373aa6430e2a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_06_nyregion_andrew-cuomo-criminal-complaint_1666740294.html", "title": "Cuomo Lawyers Hit Back as Aide Who Says He Groped Her Files Complaint", "title_page": "Cuomo Lawyers Hit Back as Aide Who Says He Groped Her Files Complaint - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The independent investigation has concluded that Gov. Andrew Cuomo sexually harassed multiple women and in doing so, violated federal and state law. Further, the governor and his senior team took actions to retaliate against at least one former employee for coming forward with her story, her truth.” “My attorney, who is a nonpolitical former federal prosecutor, has done a response to each allegation, and the facts are much different than what has been portrayed. I never touched anyone inappropriately or made inappropriate sexual advances.” “These were not isolated incidents. They were part of a pattern. The governor’s pattern of sexually harassing behavior was not limited to members of his own staff, but extended to other state employees, including a state trooper who served on his protective detail.” “One current employee who we identify as Executive Assistant No. 1, endured repeated physical violations. On Nov. 16, 2020, in the executive mansion, the governor hugged Executive Assistant No. 1, and reached under her blouse to grab her breast. The governor also several times inappropriately touched a state trooper assigned to the unit to protect the governor. In an elevator while standing behind the trooper, he ran his finger from her neck down her spine and said, ‘Hey, you.’ In addition to the physical conduct, our investigation found that the governor regularly made comments to staff members and state employees that were offensive and gender-based. For example, the governor crossed the line many times when speaking with Charlotte Bennett, a briefer and executive assistant, particularly in spring of 2020. When she confided in the governor that she had been sexually assaulted in college, he asked her for the details of her assault. When talking about potential girlfriends, he said he thought he could date women as young as 22, knowing that Ms. Bennett was 25 at the time. He asked her whether she had ever been with older men. He told her that he was lonely and wanted to be touched.” “And what this investigation revealed was a disturbing pattern of conduct by the governor of the great State of New York, and those who basically did not put in place any protocols or procedures to protect these young women who believed in public service. I believe women, and I believe these 11 women.”", "url": "https://www.nytimes.com/2021/08/06/nyregion/andrew-cuomo-criminal-complaint.html"}