{"authors": ["Neil Irwin"], "date_download": "2022-10-25 23:31:35", "date_modify": "2022-10-25 23:31:35", "date_publish": "2021-11-03 21:36:52", "description": "He said high inflation was mostly a result of pandemic effects like supply network disruptions, a problem he thinks the Fed can’t fix.", "filename": "2021_11_03_upshot_powell-fed-rates-inflation_1666740695.html", "image_url": "https://static01.nyt.com/images/2021/11/03/business/03dc-fed/03dc-fed-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_03_upshot_powell-fed-rates-inflation_1666740695.html", "title": "What Jerome Powell Didn’t Do: Lay the Groundwork for Higher Rates", "title_page": "What Jerome Powell Didn’t Do: Lay the Groundwork for Higher Rates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On interest rates, Mr. Powell rejected the thinking of leaders at several other leading central banks and of a handful of his own colleagues. They think that excess demand in the economy is a big part of the inflation problem and that rate increases would help address it — and that current high inflation could become ingrained in economic decision-making, with long-lasting consequences.\nIf he had expressed more alarm about those inflationary pressures, it would have been a signal that the Fed might act to raise rates more abruptly than it once planned. The Bank of Canada, the Reserve Bank of Australia and the Bank of England have recently done just that. Several Eastern European central banks are going a step further, aggressively raising rates to try to combat inflation (including a 0.75-percentage-point rate increase by the Polish central bank on Wednesday).\nMr. Powell himself has essentially conceded in recent appearances that surging prices due to supply disruptions are on track to last longer than he expected. He said in late September that it was frustrating that supply chain bottlenecks weren’t improving and might be getting worse, and said this would hold inflation higher for longer than the Fed had thought.\nBut he was steadfast on Wednesday in not suggesting that those developments were a reason to accelerate the Fed’s interest rate hike plans. He suggested those would need to wait until the tapering of bond purchases was complete and until Fed officials concluded the economy had achieved maximum employment.\n“We understand the difficulties that high inflation poses for individuals and families,” Mr. Powell said Wednesday. But he continued: “Our tools cannot ease supply constraints. Like most forecasters, we continue to believe that our dynamic economy will adjust to the supply and demand imbalances, and that, as it does, inflation will decline to levels much closer to our 2 percent longer-run goal.”", "url": "https://www.nytimes.com/2021/11/03/upshot/powell-fed-rates-inflation.html"}