{"authors": ["Ernesto Londoño", "Letícia Casado"], "date_download": "2022-10-25 23:50:37", "date_modify": "2022-10-25 23:50:37", "date_publish": "2021-03-31 23:26:15", "description": "Critics see the recent behavior of Brazil’s president — polarizing in the best of times — as an unnerving sign of a flailing leader. His strategy, if there is one, is difficult to discern.", "filename": "2021_03_31_world_americas_brazil-coronavirus-bolsonaro_1666741837.html", "image_url": "https://static01.nyt.com/images/2021/03/31/world/31brazil/31brazil-facebookJumbo.jpg?year=2021&h=549&w=1050&s=96e52f20509a34d27fe4500c2834553ac240334b832d918ca62c59e13bc5f23e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_31_world_americas_brazil-coronavirus-bolsonaro_1666741837.html", "title": "As Coronavirus and Economic Woes Ravage Brazil, Bolsonaro Improvises and Confounds", "title_page": "As Coronavirus and Economic Woes Ravage Brazil, Bolsonaro Improvises and Confounds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — He has sneered at the Covid-19 pandemic, even as it led Brazil’s health care system to collapse. He has ridiculed opposition lawmakers, who are gunning for his impeachment.\nHis main rival is back in the political arena, threatening a re-election bid.\nAnd this week he ordered a sweeping cabinet shake-up and removed the heads of the armed forces — a strong base of support — with no public explanation.\nEven for a polarizing leader who often appears to act on gut instinct, the recent moves by President Jair Bolsonaro of Brazil have confounded and unnerved many in Latin America’s largest country, where the coronavirus is killing people at a record rate.\nBrazilian lawmakers on Wednesday presented a new initiative to impeach Mr. Bolsonaro, calling his dismissal of the military commanders the day before a dangerous and destabilizing action.", "url": "https://www.nytimes.com/2021/03/31/world/americas/brazil-coronavirus-bolsonaro.html"}