{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 22:57:58", "date_modify": "2022-10-25 22:57:58", "date_publish": "2021-08-11 22:15:06", "description": "Democratic leaders vow to make voting legislation the “first matter of legislative business” in September. But their path remains cluttered with obstacles.", "filename": "2021_08_11_us_politics_congress-voting-rights_1666738678.html", "image_url": "https://static01.nyt.com/images/2021/08/11/us/politics/11dc-voting1/11dc-voting1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=35631c9321e7097fa609c28bcc7577aaac2376cfcb24e21e4dad921cf76cfd47&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_11_us_politics_congress-voting-rights_1666738678.html", "title": "As Congress Recesses, Democratic Successes Do Not Include Voting Rights", "title_page": "As Congress Recesses, Democratic Successes Do Not Include Voting Rights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The For the People Act, which passed the House this spring, would end partisan gerrymandering by both parties by forcing states to use independent commissions to draw district boundaries. The bill would also mandate that states set up automatic voter registration, 15 days of early voting and no-excuse mail-in voting. It would require political groups to disclose the identity of their big donors.\nBut Richard L. Hasen, an election law expert at the University of California, Irvine, said Democrats could soon lose their window of opportunity to change the course of the redistricting process and the 2022 election. In time, it could similarly become difficult to stop the effects of new voting laws in more than a dozen Republican states that experts say will make it harder for young people and people of color to vote.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“If something passes after states have gone through those processes and the election is underway, it would be much less likely that any congressional requirement could go into effect before the 2024 elections,” Mr. Hasen said of the redistricting process.\nStill, Democratic leaders insist they are making progress and can pass elections legislation even as they try to sew up two vast infrastructure and social program bills in the fall.\nMr. Manchin, the only Democratic senator who does not support the original For the People Act, appears to be on the cusp of endorsing a somewhat narrower alternative that he has spent weeks negotiating with fellow Democrats. The new bill is likely to maintain many of the pillars of the original legislation, but include for the first time a national voter identification requirement and lop off new ethics requirements and a public campaign financing program for senators.\nMr. Manchin said this week that he was still trying to win Republican votes for the plan, an unlikely outcome. But his colleagues have another motivation: They believe that Mr. Manchin will be more determined to fight for — and potentially change Senate rules for — a bill he helped write and watched Republicans tank.", "url": "https://www.nytimes.com/2021/08/11/us/politics/congress-voting-rights.html"}