{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:47:41", "date_modify": "2022-10-25 23:47:41", "date_publish": "2021-02-25 22:40:14", "description": "The acting chief of the force that protects the Capitol said security measures, including fencing and the presence of the National Guard, should continue amid persisting threats.", "filename": "2021_02_25_us_politics_capitol-attack-state-of-the-union_1666741661.html", "image_url": "https://static01.nyt.com/images/2021/02/25/us/politics/25dc-capitol/25dc-capitol-facebookJumbo.jpg?year=2021&h=550&w=1050&s=35679ad7cdede51378d0112a13c1b52a4508849adb0a51318d7556f05680df39&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_25_us_politics_capitol-attack-state-of-the-union_1666741661.html", "title": "Militia Groups Want to ‘Blow Up the Capitol,’ a Police Chief Testifies", "title_page": "Militia Groups Want to ‘Blow Up the Capitol,’ a Police Chief Testifies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The acting chief of the Capitol Police warned lawmakers on Thursday that extremist groups that carried out the Jan. 6 riot want to blow up the Capitol and kill lawmakers around President Biden’s first formal address to Congress, calling for security measures deployed after the deadly attack to remain for several more weeks.\n“We have no intention of keeping the National Guard soldiers or that fencing any longer than what is actually needed,” the acting chief, Yogananda D. Pittman, told a House Appropriations subcommittee. “We know that members of the militia groups that were present on Jan. 6 have stated their desires that they want to blow up the Capitol and kill as many members as possible, with a direct nexus to the State of the Union.”\nExtremist groups and militia members were among the hundreds of pro-Trump rioters who attacked the Capitol last month in an attempt to stop the certification of Mr. Biden’s victory and keep President Donald J. Trump in power. The violent rampage caused injuries to nearly 140 police officers and left five people dead.\nAfterward, tens of thousands of National Guard troops were sent to the Capitol, which is now fortified on all sides with tall fences topped with razor wire.", "url": "https://www.nytimes.com/2021/02/25/us/politics/capitol-attack-state-of-the-union.html"}