{"authors": ["Rebecca R. Ruiz", "Tariq Panja"], "date_download": "2022-10-25 23:02:45", "date_modify": "2022-10-25 23:02:45", "date_publish": "2021-08-24 18:57:02", "description": "Soccer’s governing body and two affiliates in the Americas have been awarded tens of millions of dollars seized by the Department of Justice.", "filename": "2021_08_24_sports_soccer_fifa-justice-department_1666738965.html", "image_url": "https://static01.nyt.com/images/2021/08/24/sports/24soccer-fifa/24soccer-fifa-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4bad0da555dc9128fe2f5654f93ecbdf701db9ca0bbe8df09ca0e2a62da486db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_24_sports_soccer_fifa-justice-department_1666738965.html", "title": "FIFA Will Share in $200 Million Payout From Corruption Scandal", "title_page": "FIFA Will Share in $200 Million Payout From Corruption Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even as top soccer officials were still being arrested as part of a sprawling corruption investigation in 2015, lawyers for the sport’s global governing body and U.S. prosecutors began to embrace an intriguing premise:\nThe soccer organization, FIFA, and its affiliates were not only the hosts of the scheme, the thinking went, they were also its victims.\nFor prosecutors, the notion distinguished between the hijackers and the hijacked: It held individuals accountable for their crimes but spared the organizations and the sport that they had defrauded. For FIFA and its new leaders and lawyers, the framing had a bigger benefit: It protected against prosecution, and it offered the organization a chance to reclaim the tens of millions of dollars siphoned away by corrupt officials.\nTuesday brought the payoff: Six years after a wide-ranging criminal indictment laid bare decades of corruption in global soccer on a stunning scale, and five years after those in power started pursuing a piece of the millions that American authorities were rounding up, the U.S. government approved the payment of more than $200 million to FIFA and its two member confederations most implicated in the scandal.\nThe repayment will begin with an initial payment of $32.3 million in forfeited funds, the Justice Department said, but prosecutors have approved a plan in which the soccer organizations could receive as much as $201 million.", "url": "https://www.nytimes.com/2021/08/24/sports/soccer/fifa-justice-department.html"}