{"authors": ["Richard Fausset", "Danny Hakim"], "date_download": "2022-10-25 23:30:11", "date_modify": "2022-10-25 23:30:11", "date_publish": "2021-02-10 14:57:00", "description": "State officials are being instructed to preserve documents related to “attempts to influence” the Georgia election, just weeks after former President Donald J. Trump asked an elections official to “find” votes.", "filename": "2021_02_10_us_politics_trump-georgia-investigation.html_action=click&module=RelatedLinks&pgtype=Article_1666740611.html", "image_url": "https://static01.nyt.com/images/2021/02/10/multimedia/10Georgia/10Georgia-facebookJumbo.jpg?year=2021&h=550&w=1050&s=30063c8602de16747c65bb51297946d77bd2c67daaa1beb51619b2dc6790de0c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_10_us_politics_trump-georgia-investigation.html_action=click&module=RelatedLinks&pgtype=Article_1666740611.html", "title": "Georgia Prosecutors Open Criminal Inquiry Into Trump’s Efforts to Subvert Election", "title_page": "Georgia Prosecutors Open Criminal Inquiry Into Trump’s Efforts to Subvert Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump: “We have won this election in Georgia based on all of this, and there’s nothing wrong with saying that, Brad. You know, I mean, having a correct — the people of Georgia are angry. And these numbers are going to be repeated on Monday night along with others that we’re going to have by that time, which are much more substantial even. And the people of Georgia are angry, the people of the country are angry. And there’s nothing wrong with saying that, you know, that you’ve recalculated, because the 2,236 in absentee ballots, I mean, they’re all exact numbers that were done by accounting firms, law firms, etc., and even if you cut them in half, cut them in half and cut them in half again, it’s more votes than we need.” Brad Raffensperger: “Well, Mr. President, the challenge that you have is the data you have is wrong. We talked to the congressmen, and they were surprised. But they — I guess there was a person named Mr. Braynard that came to these meetings and presented data. And he said that there was dead people, I believe it was upward of 5,000. The actual number were two. Two. Two people that were dead that voted. And so that’s wrong. That was two.” Trump: “Well, Cleta, how do you respond to that?” ... Trump: “Now, do you think it’s possible that they shredded ballots in Fulton County? Because that’s what the rumor is, and also that Dominion took out machines. That Dominion is really moving fast to get rid of their, uh, machinery. Do you know anything about that? Because that’s illegal.” “Ryan Germany. No, Dominion has not moved any machinery out of Fulton County —” “Well, but, no, but have they moved, have they, have they moved the inner parts of the machines and replaced them with other parts?” “No.” “Are you sure, Ryan?” “I’m sure. I’m sure, Mr. President.” ... Raffensperger: “Mr. President, the problem that you have with social media, they, people can say anything —” Trump: “No, this isn’t social — this is Trump media. It’s not social media, it’s really not. It’s not social media. I don’t care about social —” “But —” “I couldn’t care less. Social media is big tech. Big tech is on your side, you know — I don’t even know why you have a side, because you should want to have an accurate election. And you’re a Republican.” “We believe that we do have an accurate election.” “No, I — no, you don’t. No, no you don’t. You don’t have it. You don’t have, not even close. You’re off by hundreds of thousands of votes.” ... Trump: “Because you know what they did and you’re not reporting it, that’s, you know, that’s a criminal, that’s a criminal offense, and you know, you can’t let that happen. That’s, that’s a big risk to you and to Ryan, your lawyer. That’s a big risk. But they are shredding ballots, in my opinion, based on what I’ve heard. And they are removing machinery and they’re moving it as fast as they can, both of which are criminal finds. And you can’t let it happen. And you are letting it happen. You know, I mean, I’m notifying you that you’re letting it happen. So, look, all I want to do is this. I just want to find 11,780 votes, which is one more that we have.” ... Trump: “So, so tell me, Brad, what are we going to do? We won the election. And it’s not fair to take it away from us like this. And it’s going to be very costly in many ways. And I think you have to say that you’re going to re-examine it. And you can re-examine it, but re-examine it with people that want to find answers, not people that don’t want to find answers. For instance, I’m hearing Ryan, that he’s probably, I’m sure a great lawyer and everything, but he’s making statements about those ballots that he doesn’t know. But he’s making them with such, he did make them with surety, but now I think he’s less sure, because the answer is they all went to Biden, and that alone wins us the election by a lot. You know, so.” Raffensperger: “Mr. President, you have people that submit information and we have our people that submit information. And then it comes before the court. And the court then has to make a determination. We have to stand by our numbers. We believe our numbers are right.” ... Trump: “Well, under law, you’re not allowed to give faulty election results, OK? You’re not allowed to do that. And that’s what you’ve done. This is a faulty election result. And honestly, this should go very fast. You should meet tomorrow, because you have a big election, election coming up, and because of what you’ve done to the president — you know, the people of Georgia know that this was a scam. And because of what you’ve done to the president, a lot of people aren’t going out to vote. And a lot of Republicans are going to vote negative because they hate what you did to the president. OK? They hate it. And they’re going to vote. And you would be respected, really respected if this thing could be straightened out before the election. You have a big election coming up on Tuesday.” ... Trump: “I mean, look, that’s — you’d have to be a child to think anything other than that, just a child. I mean, you have —” Cleta Mitchell: “How many ballots? How many ballots, Mr. Secretary, are you saying were processed then?” Raffensperger: “We had G.B.I. thoroughly investigate that.” “We had our — this is Ryan Germany. We had our law enforcement officers talk to everyone who was — who was there after that event came to light. G.B.I. was with them, as well as F.B.I. agents.” Trump: “Well, there’s no way they could — then they’re incompetent. They’re either dishonest or incompetent, OK? There’s only two answers: dishonesty or incompetence.” ... Trump: “I would like you to, for the attorneys on my, I’d like you to perhaps meet with Ryan, ideally tomorrow, because I think we should come to a resolution of this before the election. Otherwise, you’re going to have, you’re going to have people just not voting. They don’t want to vote. They hate the state, they hate the governor and they hate the secretary of state — I will tell you that right now. And the only people that like you are people that will never vote for you. You know that, Brad, right? They like you. You know, they like you. They can’t believe what they found. They want more people like you. So, look, can you get together tomorrow? And Brad, we just want the truth, it’s simple.”", "url": "https://www.nytimes.com/2021/02/10/us/politics/trump-georgia-investigation.html?action=click&module=RelatedLinks&pgtype=Article"}