{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:42:59", "date_modify": "2022-10-25 23:42:59", "date_publish": "2021-02-02 17:19:57", "description": "Once held up as a pandemic success story, the country is now experiencing a wave of infections. It has recorded 12,757 coronavirus-related deaths, nearly 5,600 of those in the last month alone.", "filename": "2021_02_02_world_europe_portugal-coronavirus-surge-hospitals_1666741379.html", "image_url": "https://static01.nyt.com/images/2021/02/02/world/02virus-portugal2sub/02virus-portugal2sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=459f6842646848fe5f4e07668a81dc79eeea01c21a585589eb8f47a983987f89&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_02_world_europe_portugal-coronavirus-surge-hospitals_1666741379.html", "title": "Virus Surge in Portugal Puts Hospitals on the Brink", "title_page": "Virus Surge in Portugal Puts Hospitals on the Brink - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“As a country, I feel we failed to understand the real enemy and the risks that we were facing over the winter,” she said. “But of course no country’s health system is prepared for a tsunami like this.”\nWhatever is driving infections in Portugal, new cases are only now starting to show signs of slowing after a national lockdown was reinstated in mid-January. Across the country, residents are required to stay home and all nonessential stores are closed. Citizens have also been barred from traveling outside the country unless for exceptional reasons.\nPortugal was initially one of the laggards in Europe in terms of vaccine distribution, with the rollout also tainted by some queue-jumping scandals. But Mr. Siza Vieira insisted that the country was now on track to vaccinate about 10 percent of the population by early March. He said that 270,000 first doses of the vaccine and 70,000 second doses had been administered as of Monday.\nInside Lisbon’s hospitals, employees are working against the clock to prepare for an anticipated rise in patients requiring emergency treatment. More wards are being converted into space for Covid-19 patients, but, Dr. Lamas said, “adding beds is not the same as adding human resources, and we are calling doctors and nurses from other specialties to help us, but who are not used to handling this kind of patients.”\n“It is like starting from ground zero,” he continued, “because to teach people how to use different equipment — and in a safe way — is a gigantic work.”", "url": "https://www.nytimes.com/2021/02/02/world/europe/portugal-coronavirus-surge-hospitals.html"}