{"authors": ["Katie Rogers", "Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:27:30", "date_modify": "2022-10-25 23:27:30", "date_publish": "2021-09-09 23:39:50", "description": "Initially reluctant to enact mandates, the president is now moving aggressively to require vaccination as the Delta variant races across the country.", "filename": "2021_09_09_us_politics_biden-mandates-vaccines_1666740450.html", "image_url": "https://static01.nyt.com/images/2021/09/09/us/politics/09dc-virus-biden-2/merlin_194446158_2c7094f6-e9db-4382-b0e6-1541278e85a5-facebookJumbo.jpg?year=2021&h=549&w=1050&s=443cb28e471a3de500f8e5ff5f47b9b5909b7f8c536a94fb29671e1209d263d6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_09_us_politics_biden-mandates-vaccines_1666740450.html", "title": "Biden Mandates Vaccines for Workers, Saying, ‘Our Patience Is Wearing Thin’", "title_page": "Biden Mandates Vaccines for Workers, Saying, ‘Our Patience Is Wearing Thin’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lawrence O. Gostin, a Georgetown University law professor who specializes in public health, added: “The president’s plan is bold, audacious and unprecedented. But I do think it’s entirely lawful. He’s on extremely strong legal ground.”\nThe moves, which Mr. Biden said would cover 100 million people, are part of a broader White House effort to curb the pandemic, which began to spin out of control in July even as Mr. Biden and his top aides were forecasting a “summer of joy” and declaring independence from the virus. Since then, the highly infectious Delta variant has spread rapidly, fueling a spike in cases and deaths.\nAlso on Thursday, Mr. Biden ordered mandatory vaccination for nearly 300,000 educators in the federal Head Start Program and at more than 200 federally run schools. He announced that he would use the Defense Production Act to increase the production of rapid testing kits and would work with retailers, including Amazon and Walmart, to expand their availability. And he said the Transportation Security Administration would now double fines on passengers who refuse to wear masks.\n“If you break the rules, be prepared to pay — and by the way, show some respect,” Mr. Biden said, in a salty reference to angry airline passengers who refuse to mask up. “The anger you see on television toward flight attendants and others doing their jobs is wrong. It’s ugly.”\nExperts say vaccine mandates are highly effective at preventing the spread of infectious disease; that is why schools require vaccination against measles, mumps and other childhood ailments. Since the announcement on Aug. 25 that the Pentagon would require active duty military personnel to be vaccinated against Covid-19, the percentage of military members with at least one shot rose from 76.22 percent to 82.96 percent, according to Pentagon data.\nBut Mr. Biden is unveiling his plan in a deeply polarized environment around Covid-19 vaccination, and experts seemed split on how effective it will be.\nDr. Georges C. Benjamin, executive director of the American Public Health Association, said the actions might be “too little, too late,” and warned that Americans opposed to vaccination might dig in and bristle at being told what to do. The American Hospital Association was cautious, warning that the moves “may result in exacerbating the severe work force shortage problems that currently exist.”", "url": "https://www.nytimes.com/2021/09/09/us/politics/biden-mandates-vaccines.html"}