{"authors": ["Katie Thomas"], "date_download": "2022-10-25 22:57:12", "date_modify": "2022-10-25 22:57:12", "date_publish": "2021-03-09 12:00:11", "description": "More than half a million people have signed up for Dr. B, a service that promises to match them with clinics struggling to equitably dole out extra doses before they expire.", "filename": "2021_03_09_health_covid-vaccine-leftover-doses-dr-b_1666738632.html", "image_url": "https://static01.nyt.com/images/2021/03/09/science/09VIRUS-DRB1/09VIRUS-DRB1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c507dd2441ad2334904a8912fa7b8bbd196461f4bd1c6409a4b4b356a3fe8a76&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_09_health_covid-vaccine-leftover-doses-dr-b_1666738632.html", "title": "Covid-19 Vaccines: Dr. B Website Will Match You With Leftover Doses", "title_page": "Covid-19 Vaccines: Dr. B Website Will Match You With Leftover Doses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There is this feeling where you don’t know where you stand, and the only way to secure your place is by refreshing a browser,” said John Brownstein, a Boston Children’s Hospital researcher who runs VaccineFinder.org, an online portal that helps people book vaccine appointments.\nFor Brittany Marsh, who owns a pharmacy in Little Rock, Ark., figuring out what to do with leftover doses was a daily headache.\nShe said the number of no-shows had increased as vaccines have become more available, and others have had to cancel at the last minute because they developed Covid-19 or were exposed to someone who did. Although sometimes people do call, she said, “more times than not, we just have a no-show.”\nMs. Marsh has been testing Dr. B’s service for a few weeks and said it saved her workers the hassle of calling a waiting list of other customers to quickly fill the open slots. With Dr. B, she said, “I know that they’re calling at least what we think is the right group of people to come get those shots, so that we don’t have to ever waste any.”\nDr. B has revealed few details about which providers have expressed interest in using its platform, other than to say the providers are based in 30 states and include doctors’ offices, pharmacies and the medical departments at large academic institutions.\nThe company collects sensitive personal information that it vows to closely safeguard, even though, because the company is not itself a medical provider, the data is not protected by the federal health care privacy law known as HIPAA.\nWhen asked about his long-term plans for the company, Mr. Massoumi demurred, noting that the race to vaccinate was not going to end anytime soon.", "url": "https://www.nytimes.com/2021/03/09/health/covid-vaccine-leftover-doses-dr-b.html"}