{"authors": ["John Surico"], "date_download": "2022-10-25 23:29:38", "date_modify": "2022-10-25 23:29:38", "date_publish": "2021-11-08 10:00:11", "description": "Motorized bicycles are outselling all-electric cars and have the potential to transform urban transit.", "filename": "2021_11_08_business_e-bikes-urban-transit_1666740578.html", "image_url": "https://static01.nyt.com/images/2021/11/30/multimedia/08sp-transportation-ebikes/08sp-transportation-ebikes-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_08_business_e-bikes-urban-transit_1666740578.html", "title": "The Popularity of E-Bikes Isn’t Slowing Down", "title_page": "The Popularity of E-Bikes Isn’t Slowing Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That sort of trend has the potential to transform urban transit. In New York City, just over half of all car trips are three miles or less, according to a 2019 study by the analytics company INRIX. Many short car trips could be replaced, hypothetically, with a short, brisk e-bike ride. So what would it take to get there?\nThe exploding appetite for electrified rides is a product of three trends unfolding simultaneously, said David Zipper, a visiting fellow at the Harvard Kennedy School of Government and a specialist in new forms of mobility technology.\nThe first is the rapid development of lithium-ion batteries. Used to power electric cars, these batteries “have gotten smaller, more efficient and cheaper,” Mr. Zipper said, allowing their use in scooters, mopeds and, he added, “for smaller applications, too, like a bicycle.”\nThe second, he said, is a worldwide resurgence of interest in urban cycling over the last decade. And the third is what he called the “gateway drug” of bike-sharing programs, which allow riders to try e-bikes without buying one.\n“You put those together and it’s a sort of natural outgrowth,” said Mr. Zipper, who uses Washington’s Capital Bikeshare, or CaBi, regularly. “E-bikes capitalize on all of those things.”\nMost e-bikes fall into three categories. With the first, pedal assist, riders are given a motorized boost, like an invisible hand is pushing them forward. The second, a throttle, allows the rider to zoom around, up to 20 miles per hour, without pedaling, and is commonly used by delivery drivers and couriers. And the last is a faster pedal assist, allowing speeds of at least 28 m.p.h.\nFor New York’s Citi Bike, the electric-blue pedal-assist bikes make up 20 percent of the fleet but carry 35 percent of all rides, according to internal data provided by Lyft, its parent company. Given that monthly Citi Bike rides have topped three million four times this year, that’s a lot.", "url": "https://www.nytimes.com/2021/11/08/business/e-bikes-urban-transit.html"}