{"authors": ["Patrick Kingsley", "Isabel Kershner"], "date_download": "2022-10-25 23:54:39", "date_modify": "2022-10-25 23:54:39", "date_publish": "2021-05-11 10:52:57", "description": "Hamas fires rockets at Israeli cities. Israel hits Gaza with airstrikes. Civilians suffer the most casualties, but leaders on each side may reap political benefits.", "filename": "2021_05_11_world_middleeast_israel-gaza-airstrikes_1666742079.html", "image_url": "https://static01.nyt.com/images/2021/05/11/world/11israel-gaza-video-new/11israel-gaza-video-new-facebookJumbo.jpg?year=2021&h=549&w=1050&s=dcb9a92a0332ebb34c14524619dd0b26119cab67a2d415e53d9f1ae7e02ac1c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_11_world_middleeast_israel-gaza-airstrikes_1666742079.html", "title": "More Than 30 Dead in Gaza and Israel as Fighting Quickly Escalates", "title_page": "More Than 30 Dead in Gaza and Israel as Fighting Quickly Escalates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ASHKELON, Israel — The worst fighting between Israelis and Palestinians in seven years intensified on Tuesday night, as Israeli airstrikes began targeting Hamas offices in Gaza City and militants in Gaza fired rockets at the metropolis of Tel Aviv, the southern city of Ashkelon and Israel’s main airport.\nIn Gaza, at least 35 Palestinians, including 10 children, had been killed by Tuesday night, and 203 others were wounded, according to health officials. In Israel, five people were killed in strikes on Tel Aviv, Ashkelon and Lod, and at least 100 were wounded, according to medical officials.\nAway from the military conflict, a wave of civil unrest spread across Arab neighborhoods as Palestinian citizens of Israel expressed fury at the killings in Gaza and longstanding complaints of discrimination inside Israel itself.\nWhile the surge in strikes, the worst since 2014, brought fear to millions in Gaza and Israel, they nevertheless bolstered an unlikely pair: Hamas, the Islamist militant group that runs the Gaza Strip, and Prime Minister Benjamin Netanyahu of Israel.", "url": "https://www.nytimes.com/2021/05/11/world/middleeast/israel-gaza-airstrikes.html"}