{"authors": ["Christina Caron"], "date_download": "2022-10-25 23:44:36", "date_modify": "2022-10-25 23:44:36", "date_publish": "2021-08-23 15:38:53", "description": "The decline in the mental health of children and adolescents has led to new laws allowing kids to attend to their own self-care.", "filename": "2021_08_23_well_mind_mental-health-day-laws-kids_1666741476.html", "image_url": "https://static01.nyt.com/images/2021/08/23/well/23Sad-Day/23Sad-Day-facebookJumbo.jpg?year=2021&h=550&w=1050&s=84f11d4b1f81ca7861acb9a2ee5a19834613904ef43c4087aa0467ffde2b7328&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_23_well_mind_mental-health-day-laws-kids_1666741476.html", "title": "Teens Are Advocating for Mental Health Days Off School", "title_page": "Why Teens Are Advocating for Mental Health Days Off School - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By the time Ben Ballman reached his junior year in high school he was busier — and more anxious — than he had ever been.\n“I had moments where it felt like the whole world was coming down on me,” he said. “It was definitely a really difficult time.”\nBefore the pandemic shut everything down, his day started at 6:30 a.m., when he woke up to get ready for school. Next came several Advanced Placement courses; then either soccer practice or his job at a plant nursery; studying for the SAT; and various extracurricular activities. He often didn’t start his homework until 11 p.m., and finally went to bed three hours later. Every day it was the same grueling schedule.\n“It’s not even that I was going above and beyond, it was, ‘This is the bare minimum,’” said Ben, now 18 and a recent graduate of Winston Churchill High School in Montgomery County, Md. “It’s like a pressure cooker that’s locked down. There’s nowhere to escape. Eventually you just kind of burst at some point, or, hopefully, you can get through it.”", "url": "https://www.nytimes.com/2021/08/23/well/mind/mental-health-day-laws-kids.html"}