{"authors": ["Marc Santora", "Iyad Abuheweila", "Patrick Kingsley"], "date_download": "2022-10-25 23:26:44", "date_modify": "2022-10-25 23:26:44", "date_publish": "2021-05-18 09:43:22", "description": "Crucial infrastructure has been destroyed or taken offline in the latest eruption of deadly violence, which shows no sign of abating.", "filename": "2021_05_18_world_middleeast_gaza-humanitarian-disaster_1666740404.html", "image_url": "https://static01.nyt.com/images/2021/05/18/world/18israel-gaza-briefing/18israel-gaza-briefing-facebookJumbo.jpg?year=2021&h=550&w=1050&s=357fb21be38c472f7e04be3b0f59b0c35de7ec8cd8ca1cf7011a4be4b1f7742e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_18_world_middleeast_gaza-humanitarian-disaster_1666740404.html", "title": "Gaza Faces Humanitarian Catastrophe With Shortages of Water and Medicine", "title_page": "Gaza Faces Humanitarian Catastrophe With Shortages of Water and Medicine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sewage systems have been destroyed, sending fetid wastewater into the streets of Gaza City. A critical desalination plant that helped provide fresh water to 250,000 people is offline, and water pipes serving at least 800,000 people have been damaged. Landfills are closed, with trash piling up. And dozens of schools have been either damaged or ordered to close, forcing some 600,000 students to miss classes on Monday.\nEven before the loss of the coronavirus testing center, vaccine supplies headed to Gaza had been indefinitely delayed by the fighting, and only a tiny fraction of Gazans had been vaccinated.\n“All of this is happening in a situation where we know in Gaza, the humanitarian situation even before this latest round of fighting was not good, to say the least,” Stéphane Dujarric, a spokesman for the United Nations, told reporters on Tuesday at U.N. headquarters in New York. “Access to vaccines was very challenging. So, this only makes things worse.”An operation to move some emergency relief supplies into Gaza on Tuesday was suspended by what Israeli officials and senior aid workers said was Palestinian mortar fire near Israel’s Kerem Shalom crossing into the territory. Only five fuel trucks from a 24-truck convoy of the United Nations Relief and Works Agency, which aids Palestinian refugees, made it through before traffic was halted because of mortar explosions.\n“I recognize the efforts undertaken today to open Kerem Shalom crossing, allowing UNRWA fuel trucks to enter Gaza,” Mark Lowcock, the top United Nations humanitarian aid official, said in a statement. “Regrettably, other essential humanitarian cargo was unable to cross.”\nHe called upon “all parties to allow and facilitate rapid and unimpeded passage of humanitarian relief for civilians in need.”", "url": "https://www.nytimes.com/2021/05/18/world/middleeast/gaza-humanitarian-disaster.html"}