{"authors": ["Penelope Green"], "date_download": "2022-10-25 23:30:09", "date_modify": "2022-10-25 23:30:09", "date_publish": "2021-07-30 10:00:10", "description": "Anderson Cooper is selling his mother’s perpetually reimagined two-bedroom, where she lived for nearly 25 years, for $1.125 million.", "filename": "2021_07_30_realestate_gloria-vanderbilt-home-sale_1666740609.html", "image_url": "https://static01.nyt.com/images/2021/08/01/realestate/30EXCLUSIVE-VANDERBILT-slide-AZ26/30EXCLUSIVE-VANDERBILT-slide-AZ26-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2e4e17ba8d45af90d7b6db2d0313678937a81abeffce484aaf1033f0d7c421de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_30_realestate_gloria-vanderbilt-home-sale_1666740609.html", "title": "Gloria Vanderbilt’s Beekman Place Apartment Is for Sale", "title_page": "Gloria Vanderbilt’s Beekman Place Apartment Is for Sale - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Gloria Vanderbilt was 91, she and her son Anderson Cooper wrote a book together called “The Rainbow Comes and Goes.” It was an epistolary memoir, conducted by email, in which Mr. Cooper asked his mother all the questions he hoped never to be left with after her death: her true feelings about her storied, often tragic life, with its unimaginable losses — her own father’s death when she was a baby; his brother Carter’s suicide at 23; his father Wyatt Cooper’s death at 50 (when Anderson was 10 and Carter 12) — and unlikely high points (as when Ms. Vanderbilt made a fortune in the 1970s by putting her name on a pair of jeans, and in so doing changed the fashion business forever, only to lose it to a scheming lawyer in cahoots with her own psychiatrist).\nMs. Vanderbilt, famously candid (she once wrote an erotic novel, and sent the galleys to Mr. Cooper), was more than game. As for the big question, her own mortality, and how did she want to face it, Ms. Vanderbilt answered with characteristic humor, quoting Woody Allen, who once said that rather than live on in the hearts of his countrymen, given the choice, he’d prefer to live on in his apartment. (She then gave her son more practical instructions: cremation please, and in her yellow Fortuny dress. And do ask Judy Collins to sing “Amazing Grace.”)\nMs. Vanderbilt died in 2019. She was 95. But as it happens, she did live on in her apartment, a layered, sumptuous jewel box of a place that looks like something out of “The Arabian Nights,” draped with swoops of orange silk, lacquered pink walls, mirrored halls, Russian icons and chandeliers from which Christmas ornaments hang year round. Decorating is autobiography, she often said, and 30 Beekman Place, her home for nearly a quarter century, tells a vibrant story.\nHer apartment is being listed by Ileen Schoenfeld and Aracely Moran of Brown Harris Stevens for $1.125 million; the monthly maintenance is $4,311. It has two bedrooms, a dining room, a kitchen with a breakfast room and two and a half bathrooms. Her ground floor studio — technically a two-bedroom apartment — may also be for sale, with a price yet to be determined. (It’s a relatively low price for a Classic Five but the apartment is on a low floor, has a high maintenance and is in a neighborhood that is slightly off the beaten track. Also, unrenovated since 1997, when Ms. Vanderbilt moved in, it needs a total rehab.)", "url": "https://www.nytimes.com/2021/07/30/realestate/gloria-vanderbilt-home-sale.html"}