{"authors": ["Emma Bubola", "Jason Gutierrez"], "date_download": "2022-10-25 23:02:49", "date_modify": "2022-10-25 23:02:49", "date_publish": "2021-06-11 18:36:05", "description": "The decision was the latest in a series of reversals for the vaccine, and Italian health experts fear damage to the country’s vaccination campaign.", "filename": "2021_06_11_world_italy-astrazeneca-covid-vaccine_1666738969.html", "image_url": "https://static01.nyt.com/images/2021/06/11/world/11virus-briefing-italy-1/11virus-briefing-italy-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9c98481d37d4f676719817b6721097900e4cf6762926fb0a7aff549c444cd9a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_11_world_italy-astrazeneca-covid-vaccine_1666738969.html", "title": "Italy Halts Use of AstraZeneca Vaccine for Those Under 60", "title_page": "Italy Halts Use of AstraZeneca Vaccine for Those Under 60 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Italy will stop administering AstraZeneca’s Covid vaccine to people under the age of 60, the Italian government announced on Friday, amid a drop in the country’s level of infections that meant the risks of distributing the vaccine to younger people was judged to outweigh the benefits.\nThe AstraZeneca vaccine has been under scrutiny after a smattering of reports of rare and severe blood clots in those who had received the vaccine emerged in Europe.\nYounger Italians who have already received one dose of the AstraZeneca vaccine will get a different shot for their booster dose, said Francesco Paolo Figliuolo, an army general in charge of Italy’s vaccination effort, during a news conference. He added that the change would have minimal impact on the country’s vaccination rollout.\nThe announcement was the latest in a series of reversed decisions about the use of the AstraZeneca vaccine, which was developed with Oxford University. Some doctors worry that the back and forth could further undermine the trust in the vaccine, and hamper Italy’s inoculation campaign.", "url": "https://www.nytimes.com/2021/06/11/world/italy-astrazeneca-covid-vaccine.html"}