{"authors": ["Giovanni Russonello"], "date_download": "2022-10-25 23:24:57", "date_modify": "2022-10-25 23:24:57", "date_publish": "2021-03-04 23:54:35", "description": "By a margin of 55 percent to 40 percent, participants in a new poll said they didn’t think Gov. Andrew Cuomo should resign. But by an even wider margin, most said they didn’t want him to run again, either.", "filename": "2021_03_04_us_politics_cuomo-election-new-yorkers_1666740297.html", "image_url": "https://static01.nyt.com/images/2021/03/04/us/politics/04cuomo-resign-poll/04cuomo-resign-poll-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2b356692655d7a0db11bd1ff5f516a2360ce4edba88e147d5a10762b1464bd6e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_04_us_politics_cuomo-election-new-yorkers_1666740297.html", "title": "New Yorkers Say Cuomo Shouldn't Resign (or Run for Re-election)", "title_page": "New Yorkers Say Cuomo Shouldn't Resign (or Run for Re-election) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Reeling from multiple scandals and faced with crescendoing calls for his resignation, Gov. Andrew M. Cuomo of New York has managed to retain the support of most voters in his state. But that support appears to come with a time limit attached.\nFifty-five percent of the participants in a Quinnipiac University poll of registered New York State voters said they didn’t think Mr. Cuomo, a Democrat, should resign from office. Just 40 percent said that he should.\nBut by an even wider margin, the state’s voters said they didn’t want the governor to run for re-election next year, according to the poll, which was released on Thursday. Fifty-nine percent said they would not like to see him run again, while just 36 percent said they would.\nDemocrats were rather split, with 50 percent saying they’d like him to run again and 44 percent saying they wouldn’t.", "url": "https://www.nytimes.com/2021/03/04/us/politics/cuomo-election-new-yorkers.html"}