{"authors": ["Mark Walker"], "date_download": "2022-10-25 22:58:39", "date_modify": "2022-10-25 22:58:39", "date_publish": "2021-01-03 10:00:09", "description": "Faced with a budget shortfall, the Indian Health Service reduced a federally funded hospital in New Mexico to a clinic as coronavirus cases continued to rise in the state.", "filename": "2021_01_03_us_politics_indian-health-service-hospital_1666738719.html", "image_url": "https://static01.nyt.com/images/2020/12/30/us/politics/03dc-indian-health-1/03dc-indian-health-1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=ac37ff0a3d8306d82a846091f23a8b1f6d194a0e87f2e0db24d064a7a60eea9c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_03_us_politics_indian-health-service-hospital_1666738719.html", "title": "Native Americans Reliant on Hospital Feel Abandoned by U.S. During Pandemic", "title_page": "Native Americans Reliant on Hospital Feel Abandoned by U.S. During Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Indian Health Service had a problem.\nFed up with substandard care, one of the two pueblos whose federal funding helped support the health service’s Acoma-Cañoncito-Laguna hospital in Acoma Pueblo, N.M., decided to take its share of the hospital’s budget and start its own independently run clinic. But doing so left the I.H.S. short of money for the hospital.\nIn effect, the health service was caught between the desire of one constituency to take control of its own health care and the need of another to keep a well-established hospital operating. In the end, it slashed services at the hospital in November, closing its inpatient critical care unit, women’s services and emergency room.\nOf 135 full-time employees, 76 would be cut. A hospital that had been in operation since the mid-1970s and was serving 9,100 mostly poor tribal citizens would be reduced to only providing primary care on weekdays and only until 4:30 p.m., according to a document obtained by The New York Times. Urgent care services had been offered all week from 8 a.m. to 10 p.m. since the closing of the emergency room, but starting Thursday, such services were available 24 hours a day.\nThe I.H.S. said it did not start the sequence of events that resulted in the cutbacks. But the changes nonetheless affect two tribes lacking full access to health care during the coronavirus pandemic. And critics of the service said it fit into a larger pattern of managerial and financial problems that have focused new attention on its ability to deliver adequate care to some of the nation’s most vulnerable populations, which they said the government had a responsibility to address.", "url": "https://www.nytimes.com/2021/01/03/us/politics/indian-health-service-hospital.html"}