{"authors": ["Amelia Nierenberg"], "date_download": "2022-10-25 23:47:50", "date_modify": "2022-10-25 23:47:50", "date_publish": "2021-01-25 16:45:46", "description": "Educators have turned to Shakespeare, science fiction and cat people analogies to help students understand the past weeks.", "filename": "2021_01_25_us_teaching-capitol-riot_1666741670.html", "image_url": "https://static01.nyt.com/images/2021/01/23/us/00TEACHINGTHEINSURRECTION-merlin3/00TEACHINGTHEINSURRECTION-merlin3-facebookJumbo.jpg?year=2021&h=549&w=1050&s=bb695ff7626a46c88528089b44a29c2e699da3543b8bef0f5c10705e369fe51c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_25_us_teaching-capitol-riot_1666741670.html", "title": "After the Capitol Riot, Teachers Try Explaining History in Real Time", "title_page": "After the Capitol Riot, Teachers Try Explaining History in Real Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“No,” Ander said. “Because that’s illegal.”\nA riot at the U.S. Capitol. The second impeachment of Donald J. Trump. And, despite it all, a transfer of power. The events of the past few weeks have been mind-boggling for many adults.\nHow, then, to explain them to students, be they preschoolers meeting on socially distanced circle rugs or college students peering anxiously into seminar videochats?\nAcross the United States, educators have rerouted their syllabuses toward the news. They have turned to science fiction, Shakespearean tragedy and the fall of Rome in search of parallels to help their students process the often frightening and surely historic events.\n“When I was a kid, the Challenger blew up,” Ms. Merlin, 46, said the day before the inauguration of President Biden. She remembers exactly what she was doing when the space shuttle exploded after liftoff in 1986 — just as her parents remember exactly what they were doing when John F. Kennedy was assassinated.\n“I don’t know if this is this generation’s moment,” she continued. “But I know there are things that stick with them from a very young age. If I can let them know that it’s important to know about what is happening around you, and be informed, and have the facts, then I feel like I’ve done my job.”", "url": "https://www.nytimes.com/2021/01/25/us/teaching-capitol-riot.html"}