{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:00:31", "date_modify": "2022-10-25 23:00:31", "date_publish": "2021-02-11 10:00:20", "description": "In public and private, Biden and his advisers have signaled some dramatic interventions to revive U.S. manufacturing. Will they actually happen?", "filename": "2021_02_11_magazine_biden-economy_1666738831.html", "image_url": "https://static01.nyt.com/images/2021/02/14/magazine/14mag-biden-01/14mag-biden-01-facebookJumbo-v5.jpg?year=2021&h=549&w=1050&s=1878f3fedd9932e85ed33f14e563c9211369c01976b4a57ffe52d9068268c929&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_11_magazine_biden-economy_1666738831.html", "title": "The Biden Team Wants to Transform the Economy. Really.", "title_page": "The Biden Team Wants to Transform the Economy. Really. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Today, while it’s likely that Congress will shave money from Biden’s relief package, there is broad agreement in his party and among a wide range of economists that there is little risk from running a substantially larger deficit to end the crisis. “Fiscal room is not the constraint,” says Jason Furman, an economics professor at Harvard and former White House aide, using economist-speak to mean deficit concerns. “I was always in favor of more stimulus in 2009. I don’t think fiscal space was a constraint then. But it was more of a constraint then than now.” (Furman’s White House colleague Lawrence Summers recently said in a column that Biden should consider shrinking his relief bill to avoid the risk of inflation, though Summers agrees that a large bill is helpful.)\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nAfter the relief, however, the Biden team will put forward a recovery plan that includes some uncontroversial ideas, like fixing roads and bridges, but also contains elements that go beyond the comfort zone of many center-left economists. The sticking point is what’s known as industrial policy, meaning large-scale efforts to build up particular industries or sectors. While industrial policy is by no means foreign to the United States — any federally subsidized or managed expansion of an industry might qualify (think military contractors) — the caricature that comes to mind, even for many liberals, is Soviet-era central planning. The term carries with it a whiff of stigma.\nThe prospect of using industrial policy to shrink the economy’s carbon footprint has circulated for years as a kind of theoretical ambition. The phrase “Green New Deal” has been around since at least 2007, when the New York Times opinion columnist Thomas L. Friedman used it to describe a hypothetical “huge industrial project” to slow climate change. The Obama administration took a modest first step, spending about $90 billion on green-energy projects in its 2009 stimulus package. But in recent years, the notion has gathered momentum on the left flank of the Democratic Party.\nIn early 2019, Representative Alexandria Ocasio-Cortez of New York introduced a resolution calling for a Green New Deal that would put the economy on a path to zero net greenhouse-gas emissions while investing in the “industry of the United States” and creating “millions of good, high-wage jobs,” though it was vague on details. Later that year, a plan from Senator Elizabeth Warren of Massachusetts, then a presidential candidate, said the government should spend $1.5 trillion over a decade to buy American-made clean-energy technology. The same day, Biden announced a climate plan that referred favorably to the Green New Deal, although it was not as focused on manufacturing and jobs.\nThat such proposals migrated, in the span of less than a year, from the party’s left to its centrist nominee underscores how quickly Biden’s economic philosophy has been evolving. They are also somewhat controversial, even on the left, unlike the relief portion of his agenda. In part, that’s because these provisions would most likely increase the price of clean technologies, which can be imported more cheaply from abroad. “My view is, if you think climate change is the biggest challenge facing the country, you’d want to have the most efficient and cheapest infrastructure to deal with it,” Furman says. “You should want to make sure a lot of solar and wind energy is produced in the United States. You shouldn’t care nearly as much where panels and turbines are produced.”\nWhen mainstream economists question the idea of singling out particular businesses, sectors or industries, as a widely cited 1990 paper by the economist Anne O. Kruger did, they argue that government intervention is likely to prop up companies that can’t otherwise justify such investment or to pad the margins of those that can succeed on their own. Yet recent research — a study of government support for British manufacturers, for example, or a study of government support for Chinese industries like plastics and computers — has found that subsidies can make industries healthier or more productive even over the long term.\n“Manufacturing has an outsize contribution to overall innovation and productivity,” says Dani Rodrik, an economist at Harvard. He is part of a small group within the profession’s mainstream that clashed for decades with fellow economists by detailing the drawbacks of free trade and the benefits of industrial policy. A growing body of evidence on the harm done to workers by a trade agreement with China, which other economists played down at the time, has increasingly vindicated him.", "url": "https://www.nytimes.com/2021/02/11/magazine/biden-economy.html"}