{"authors": ["J. David Goodman", "Reid J. Epstein"], "date_download": "2022-10-25 23:48:13", "date_modify": "2022-10-25 23:48:13", "date_publish": "2021-09-19 22:34:12", "description": "Mr. O’Rourke has been calling Democratic leaders in Texas to tell them he is seriously considering challenging Gov. Greg Abbott in 2022.", "filename": "2021_09_19_us_texas-beto-governors-race_1666741693.html", "image_url": "https://static01.nyt.com/images/2021/09/19/us/19texas-beto/19texas-beto-facebookJumbo.jpg?year=2021&h=549&w=1050&s=0ed3627962f51e34ba7c1d42fb30f5da0342a3a388affdd367156a166cd85f43&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_19_us_texas-beto-governors-race_1666741693.html", "title": "Beto O’Rourke Draws Closer to Entering Texas Governor’s Race", "title_page": "Beto O’Rourke Draws Closer to Entering Texas Governor’s Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. O’Rourke did not respond to calls or text messages seeking comment.\nDavid Wysong, a longtime adviser to Mr. O’Rourke, cautioned that “no decision has been made” on a run for governor. The three people who discussed their conversations with Mr. O’Rourke are Democratic officials who spoke on condition of anonymity to talk about conversations that were meant to be private.\nNo Democrat has been elected governor of Texas since Ann Richards in 1990. And no prominent Democrat has emerged to take on Mr. Abbott next year. The governor, who has built up a war chest of more than $55 million, has appeared more concerned with insulating himself from challengers on his right in a Republican primary than worrying about the general election.\nBut Democrats see a potential opening.\nOver the last few months, Texas has bounced from crisis to crisis — including a surge in pandemic deaths and a winter failure of the electric grid — while Republican leaders in Austin have steered the state even farther to the right on issues from guns to elections to abortion. In a survey last month, a majority of Texans told pollsters they thought the state was heading in the wrong direction.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nAmid the political turmoil, Mr. O’Rourke has stayed active in the state. “He’s been not just making pronouncements, he’s been out there knocking on doors, leading marches, setting up rallies all over the state,” said Gilberto Hinojosa, the chairman of the Texas Democratic Party.\nMr. Hinojosa said the Supreme Court’s decision to let a strict new abortion law passed by the Texas Legislature go into effect had galvanized many Democrats in the state. The new law effectively bans the procedure after six weeks of pregnancy and is structured in such a way as to avoid an immediate court challenge.", "url": "https://www.nytimes.com/2021/09/19/us/texas-beto-governors-race.html"}