{"authors": ["Ben Dooley", "Hisako Ueno"], "date_download": "2022-10-25 23:31:16", "date_modify": "2022-10-25 23:31:16", "date_publish": "2021-07-20 07:06:25", "description": "Dentsu, an advertising giant hard-wired into major Japanese institutions, stood to be Japan’s biggest winner of this year’s Games. But the pandemic has played havoc with those plans.", "filename": "2021_07_20_business_tokyo-olympics-dentsu_1666740676.html", "image_url": "https://static01.nyt.com/images/2021/07/19/business/19olympics-dentsu-1/19olympics-dentsu-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8860844efa7c3f6ddbd4a503e7be061f6e740ca1d598babbf2fd78a24abbf543&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_20_business_tokyo-olympics-dentsu_1666740676.html", "title": "Dentsu: The Invisible Advertising Giant Behind the Tokyo Games", "title_page": "Dentsu: The Invisible Advertising Giant Behind the Tokyo Games - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The first thing Dentsu did was to eliminate the custom of having only one company represent each product category. Whereas past Games were sponsored by only one bank or one airline, for example, Tokyo 2020 is sponsored by two of each. That allowed Dentsu to use its connections to persuade almost 70 domestic companies to pay over $3 billion to support the Games.\n“The Tokyo Games were kind of obliquely called amongst those of us in the business — this is not pejorative in any sense — the Dentsu Games,” said Terrence Burns, a sports consultant and former International Olympic Committee executive.\n“If you’re going to do sports marketing business in Japan, they’re kind of your first and last stop, to be honest. They hold a lot of the cards,” he added.\nDentsu was in need of a win. It has struggled to adjust to the rise of digital media. It was damaged by a huge overcharging scandal and a high-profile suicide linked to the company’s intense work culture. And even before the coronavirus, the firm had begun posting losses.\nBut when the pandemic hit, Dentsu’s Olympic bet went sour. While the exact financial impact on Dentsu remains unclear, said Mr. Ebizuka, the former company executive, there is no doubt that it is “suffering.”\nFor now, all Dentsu can do is hope for the best as it tries to help its clients navigate the uncertain situation, Mr. Ebizuka said.\nThey have no choice but to send a “subtle message,” he said: “Let’s look toward the future and just get through the pandemic together.”", "url": "https://www.nytimes.com/2021/07/20/business/tokyo-olympics-dentsu.html"}