{"authors": ["Peter Eavis", "Neal E. Boudette"], "date_download": "2022-10-25 23:47:43", "date_modify": "2022-10-25 23:47:43", "date_publish": "2021-02-16 23:05:48", "description": "Power outages, natural gas shortages and icy conditions made it hard for automakers, retailers and delivery carriers to operate across much of the South and Midwest.", "filename": "2021_02_16_business_winter-storm-business-disruptions_1666741663.html", "image_url": "https://static01.nyt.com/images/2021/02/16/us/16biz-disruptions01/16biz-disruptions01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bb6dad26941aa0e30f35fe8e552663fe274d03591a94b9fa922547a327c894a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_16_business_winter-storm-business-disruptions_1666741663.html", "title": "Winter Storm Disrupts Automakers, Retailers and Delivery Services", "title_page": "Winter Storm Disrupts Automakers, Retailers and Delivery Services - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The storm dealt a blow to huge economic hubs that are accustomed to hurricanes and tornadoes but not extreme winter weather that strains power grids and sends temperatures well below averages for this time of year.\n“I was born in Fort Worth in 1956, and I’ve never seen weather this bad for this long,” said George Westhoff, president of Midland Manufacturing, a Fort Worth company with 40 employees that makes well cylinders and other metal products. “I’m not sure how much of my equipment would start up under these cold conditions,” he said, noting that he was the only person at his plant on Tuesday.\nBecause millions of people have been working from home during the coronavirus pandemic, winter storms may not have quite the economic cost they once did. But the loss of power can sever the internet connections that people need to do their jobs. PowerOutage.us, a site that tracks electricity disruptions, said that, of the 12.5 million customers it tracks in Texas, 3.2 million were without power on Tuesday.\nManagers of the electricity grid in Texas and elsewhere have had to order rolling blackouts after many power plants were forced offline because of icy conditions and some could not get sufficient supplies of natural gas. Some wind turbines also shut down. At the same time, demand for electricity and natural gas has shot up because of the cold weather.", "url": "https://www.nytimes.com/2021/02/16/business/winter-storm-business-disruptions.html"}