{"authors": ["Dana Goldstein"], "date_download": "2022-10-25 23:24:00", "date_modify": "2022-10-25 23:24:00", "date_publish": "2021-08-18 21:39:20", "description": "The policy is the strictest school vaccine mandate imposed to date by any state, allowing for only a few exceptions. School staff must be inoculated by Oct. 18 or face possible dismissal.", "filename": "2021_08_18_us_washington-state-teacher-vaccine-mandate_1666740240.html", "image_url": "https://static01.nyt.com/images/2021/08/18/world/18virus-briefing-insleeteachersvaccinemandate/18virus-briefing-insleeteachersvaccinemandate-facebookJumbo.jpg?year=2021&h=549&w=1050&s=1a37c0c328913158475c9c96689cd8480029cd0481811b7052bb13ad48b384db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_18_us_washington-state-teacher-vaccine-mandate_1666740240.html", "title": "Washington State Will Require All Teachers to be Vaccinated", "title_page": "Washington State Will Require All Teachers to be Vaccinated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "All teachers and school personnel in Washington State — including coaches, bus drivers and volunteers — will need to be fully vaccinated as a condition of employment, under a new policy announced by Gov. Jay Inslee on Wednesday. The requirement applies to staff regardless of the type of school in which they work: public, charter or private.\nThe policy is the strictest vaccine mandate imposed to date by any state for teachers and other staff members in schools, allowing for only a few exceptions. School staff must be vaccinated by Oct. 18 or face possible dismissal.\n“We are well past the point where testing is enough to keep people safe,” Mr. Inslee said at a news conference. “We’ve tried it. It has not been adequate for the task at hand.”\nHe stressed that 95 percent of patients hospitalized with Covid-19 in Washington were unvaccinated, and reminded the public that children under 12 were not yet eligible for vaccines.", "url": "https://www.nytimes.com/2021/08/18/us/washington-state-teacher-vaccine-mandate.html"}