{"authors": ["Mitch Smith", "Sarah Mervosh", "Julie Bosman"], "date_download": "2022-10-25 23:26:35", "date_modify": "2022-10-25 23:26:35", "date_publish": "2021-05-14 00:00:26", "description": "The C.D.C. now says it is safe for fully vaccinated people to take their masks off in most indoor settings. States, cities and businesses were sorting through what to do with the guidance.", "filename": "2021_05_13_us_cdc-mask-guidelines-vaccinated_1666740395.html", "image_url": "https://static01.nyt.com/images/2021/05/13/lens/13masks-whatweknow-photo01/13masks-whatweknow-photo01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=1faf130b7dcc7cecdb587a98f7dfdaf438c937f005b16df5e4bc7cb45c8216bf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_13_us_cdc-mask-guidelines-vaccinated_1666740395.html", "title": "C.D.C.'s New Mask Guidelines: Here's What to Know", "title_page": "C.D.C.'s New Mask Guidelines: Here's What to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than a year after federal health officials told Americans to cover their faces when venturing out in public, the Centers for Disease Control and Prevention said on Thursday that fully vaccinated people could start taking off their masks indoors.\nBut the new federal guidance — announced amid a sharp decline in coronavirus cases and an expansion of vaccine eligibility to everyone 12 and older — came with caveats and confusion. And it sent state and local officials, as well as private companies, scrambling to decide whether and when to update their own rules.\nHere are some questions you might have about what the C.D.C.’s new stance means, and what it doesn’t mean.\nDoes this mean masks are no longer recommended anywhere?\nNot quite.\nThe federal guidance is expansive: Fully vaccinated people — those who have received their final Covid-19 vaccination at least two weeks ago — no longer need to wear masks outdoors or in most indoor settings. But there are limits.", "url": "https://www.nytimes.com/2021/05/13/us/cdc-mask-guidelines-vaccinated.html"}