{"authors": ["Mark Landler", "Benjamin Weiser"], "date_download": "2022-10-25 23:44:06", "date_modify": "2022-10-25 23:44:06", "date_publish": "2021-09-15 18:10:21", "description": "The British High Court will serve papers on the prince if necessary, allowing Virginia Giuffre’s suit, filed in New York, to proceed.", "filename": "2021_09_15_nyregion_prince-andrew-epstein-lawsuit_1666741446.html", "image_url": "https://static01.nyt.com/images/2021/09/15/nyregion/15uk-andrew/15uk-andrew-facebookJumbo.jpg?year=2021&h=550&w=1050&s=780d536cb57ecd3fa044c2ba4d5987093beea9a4903aac3d3f108c0ae6beb130&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_15_nyregion_prince-andrew-epstein-lawsuit_1666741446.html", "title": "Prince Andrew Suffers Setback in Bid to Avoid Epstein Accuser’s Lawsuit", "title_page": "Prince Andrew Suffers Setback in Bid to Avoid Epstein Accuser’s Lawsuit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Britain’s High Court agreed on Wednesday to intervene in a sexual assault lawsuit against Prince Andrew, clearing the way for him to answer a legal claim in the United States that he sexually abused a minor while a guest of Jeffrey Epstein.\nAndrew, the second son of Queen Elizabeth II, has denied the allegations, and his American lawyer contended on Monday that the lawsuit, brought by Virginia Giuffre, was “baseless, nonviable and potentially unlawful.” The lawyer, Andrew B. Brettler, also argued that legal papers had not been properly served on his client in Britain.\nThe High Court, which said it was responding to information provided by Ms. Giuffre’s lawyers, agreed to serve the papers on Andrew if the two parties did not work out a way to do so. Andrew has been visiting the queen at Balmoral Castle in Scotland, making that process more complicated.\nThe allegations against Andrew, 61, known as the Duke of York, have led to his exile from official duties and have cast a shadow over the royal family. Royal watchers said the family was bracing itself for damaging disclosures in both the Giuffre lawsuit and a forthcoming trial of Mr. Epstein’s longtime companion, Ghislaine Maxwell.", "url": "https://www.nytimes.com/2021/09/15/nyregion/prince-andrew-epstein-lawsuit.html"}