{"authors": [], "date_download": "2022-10-25 23:42:28", "date_modify": "2022-10-25 23:42:28", "date_publish": "2021-11-26 14:54:37", "description": "Gaming consoles and TVs were among the most popular items at the beginning of the holiday shopping season.", "filename": "2021_11_26_business_black-friday-photos_1666741348.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_26_business_black-friday-photos_1666741348.html", "title": "See Black Friday Photos From Around the Country", "title_page": "See Black Friday Photos From Around the Country - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "See photos from Black Friday around the United States and Europe.\nGaming consoles and TVs were among the most popular items at the beginning of the holiday shopping season.\nSend any friend a story As a subscriber, you have 10 gift articles to give each month. Anyone can read what you share. Give this article Give this article Give this article\nThis article is part of our Black Friday News\nManhattan Gabriela Bhaskar/The New York Times The Mall of America in Bloomington, Minn. Tim Gruber for The New York Times Florence, Italy Clara Vannucci for The New York Times New Orleans Annie Flanagan for The New York Times The Mall of America in Bloomington, Minn. Tim Gruber for The New York Times The Westfield Garden State Plaza in Paramus, N.J. Karsten Moran for The New York Times Macy’s Herald Square in Manhattan Gabriela Bhaskar/The New York Times San Francisco, Calif. Jason Henry for The New York Times The Mall of America in Bloomington, Minn. Tim Gruber for The New York Times Castleton Square Mall in Indianapolis, Ind. Kaiti Sullivan for The New York Times Manhattan Gabriela Bhaskar/The New York Times Madrid, Spain Emilio Parra Doiztua for The New York Times Manhattan Gabriela Bhaskar/The New York Times The Westfield Garden State Plaza in Paramus, N.J. Karsten Moran for The New York Times Piazza della Repubblica in Florence, Italy Clara Vannucci for The New York Times The Mall of America in Bloomington, Minn. Tim Gruber for The New York Times", "url": "https://www.nytimes.com/2021/11/26/business/black-friday-photos.html"}