{"authors": ["Hari Kumar", "Natasha Frost", "Boryana Dzhambazova"], "date_download": "2022-10-25 23:51:02", "date_modify": "2022-10-25 23:51:02", "date_publish": "2021-10-21 09:00:23", "description": "More than 70 percent of India’s adult population has now received at least one dose of a vaccine. Bulgaria, with the E.U.’s lowest vaccination rate, faces a case surge.", "filename": "2021_10_20_world_asia_india-vaccination-covid_1666741862.html", "image_url": "https://static01.nyt.com/images/2021/10/21/world/21virus-briefing-india-01/21virus-briefing-india-01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=9ccb1dfd6d567daa7ece4c4cde9de4e17102b055c7c7475c5b980d047dec154e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_20_world_asia_india-vaccination-covid_1666741862.html", "title": "India's Covid Vaccine Campaign Hits 1 Billion Doses", "title_page": "India's Covid Vaccine Campaign Hits 1 Billion Doses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "India on Thursday celebrated having administered a billion doses of Covid vaccine, drawing on local manufacturing after devastating early stumbles in its pandemic response.\nStill, the country has some way to go in fully vaccinating its population: Just 30 percent of the 900 million people eligible for vaccination in India have received two doses.\nThe billion-dose milestone represented a turnaround in a vaccination drive that got off to a slow start, as India’s governing party prioritized elections and took up a lax attitude in tackling the virus, continuing to hold crowded political rallies and allowing religious festivals to take place even as cases surged.\n“Gratitude to our doctors, nurses and all those who worked to achieve this feat,” Prime Minister Narendra Modi said on Twitter. More than 70 percent of adults have received at least one dose of vaccine, according to government figures. India is administering second doses 12 to 16 weeks after the first.", "url": "https://www.nytimes.com/2021/10/20/world/asia/india-vaccination-covid.html"}