{"authors": ["Concepción De León"], "date_download": "2022-10-25 22:57:28", "date_modify": "2022-10-25 22:57:28", "date_publish": "2021-06-18 20:06:03", "description": "It’s the most contagious form of the coronavirus so far. Here’s what you need to know before traveling.", "filename": "2021_06_18_travel_delta-variant-summer-travel_1666738648.html", "image_url": "https://static01.nyt.com/images/2021/06/18/travel/18variant1/merlin_189264417_72d6a67d-0df7-4d62-baf2-82da0a7fe4b3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7305628eecc8e517f072300ca32f7e3e01447921a0fa71531d8c5d84620e2a1b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_18_travel_delta-variant-summer-travel_1666738648.html", "title": "Delta Variant: What to Know For Summer Travel", "title_page": "Delta Variant: What to Know For Summer Travel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Unequal access to the vaccine across the world has meant that poorer countries are less adequately protected, with cases continuing to rise in parts of South America, Southeast Asia and Africa. According to the W.H.O., 75 percent of vaccine doses have gone to just 10 nations.\nDr. Jha said it’s important to look at not just vaccination rates for the country, but also the vaccine that is being used there. Brazil, Turkey and other countries are relying on one or both of the two main vaccines manufactured by Chinese companies to inoculate their citizens.\n“We don’t have data that the Chinese vaccines, for instance, are quite as good in general, and particularly around the Delta variant,” Dr. Jha said.\nI’m fully vaccinated. What would it mean if I traveled to a place that had low vaccination numbers?\nA recent study by the C.D.C. shows that the Pfizer-BioNTech or Moderna vaccines reduce the risk of infection from any form of the virus by 91 percent for fully vaccinated people. The single-dose Johnson & Johnson vaccine is about 66 percent effective at preventing infection.\n“Is it complete? No,” Dr. Nuzzo said. “But is it pretty darn good to the point that I personally would relax? Yes.”\nIt’s possible for vaccinated people to still be infected, she said, but the cases of this happening are quite low, and even if they get infected, they are unlikely to become ill. She added that those who have symptoms are more likely to spread the virus, so “if the vaccines did a good job at keeping you without symptoms, the likelihood that you’re going to spread it is quite low.”\nIf you want to further improve your odds of not getting infected, she recommends continuing to follow safety protocols like wearing a mask, social distancing and avoiding crowded, poorly ventilated indoor spaces.", "url": "https://www.nytimes.com/2021/06/18/travel/delta-variant-summer-travel.html"}