{"authors": ["Emily Anthes", "Noah Weiland"], "date_download": "2022-10-25 23:23:55", "date_modify": "2022-10-25 23:23:55", "date_publish": "2021-08-25 21:00:05", "description": "The research did not assess the risks specifically for young males, who are the most likely to develop the rare side effect.", "filename": "2021_08_25_health_covid-myocarditis-vaccine_1666740235.html", "image_url": "https://static01.nyt.com/images/2021/08/25/science/25virus-myocarditis1/25virus-myocarditis1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6371076e3291551026fe93a0ff6edd86a02db1096eb7c73d06bac6276bac9df6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_25_health_covid-myocarditis-vaccine_1666740235.html", "title": "Myocarditis More Common After Covid Vaccination, Study Finds", "title_page": "Myocarditis More Common After Covid Vaccination, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Coronavirus is very dangerous, and it’s very dangerous to the human body in many ways,” said Ben Reis, a co-author of the new study and the director of the predictive medicine group at the Boston Children’s Hospital Computational Health Informatics Program.\nHe added, “If the reason that someone so far has been hesitating to get the vaccine is fear of this very rare and usually not very serious adverse event called myocarditis, well, this study shows that that very same adverse event is actually associated with a higher risk if you’re not vaccinated and you get infected.”\nThe data arrived in the middle of an intense discussion among federal regulators about the risks of myocarditis and pericarditis, which is inflammation of the lining around the heart, in younger recipients of both the Pfizer-BioNTech and the Moderna vaccines, concerns that very likely led the Food and Drug Administration to negotiate larger pediatric trials with the vaccine makers this summer in the hopes of adequately assessing the risks before a possible emergency authorization for younger children. The companies are studying lower dosing in children to alleviate some of the risk.\nIn their review of the Pfizer-BioNTech vaccine, regulators paid close attention to an American health care claims database, which found that the risk of the conditions in 16- and 17-year-old vaccinated boys could be as high as 1 in 5,000. The cases in the database were unconfirmed, the F.D.A. cautioned in an analysis published this week, but they were considered a reasonable estimate of the possible risk. Even in the worst-case scenarios of post-vaccination myocarditis and pericarditis modeled by the F.D.A., the benefits of vaccination still outweighed the risks, the analysis said.\nThe study was one reason the F.D.A. said this week that after its licensure of Pfizer-BioNTech’s vaccine, Pfizer would conduct studies of myocarditis and pericarditis risks in people who received the shot, including long-term outcomes for those who fall ill after vaccination.", "url": "https://www.nytimes.com/2021/08/25/health/covid-myocarditis-vaccine.html"}