{"authors": ["Brad Plumer"], "date_download": "2022-10-25 23:42:45", "date_modify": "2022-10-25 23:42:45", "date_publish": "2021-11-04 00:05:47", "description": "Global emissions are now less than 1 percent below their previous high in 2019, suggesting that any climate impact from the pandemic was fleeting.", "filename": "2021_11_03_climate_carbon-dioxide-emissions-global-warming_1666741365.html", "image_url": "https://static01.nyt.com/images/2021/11/03/climate/03CLI-EMISSIONS1/03CLI-EMISSIONS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_03_climate_carbon-dioxide-emissions-global-warming_1666741365.html", "title": "Carbon Dioxide Emissions Rebounded Sharply After Pandemic Dip", "title_page": "Carbon Dioxide Emissions Rebounded Sharply After Pandemic Dip - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GLASGOW — After a drastic decline last year, global fossil fuel emissions have rebounded sharply in 2021 and are now just slightly below their previous record highs, researchers said Wednesday. It’s yet another sign that countries are still far from their goals of avoiding the worst effects of global warming.\nIn 2020, carbon dioxide emissions from fossil fuels and industry plummeted 5.4 percent worldwide as businesses shut down and governments ordered people to stay home amid the coronavirus outbreak. It was the largest one-year drop on record.\nBut experts had long warned that the drop was likely to prove temporary, and the new data, published by the Global Carbon Project, confirms it. In 2021, emissions are projected to rise 4.9 percent as the global economy has rumbled back to life and lockdowns have mostly eased.\nOverall, global emissions are now less than 1 percent below their previous high in 2019, suggesting that any climate impact from the pandemic was fleeting.", "url": "https://www.nytimes.com/2021/11/03/climate/carbon-dioxide-emissions-global-warming.html"}