{"authors": ["Michael Crowley"], "date_download": "2022-10-25 23:54:34", "date_modify": "2022-10-25 23:54:34", "date_publish": "2021-06-10 22:52:57", "description": "The move was unrelated to negotiations over the 2015 nuclear deal, a State Department spokesman said. The United States also imposed new sanctions on other Iranians.", "filename": "2021_06_10_us_politics_iran-sanctions-nuclear_1666742074.html", "image_url": "https://static01.nyt.com/images/2021/06/10/us/politics/10dc-diplo-1/10dc-diplo-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=f9c61390fc05a0e3e72d70bcf74d0de6d02a75bd2e97f0d149da1f29f5ddbe5e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_10_us_politics_iran-sanctions-nuclear_1666742074.html", "title": "U.S. Lifts Some Sanctions on Iranians Before Nuclear Talks", "title_page": "U.S. Lifts Some Sanctions on Iranians Before Nuclear Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Biden administration on Thursday lifted sanctions on three former Iranian government officials and two Iranian companies involved in the country’s oil industry, a conciliatory gesture days before a potentially decisive round of nuclear talks in Vienna.\nThe administration cautioned against reading too much into the move. Ned Price, the State Department spokesman, said there was “absolutely no connection” between the sanctions and discussions among several world powers and Tehran.\nThose talks are intended to bring the United States and Iran back into compliance with the 2015 deal that sought to limit Iran’s nuclear program in return for an end to many of the international sanctions that have squeezed the country’s economy.\nIn the same statements announcing that the United States had lifted some sanctions, the State and Treasury Departments also said they were imposing new ones on a dozen Iranian individuals, entities and vessels for providing financial support to the Houthi rebels in Yemen, who are backed by Iran.", "url": "https://www.nytimes.com/2021/06/10/us/politics/iran-sanctions-nuclear.html"}