{"authors": ["David E. Sanger", "Lara Jakes", "Farnaz Fassihi"], "date_download": "2022-10-25 23:54:22", "date_modify": "2022-10-25 23:54:22", "date_publish": "2021-07-31 15:45:47", "description": "Both sides have much to lose if a delicate negotiation over limiting Iran’s activities in return for a lifting of sanctions falls short.", "filename": "2021_07_31_us_politics_biden-iran-nuclear-deal_1666742062.html", "image_url": "https://static01.nyt.com/images/2021/07/30/us/politics/00dc-nukes1/00dc-nukes1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bd10483893ada71204aa4d2cfa4c20f9fab08337dd157abe88ab9744da914251&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_31_us_politics_biden-iran-nuclear-deal_1666742062.html", "title": "Biden Promised to Restore the Iran Nuclear Deal. Now It Risks Derailment.", "title_page": "Biden Promised to Restore the Iran Nuclear Deal. Now It Risks Derailment. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The new president will not be the final word on whether the deal is restored. That judgment still belongs to Iran’s supreme leader, Ayatollah Ali Khamenei, who is believed to have lined up the support for Mr. Raisi’s election. And on Wednesday, the ayatollah echoed a key demand: that the United States provide a guarantee that it can never again walk away from the pact the way Mr. Trump did.\n“They once violated the nuclear deal at no cost by exiting it,” Ayatollah Khamenei said. “Now they explicitly say that they cannot give guarantees that it would not happen again.”\nIn fact, Secretary of State Antony J. Blinken and Mr. Malley have said that in a democracy, there is no way to tie the hands of a future president and that the best way to preserve the deal is to show that it is working for both sides. “There is no such thing as a guarantee; that’s not in the nature of diplomacy,” Mr. Malley said. “But we don’t have any intent — the president doesn’t have any intent — of spending all these months negotiating a return to the deal in order to then withdraw.”\nBut the Iranians have found some sympathy, even among America’s European allies, for their argument, especially among those who fear that if Mr. Biden does not run for a second term, or a Trump-like figure gets elected, the accord could be blown up again.\n“If it happened once, it could happen again,” one senior European diplomat involved in the negotiations said.\nThe new pessimism is a sharp change from a month ago. The departing government, led by President Hassan Rouhani and the foreign minister, Mohammad Javad Zarif, knew their legacies were tied to the nuclear accord they negotiated for more than two years with President Barack Obama and the secretary of state at the time, John Kerry. In Vienna, the Iranians said they believed they had the authority to wrap up talks before Mr. Raisi was inaugurated, so that he could start afresh — and blame anything that went wrong in enforcing the accord on the incompetence of the old government.", "url": "https://www.nytimes.com/2021/07/31/us/politics/biden-iran-nuclear-deal.html"}