{"authors": ["Lananh Nguyen"], "date_download": "2022-10-25 23:31:07", "date_modify": "2022-10-25 23:31:07", "date_publish": "2021-10-15 21:33:41", "description": "Fees from advising corporate clients on mergers and other deals raised bottom lines across Wall Street. Bankers say it’s a good sign for the recovery.", "filename": "2021_10_15_business_wall-street-banks-earnings-mergers_1666740667.html", "image_url": "https://static01.nyt.com/images/2021/10/16/business/15Banks-print/15Banks-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b81a23d09b3f88a774d19fef049d3d79eea4b1f9912e1997c732fbc672ffb08c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_15_business_wall-street-banks-earnings-mergers_1666740667.html", "title": "Wall Street Sees a Record Deal Spree as a Reason for Optimism", "title_page": "Wall Street Sees a Record Deal Spree as a Reason for Optimism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The dealmakers at the nation’s biggest banks are the busiest they’ve ever been. Interest rates are low, private equity firms flush with cash are looking for promising investments, and companies are aggressively pursuing mergers at a breakneck pace.\nWall Street banks announced blockbuster quarterly profits this week from a record wave of transactions that shows no signs of ebbing: Even in the face of surging inflation and shaky consumer sentiment, corporate clients are ready to deal — and bank leaders say that’s a reason to be optimistic about the economic recovery.\n“Whenever C.E.O. confidence is high, M&A activity increases,” David M. Solomon, Goldman Sachs’s chief executive, said in an interview Friday after the bank reported third-quarter earnings of $5.38 billion, surpassing analyst forecasts. “The world’s resettled a bit coming out of the pandemic, and that is now giving a lot of companies an opportunity to really take note of where they want to go.”\nA record $1.6 trillion in mergers and purchases were struck worldwide in the quarter, according to a research report from Refinitiv. That, in turn, set records for advisory businesses across Wall Street: Goldman Sachs and Morgan Stanley tallied record revenues, JPMorgan Chase and Bank of America announced all-time high fees, and Citigroup’s mergers and acquisitions bankers had their best quarter in a decade.\nGoldman Sachs has already had the most profitable year in its history — earning $17.7 billion so far — with three months to go. In the most recent quarter, its bankers closed transactions including the $32 billion spinoff of Universal Music Group by the French conglomerate Vivendi and Salesforce.com’s $28.1 billion purchase of Slack Technologies. Those were two of the 10 biggest deals completed in the three-month period ending in September, according to Dealogic.\nMorgan Stanley also had two top-10 deals: the chip maker Analog Devices’s $20 billion acquisition of a competitor, Maxim Integrated, and the $12.3 billion purchase of Proofpoint, a cybersecurity company, by the private equity firm Thoma Bravo.", "url": "https://www.nytimes.com/2021/10/15/business/wall-street-banks-earnings-mergers.html"}