{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 22:56:42", "date_modify": "2022-10-25 22:56:42", "date_publish": "2021-08-04 09:00:17", "description": "The Democratic Assembly speaker, most comfortable behind the scenes, now finds himself in the spotlight, facing the possibility of taking down a governor from his own party.", "filename": "2021_08_04_us_politics_carl-heastie-cuomo-impeachment.html_module=inline_1666738602.html", "image_url": "https://static01.nyt.com/images/2021/08/04/us/04ny-heastie/04ny-heastie-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1eda6a2c5874849e16fbd0d0f489d321670e3a4015e9ab0deae5f144b86c7f88&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_04_us_politics_carl-heastie-cuomo-impeachment.html_module=inline_1666738602.html", "title": "Carl Heastie: The Man Who Would Oversee Cuomo’s Impeachment", "title_page": "Carl Heastie: The Man Who Would Oversee Cuomo’s Impeachment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Heastie assumed his new, more forceful posture against Mr. Cuomo on Tuesday only after an emergency virtual meeting of the Assembly Democrats he leads. No one, according to legislators on the afternoon call, spoke up in support of Mr. Cuomo after the report from Attorney General Letitia James substantiated allegations from multiple women who had accused Mr. Cuomo of inappropriate behavior.\nThat the governor’s list of accusers had grown to include a state trooper — one who said Mr. Cuomo had left her feeling “completely violated” — made it far more difficult for anyone to defend him, lawmakers said.\nMr. Heastie, an assemblyman since 2000, has witnessed the downfall of a long list of Albany politicians. A former Bronx County Democratic Party chairman, he became the first Black Assembly speaker only after Sheldon Silver, his predecessor, was arrested and charged with taking millions in payoffs.\nMr. Heastie, like so many others who have circled through the capital, promised to change its culture of corruption. “We do not own this house,” Mr. Heastie said in his first Capitol speech as speaker. “We are simply tenants here.”\nHe must now navigate the complex process of evicting the building’s most powerful occupant. Mr. Heastie’s caucus includes women — and some men — who have been clamoring for Mr. Cuomo’s ouster for months, as well as a bloc of mostly Black legislators who have urged more caution and stood alongside Mr. Cuomo as the investigation unfolded. Republicans almost universally want Mr. Cuomo to go, but Mr. Heastie has signaled he would wait until Democrats alone could muster the votes to impeach.\nJohn DeSio, a Democratic strategist who has worked in Bronx politics, said Mr. Heastie’s decision to stay mostly on the sidelines during the investigation had allowed him to better balance those competing legislative interests. “Carl has a reputation for holding things close, and, in this case, it has served him well,” he said.\nWhile that was a source of frustration to those who wanted to ratchet up pressure on Mr. Cuomo this spring — especially after the Senate majority leader, Andrea Stewart-Cousins, called for Mr. Cuomo to step down — it appears to have bolstered Mr. Heastie’s standing with fellow Assembly members.", "url": "https://www.nytimes.com/2021/08/04/us/politics/carl-heastie-cuomo-impeachment.html?module=inline"}