{"authors": ["Ann Carrns"], "date_download": "2022-10-25 23:39:37", "date_modify": "2022-10-25 23:39:37", "date_publish": "2021-10-01 13:00:09", "description": "A new Consumer Reports analysis of five credit apps also found that the scores might differ from the ones a lender would use.", "filename": "2021_10_01_business_credit-score-app-cost_1666741177.html", "image_url": "https://static01.nyt.com/images/2021/10/01/business/01Adviser-illo/01Adviser-illo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=abbd16d54f2d10ccc59403415995d403d70eced90b31cc0666eca5511e2643f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_01_business_credit-score-app-cost_1666741177.html", "title": "You Can Get Your Credit Score, but You May Have to Pay for It", "title_page": "You Can Get Your Credit Score, but You May Have to Pay for It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Consumer Financial Protection Bureau study in 2012 found that most consumers who scored well under one scoring model generally scored well on other models. But a “substantial minority” could see large variations, it said, so consumers “should avoid relying on scores they purchase as the sole basis for assessing their creditworthiness when making important decisions about obtaining credit.”\nThe Consumer Reports review examined the five most popular credit scoring apps according to download data. In addition to apps offered by Experian and TransUnion, the report considered apps from Credit Karma, Credit Sesame, and myFICO. (An offering from Equifax didn’t meet the study criteria, Consumer Reports said.) Researchers downloaded the apps early this year, and rechecked them in the spring.\nThe myFICO app provided broad access to industry-specific credit scores, like scores used for credit cards and car loans. The app is offered by the Fair Isaac Corporation, which developed the FICO score. The company says there are multiple versions of FICO scores, which it says are used in “90 percent” of lending decisions.\nBut myFICO charges fees for its scores, starting at $19.95 a month for a “basic” package that includes multiple scores and an Experian credit report. A “premier” package, including monthly FICO scores and reports from all three bureaus, is about $40 a month.\nGreg Jawski, a FICO spokesman, said the myFICO app offered features like customized information and simulations to help users better understand their score. FICO also offers an “open access” program, which lets lenders share with consumers, for free, the scores they use in credit decisions.\nThe other apps vary in what they charge. Credit Karma doesn’t charge for scores or reports. Credit Sesame, which also offers VantageScore, doesn’t charge for scores but does charge for a package that includes credit reports from all three bureaus.\nExperian offers a basic FICO score and an Experian credit report at no cost, but charges for an expanded package that includes, among other things, additional scores and reports from the other credit bureaus. TransUnion said its Score & Report app charges about $20 a month for daily access to a TransUnion VantageScore and credit report, plus other information.", "url": "https://www.nytimes.com/2021/10/01/business/credit-score-app-cost.html"}