{"authors": ["Lauren Hirsch", "Emma Goldberg"], "date_download": "2022-10-25 23:50:35", "date_modify": "2022-10-25 23:50:35", "date_publish": "2021-12-24 18:13:33", "description": "Facing staffing shortages, companies are weighing conflicting guidance on when employees who have tested positive for the coronavirus can safely return to work.", "filename": "2021_12_24_business_workers-covid-isolate_1666741835.html", "image_url": "https://static01.nyt.com/images/2021/12/25/business/00ALTjpQuarantine-print/00Quarantine-Target-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_24_business_workers-covid-isolate_1666741835.html", "title": "C.D.C. Faces Pressure to Change Isolation Guidelines for Sick Workers", "title_page": "C.D.C. Faces Pressure to Change Isolation Guidelines for Sick Workers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Barbara Sibley’s four New York restaurants had already weathered the city’s initial Covid-19 wave, the prevaccine surge last winter and this summer’s Delta spike when last weekend it finally happened: Fearing an outbreak and struggling with staffing after one of her workers got sick with Covid, she temporarily shut down one of her locations.\nThat was only the start of Ms. Sibley’s worries. She also had to weigh how long the employee, who was fully vaccinated, should isolate before returning to the job. And the messaging from public health experts was not clear-cut.\nIn the early days of the pandemic the Centers for Disease Control and Prevention recommended that most people who tested positive for the coronavirus isolate for 14 days. It later reduced its recommended isolation period to 10 days. But these policies were based on data from unvaccinated individuals and were implemented before the widespread availability of rapid tests. An increasing number of health and policy professionals now suggest that vaccinated people can end their isolation after five to seven days, so long as they are not symptomatic and they test negative.\nOn Thursday, the C.D.C. reduced, in some circumstances, the number of days it recommends that health care workers who test positive for the coronavirus isolate themselves, but it did not address other businesses.", "url": "https://www.nytimes.com/2021/12/24/business/workers-covid-isolate.html"}