{"authors": ["Helene Cooper", "Eric Schmitt"], "date_download": "2022-10-25 23:28:10", "date_modify": "2022-10-25 23:28:10", "date_publish": "2021-08-28 16:02:23", "description": "Officials refused to give details on the two killed, beyond saying that one was a planner and the other was a facilitator.", "filename": "2021_08_28_world_us-airstrike-isis-k_1666740490.html", "image_url": "https://static01.nyt.com/images/2021/08/28/world/28afghanistan-briefing-pentagon/28afghanistan-briefing-pentagon-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bd34bee6c48a3ad9b3741b243f4dae9916adac6d0b62ef89ead9309b4b13b5d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_28_world_us-airstrike-isis-k_1666740490.html", "title": "US Reprisal Airstrike Killed Two ISIS Militants and Wounded Another", "title_page": "US Reprisal Airstrike Killed Two ISIS Militants and Wounded Another - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Pentagon said that two Islamic State militants were killed and one was wounded in Friday night’s drone strike in Nangarhar Province as part of the American retaliation for the suicide bombing at the Kabul airport that killed scores of people, including 13 American service members.\nDefense Department officials said one of the Islamic State drone targets was a “planner,” and one was a “facilitator.” Both, they said, were involved in planning attacks against Americans, although officials at a news conference on Saturday declined to say whether they were involved specifically in the Kabul airport attack.\nThere remains a threat to American troops and civilians at the Kabul airport, officials said, making the ongoing evacuation effort perilous.\nFor the first time, Pentagon officials publicly acknowledged the possibility that some of the people killed in the aftermath of the suicide bombing at Kabul airport may have died in gunfire coming from American service members after the suicide bomber detonated himself.", "url": "https://www.nytimes.com/2021/08/28/world/us-airstrike-isis-k.html"}