{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 22:58:05", "date_modify": "2022-10-25 22:58:05", "date_publish": "2021-08-17 18:12:49", "description": "The House plans to vote on it next week, but Republicans promise to block it in the Senate.", "filename": "2021_08_17_us_politics_house-democrats-voting-rights-john-lewis_1666738685.html", "image_url": "https://static01.nyt.com/images/2021/08/17/us/politics/17political-briefing-voting-right/17political-briefing-voting-right-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c7970d8871b5d89b568fc0612bbf39e9182c3c1b36ae82d242ee239b92bf6732&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_17_us_politics_house-democrats-voting-rights-john-lewis_1666738685.html", "title": "House Democrats Introduce John Lewis Voting Rights Legislation", "title_page": "House Democrats Introduce John Lewis Voting Rights Legislation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Democrats on Tuesday unveiled a long-awaited linchpin of their drive to protect voting rights, introducing legislation that would make it easier for the federal government to block state election rules found to be discriminatory to nonwhite voters.\nHouse leaders expect to pass the bill, named the John Lewis Voting Rights Advancement Act after the late civil rights icon, during a rare August session next week. They say it would restore the full force of the Voting Rights Act of 1965 after a pair of adverse Supreme Court rulings and that it would help combat a wave of restrictive new election laws in Republican-led states.\n“Today, old battles have become new again as we face the most pernicious assault on the right to vote in generations,” said Representative Terri Sewell, the bill’s chief author and a Democrat from Alabama’s civil rights belt, where Mr. Lewis and others staged a national campaign for voting rights in the 1960s. “It’s clear: federal oversight is urgently needed.”\nBut like other voting rights legislation to come before Congress this year, its chances of passing the evenly divided Senate are exceedingly narrow. Only one Republican, Senator Lisa Murkowski of Alaska, is likely to support the legislation, leaving Democrats far short of the 60 votes they would need to break a Republican filibuster and send the bill to President Biden’s desk.", "url": "https://www.nytimes.com/2021/08/17/us/politics/house-democrats-voting-rights-john-lewis.html"}