{"authors": ["Dana Goldstein", "Alicia Parlapiano"], "date_download": "2022-10-25 23:26:33", "date_modify": "2022-10-25 23:26:33", "date_publish": "2021-08-07 09:00:26", "description": "As the pandemic took hold, more than 1 million children did not enroll in local schools. Many of them were the most vulnerable: 5-year-olds in low-income neighborhoods.", "filename": "2021_08_07_us_covid-kindergarten-enrollment_1666740393.html", "image_url": "https://static01.nyt.com/images/2021/08/06/us/-promo-1628294729988/-promo-1628294729988-facebookJumbo.png?year=2021&h=549&w=1050&s=f89199a95ef7f9f06b75a6536a5205cc761cfa751020c22a29cc3d6cc0bac8a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_07_us_covid-kindergarten-enrollment_1666740393.html", "title": "The Pandemic Exodus: Kindergarten Enrollment Drops", "title_page": "The Pandemic Exodus: Kindergarten Enrollment Drops  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Linapuni Elementary started its new year on Aug. 3, but the news there is no better. Even though the staff resumed knocking on doors to register students, as of July 20, only 38 kindergartners and 37 first graders had signed up, compared with 65 kindergarten students and 71 first graders in the fall of 2019.\nLow-income and nonwhite families have the biggest concerns about the virus and the safety of returning to classrooms, according to surveys of parents. And the rise of the Delta variant may only heighten these worries.\nBut the pandemic has also exposed the distance between what parents want, and what schools are delivering. And at least for Ms. Ramirez, that’s the bigger consideration in keeping Bonnylin at home.\n“I need a miracle at this point to get out of this apartment and this neighborhood,” Ms. Ramirez said. “My kids deserve so much more.”\nAmelia Nierenberg contributed reporting. Jugal K. Patel contributed graphics. Data was compiled by Eric Sagara, Justine Issavi, Julia Ingram, Charlie Hoffs, Dilcia Mercedes, Justin Mayo, Elizabeth Huffaker, Christine DeLianne, Cheryl Phillips and Thomas Dee of Stanford University’s Big Local News project and Graduate School of Education; Alicia Parlapiano and Jugal K. Patel of The Times; Ryan Pitts of the journalism nonprofit OpenNews; Daniel J. Willis of EdSource; and Vignesh Ramachandran of the Colorado News Collaborative.\nAbout the data\nNational totals were calculated by combining data from the U.S. National Center for Education Statistics with figures from the State of Illinois, which wasn’t included in the federal data.\nSchool-level data was collected directly from 33 state education departments. The Times excluded schools that were primarily virtual before the pandemic, and any that had no students in the fall of either 2019 or 2020.\nNeighborhood income levels came from NCES’ EDGE School Neighborhood Poverty Estimates, which uses census data to estimate the poverty level of each school’s surrounding neighborhood. Schools were considered to be in high-poverty neighborhoods when the average household income was 135 percent of the poverty level or lower, which in 2020 was $35,000 or less for a family of four. The Times also examined high-poverty schools using statistics on students receiving free and reduced price lunch, which showed similar trends.\nData on which school districts operated in-person, hybrid and remote as of October was provided by Burbio.", "url": "https://www.nytimes.com/2021/08/07/us/covid-kindergarten-enrollment.html"}