{"authors": ["Patrick Kingsley"], "date_download": "2022-10-25 23:55:42", "date_modify": "2022-10-25 23:55:42", "date_publish": "2021-12-19 17:10:42", "description": "Seven months after a war with Israel, hundreds are dead but otherwise little has changed. It’s a familiar pattern.", "filename": "2021_12_19_world_middleeast_hamas-israel-gaza-war_1666742142.html", "image_url": "https://static01.nyt.com/images/2021/12/19/world/19hamas14/19hamas14-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_19_world_middleeast_hamas-israel-gaza-war_1666742142.html", "title": "Hamas, Claiming Victory Over Israel, Is Stuck in Same Old Cycle", "title_page": "Hamas, Claiming Victory Over Israel, Is Stuck in Same Old Cycle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hamas has been here before, several times.\nIts previous wars with Israel — in 2008-9, 2012 and 2014 — each ended with Hamas claiming victory atop a pile of rubble and mass casualties.\nFew see a way out of this cycle.\nAs a militant group that refuses to recognize Israel and, according to its founding charter, is committed to its destruction, Hamas has few other tools beyond unleashing a barrage of rockets every few years.\nIsraeli officials are also prepared to maintain the deadlock. They will continue to enforce the blockade to limit Hamas’s ability to restock its arsenal and rebuild its fortifications, but see a strategic benefit to keeping Hamas in power.\n“We don’t want to defeat Hamas,” a senior Israeli Army official said in an interview. Its main rival in Gaza — a more extreme Islamist faction — “is not better than Hamas,” the official added, speaking on the condition of anonymity in accordance with Israeli protocol.\nCaught in the middle, ordinary Gazans are paying the price. The unemployment rate is higher than 40 percent. Only 10 percent have direct access to clean water, according to UNICEF. Complex medical procedures are often available only in Israel, which restricts entry to Gaza patients.\nMost blame Israel first and foremost. Some criticize the Palestinian Authority, Hamas’s rival in the West Bank, for having imposed temporary salary cuts on its employees in Gaza.\nBut increasingly, Gazans also blame Hamas for exacerbating conditions through nepotism, corruption and incompetence, and for diverting too much money from social programs to military infrastructure.", "url": "https://www.nytimes.com/2021/12/19/world/middleeast/hamas-israel-gaza-war.html"}