{"authors": ["Mark Walker", "Chris Cameron"], "date_download": "2022-10-25 22:58:49", "date_modify": "2022-10-25 22:58:49", "date_publish": "2021-10-08 16:29:46", "description": "The shift comes as the Biden administration pressures Native tribes in Oklahoma to desegregate their constitutions to comply with treaty obligations.", "filename": "2021_10_08_us_politics_indian-health-service-freedmen_1666738729.html", "image_url": "https://static01.nyt.com/images/2021/10/08/us/08dc-freedmen/merlin_187152618_69b7475a-72dd-4c29-90c9-f11126d25bd8-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6f3bbadbc8baef62af5964990a0dde8158fb44f6a5cad32f1ada3ad7efaebd81&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_08_us_politics_indian-health-service-freedmen_1666738729.html", "title": "Indian Health Service Reverses Policy on Black Natives", "title_page": "Indian Health Service Reverses Policy on Black Natives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Indian Health Service announced this week that Black Native Americans in the Seminole Nation, known as the Freedmen, will now be eligible for health care through the federal agency, which previously denied them coronavirus vaccinations and other care.\nThe shift in policy comes as the Biden administration and members of Congress are pressuring the Seminole and other Native tribes in Oklahoma to desegregate their constitutions and include the Freedmen, many of whom are descendants of Black people who had been held as slaves by the tribes, as full and equal citizens of their tribes under post-Civil War treaty obligations.\n“The I.H.S.-operated Wewoka Indian Health Clinic provides services to members of the Seminole Nation of Oklahoma, and personnel at the clinic and other I.H.S. facilities in Oklahoma have been informed that they should provide services to Seminole Freedmen who present at their clinics and hospitals,” the Indian Health Service said in a statement.\nThe Seminole Nation did not immediately respond to a request for comment on the announcement.\nChuck Hoskin Jr., the principal chief of the Cherokee Nation, announced on Friday that his tribe would also start allowing Seminole Freedmen to visit their tribally operated I.H.S. hospital, near Wewoka.", "url": "https://www.nytimes.com/2021/10/08/us/politics/indian-health-service-freedmen.html"}