{"authors": ["Alan Rappeport", "Sophie Kasakove", "Conor Dougherty"], "date_download": "2022-10-25 23:52:28", "date_modify": "2022-10-25 23:52:28", "date_publish": "2021-08-27 22:37:46", "description": "The ruling late Thursday ending a new moratorium leaves the White House with few options to help renters at risk of losing their homes.", "filename": "2021_08_27_us_politics_supreme-court-biden-eviction-moratorium_1666741948.html", "image_url": "https://static01.nyt.com/images/2021/08/27/business/27dc-eviction/27dc-eviction-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c42b21ca83da5ecf1f2d6c74ac1fa2879ea16b3613dddb9dc661eca8ebc66140&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_27_us_politics_supreme-court-biden-eviction-moratorium_1666741948.html", "title": "Supreme Court’s Decision Opens Door to Millions of Evictions", "title_page": "Supreme Court’s Decision Opens Door to Millions of Evictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the court’s decision looming, the Treasury Department rolled out changes to the program on Wednesday, including additional attempts to absolve local governments of federal punishment if they provided money to those who do not actually need help. The agency issued a directive to local officials that they allow tenants to use self-reported financial information on aid applications as a first, rather than a last, resort, while giving states permission to send bulk payments to landlords and utility companies in anticipation of federal payouts to tenants.\nThe Supreme Court’s ruling divided lawmakers along party lines on Friday, with Republicans applauding the decision and Democrats demanding legislative action to address a looming eviction crisis.\nA group of progressive House Democrats wrote a letter to Speaker Nancy Pelosi and Senator Chuck Schumer, the majority leader, calling on congressional leaders to include an extended moratorium that would last through the end of the pandemic in upcoming legislation. An effort by House Democrats to extend the eviction ban failed in July.\nJen Psaki, the White House press secretary, said on Friday that Mr. Biden would welcome congressional action. Barring that, she said the White House was focused on finding other ways to ease the burden on renters by encouraging the delay of evictions and getting financial assistance out the door more quickly.\nA senior White House official said there were no long-shot measures that the administration was waiting to deploy. It will continue to see if agencies like HUD can do more to stall evictions and it will accelerate efforts to get states to pump out relief money faster.\nThe wave of evictions is coming at a fragile juncture for the economic recovery and as the fiscal support that Congress approved during the initial stages of the pandemic is winding down.\nThe effect on tenants will “vary tremendously from state to state and city to city,” said Diane Yentel, the president of the National Low Income Housing Coalition.", "url": "https://www.nytimes.com/2021/08/27/us/politics/supreme-court-biden-eviction-moratorium.html"}