{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:38:53", "date_modify": "2022-10-25 23:38:53", "date_publish": "2021-10-17 23:08:17", "description": "Incursions into Taiwan’s air zone, a space launch and what looked like a prisoner swap raise a question that is about more than just semantics. It could signal a dangerous new mind-set.", "filename": "2021_10_17_us_politics_china-new-cold-war_1666741133.html", "image_url": "https://static01.nyt.com/images/2021/10/15/us/politics/15dc-coldwar-1/15dc-coldwar-1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=43e4fa4ed574592e27dc2a16eb8f2715fa1a85e8c5dc15fcec224aeefd68382c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_17_us_politics_china-new-cold-war_1666741133.html", "title": "Washington Hears Echoes of the ’50s and Worries: Is This a Cold War With China?", "title_page": "Washington Hears Echoes of the ’50s and Worries: Is This a Cold War With China? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For all this, Mr. Biden’s top aides say that the old Cold War is the wrong way to frame what is happening — and that the use of the term can become a self-fulfilling prophecy. Instead, they argue that it should be possible for the two superpowers to compartmentalize, cooperating on the climate and containing North Korea’s arsenal, even while competing on technology and trade, or jousting for advantage in the South China Sea and around Taiwan.\nThe White House is loath to put a label on this multilayered approach, which may explain why Mr. Biden has yet to give a speech laying it out in any detail. But his actions so far look increasingly like those in a world of competitive coexistence, a bit edgier than the “peaceful coexistence” that the Soviet leader Nikita S. Khrushchev used to characterize the old Cold War. (Interestingly, after meeting this month in Switzerland with Jake Sullivan, the president’s national security adviser, China’s top diplomat said he objected to any description of the U.S.-China relationship as “competitive.”)\nBut if the administration is still struggling with the terminology, it says it knows what this isn’t.\n“This is nothing like the Cold War, which was primarily a military competition,” one of Mr. Biden’s senior administration advisers said in an interview, speaking on the condition of anonymity because, in the Biden White House, there is no area where words are measured more carefully than in talking about relations with Beijing.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nIn July, Mr. Biden’s top Asia adviser, Kurt M. Campbell, told the Asia Society that the Cold War comparison “obscures more than it illuminates” and is “in no way helpful, fundamentally, to some of the challenges presented by China.”\nThe deep links between the two economies — the mutual dependencies on technology, trade and data that leaps the Pacific in milliseconds on American and Chinese-dominated networks — never existed in the more familiar Cold War. The Berlin Wall not only delineated a sharp line between spheres of influence, freedom and authoritarian control, it stopped most communications and trade. The year it fell, 1989, the United States exported $4.3 billion in goods to the Soviets and imported $709 million, an inconsequential blip for both economies. (In current dollars, those numbers would be a bit more than doubled.)\nIn this superpower standoff, all those lines are blurred, with Huawei and China Telecom equipment running data through NATO nations, the Chinese-owned TikTok app active on tens of millions of American phones, and Beijing worried that the West’s crackdown on selling advanced semiconductors to China could cripple some of its national champions, Huawei included. And yet, even through a pandemic and threats of “decoupling,” the United States exported $124 billion in goods to China last year and imported $434 billion. That made China the largest supplier of goods to the United States, and the third largest consumer of its exports, after Canada and Mexico.", "url": "https://www.nytimes.com/2021/10/17/us/politics/china-new-cold-war.html"}