{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:47:19", "date_modify": "2022-10-25 23:47:19", "date_publish": "2021-08-11 22:46:16", "description": "For the second time, a senior member of the staff of the House select committee on the Jan. 6 attack has been accused of retaliating against a whistle-blower in the Trump government.", "filename": "2021_08_11_us_politics_capitol-riot-committee_1666741639.html", "image_url": "https://static01.nyt.com/images/2021/08/11/us/politics/11dc-whistleblower-1/11dc-whistleblower-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0011519cb6f3d40512c3f5dc79ed5ba8979b15093811efe67acc509b666a8903&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_11_us_politics_capitol-riot-committee_1666741639.html", "title": "Aide to Capitol Riot Inquiry Is Accused of Whistle-Blower Retaliation", "title_page": "Aide to Capitol Riot Inquiry Is Accused of Whistle-Blower Retaliation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After Mr. Murphy’s reassignment, Mr. Maher, who has served as the principal deputy general counsel for the Homeland Security Department, replaced him as the acting under secretary for intelligence and analysis and “immediately shut down open-source collection efforts on domestic extremists that were being advocated and conducted by Mr. Murphy,” Mr. Zaid said. “To put it bluntly, Mr. Maher is likely (or should be) a direct fact witness as to why D.H.S. failed — under his leadership — to identify, predict or help prevent the threat that grew into the events of Jan. 6.”\nMr. Murphy did not accuse Mr. Maher in his initial complaint with the department’s inspector general last year but named him in an addendum filed in January. In that document, Mr. Murphy said Mr. Maher had extended his reassignment and told others he did not want Mr. Murphy to return to his intelligence job. Mr. Zaid described the actions as “unlawful retaliation.”\nMr. Murphy maintains that he was punished for political reasons to protect former President Donald J. Trump and that Chad F. Wolf, then the acting homeland security secretary, told him to stop producing assessments on Russian interference. He said the department’s second-highest official at the time, Kenneth T. Cuccinelli II, ordered Mr. Murphy to modify intelligence assessments to downplay the threat of white supremacy.\nThe committee spokesman, however, said Mr. Maher was merely drafted to help clean up a chaotic situation after the department opened an investigation into whether Mr. Murphy’s office was inappropriately examining the work of reporters covering the government’s response to Portland protests.\n“He was asked to step into the leadership position at the Office of Intelligence and Analysis last summer when its director was reassigned from that position,” Mr. Mulvey said, “following reporting raising concerns that the office had been improperly assembling intelligence on journalists.”\n“The select committee,” he added, “has no reason to believe that Mr. Maher is the focus” of a continuing inspector general investigation into the matter.\nMr. Maher was recommended for the committee by Representative Liz Cheney, Republican of Wyoming, one of two conservatives on the panel, as part of an effort to bolster the investigation’s bipartisan credentials. Mr. Maher began working for the Department of Homeland Security in 2003, when he was hired under President George W. Bush, and served in a number of legal positions. His hiring by the committee was announced the same day that former Representative Denver Riggleman, Republican of Virginia, joined the panel’s staff.", "url": "https://www.nytimes.com/2021/08/11/us/politics/capitol-riot-committee.html"}