{"authors": ["Roni Caryn Rabin", "Emily Anthes"], "date_download": "2022-10-25 23:27:36", "date_modify": "2022-10-25 23:27:36", "date_publish": "2021-05-07 18:53:28", "description": "The new focus underscores the need for the federal Occupational Safety and Health Administration to issue standards for employers to address potential hazards in the workplace, multiple experts say.", "filename": "2021_05_07_health_coronavirus-airborne-threat_1666740456.html", "image_url": "https://static01.nyt.com/images/2021/05/07/us/07virus-briefing-transmission/07virus-briefing-transmission-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bb70ed0393b2d34f1a2c56f675011f0f5cb63a6479dcb4dc8c95bb16f2a1c395&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_07_health_coronavirus-airborne-threat_1666740456.html", "title": "Airborne Coronavirus Is a Threat, the C.D.C. Acknowledges", "title_page": "Airborne Coronavirus Is a Threat, the C.D.C. Acknowledges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal health officials on Friday updated public guidance about how the coronavirus spreads, emphasizing that transmission occurs by inhaling very fine respiratory droplets and aerosolized particles, as well as through contact with sprayed droplets or touching contaminated hands to one’s mouth, nose or eyes.\nThe Centers for Disease Control and Prevention now states explicitly — in large, bold lettering — that airborne virus can be inhaled even when one is more than six feet away from an infected individual. The new language, posted online, is a change from the agency’s previous position that most infections were acquired through “close contact, not airborne transmission.”\nAs the pandemic unfolded last year, infectious disease experts warned for months that both the C.D.C. and the World Health Organization were overlooking research that strongly suggested the coronavirus traveled aloft in small, airborne particles. Several scientists on Friday welcomed the agency’s scrapping of the term “close contact,” which they criticized as vague and said did not necessarily capture the nuances of aerosol transmission.\n“C.D.C. has now caught up to the latest scientific evidence, and they’ve gotten rid of some old problematic terms and thinking about how transmission occurs,” said Linsey Marr, an aerosol expert at Virginia Tech.", "url": "https://www.nytimes.com/2021/05/07/health/coronavirus-airborne-threat.html"}