{"authors": ["Peter Eavis", "Neal E. Boudette"], "date_download": "2022-10-25 23:31:38", "date_modify": "2022-10-25 23:31:38", "date_publish": "2021-10-01 22:31:40", "description": "The company, which is backed by Amazon and Ford, is seeking to sell shares in one of the biggest initial public offerings of the year.", "filename": "2021_10_01_business_rivian-ipo_1666740698.html", "image_url": "https://static01.nyt.com/images/2021/10/01/business/01rivian-ipo/01rivian-ipo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=29e858a5703d8d817d8142d1046b68d1f0c90f508d820887aa3afeaba1a04ab7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_01_business_rivian-ipo_1666740698.html", "title": "Rivian, an Electric Vehicle Start-Up, Reveals Large Losses in Its I.P.O. Filing", "title_page": "Rivian, an Electric Vehicle Start-Up, Reveals Large Losses in Its I.P.O. Filing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Investors keep a close eye on how much cash young, fast-growing companies are consuming, in case they run out. Rivian’s operations used up $850 million in the first half of this year, roughly the same amount as in all of last year. It said it had $3.7 billion of cash in hand at the end of June, which includes money it raised when it issued $2.7 billion worth of preferred stock in January. It also borrowed $2.5 billion through “convertible promissory notes” in July.\nRivian has over $10 billion in investments from Amazon, Ford Motor and several Wall Street firms. The filing said Amazon had plowed $1.35 billion into Rivian through stock investments and $490 million by purchasing the notes sold in July. Ford’s investments total $1.24 billion. T. Rowe Price, the mutual fund company, has invested $2.6 billion.\nThe filing did not say what percentage of Rivian’s stock those investors own.\nDuring its often rocky ascent, Tesla had production problems that put great strain on its finances. Tesla’s chief executive, Elon Musk, also made missteps that got the company into regulatory trouble and created other controversies. But the company appears to have won the backing of investors — its $777 billion value on the stock market is 10 times that of General Motors.\nRivian’s founder and chief executive, R.J. Scaringe, a studious engineer with a Ph.D. from M.I.T., has kept a relatively low profile and has avoided overselling what the company can do, industry experts say. His compensation was $1.3 million last year, according to the filing. But his pay this year could be much larger, provided Rivian’s stock performs well. In January, Rivian’s board granted Mr. Scaringe 6,785,315 shares and a performance-based option to purchase up to 20,355,946 shares.\nRivian said in the filing that it started delivering its truck, the R1T, in September, but it did not say how many vehicles it delivered in the month and a company representative declined to provide a number. Rivian plans to start delivering its S.U.V., the R1S, later this year.\nThe cheapest model of the truck costs $67,500 and the S.U.V. $70,000. In the filing, the company said that, as of Sept. 30, it had roughly 48,390 orders for its truck and S.U.V. in the United States and Canada from customers who each had paid a refundable deposit of $1,000.\nThe Rivian models are part of a wave of electric vehicles coming into the market to challenge Tesla. Earlier this year, Ford Motor began selling an electric sport utility vehicle, the Mustang Mach-E, and Volkswagen rolled out an electric S.U.V. of its own, the ID.4. Ford is poised to add an electric version of its popular F-150 pickup truck next year. The F-150 is a work truck and would not compete directly with Rivian’s truck, which is marketed more as a leisure vehicle.", "url": "https://www.nytimes.com/2021/10/01/business/rivian-ipo.html"}