{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:54:31", "date_modify": "2022-10-25 23:54:31", "date_publish": "2021-04-06 17:22:53", "description": "In indirect talks in Vienna, the U.S. and Iran agreed to try to synchronize Washington’s lifting of sanctions and Iran’s limiting of uranium enrichment.", "filename": "2021_04_06_world_europe_iran-nuclear-deal_1666742071.html", "image_url": "https://static01.nyt.com/images/2021/04/06/world/06iran-nuclear-01/06iran-nuclear-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9df467ddc31263fa846c529ae5427361547870e9e5cb9c4fc9a06cc687f2ee02&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_06_world_europe_iran-nuclear-deal_1666742071.html", "title": "Iran and U.S. Agree on Path Back to Nuclear Deal", "title_page": "Iran and U.S. Agree on Path Back to Nuclear Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The new working groups are intended to create a road map for a synchronized return of both countries to compliance. But even if there is agreement, verification will take some time given the technical complications and the absence of trust on both sides.\nFor instance, companies that want to do business with Iran, and that were burned badly when Mr. Trump reimposed powerful American sanctions, will want to be sure that a new administration won’t reimpose sanctions. Iran will want to see economic benefits, not just the promise of them, and the United States will want the International Atomic Energy Agency to ensure that Iran has returned to compliance and is not cheating, as it has done in the past.\nIn Vienna, Iran met with the other current members of the deal — Britain, China, France, Germany and Russia, under the chairmanship of the European Union — in a grand hotel ballroom, while the American team, led by special envoy Robert Malley, worked separately in a nearby hotel. Iran has refused to meet directly with the United States, so the Europeans have been undertaking a kind of shuttle diplomacy.\nThe United States also wants to persuade Iran to negotiate longer time limits for the accord and to begin further talks on limiting Iran’s missiles and support for allies and Shia militias through the region, including in Syria, Iraq and Lebanon. Iran has said that it has no interest in considering further negotiations until the United States restores the status quo ante and rejoins the deal.\nMore broadly, American officials are trying to gauge whether the United States and Iran can agree on how each can come back into compliance with the nuclear deal — or, at least, work toward bridging any gaps in a mutual understanding.\nIran was represented by Abbas Araghchi, the deputy foreign minister, who was crucial to negotiating the 2015 deal, known formally as the Joint Comprehensive Plan of Action, with the administration of President Barack Obama and Mr. Biden, then vice president.\nMr. Araghchi said in a statement after the talks that lifting U.S. sanctions would be “the first and most necessary step in reviving the J.C.P.O.A. The Islamic Republic of Iran is fully ready to stop its retaliation nuclear activity and return to its full commitments as soon as U.S. sanctions are lifted and verified.”", "url": "https://www.nytimes.com/2021/04/06/world/europe/iran-nuclear-deal.html"}