{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:48:11", "date_modify": "2022-10-25 23:48:11", "date_publish": "2021-02-06 00:14:11", "description": "Representative Marjorie Taylor Greene warned that the House’s vote only left her with more time to insist on Republicans’ allegiance to former President Donald J. Trump.", "filename": "2021_02_05_us_politics_majorie-taylor-greene-republican-party_1666741691.html", "image_url": "https://static01.nyt.com/images/2021/02/05/multimedia/05dc-greene-freed/05dc-greene-freed-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ea89ba337e1ca1c3e1caa01c76a36cd6146b39ac76770a40dda4b72855f0f12c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_05_us_politics_majorie-taylor-greene-republican-party_1666741691.html", "title": "Marjorie Taylor Greene Says She Is ‘Freed’ to Push Republicans to the Right", "title_page": "Marjorie Taylor Greene Says She Is ‘Freed’ to Push Republicans to the Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — One day after the House voted to banish her from congressional committees, Representative Marjorie Taylor Greene sent a defiant message to both parties on Friday, warning that the punishment had only “freed” her to press Republicans further to the right and insist on their allegiance to former President Donald J. Trump.\nIn a wide-ranging news conference in front of the Capitol, Ms. Greene, a first-term Republican from Georgia, said that although the House’s vote on Thursday to remove her from two panels had deprived her constituents of an important voice in Congress, it had personally benefited her.\n“Going forward, I’ve been freed,” Ms. Greene said, adding, “I’m going to be holding the Republican Party accountable and pushing them to the right.”\nMs. Greene’s comments and determination to remain in the spotlight obliterated whatever hopes House Republican leaders may have had that she would quiet down in the name of party unity after her rebuke. And it underscored the influence the former president, who has effusively praised Ms. Greene, still has over some of the loudest voices in Congress.", "url": "https://www.nytimes.com/2021/02/05/us/politics/majorie-taylor-greene-republican-party.html"}