{"authors": ["David E. Sanger", "Helene Cooper"], "date_download": "2022-10-25 23:28:35", "date_modify": "2022-10-25 23:28:35", "date_publish": "2021-08-14 16:14:40", "description": "An Afghan military that did not believe in itself and a U.S. effort that Mr. Biden, and most Americans, no longer believed in brought an ignoble end to America’s longest war.", "filename": "2021_08_14_us_politics_afghanistan-biden_1666740515.html", "image_url": "https://static01.nyt.com/images/2021/08/12/world/14dc-intel/14dc-intel-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=34bbb8891a5a7d0d613371320369475b2cd66b69419d00ba4498d3f4ff40c4f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_14_us_politics_afghanistan-biden_1666740515.html", "title": "Taliban Sweep in Afghanistan Follows Years of U.S. Miscalculations", "title_page": "Taliban Sweep in Afghanistan Follows Years of U.S. Miscalculations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden’s top advisers concede they were stunned by the rapid collapse of the Afghan army in the face of an aggressive, well-planned offensive by the Taliban that now threatens Kabul, Afghanistan’s capital.\nThe past 20 years show they should not have been.\nIf there is a consistent theme over two decades of war in Afghanistan, it is the overestimation of the results of the $83 billion the United States has spent since 2001 training and equipping the Afghan security forces and an underestimation of the brutal, wily strategy of the Taliban. The Pentagon had issued dire warnings to Mr. Biden even before he took office about the potential for the Taliban to overrun the Afghan army, but intelligence estimates, now shown to have badly missed the mark, assessed it might happen in 18 months, not weeks.\nCommanders did know that the afflictions of the Afghan forces had never been cured: the deep corruption, the failure by the government to pay many Afghan soldiers and police officers for months, the defections, the soldiers sent to the front without adequate food and water, let alone arms. In the past several days, the Afghan forces have steadily collapsed as they battled to defend ever shrinking territory, losing Mazar-i-Sharif, the country’s economic engine, to the Taliban on Saturday.\nMr. Biden’s aides say that the persistence of those problems reinforced his belief that the United States could not prop up the Afghan government and military in perpetuity. In Oval Office meetings this spring, he told aides that staying another year, or even five, would not make a substantial difference and was not worth the risks.", "url": "https://www.nytimes.com/2021/08/14/us/politics/afghanistan-biden.html"}