{"authors": ["Michael Gold"], "date_download": "2022-10-25 23:27:56", "date_modify": "2022-10-25 23:27:56", "date_publish": "2021-08-19 19:13:04", "description": "The Police Department appears to have one of the lowest vaccination rates among city agencies, and officers have been criticized for flouting various mask mandates.", "filename": "2021_08_19_nyregion_nypd-covid-vaccine_1666740476.html", "image_url": "https://static01.nyt.com/images/2021/08/19/nyregion/19nypdmasks01/19nypdmasks01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d805a1ee70cf6c31b46b9f6e5d4c19d1ecd16fd7b6812b54c00ca2acf445ea39&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_19_nyregion_nypd-covid-vaccine_1666740476.html", "title": "NYPD to Unvaccinated Officers: Wear Masks or Face Discipline", "title_page": "NYPD to Unvaccinated Officers: Wear Masks or Face Discipline - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New York’s Police Department appears to have one of the lowest vaccination rates among city agencies. As of this week, about 47 percent of the department’s 36,000 uniformed and 15,000 civilian employees have been vaccinated, said Detective Annette Shelton, a spokeswoman.\nBy contrast, city officials have said that more than 54 percent of the Fire Department’s employees and more than 60 percent of all Department of Education employees are vaccinated. Those figures do not include those who got their shots outside of New York City.\nAs such, the mask guidance issued this week will likely apply to a large part of the police force.\nMs. Shelton said that officers who did not submit proof that they were vaccinated would be required to “wear a face covering at all times while working,” whether inside, outside or driving in police vehicles. They would be allowed to remove them while eating or drinking, if they were to have difficulty breathing or were otherwise “engaging in reasonable activities” like adjusting their masks.\nThose officers who did not comply would face “appropriate disciplinary action,” she said. She and other Police Department representatives did not respond to questions about what penalties officers might face.\nThe guidance issued this week comes as coronavirus cases have been climbing dramatically in New York City. As of Monday, an average 1,820 new cases were reported every day over a seven-day period, nearly three times the average from one month earlier, which was 607 new cases, according to the city’s health department.", "url": "https://www.nytimes.com/2021/08/19/nyregion/nypd-covid-vaccine.html"}