{"authors": ["David Zucchino", "Najim Rahim"], "date_download": "2022-10-25 23:28:26", "date_modify": "2022-10-25 23:28:26", "date_publish": "2021-06-10 15:39:53", "description": "A program to bring people employed by the American military to the United States is backlogged, with thousands of applicants denied.", "filename": "2021_06_10_world_asia_afghan-interpreters-us-visas_1666740506.html", "image_url": "https://static01.nyt.com/images/2021/06/08/world/00afghanistan-interpreters/00afghanistan-interpreters-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a6793c8784025f98520a340630235c8a2b0a5edbea719bebb445867f55fb571a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_10_world_asia_afghan-interpreters-us-visas_1666740506.html", "title": "As U.S. Withdraws, Afghan Interpreters Fear Being Left Behind", "title_page": "As U.S. Withdraws, Afghan Interpreters Fear Being Left Behind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Now, as American troops depart and Afghans experience a growing sense of anxiety and despair, the visa applications have taken on renewed urgency. With the Taliban taking advantage of the U.S. withdrawal, many former interpreters say they are more likely than ever to be killed.\n“I get phone calls from the Taliban saying, ‘We will kill you’ — they know who I am and that I worked for the Americans,” Mr. Walizada said. He has delayed marriage because he does not want to put a wife at risk, he said, and he has moved from house to house for safety.\nThe slightest blemish during years of otherwise stellar service can torpedo a visa application and negate glowing letters of recommendation from American commanders. In the last three months of 2020 alone, State Department statistics show, 1,646 Afghans were denied one of the special visas, which are issued to applicants satisfying demanding requirements and rigorous background checks even though interpreters would already have passed security screenings.\nAmong reasons cited for denial were the failure to prove the required length of service, insufficient documentation, failure to establish “faithful and valuable service” and “derogatory information.”\nMore than 18,000 Afghans are awaiting decisions on their S.I.V. applications, according to the U.S. Embassy in Kabul, the capital of Afghanistan. Many say they are seized by dread, fearing they will be denied, or approved only after they have been hunted down and killed.", "url": "https://www.nytimes.com/2021/06/10/world/asia/afghan-interpreters-us-visas.html"}