{"authors": ["Michael S. Schmidt", "Maggie Haberman"], "date_download": "2022-10-25 23:38:20", "date_modify": "2022-10-25 23:38:20", "date_publish": "2021-01-07 20:03:05", "description": "The discussions occurred in recent weeks, and it was not clear whether he has brought it up since he incited supporters to march on the Capitol, where some stormed the site.", "filename": "2021_01_07_us_politics_trump-self-pardon_1666741100.html", "image_url": "https://static01.nyt.com/images/2021/01/07/us/politics/07dc-pardon1/07dc-pardon1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=796810a2ae2bc5c42994641751597f48bd226eefe3292b42619330b184ae955d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_07_us_politics_trump-self-pardon_1666741100.html", "title": "Trump Is Said to Have Discussed Pardoning Himself", "title_page": "Trump Is Said to Have Discussed Pardoning Himself - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump has suggested to aides he wants to pardon himself in the final days of his presidency, according to two people with knowledge of the discussions, a move that would mark one of the most extraordinary and untested uses of presidential power in American history.\nIn several conversations since Election Day, Mr. Trump has told advisers that he is considering giving himself a pardon and, in other instances, asked whether he should and what the effect would be on him legally and politically, according to the two people. It was not clear whether he had broached the topic since he incited his supporters on Wednesday to march on the Capitol, where some stormed the building in a mob attack.\nMr. Trump has shown signs that his level of interest in pardoning himself goes beyond idle musings. He has long maintained he has the power to pardon himself, and his polling of aides’ views is typically a sign that he is preparing to follow through on his aims. He has also become increasingly convinced that his perceived enemies will use the levers of law enforcement to target him after he leaves office.\nNo president has pardoned himself, so the legitimacy of prospective self-clemency has never been tested in the justice system, and legal scholars are divided about whether the courts would recognize it. But they agree a presidential self-pardon could create a dangerous new precedent for presidents to unilaterally declare they are above the law and to insulate themselves from being held accountable for any crimes they committed in office.", "url": "https://www.nytimes.com/2021/01/07/us/politics/trump-self-pardon.html"}