{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:31:25", "date_modify": "2022-10-25 23:31:25", "date_publish": "2021-05-14 16:04:02", "description": "The slanted text in Alexandria Ocasio-Cortez’s logo, and its break from the traditional red, white and blue color palette, has formed a new graphical language for progressivism. Imitators abound.", "filename": "2021_05_14_us_politics_alexandria-ocasio-cortez-progressives-logo_1666740685.html", "image_url": "https://static01.nyt.com/images/2021/05/11/us/politics/00aoc-logo-top2/00aoc-logo-top2-facebookJumbo.jpg?year=2021&h=549&w=1050&s=be55a4dbecfc95bbea45f3bd6d3c42bb1320619f5a7b87392a6c6ffe055faaf5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_14_us_politics_alexandria-ocasio-cortez-progressives-logo_1666740685.html", "title": "A.O.C. Had a Catchy Logo. Now Progressives Everywhere Are Copying It.", "title_page": "A.O.C. Had a Catchy Logo. Now Progressives Everywhere Are Copying It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The slant and condensed font, though, was as much a typographical necessity as anything. Mr. Starrett said they had lobbied for not spelling out her full name, but Ms. Ocasio-Cortez held firm. She wanted her whole name. They tilted and stacked it to make it fit.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“The way she went with that angled typography, that has entered the vernacular,” said Sol Sender, who led the design team that created former President Barack Obama’s famous 2008 logo — a red, white and blue “O’’ for his name, and a rising sun, signifying a new day — which itself spurred a raft of copycats.\nWhen Melquiades Gagarin began his own 2020 long-shot primary challenge for Congress in a Queens congressional district neighboring Ms. Ocasio-Cortez’s, his logo intentionally embraced the upward slope.\nMr. Gagarin called it “an homage to the A.O.C. campaign” itself but also the “activist, progressive spirit” that she embodies. Splashed across his website was a photo of Mr. Gagarin gazing off into the distance, just as Ms. Ocasio-Cortez had in her signature posters.\n“It almost came to be a joke,” Mr. Gagarin laughingly said, “that if you weren’t looking off to a distance you weren’t a progressive candidate.”\nMr. Gagarin lost, as insurgents often do. One winner: Magdalena Peña, whose copycat design and bid for first-grade class senator at her elementary school in Queens won praise from Ms. Ocasio-Cortez herself earlier this year.\n“I love it!” she wrote approvingly in a tweet. (Ms. Ocasio-Cortez declined an interview request for this article.)", "url": "https://www.nytimes.com/2021/05/14/us/politics/alexandria-ocasio-cortez-progressives-logo.html"}