{"authors": ["Erin Griffith"], "date_download": "2022-10-25 23:40:48", "date_modify": "2022-10-25 23:40:48", "date_publish": "2021-05-03 21:42:39", "description": "Epic has accused Apple of unfairly using its App Store’s power to take a cut of the money made in Fortnite, a popular online game.", "filename": "2021_05_03_business_apple-epic-fortnite-trial_1666741248.html", "image_url": "https://static01.nyt.com/images/2021/05/03/business/03epic-apple/03epic-apple-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8c84b42d009b8af15fcb7b300d290299049360b2ff07ff2ef02373a660bee7ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_03_business_apple-epic-fortnite-trial_1666741248.html", "title": "Apple and Epic Trial Opens With a Tour of the Fortnite ‘Metaverse’", "title_page": "Apple and Epic Trial Opens With a Tour of the Fortnite ‘Metaverse’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Epic argues that the case is about the broader app economy and that Apple has a monopoly with its App Store for iPhone users. In particular, Epic is fighting a 30 percent commission that Apple takes on purchases made inside iPhone apps like Fortnite.\nIn a mostly empty courtroom in Oakland, Katherine Forrest of the law firm Cravath, Swaine & Moore opened Epic’s case by previewing a series of emails between Apple’s top executives. The emails were evidence, Ms. Forrest argued, that the tech giant purposely created a “walled garden” that locks consumers and developers inside. That forces them to use Apple’s payment system, she said.\nOnce Apple lured users and developers into its walled garden, “the garden gate was closed, the lock turned,” Ms. Forrest said. She compared Apple’s fees on in-app purchases for subscription services to a car dealership that takes a commission on gas sales.\nApple’s lawyers described, in their opening statement, a thriving market for app distribution that includes gaming consoles, desktop computer gaming and the mobile web. Karen Dunn of Paul, Weiss argued that the 30 percent commission was in line with industry standards and that Epic’s requests, if granted, would make iPhones less secure, while unlawfully forcing Apple to do business with a competitor.\nMs. Dunn added that Epic’s case was a self-serving way to avoid paying fees it owed Apple and was on shaky legal footing. “To win this case, Epic will have to convince this court of so many things that don’t make any sense,” she concluded.\nThe first day of the court fight over high-tech competition included in-the-weeds terms like hotfix, sideloading and multiplatform middleware services. But the day began with a familiar experience in the pandemic: Zoom difficulties. The trial’s start was delayed by around 40 minutes because of technical issues with the hotlines set up for remote listening.\nIn another sign of the pandemic’s changes to trials, everyone allowed into the mostly empty room wore a mask or face shield. The judge’s bench was surrounded by plexiglass dividers.", "url": "https://www.nytimes.com/2021/05/03/business/apple-epic-fortnite-trial.html"}