{"authors": ["Benjamin Mueller", "Matina Stevis-Gridneff"], "date_download": "2022-10-25 22:57:13", "date_modify": "2022-10-25 22:57:13", "date_publish": "2021-01-27 05:15:08", "description": "As vaccine production falls behind schedule, and the European Union lags in inoculating people, Brussels and London are lobbing threats and accusations at each other.", "filename": "2021_01_27_world_europe_eu-uk-covid-vaccine_1666738633.html", "image_url": "https://static01.nyt.com/images/2021/01/26/world/26virus-vaccine-wars/26virus-vaccine-wars-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a0e162e5b93c1d7c71249153e7efa16b227abf8803f64ea2a0137e5071b2e112&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_27_world_europe_eu-uk-covid-vaccine_1666738633.html", "title": "E.U. and U.K. Fight Over Covid Vaccines: 'Solidarity Is Failing'", "title_page": "E.U. and U.K. Fight Over Covid Vaccines: 'Solidarity Is Failing' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The vaccine wars have come to Europe.\nFor months now, wealthy countries have been clearing the world’s shelves of coronavirus vaccines, leaving poorer nations with little hope of exiting the pandemic in 2021. But a fresh skirmish this week has pitted the rich against the rich — Britain versus the European Union — in the scramble for vials, opening a new and unabashedly nationalist competition that could poison relations and set back collective efforts to end the pandemic.\nThe European Union, stung by its slow progress on vaccinations, threatened this week to tighten rules on the shipment of Belgian-made shots to Britain.\nBritish lawmakers, in turn, have accused their European counterparts of a blackmail campaign that could embitter relations for a generation.\nAnd poorer countries, already at the back of the line for vaccines, could face even longer waits if the intense squabbling among rich countries drives up prices for everyone else.", "url": "https://www.nytimes.com/2021/01/27/world/europe/eu-uk-covid-vaccine.html"}