{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:23:15", "date_modify": "2022-10-25 23:23:15", "date_publish": "2021-01-12 21:03:59", "description": "The Trump administration ordered states to use Covid-19 vaccines set aside for second doses to get the shots to more people more quickly.", "filename": "2021_01_12_us_politics_vaccine-states_1666740195.html", "image_url": "https://static01.nyt.com/images/2021/01/12/us/politics/12dc-vaccine-1/merlin_181543572_e12539c2-4c12-46b1-9aea-2e44dca835a3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1fb8879082d42d71346aaf09cdaf8b97b6c192f721403fc9daf6531536e5f9c9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_12_us_politics_vaccine-states_1666740195.html", "title": "Feds Order States to Expand Covid-19 Vaccine Targets as Deaths Surge", "title_page": "Feds Order States to Expand Covid-19 Vaccine Targets as Deaths Surge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Other states had planned to widen access to older residents gradually over the next month. Ohio, for example, was to start vaccinating people 80 and older next week, people 70 and older on Feb. 1 and those 65 and older on Feb. 8. Florida has been overwhelmed with demand from its 65-plus population, with new online registration portals quickly crashing and people spending hours on the phone or in long lines, often in vain.\nThe two companies making vaccines that have emergency approval, Pfizer and Moderna, are both ramping up production. In an interview Tuesday with CNBC, the Pfizer chief executive, Dr. Albert Bourla, said Pfizer and its German partner, BioNTech, have increased their global production estimate this year to two billion doses from 1.3 billion.\n“We have much more than they can use right now,” he said.\nThe C.D.C. recommended last month that after vaccinating health care workers and residents of long-term care facilities, states should vaccinate people older than 75 and certain “frontline” workers who cannot do their jobs from home. Only after that, the C.D.C. advised, should states turn to people ages 65 to 74 and adults of all ages with high-risk medical conditions. The C.D.C. recommendations were not binding, but many states have largely been following them while demand still far exceeds supply.\nThe advisory group that came up with the recommendations had emphasized that essential workers are often low-wage people of color, who have been hit disproportionately hard by the virus.\n“A lot of our members are feeling like this is just beginning to move too fast,” said Dr. Marcus Plescia, the chief medical officer for the Association of State and Territorial Health Officials. “What we’re going to get to is a first-come, first-served approach to vaccine distribution, and that’s just not going to be equitable.”\nMr. Biden is expected to announce details of his own vaccination plan — which will include federally supported mass vaccination clinics — this week. The Biden transition team declined to comment on Tuesday on the new Trump administration policy. But a person familiar with the president-elect’s plans said Mr. Biden had also been planning to expand the universe of those who are eligible to be vaccinated.\nMr. Azar said the Trump administration always expected to shift from holding back doses when it was confident in the supply chain.", "url": "https://www.nytimes.com/2021/01/12/us/politics/vaccine-states.html"}