{"authors": ["Erica L. Green"], "date_download": "2022-10-25 23:48:18", "date_modify": "2022-10-25 23:48:18", "date_publish": "2021-03-01 23:31:21", "description": "Miguel A. Cardona, a career educator from Connecticut, will lead the Biden administration’s efforts to reopen most of the nation’s schools shuttered by the coronavirus.", "filename": "2021_03_01_us_politics_education-secretary-confirmed_1666741698.html", "image_url": "https://static01.nyt.com/images/2021/03/01/us/politics/00dc-cardona-hfo/00dc-cardona-hfo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=30b0ae64f6d83c82998dbd9bae845cc52fd707db0dc7cc11ceb8be28b9ee0297&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_01_us_politics_education-secretary-confirmed_1666741698.html", "title": "Biden's Education Secretary Confirmed", "title_page": "Biden's Education Secretary Confirmed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Senate on Monday easily confirmed Miguel A. Cardona, a career educator who rose through Connecticut’s education system to become a leader in the effort to reopen pandemic-shuttered schools, as the next education secretary.\nHis nomination was approved by a vote of 64 to 33.\nDr. Cardona, who was tapped by President Biden to lead the Education Department from his post as Connecticut’s education commissioner, had sailed through a confirmation hearing last month. He drew bipartisan support for his success in reopening a majority of Connecticut’s schools and for his conciliatory positions on divisive education issues.\nDr. Cardona’s personal background and career — a sharp contrast to that of his predecessor Betsy DeVos, a billionaire private-school champion — drew widespread praise.\nThe son of Puerto Rican parents, he grew up in public housing in Meriden, Conn., and attended public schools throughout his life. He started as a struggling English-language learner and went on to become an elementary-school teacher, an award-winning principal, an assistant superintendent in that school system and Connecticut’s first Latino commissioner of education.", "url": "https://www.nytimes.com/2021/03/01/us/politics/education-secretary-confirmed.html"}