{"authors": ["Isabella Grullón Paz"], "date_download": "2022-10-25 23:42:29", "date_modify": "2022-10-25 23:42:29", "date_publish": "2021-12-31 00:13:07", "description": "Kuachua Brillion Xiong, 25, is being held in the Pottawattamie County Jail in Council Bluffs, Iowa, on charges of making threats against a former president.", "filename": "2021_12_30_us_white-house-hit-list-kuachua-brillion-xiong_1666741349.html", "image_url": "https://static01.nyt.com/images/2021/12/30/multimedia/30xp-hitlist/30xp-hitlist-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_30_us_white-house-hit-list-kuachua-brillion-xiong_1666741349.html", "title": "California Man on Deadly Mission to White House Is Arrested, Officials Say", "title_page": "California Man on Deadly Mission to White House Is Arrested, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A California man driving cross-country to the White House on a mission to “do whatever it takes” to kill top officials on a “hit list” that included President Biden and former President Barack Obama has been arrested in Iowa, the authorities said in court papers.\nThe man, Kuachua Brillion Xiong, 25, has been held since Dec. 23 at the Pottawattamie County Jail in Council Bluffs, Iowa, on charges of making threats against a former president, according to sheriff’s records.\nMr. Xiong began driving from his home near Sacramento on or around Dec. 18 “with the intention of driving straight to the White House in Washington, D.C., to kill persons in power,” Justin Larson, a Secret Service agent, wrote in a criminal complaint.\nMr. Xiong made it as far as Iowa. On Dec. 21, he was pulled over by a sergeant with the Cass County Sheriff’s Department “for driving aggressively, weaving in and out of traffic, and speeding,” according to the complaint. Officers who detained him noted that he was using Google Maps to map a route to 1600 Pennsylvania NW, Washington, D.C.", "url": "https://www.nytimes.com/2021/12/30/us/white-house-hit-list-kuachua-brillion-xiong.html"}