{"authors": ["Helene Cooper", "Eric Schmitt"], "date_download": "2022-10-25 23:28:20", "date_modify": "2022-10-25 23:28:20", "date_publish": "2021-06-24 09:00:09", "description": "The relocations are meant to place interpreters and others who worked with departing American forces somewhere safe until visas for them to enter the United States are processed.", "filename": "2021_06_24_us_politics_afghan-interpreters-visas_1666740500.html", "image_url": "https://static01.nyt.com/images/2021/06/24/lens/24dc-afghan-visas-photo/24dc-afghan-visas-photo-facebookJumbo.jpg?year=2021&h=549&w=1050&s=563c6ff166612a4e6dda7dc47a6343b036b8ef4df80cce47bb43406a7faa8d5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_24_us_politics_afghan-interpreters-visas_1666740500.html", "title": "U.S. to Move Afghans Who Aided Troops Outside the Country", "title_page": "U.S. to Move Afghans Who Aided Troops Outside the Country - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden said on Thursday that his administration would begin relocating thousands of Afghan interpreters, drivers and others who worked with American forces outside the country in an effort to keep them safe while they apply for entry to the United States.\n“Those who helped us are not going to be left behind,” Mr. Biden told reporters at the White House.\nWith the American military in the final phases of withdrawing from Afghanistan after 20 years of war, the White House has come under heavy pressure to protect Afghan allies from revenge attacks by the Taliban and speed up the lengthy and complex process of providing them special immigrant visas.\nOn Wednesday, administration officials started notifying lawmakers that they would soon begin what could be a wholesale move of tens of thousands of Afghans. Officials said the Afghans would be relocated outside Afghanistan, possibly to Guam or somewhere else with close ties to the United States, to await the processing of their visa requests to move to the United States.\nThe officials declined to explicitly say where the Afghans would wait, and it was not clear whether third countries had agreed to take them. Guam, which is a U.S. territory, is the most likely possibility, officials said. The opportunity to move will be given to people who have already begun the application process.", "url": "https://www.nytimes.com/2021/06/24/us/politics/afghan-interpreters-visas.html"}