{"authors": ["Julie Bosman", "Mitch Smith"], "date_download": "2022-10-25 23:22:50", "date_modify": "2022-10-25 23:22:50", "date_publish": "2021-08-16 16:01:19", "description": "The new flood of cases has forced Americans to recalibrate. Governors and mayors who imposed shutdowns last summer are pushing vaccines now.", "filename": "2021_08_16_us_covid-delta-variant-us_1666740170.html", "image_url": "https://static01.nyt.com/images/2021/08/13/us/virus-stateofthevirus-1/virus-stateofthevirus-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cf578b752e24823b3424aac863ec435ae0a062b45aaaab987708bbc1f32896ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_16_us_covid-delta-variant-us_1666740170.html", "title": "Delta Surge Drives Home Painful Truth: Covid Isn’t Going Away", "title_page": "Delta Surge Drives Home Painful Truth: Covid Isn’t Going Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "About 130,000 cases are being reported across America each day, almost twice as many as last summer’s highest levels. Even as some of the first hot spots of this summer, including Missouri and Nevada, show glimmers of progress, much of the country continues to see explosive case growth.\nDuring the latest surge, the United States is armed with vaccines that are highly effective in preventing severe illness and death, and are available to anyone 12 years and older. But only about half of Americans are fully vaccinated, and daily vaccination rates have risen only modestly, to about 700,000 doses a day, since the Delta surge began.\nThe worst surges have so far been concentrated in Southern states with underwhelming vaccination numbers, but infections have also been rising in places with far better vaccine uptake. Oregon and Hawaii, both of which have relatively high vaccination rates, have set weekly case records in recent days, and daily case rates have more than doubled in recent weeks in highly vaccinated parts of New England. Whether cases there eventually reach Louisiana-like levels will be seen as a test of whether vaccinations can make a significant difference on not just the number of deaths but in the size and strength of surges.\nMost of the country remains fully open, and aside from Hawaii, where the governor recently imposed restrictions on social gatherings and restaurants, most officials have so far steered away from restricting or shuttering businesses, leaning instead on mask rules or vaccine requirements or, more commonly, nothing at all. Louisiana and Oregon have reinstated mask mandates. San Francisco will require proof of vaccination to patronize restaurants, bars and gyms. Several school districts and cities have returned to universal masking, while more employers and colleges have announced plans to require vaccines.\nIn Jackson, Miss., Mayor Chokwe Antar Lumumba kept a mask mandate in place even after the Centers for Disease Control and Prevention announced in May that fully vaccinated people could go most places without masks, guidance it later reversed. In recent days, with cases in Mississippi reaching record levels and hospitalizations rising, he announced that municipal workers would soon have to submit proof of vaccination or be tested regularly. Mr. Lumumba said restrictions, including limits on businesses, were under consideration but have yet to be put in place.", "url": "https://www.nytimes.com/2021/08/16/us/covid-delta-variant-us.html"}