{"authors": ["Annie Karni"], "date_download": "2022-10-25 22:57:02", "date_modify": "2022-10-25 22:57:02", "date_publish": "2021-04-09 18:49:57", "description": "One of the actions taken by President Biden to curb gun violence was to crack down on the proliferation of firearms that are assembled from kits and do not have serial numbers.", "filename": "2021_04_09_us_politics_ghost-guns-explainer_1666738622.html", "image_url": "https://static01.nyt.com/images/2021/04/09/us/politics/09dc-explainer/09dc-explainer-facebookJumbo.jpg?year=2021&h=550&w=1050&s=53345a3f1b45c7c536b53957dba0d5d70c85ca7e0b2b618e3d0038fb016678e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_09_us_politics_ghost-guns-explainer_1666738622.html", "title": "Ghost Guns: What They Are, and Why They Are an Issue Now", "title_page": "Ghost Guns: What They Are, and Why They Are an Issue Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In contrast, a ghost gun is manufactured in parts, and can be assembled at the home of an unlicensed buyer. There is no need to pass a background check to obtain the components of a ghost gun. They are sold online as D.I.Y. kits, and typically shipped as “80 percent receivers.” That means the gun is 80 percent complete, and buyers have to assemble the final 20 percent themselves.\nThe key selling point for many buyers is that ghost guns do not have serial numbers, the critical piece of information that law enforcement agencies use to trace the gun from the manufacturer to the gun dealer to the original buyer. Ghost guns are untraceable and because of how they are sold — as parts that need to be assembled — under current rules, the Bureau of Alcohol, Tobacco, Firearms and Explosives does not treat them as it would traditional firearms.\nHow hard are they to assemble?\nIt’s easy and relatively inexpensive.\nAccording to a report by Everytown for Gun Safety, a gun violence prevention organization, an AR-15 build kit costs as low as $345.\nWhat to Know About ‘Ghost Guns’ Card 1 of 4 What is a ghost gun? They are deadly and untraceable firearms assembled from parts bought online. They do not have serial numbers and there is no need to pass a background check to obtain the components of a ghost gun. How hard are they to assemble? The sales pitches often promise little work for the buyer. The kits usually come with directions on how to finish the gun or link to YouTube tutorials. Typically, the only tool needed is a drill. Why are they an issue now? Kits to assemble guns have been sold since the 1990s, but ghost guns have become increasingly easy to access for those legally barred from buying or owning guns. How prevalent are they? There is no way to know how many ghost guns are in circulation. But their prevalence appears to be growing, especially in states with strict firearm laws, like California and New York.\nThe sales pitches usually promise little work for the buyer. One online purveyor assured that “building time doesn’t take too long,” adding, “Within an hour or two, you should be breaking it in at the range.”\nThe kits usually come with directions on how to finish the gun or link to YouTube tutorials. Typically, the only tool needed is a drill and the kits are often sold with the drill bits necessary to complete the frame.", "url": "https://www.nytimes.com/2021/04/09/us/politics/ghost-guns-explainer.html"}