{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:52:20", "date_modify": "2022-10-25 23:52:20", "date_publish": "2021-08-04 14:42:13", "description": "Richard Clarida, the vice chair for monetary policy, said he expected inflation and the unemployment rate to reach the Federal Reserve’s goals by the end of next year.", "filename": "2021_08_04_business_federal-reserve-inflation-interest-rates_1666741940.html", "image_url": "https://static01.nyt.com/images/2021/08/04/business/04economy-briefing-clarida1/04economy-briefing-clarida1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a2f044d76ea3cc561d4faf14b28e7c147763012620e5f16c9ce7de416edf38fa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_04_business_federal-reserve-inflation-interest-rates_1666741940.html", "title": "Fed Official Says Interest Rate Increases Could Be Warranted in 2023", "title_page": "Fed Official Says Interest Rate Increases Could Be Warranted in 2023 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Richard H. Clarida, the Federal Reserve’s vice chair, said in speech on Wednesday that if the economy meets his expectations, he thinks it will be healed enough by the end of next year for the Fed to start raising rates in 2023 — a meaningful statement coming from one of the highest-ranking members of the policy-setting committee.\nMr. Clarida said he expected inflation to moderate but remain slightly above the Fed’s 2 percent target — which the central bank would like to hit and be on track to exceed for a time — with unemployment dropping sharply toward the Fed’s full employment goal.\n“I believe that these three necessary conditions for raising the target range for the federal funds rate will have been met by year-end 2022,” Mr. Clarida said.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nMr. Clarida said the unemployment rate “will have reached my assessment of maximum employment” if it drops to around 3.8 percent by the end of next year. That is the level most Fed officials projected in June. The jobless rate stands at 5.9 percent, up from 3.5 percent before the pandemic but much lower than the 14.8 percent at its 2020 peak.", "url": "https://www.nytimes.com/2021/08/04/business/federal-reserve-inflation-interest-rates.html"}