{"authors": ["Marie Fazio"], "date_download": "2022-10-25 23:00:13", "date_modify": "2022-10-25 23:00:13", "date_publish": "2021-05-18 15:50:22", "description": "Two men who spent 15 years behind bars in the 1999 murder of a Texas pastor were later released and declared “actually innocent.”", "filename": "2021_05_18_us_rick-jackson-disbarred-texas_1666738813.html", "image_url": "https://static01.nyt.com/images/2021/05/17/multimedia/17xp-disbarred/17xp-disbarred-facebookJumbo.jpg?year=2021&h=550&w=1050&s=23ba313c21486637dec42278492e6a91dd4d8d859cd1601ed635d0dd872c694e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_18_us_rick-jackson-disbarred-texas_1666738813.html", "title": "Ex-Prosecutor Who Withheld Evidence in Murder Case Gives Up Law License", "title_page": "Ex-Prosecutor Who Withheld Evidence in Murder Case Gives Up Law License - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2000, Stanley Mozee and Dennis Allen were sentenced to life in prison for the murder of a Texas pastor who had been stabbed 47 times at a store he owned.\nBut the two have always maintained their innocence, and after they spent 15 years behind bars, an investigation uncovered evidence that indicated, at the very least, that they had not been granted a fair trial, and they were freed on bond in 2014. Investigations by the Innocence Project, the Innocence Project of Texas and the Dallas County District Attorney’s Office continued, unearthing evidence that eventually proved Mr. Mozee’s and Mr. Allen’s innocence. Much of the material was in the lead prosecutor’s files the whole time.\nIn 2018 their convictions were thrown out, and in 2019 — after new DNA testing cast doubt on their involvement — a judge declared Mr. Mozee and Mr. Allen “actually innocent.”\nNow, the former lead prosecutor in the case, Richard E. Jackson, who the State Bar of Texas said had withheld evidence during the trial, has surrendered his law license and effectively been disbarred — a relatively rare consequence in the realm of wrongful convictions.", "url": "https://www.nytimes.com/2021/05/18/us/rick-jackson-disbarred-texas.html"}