{"authors": ["Rebecca Robbins"], "date_download": "2022-10-25 23:50:21", "date_modify": "2022-10-25 23:50:21", "date_publish": "2021-10-09 14:20:05", "description": "Some poorer countries are paying more and waiting longer for the company’s vaccine than the wealthy — if they have access at all.", "filename": "2021_10_09_business_moderna-covid-vaccine_1666741821.html", "image_url": "https://static01.nyt.com/images/2021/10/08/business/00virus-moderna-01/merlin_194872458_37590513-9c7e-494b-a49b-6de409120120-facebookJumbo.jpg?year=2021&h=550&w=1050&s=57343ee39ee9c25b68f2a520d9cd574beb7572e23587e63c68d74f2196f24c95&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_09_business_moderna-covid-vaccine_1666741821.html", "title": "Moderna, Racing for Profits, Keeps Covid Vaccine Out of Reach of Poor", "title_page": "Moderna, Racing for Profits, Keeps Covid Vaccine Out of Reach of Poor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Moderna, whose coronavirus vaccine appears to be the world’s best defense against Covid-19, has been supplying its shots almost exclusively to wealthy nations, keeping poorer countries waiting and earning billions in profit.\nAfter developing a breakthrough vaccine with the financial and scientific support of the U.S. government, Moderna has shipped a greater share of its doses to wealthy countries than any other vaccine manufacturer, according to Airfinity, a data firm that tracks vaccine shipments.\nAbout one million doses of Moderna’s vaccine have gone to countries that the World Bank classifies as low income. By contrast, 8.4 million Pfizer doses and about 25 million single-shot Johnson & Johnson doses have gone to those countries.\nOf the handful of middle-income countries that have reached deals to buy Moderna’s shots, most have not yet received any doses, and at least three have had to pay more than the United States or European Union did, according to government officials in those countries.", "url": "https://www.nytimes.com/2021/10/09/business/moderna-covid-vaccine.html"}