{"authors": ["Matthew Goldstein"], "date_download": "2022-10-25 23:33:32", "date_modify": "2022-10-25 23:33:32", "date_publish": "2021-11-18 10:00:20", "description": "The federal Homeowner Assistance Fund aims to help those still struggling as forbearance periods come to an end. But the assistance isn’t limited to mortgage payments.", "filename": "2021_11_18_business_mortgage-assistance-homeowners_1666740812.html", "image_url": "https://static01.nyt.com/images/2021/11/15/business/00homeownerhelp-whitegull/00homeownerhelp-whitegull-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_18_business_mortgage-assistance-homeowners_1666740812.html", "title": "Mortgage Bills Are Coming Again. $10 Billion in Aid May Arrive First.", "title_page": "Mortgage Bills Are Coming Again. $10 Billion in Aid May Arrive First. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It all comes out of savings, and that is kind of dwindling,” she said.\nEach program sets its own rules, including how long it provides aid, the amount per household and the expenses covered. New York, for example, will provide up to $50,000 for costs including mortgage payments, utilities, broadband service and delinquent property taxes, with payments going directly to loan servicers, utility providers or tax authorities.\nThe Ho-Chunk Nation plans to use much of the $3 million it received on heating costs, Mr. Whitegull said. “The majority of these funds are to be used for utility payments, natural gas, propane and wood,” he said. “The primary sources of heating.”\nThat flexibility is important because of the success the federal government has had helping homeowners avoid foreclosure. In September, 3,900 new foreclosures were started by banks in the United States, the third-lowest monthly total ever, according to Black Knight, a real estate and mortgage data analysis firm. And the number of borrowers relying on mortgage payment deferrals is at its lowest level since the pandemic began.\n“There has been significant stress, but we have done a good job of minimizing it,” said Andy Walden, an economist and vice president of market research for Black Knight.\nThe Homeowner Assistance Fund was modeled on the $9.6 billion Hardest Hit Fund. That fund was established as a result of the 2008 housing crisis, when more than seven million people lost their homes in a collapse caused by a plethora of subprime loans and adjustable-rate mortgages. A recent academic study found that the program, which assisted 418,156 homeowners in 18 states, reduced participants’ chances of default or foreclosure by 40 percent.\nFor the Homeowner Assistance Fund, Treasury officials will allow states to permit applicants to pay for renovations to make their homes more livable for extended families. They also expanded the definition of homeownership to include residences bought with a nontraditional home loan, such as the so-called chattel loans often used for mobile homes, and financing arrangements called contract for deed, an installment loan provided by the seller of a home. A review by the Pew Charitable Trusts found that more than a dozen states have submitted plans to cover such homeowners, who often can’t get traditional mortgages.", "url": "https://www.nytimes.com/2021/11/18/business/mortgage-assistance-homeowners.html"}