{"authors": ["Benjamin Mueller", "Rebecca Robbins"], "date_download": "2022-10-25 23:25:59", "date_modify": "2022-10-25 23:25:59", "date_publish": "2021-08-02 07:00:14", "description": "After months of struggle, the U.N.-backed Covax alliance will soon have many more doses, promising relief for vaccine shortages in poorer countries. But it faces a deepening crisis: difficulties getting shots into arms as the Delta variant spreads.", "filename": "2021_08_02_world_europe_covax-covid-vaccine-problems-africa_1666740359.html", "image_url": "https://static01.nyt.com/images/2021/07/29/world/29covax1/29covax1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=48037a2ab4c40d9ce73859e5126962a7c0a9e7108c32deb0fa79750a9a52e3ff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_02_world_europe_covax-covid-vaccine-problems-africa_1666740359.html", "title": "Where Covax, the Vast Global Vaccine Program, Went Wrong", "title_page": "Where Covax, the Vast Global Vaccine Program, Went Wrong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Deaths from Covid-19 were surging across Africa in June when 100,000 doses of the Pfizer-BioNTech vaccine arrived in Chad. The delivery seemed proof that the United Nations-backed program to immunize the world could get the most desirable vaccines to the least developed nations. Yet five weeks later, Chad’s health minister said, 94,000 doses remained unused.\nNearby in Benin, only 267 shots were being given each day, a pace so slow that 110,000 of the program’s AstraZeneca doses expired. Across Africa, confidential documents from July indicated, the program was monitoring at least nine countries where it said doses intended for the poor were at risk of spoiling this summer.\nThe vaccine pileup illustrates one of the most serious but largely unrecognized problems facing the immunization program as it tries to recover from months of missteps and disappointments: difficulty getting doses from airport tarmacs into people’s arms.\nKnown as Covax, the program was supposed to be a global powerhouse, a multibillion-dollar alliance of international health bodies and nonprofits that would ensure through sheer buying power that poor countries received vaccines as quickly as the rich.", "url": "https://www.nytimes.com/2021/08/02/world/europe/covax-covid-vaccine-problems-africa.html"}