{"authors": ["Clifford Krauss"], "date_download": "2022-10-25 23:47:11", "date_modify": "2022-10-25 23:47:11", "date_publish": "2021-06-08 16:14:32", "description": "Cybercriminals gained access via an old virtual private network, allowing them to paralyze a critical U.S. fuel artery.", "filename": "2021_06_08_business_colonial-pipeline-hack_1666741631.html", "image_url": "https://static01.nyt.com/images/2021/06/08/business/08econ-brf-colonial/08econ-brf-colonial-facebookJumbo.jpg?year=2021&h=549&w=1050&s=eb06f58b998ae620f118387519749f1d07ca0d22cfcf906010b6b39b6a98241a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_08_business_colonial-pipeline-hack_1666741631.html", "title": "Colonial Pipeline C.E.O. Explains How Hackers Breached Its System", "title_page": "Colonial Pipeline C.E.O. Explains How Hackers Breached Its System - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The top executive of the Colonial Pipeline told a Senate committee on Tuesday that an oversight appears to have allowed hackers into its computer systems and contributed to the paralyzing of the delivery of gasoline and other fuels up and down the East Coast.\nJoseph Blount, the chief executive of the pipeline company, said the company believes that the criminal hackers infiltrated Colonial’s computers through an old virtual private network, commonly known as a V.P.N., “that was not intended to be in use.” He added, “We are still trying to determine how the attackers gained the needed credentials to exploit it.”\nThe V.P.N., a technology often used by companies to allow staff to access internal corporate networks from home, did not require multifactor authentication, a process through which a user is granted access to a computer system or application only after successfully presenting two or more pieces of information — security experts often refer to it as “something you know and something you have.” The first piece of information is often a password; the second can be a code sent to a cellphone, for example. Multifactor authentication has become increasingly common, and even free services like Gmail and Facebook offer it and encourage people to use it.\nDemocratic and Republican Senators were largely sympathetic in their questioning of Mr. Blount and did not press him aggressively on the glaring vulnerability. Colonial operates a 5,500-mile pipeline network that supplies 100 million gallons of gasoline, diesel and jet fuel daily to gas stations, airports and other customers along the East Coast, supplying nearly half of the region’s transportation energy.", "url": "https://www.nytimes.com/2021/06/08/business/colonial-pipeline-hack.html"}