{"authors": ["Michael Paulson"], "date_download": "2022-10-25 23:42:53", "date_modify": "2022-10-25 23:42:53", "date_publish": "2021-12-15 20:18:20", "description": "Broadway, where cancellations were once vanishingly rare, has seen a raft of them as positive coronavirus tests among cast and crew members have upended productions.", "filename": "2021_12_15_theater_broadway-coronavirus-cancellations_1666741373.html", "image_url": "https://static01.nyt.com/images/2021/12/15/arts/15broadway-cancellations1/15broadway-cancellations1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_15_theater_broadway-coronavirus-cancellations_1666741373.html", "title": "Broadway Is Canceling Shows Due to Positive Covid Tests", "title_page": "Broadway Is Canceling Shows Due to Positive Covid Tests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Canceling random performances can only hurt — it just puts the whole confidence that a performance will happen up in the air,” said Ted Chapin, a longtime industry leader and the former president of the Rodgers & Hammerstein Organization. “It would be nice if Covid could calm down, but it does seem as if during this time when people are not being as diligent as they should be, we may be in this longer than we would like.”\nBut thus far, patrons still seem to be flocking to shows. The cancellations are still “a small number of performances relative to the whole,” said Victoria Bailey, executive director of the nonprofit Theater Development Fund, which runs the TKTS booth in Times Square. “We’re hyper-aware of it because within the industry we all have this underlying anxiety: ‘We need this to last. We need this to last. We need this to keep going.’ But the average consumer: not so much.”\nUnderstudies are helping some shows keep going. But in some instances, particularly for new shows, there are not enough replacements ready to go on.\n“It may be that certain shows have to think about how much coverage they have, and economically whether we can afford to expand coverage,” said Tom Kirdahy, a lead producer of “Little Shop.” “It can’t be that if one person tests positive, an entire production shuts down — that model is unsustainable.”\nOne unresolved question: compensation. Thus far, most shows have paid company members even when performances have been canceled, but it is not clear whether that practice will continue.\nThe cancellations are happening elsewhere as well. Canceled performances are now widespread in London, where theaters have had less stringent safety rules. In Paris, a performance of the ballet “Don Quixote” was canceled this week at the Opéra Bastille because of positive cases in its company. And in Washington on Wednesday, the Kennedy Center announced that it was delaying the start of a touring production of “Ain’t Too Proud” for 13 days, citing breakthrough cases.\nMelissa Castor, a 31-year-old graphic designer, was still at home on Long Island on Saturday when she saw on Twitter that the performance of “Freestyle Love Supreme” she was planning to attend that night had been canceled. “I was upset, but it’s not like I had to buy a plane ticket or get a hotel, and I know going in that a show could be canceled,” she said. “This is the age we live in.”\nThe reversal of fortune was particularly abrupt for Ben Ratner, a 29-year-old digital producer, who on Sunday morning scored a rush ticket to that day’s “Mrs. Doubtfire” matinee, but 90 minutes later got an email saying the performance was canceled. “I was a little annoyed, but also understanding,” he said. “I will never blame a production for doing the right thing for safety.”", "url": "https://www.nytimes.com/2021/12/15/theater/broadway-coronavirus-cancellations.html"}