{"authors": ["Kenneth P. Vogel", "Kate Kelly"], "date_download": "2022-10-25 22:58:22", "date_modify": "2022-10-25 22:58:22", "date_publish": "2021-11-21 10:00:07", "description": "The two Democratic senators are attracting campaign contributions from business interests and conservatives as progressives fume over their efforts to pare back the president’s domestic policy bill.", "filename": "2021_11_21_us_politics_manchin-sinema-republican-donors_1666738702.html", "image_url": "https://static01.nyt.com/images/2021/11/20/us/politics/20dc-donate-2/20dc-donate-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_21_us_politics_manchin-sinema-republican-donors_1666738702.html", "title": "Manchin and Sinema Find Financial Support From G.O.P. Donors", "title_page": "Manchin and Sinema Find Financial Support From G.O.P. Donors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is not unusual for well-heeled political activists and business interests to spread a smattering of cash across party lines. Representative Liz Cheney, Republican of Wyoming, collected a handful of checks from major Democratic donors this year as she bucked her party leadership’s defense of former President Donald J. Trump.\nBut the stream of cash to the campaigns of Ms. Sinema and Mr. Manchin from outside normal Democratic channels stands out because many of the donors have little history with them. The financial support is also notable for how closely tied it has been to their power over a single piece of legislation, the fate of which continues to rest largely with the two senators because their party cannot afford to lose either of their votes in the evenly divided Senate.\nTheir influence has been profound. The domestic policy bill, which would expand the social safety net and efforts to fight climate change, started out at $3.5 trillion and has been shrunk — mainly at the insistence of Mr. Manchin — to around $2 trillion; it could get smaller as the Senate takes up the version passed on Friday by the House. New spending measures were originally to have been paid for mostly through tax-rate increases on the wealthy and corporations — a component of the plan that had to be substantially rewritten because of Ms. Sinema’s opposition.\nThis month, the billionaire Wall Street investor Kenneth G. Langone, a longtime Republican megadonor who has not previously contributed to Mr. Manchin, effusively praised him for showing “guts and courage” and vowed to throw “one of the biggest fund-raisers I’ve ever had for him.”\nIn a statement to The New York Times, Mr. Langone, who has given an overwhelming majority of his millions of dollars in federal political donations to Republicans, said, “My political contributions have always been in support of candidates who are willing to stand tall on principle, even when that means defying their own party or the press.”", "url": "https://www.nytimes.com/2021/11/21/us/politics/manchin-sinema-republican-donors.html"}