{"authors": ["Karen Zraick"], "date_download": "2022-10-25 23:00:21", "date_modify": "2022-10-25 23:00:21", "date_publish": "2021-01-28 17:53:07", "description": null, "filename": "2021_01_28_us_covid-south-africa-variant-south-carolina_1666738821.html", "image_url": "https://static01.nyt.com/images/2021/01/28/world/28virus-briefing-south-carolina-2/merlin_182854785_e4b328e8-613f-43c2-89bd-8858b2a5f714-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fc26e5f7fe2396debf097f048e07d97670406b5b6e3589d9d011385425ac6a54&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_28_us_covid-south-africa-variant-south-carolina_1666738821.html", "title": "The variant that emerged in South Africa is reported in the U.S. for the first time.", "title_page": "The variant that emerged in South Africa is reported in the U.S. for the first time. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Health officials in South Carolina said on Thursday that they had detected two cases of a more contagious variant of the coronavirus that emerged in South Africa. It was the first report of that variant being detected in the United States.\nThe South Carolina Department of Health and Environmental Control said it had identified one case on Wednesday, and was notified of a second case the same day by the Centers for Disease Control and Prevention. The variant, known as B.1.351, was originally identified in South Africa and has since been found in about 30 countries.\nThe United States is conducting little of the genomic sequencing necessary to track the spread of new variants that have caused concern. They include B.1.1.7, first found in Britain and since seen in more than 46 countries and 24 U.S. states, and the P.1 variant, first found in Brazil, which officials in the United States reported detecting this week in Minnesota.\nWhile the two coronavirus vaccines now in use in the United States, developed by Moderna and Pfizer-BioNTech, appear to be protective against the new variants, they may be somewhat less effective against the one found in South Africa. Moderna has begun developing a new form of its vaccine that could be used as a booster shot against the variant in South Africa. The new variants are also believed to spread more readily than other versions of the virus, and the one found in Britain may lead to more severe disease.", "url": "https://www.nytimes.com/2021/01/28/us/covid-south-africa-variant-south-carolina.html"}