{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:49:24", "date_modify": "2022-10-25 23:49:24", "date_publish": "2021-10-12 01:17:31", "description": "The city manager decided to fire Chief Art Acevedo less than a year after announcing his high-profile hiring.", "filename": "2021_10_11_us_miami-police-chief-acevedo_1666741764.html", "image_url": "https://static01.nyt.com/images/2021/10/11/us/11miami-chief/11miami-chief-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d7a823a4cade47805921655d3aa73c0747a5de9da072ceb2613f2e2d5e7935e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_11_us_miami-police-chief-acevedo_1666741764.html", "title": "Miami Will Fire Police Chief Who Likened Leaders to Cuban Dictators", "title_page": "Miami Will Fire Police Chief Who Likened Leaders to Cuban Dictators - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MIAMI — Back in March, when Mayor Francis Suarez of Miami revealed that the city would bring on Art Acevedo, the Houston police chief, to head its Police Department, Mr. Suarez told the local newspaper that the hire was “like getting the Tom Brady or the Michael Jordan of police chiefs.”\nHis star pick lasted barely six months.\nOn Monday, Miami officials said they had decided to suspend Chief Acevedo with the intent to terminate him, showing the chief the door after a contentious tenure in which he clashed with powerful elected commissioners who laid out their grievances against him in a series of City Hall meetings that frequently devolved into spectacle.\n“The relationship between the chief and the organization has become untenable and needed to be resolved promptly,” Art Noriega, the city manager, said in a statement. “Relationships between employers and employees come down to fit and leadership style and unfortunately, Chief Acevedo is not the right fit for this organization.”\nChief Acevedo made a series of decisions and comments that enraged commissioners, including dismissing or demoting several of the department’s top officers, investigating a City Hall sergeant-at-arms and posing for a selfie at a pro-Cuban democracy protest with a prominent member of the Proud Boys, whom the chief said he did not know.", "url": "https://www.nytimes.com/2021/10/11/us/miami-police-chief-acevedo.html"}