{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:51:43", "date_modify": "2022-10-25 23:51:43", "date_publish": "2021-12-08 10:00:18", "description": "Unions representing other workers affected by climate legislation have struck deals, but opposition from coal miners has persisted, complicating the path to enactment.", "filename": "2021_12_08_business_economy_coal-miners-unions-climate_1666741903.html", "image_url": "https://static01.nyt.com/images/2021/12/13/business/00coal-miners01/00coal-miners01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_08_business_economy_coal-miners-unions-climate_1666741903.html", "title": "The Achilles’ Heel of Biden’s Climate Plan? Coal Miners.", "title_page": "The Achilles’ Heel of Biden’s Climate Plan? Coal Miners. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "All of that has raised the stakes for courting coal miners.\n“Our guiding principle is the belief that we don’t have to choose between good jobs and a clean environment,” said Jason Walsh, the executive director of the BlueGreen Alliance, which has united labor and environmental groups to marshal support for initiatives like Mr. Biden’s. “But our ability to continue to articulate that belief with a straight face depends on the policy choices we make.”\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\n“Coal miners,” he added, “are at the center of that.”\nIt is impossible to explain mine workers’ jaundiced view of Mr. Biden’s agenda without appreciating their heightened economic vulnerability: Unlike the carpenters and electricians who work at power plants but could apply their skills to renewable-energy projects, many miners are unlikely to find jobs on wind and solar farms that resemble their current work. (Some, like equipment operators, have more transferable skills.)\nIt is also difficult to overstate the political gamesmanship that has shaped the discourse on miners. In her 2016 presidential campaign, Hillary Clinton proposed spending $30 billion on economic aid for coal country. But a verbal miscue — “We’re going to put a lot of coal miners and coal companies out of business,” she said while discussing her proposal at a town hall — allowed opponents to portray her as waging a “war on coal.”\n“It is a politicized situation in which one political party that’s increasingly captured by industry benefits from the status quo by perpetuating this rhetoric,” said Matto Mildenberger, a political scientist at the University of California, Santa Barbara, who studies the politics of climate policy.\nAnd then there is Mr. Manchin, a complicated political figure who is among the Senate’s leading recipients of campaign money from the fossil fuel industry.\nMr. Manchin has sometimes resisted provisions favored by the miners’ union, such as wage-replacement payments to coal workers who must accept a lower-paying job. “At the end of the day, it wasn’t something he was interested in doing,” said Mr. Smith, the union’s lobbyist. A spokeswoman for Mr. Manchin declined to comment.\nYet in other ways Mr. Manchin has channeled his constituents’ feelings well, suggesting that he might be more enthusiastic about renewable-energy legislation if they were.", "url": "https://www.nytimes.com/2021/12/08/business/economy/coal-miners-unions-climate.html"}