{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:47:13", "date_modify": "2022-10-25 23:47:13", "date_publish": "2021-10-25 07:00:09", "description": "The new campaign came only months after President Biden imposed sanctions on Moscow in response to a series of spy operations it had conducted around the world.", "filename": "2021_10_25_us_politics_russia-cybersurveillance-biden_1666741633.html", "image_url": "https://static01.nyt.com/images/2021/10/24/lens/dc-cyber-photo/dc-cyber-photo-facebookJumbo.jpg?year=2021&h=549&w=1050&s=a466da4acb2fa7bd599b2cc3266f38539e948a9181732cd8524147c228561b7d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_25_us_politics_russia-cybersurveillance-biden_1666741633.html", "title": "Ignoring Sanctions, Russia Renews Broad Cybersurveillance Operation", "title_page": "Ignoring Sanctions, Russia Renews Broad Cybersurveillance Operation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I was clear with President Putin that we could have gone further, but I chose not to do so,” Mr. Biden said at time, after calling the Russian leader. “Now is the time to de-escalate.”\nAmerican officials insist that the type of attack Microsoft reported falls into the category of the kind of spying major powers regularly conduct against one another. Still, the operation suggests that even while the two governments say they are meeting regularly to combat ransomware and other maladies of the internet age, the undermining of networks continues apace in an arms race that has sped up as countries sought Covid-19 vaccine data and a range of industrial and government secrets.\n“Spies are going to spy,” John Hultquist, the vice president for intelligence analysis at Mandiant, the company that first detected the SolarWinds attack, said on Sunday at the Cipher Brief Threat Conference in Sea Island, where many cyberexperts and intelligence officials met. “But what we’ve learned from this is that the S.V.R., which is very good, isn’t slowing down.”\nIt is not clear how successful the latest campaign has been. Microsoft said it recently notified more than 600 organizations that they had been the target of about 23,000 attempts to enter their systems. By comparison, the company said it had detected only 20,500 targeted attacks from “all nation-state actors” over the past three years. Microsoft said a small percentage of the latest attempts succeeded but did not provide details or indicate how many of the organizations were compromised.\nAmerican officials confirmed that the operation, which they consider routine spying, was underway. But they insisted that if it was successful, it was Microsoft and similar providers of cloud services who bore much of the blame.", "url": "https://www.nytimes.com/2021/10/25/us/politics/russia-cybersurveillance-biden.html"}