{"authors": ["Michael Wines"], "date_download": "2022-10-25 23:30:08", "date_modify": "2022-10-25 23:30:08", "date_publish": "2021-04-25 09:00:14", "description": "An audit of the vote in Arizona’s most populous county was meant to mollify angry Trump voters. But it is being criticized as a partisan exercise more than a fact-finding one.", "filename": "2021_04_25_us_Election-audit-Arizona-Republicans_1666740608.html", "image_url": "https://static01.nyt.com/images/2021/04/23/us/00arizona/merlin_179666643_ad969122-c800-464c-bc48-30bea5c7e581-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5963a0db99fb3fe0c774c945958a17fa2952c2097f4896af5f866bafd8ab6f41&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_25_us_Election-audit-Arizona-Republicans_1666740608.html", "title": "Half a Year After Trump’s Defeat, Arizona Republicans Are Recounting the Vote", "title_page": "Half a Year After Trump’s Defeat, Arizona Republicans Are Recounting the Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The second firm hired to analyze the audit results, Cyber Ninjas, says it is an industry leader. But The Arizona Republic soon reported that the company’s chief executive, Doug Logan, had posted a litany of stolen-election conspiracy theories on a Twitter account that he had deleted in January.\nAmong them was a retweeted post suggesting that Dominion Voting Systems, a favorite target of the right, had robbed Mr. Trump of 200,000 votes in Arizona. Dominion says Cyber Ninjas is “led by conspiracy theorists and QAnon supporters who have helped spread the “Big Lie” of a rigged election.\nMr. Logan, at a news conference last week said the company was committed to a fair, transparent process. “It’s really, really important to us that we have integrity in the way we do this count and in the results that come out of it,” he told reporters.\nMs. Fann has said that the firm and others it will oversee are “well qualified and well experienced.”\nBut unease about the audit has continued to mushroom. Ms. Hobbs, the secretary of state, asked the state attorney general, Mark Brnovich, a Republican, to investigate the Senate’s handling of the procedure, citing a lack of transparency about security of ballots. She noted that some of the Legislature’s furthest-right firebrands have had free access to the coliseum even as it remained unclear whether reporters and impartial election experts would be allowed to observe the proceedings.\nHe declined.\nGreg Burton, the executive editor of The Arizona Republic, said in a statement on Friday that “Senate leaders have throttled legitimate press access and handed Arizona’s votes to conspiracy theorists.”\nAmid the growing uproar, the Republican senators who have approved and stood behind the audit since its beginning have largely been silent about concerns over its integrity.\nAlain Delaquérière and Susan Beachy contributed research.", "url": "https://www.nytimes.com/2021/04/25/us/Election-audit-Arizona-Republicans.html"}