{"authors": ["Christopher Flavelle", "Patricia Mazzei"], "date_download": "2022-10-25 23:23:21", "date_modify": "2022-10-25 23:23:21", "date_publish": "2021-03-02 10:00:17", "description": "Officials have a new plan to manage rising water. Succeed or fail, it will very likely become a case study for other cities facing climate threats.", "filename": "2021_03_02_climate_miami-sea-level-rise_1666740201.html", "image_url": "https://static01.nyt.com/images/2021/03/02/climate/02CLI-MIAMI1/02CLI-MIAMI1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6f5da043d29cc4d4842a5de626c05cf87d7c3ffa518af4130359e5b81a4c0ebe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_02_climate_miami-sea-level-rise_1666740201.html", "title": "Miami Says It Can Adapt to Rising Seas. Not Everyone Is Convinced.", "title_page": "Miami Says It Can Adapt to Rising Seas. Not Everyone Is Convinced. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Local officials say that doing nothing is untenable. By 2040, more than $3 billion worth of property could be lost to daily tidal flooding without action to reduce the threat, according to a report last fall by the Urban Land Institute. By 2070, that figure is projected to increase to $23.5 billion. But Katherine Hagemann, who heads climate adaptation policy for Miami-Dade, said it didn’t make financial sense to respond to those threats by pulling back from the coast or paying large numbers of people to leave their homes. It made more sense, she said, to try to keep those areas livable.\n“You see a really high return on investment for adaptation now, to protect the macroeconomic situation in South Florida,” Ms. Hagemann said. “The cost of retreat in some of those places, if you were to buy them out at market value, would be really high.”\nThe county’s strategy focuses on a series of actions, noting that each comes with drawbacks.\nThose include elevating homes on stilts, which lets water pass underneath during flooding. That approach can work well when constructing new homes, but is expensive for existing structures. And it doesn’t stop the roads that lead to the homes from becoming impassable.\nAnother way to raise homes and roads is to repeatedly truck in dirt and rocks from elsewhere, using it to raise the level of the ground itself when building or rebuilding homes. That approach, called fill, can simply push water onto neighboring parcels of land. And, as the blueprint notes, it “may be technically and financially challenging to raise a property on fill multiple times.”", "url": "https://www.nytimes.com/2021/03/02/climate/miami-sea-level-rise.html"}