{"authors": ["James Wagner"], "date_download": "2022-10-25 23:35:36", "date_modify": "2022-10-25 23:35:36", "date_publish": "2021-10-18 12:00:08", "description": "A matchup between the Astros and the Red Sox is loaded with representation of the Caribbean island. Some friendships had to be put on hold.", "filename": "2021_10_18_sports_baseball_alcs-puerto-rico_1666740936.html", "image_url": "https://static01.nyt.com/images/2021/10/18/sports/18alcs-puertorico-1/18alcs-puertorico-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=32014535902b2781a5f2f1e442855c8c05b3883e3f492f7aa19a51006aeb5aba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_18_sports_baseball_alcs-puerto-rico_1666740936.html", "title": "Red Sox and Astros ALCS Matchup Provides a 'Moment of Pride' for Puerto Rico", "title_page": "Red Sox and Astros ALCS Matchup Provides a 'Moment of Pride' for Puerto Rico - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — During a lull in the sixth inning of Game 1 of the American League Championship Series on Friday, as umpires sorted out a play, Houston Astros catcher Martín Maldonado walked back to his position behind the plate. Waiting there for his turn to bat, Boston Red Sox catcher Christian Vázquez smacked Maldonado on the chest and threw his arm around him.\nAlthough they are rivals seeking a berth in the World Series, they are close friends. But so are several others on the Astros and Red Sox. The connection: Maldonado, 35, and Vázquez, 31, are from Puerto Rico, whose population of over three million people is well represented in this matchup.\nThe manager of the Red Sox is Alex Cora, a native of Caguas, P.R. The stars in a 5-4 win by Houston in Game 1 were also Puerto Rican: Astros shortstop Carlos Correa, who smashed the go-ahead blast, and Red Sox center fielder Kiké Hernández, who clubbed two home runs. After two more hits in a 9-5 win by Boston in Game 2, Hernández was hitting an eye-popping .500 (16 for 32) this postseason. Three coaches were also born there: the Red Sox’ first-base coach, Ramón Vázquez; the Astros’ bench coach, Joe Espada; and the Astros’ hitting coach, Alex Cintrón.", "url": "https://www.nytimes.com/2021/10/18/sports/baseball/alcs-puerto-rico.html"}