{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:25:07", "date_modify": "2022-10-25 23:25:07", "date_publish": "2021-02-15 22:30:34", "description": "Gov. Andrew Cuomo admitted to a delay and that he “created pain,” but stopped short of a full apology for the state’s withholding of virus death data from state lawmakers.", "filename": "2021_02_15_nyregion_cuomo-nursing-homes_1666740307.html", "image_url": "https://static01.nyt.com/images/2021/02/15/nyregion/15nyvirus-cuomo/15nyvirus-cuomo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=213de0d03e0129ec69a8fe02d6787072fe4dbe23efac0f9b320c076309d7d0f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_15_nyregion_cuomo-nursing-homes_1666740307.html", "title": "Cuomo Accepts Some Blame in Nursing Home Scandal but Denies Cover-Up", "title_page": "Cuomo Accepts Some Blame in Nursing Home Scandal but Denies Cover-Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The governor has said the state was following federal guidelines in returning the residents and trying to increase hospital capacity, assertions that he repeated on Monday, while also denying any suggestion that he was making any decision because of political calculations. “These decisions are not political decisions,” he said.\nMr. Cuomo’s comments came as he tried to contain the political fallout from Ms. DeRosa’s remarks, which prompted lawmakers from both parties to call for stripping the governor of the emergency powers that he has exercised during the pandemic. A roster of Republicans and at least one Democratic member of the state’s congressional delegation, Representative Antonio Delgado, have asked for investigations into the Cuomo administration.\nSeveral other state Democrats have also expressed outrage at the governor’s resistance to release data, including the chairs of health committees in the State Senate and the Assembly. Republicans in Albany were not swayed by the governor’s words, either.\n“The governor seems incapable of comprehending that it was his administration at fault, and nobody else,” said State Senator Rob Ortt, an upstate Republican who serves as minority leader. “He continues to shift the blame anywhere but upon himself and his top officials.”\nIn his remarks on Monday, Mr. Cuomo echoed Ms. DeRosa’s comments — made in a private conversation with top Democrats in Albany — that the administration was concerned about the Trump Justice Department potentially pursuing a politically motivated investigation.\nJustice Department officials requested information from the state around the same time that similar requests had come from the State Legislature, and “we paused the state legislators’ request,” Mr. Cuomo said.\nBut he insisted that lawmakers’ leadership staff was informed of that delay and said that the federal inquiry was reported in the news media. “They can’t say they didn’t know,” he said.", "url": "https://www.nytimes.com/2021/02/15/nyregion/cuomo-nursing-homes.html"}