{"authors": ["Sheera Frenkel", "Ryan Mac", "Mike Isaac"], "date_download": "2022-10-25 23:41:43", "date_modify": "2022-10-25 23:41:43", "date_publish": "2021-10-16 09:00:18", "description": "The app, hailed as Facebook’s growth engine, has privately wrestled with retaining and engaging teenagers, according to internal documents.", "filename": "2021_10_16_technology_instagram-teens_1666741303.html", "image_url": "https://static01.nyt.com/images/2021/10/17/business/17instagram-print1/00instagram1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ddc9d28610214521b8675eea9ba26a684c6392393dd73cb07b7f2edb82c210bd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_16_technology_instagram-teens_1666741303.html", "title": "Instagram Struggles With Fears of Losing Its ‘Pipeline’: Young Users", "title_page": "Instagram Struggles With Fears of Losing Its ‘Pipeline’: Young Users - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Facebook knew that an ad intended for a 13-year-old was likely to capture younger children who wanted to mimic their older siblings and friends, one person said. Managers told employees that Facebook did everything it could to stop underage users from joining Instagram, but that it could not be helped if they signed up anyway.\nIn September 2018, Kevin Systrom and Mike Krieger, Instagram’s founders, left Facebook after clashing with Mr. Zuckerberg. Mr. Mosseri, a longtime Facebook executive, was appointed to helm Instagram.\nWith the leadership changes, Facebook went all out to turn Instagram into a main attraction for young audiences, four former employees said. That coincided with the realization that Facebook itself, which was grappling with data privacy and other scandals, would never be a teen destination, the people said.\nInstagram began concentrating on the “teen time spent” data point, three former employees said. The goal was to drive up the amount of time that teenagers were on the app with features including Instagram Live, a broadcasting tool, and Instagram TV, where people upload videos that run as long as an hour.\nInstagram also increased its global marketing budget. In 2018, it allocated $67.2 million to marketing. In 2019, that increased to a planned $127.3 million, then to $186.3 million last year and $390 million this year, according to the internal documents. Most of the budgets were designated to wooing teens, the documents show. Mr. Mosseri approved the budgets, two employees said.\nThe money was slated for marketing categories like “establishing Instagram as the favorite place for teens to express themselves” and cultural programs for events like the Super Bowl, according to the documents.\nMany of the resulting ads were digital, featuring some of the platform’s top influencers, such as Donté Colley, a Canadian dancer and creator. The marketing, when put into action, also targeted parents of teenagers and people up to the age of 34.", "url": "https://www.nytimes.com/2021/10/16/technology/instagram-teens.html"}