{"authors": ["Elian Peltier"], "date_download": "2022-10-25 22:57:04", "date_modify": "2022-10-25 22:57:04", "date_publish": "2021-08-31 11:57:27", "description": "After a fumbling start, the European Union overtook the United States in vaccinations last month.", "filename": "2021_08_31_world_eu-covid-vaccinations-70-percent_1666738624.html", "image_url": "https://static01.nyt.com/images/2021/08/31/world/31virus-briefing-eu-vaccinations/merlin_190803591_e63dafe8-593b-4985-b7e3-4d69fb1f94fd-facebookJumbo.jpg?year=2021&h=549&w=1050&s=01d3e5de8757b8f2833898db29ec7de4b264a028065fc33972f7bef71773f5d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_31_world_eu-covid-vaccinations-70-percent_1666738624.html", "title": "70 Percent of Adults in Europe Have Been Fully Vaccinated", "title_page": "70 Percent of Adults in Europe Have Been Fully Vaccinated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Around 70 percent of adults in the European Union have been fully vaccinated against the coronavirus, E.U. officials said on Tuesday, a milestone that puts the bloc among the world’s leaders in vaccinations despite a sluggish start earlier this year and worrying discrepancies among member states.\nAfter a fumbling start, the European Union overtook the United States in vaccinations last month, as campaigns taken together across the bloc’s 27 countries grew at a faster pace than anywhere else in the world. Tuesday’s announcement marked the meeting of a self-set deadline that once seemed far out of reach.\nWhile the vaccination rate has slowed this month, it has yet to reach a ceiling that some experts and officials feared it would hit over the summer. Taking children and teenagers into account, more than 55 percent of the overall E.U. population has been fully vaccinated, compared with 52 percent in the United States, 61 percent in Israel, and 64 percent in Britain.", "url": "https://www.nytimes.com/2021/08/31/world/eu-covid-vaccinations-70-percent.html"}