{"authors": ["Emily Badger"], "date_download": "2022-10-25 23:38:11", "date_modify": "2022-10-25 23:38:11", "date_publish": "2021-02-08 10:00:15", "description": "With the right federal response, it could become a model of renewal for other places around the country that prosperity has left behind.", "filename": "2021_02_08_upshot_west-virginia-manchin-stimulus_1666741091.html", "image_url": "https://static01.nyt.com/images/2021/02/08/business/08up-westvirginia1/08up-westvirginia1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a0e86a92b38c9a5ffe05b40f334b6932e8443bba3f4e6279aba8892a505a99cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_08_upshot_west-virginia-manchin-stimulus_1666741091.html", "title": "West Virginia Has Everyone’s Attention. What Does It Really Need?", "title_page": "West Virginia Has Everyone’s Attention. What Does It Really Need? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Resources ‘tend to flow to places of density’\nMany of the dynamics today in West Virginia would be familiar in old industrial towns in the Northeast, or in rural communities across the Midwest. The population is declining as young residents move away. So the tax base and ability to fund services are also shrinking. That makes it hard to support businesses, to prop up the housing market, to reinvent the economy.\nThis is a relatively new pattern: that broad parts of the country are falling further behind, as other places grow more prosperous. For much of the 20th century, poorer parts of the country were catching up in wages. That trend ended around 1980, according to economists, when globalization and knowledge work began to reorder the economy, with tremendously unequal consequences depending on where you live.\nToday, however, no one in Washington is responsible for confronting that pattern, said John Lettieri, the president of the Economic Innovation Group, a Washington think tank that has proposed a new cabinet-level office to do that. Economists have only recently paid more attention to what they call spatial inequality, or the widening economic gaps between places. And policymakers are even further behind.\n“We’re never going to have equal growth in the country geographically,” Mr. Lettieri said. “But we can’t tolerate a situation where a significant share of the country is actually losing ground as the national economy grows.”\nIn Washington, the problem isn’t simply that the federal government lacks a comprehensive strategy for the state and others like it; many existing federal programs weren’t designed for these places. To qualify for federal housing aid, families must earn below a given share of the local median income. But entire counties in Appalachia have median incomes below the poverty line, leaving many poor families ineligible.\nFederal grant programs often require local matching dollars — money the poorest communities don’t have. Some health programs devote extra resources to rural communities, but misclassify which ones are “rural.” The federal government incentivizes banks to invest in struggling neighborhoods. But those incentives don’t work well in rural communities with no local bank branches. The government also has an array of tax credit programs to support development. But they work best with large-scale urban projects, not small rural ones.\n“Scale is really the enemy of rural development,” said Dave Clark, the executive director of Woodlands Development Group and its partnering community lender, which have helped restore historical properties in small West Virginia downtowns. “Nobody’s getting rich off of these projects. We can structure them in such a way that people won’t lose money. But they’re not going to be making a lot of money off these projects with the current tools we have in place.”", "url": "https://www.nytimes.com/2021/02/08/upshot/west-virginia-manchin-stimulus.html"}