{"authors": ["Jane E. Brody"], "date_download": "2022-10-25 23:26:25", "date_modify": "2022-10-25 23:26:25", "date_publish": "2021-10-04 14:48:54", "description": "Mind and body form a two-way street.", "filename": "2021_10_04_well_mind_depres_a3670e9a551d8fd859f37c39204f60e7_eb1c3756-caa2-47cd-b3ba-0be3d88f1636&imp_id=70972749&action=click&module=Popular%20in%20The%20Times&pgtype=Homepage_1666740385.html", "image_url": "https://static01.nyt.com/images/2021/10/05/science/04SCI-BRODY-MIND-BODY/04SCI-BRODY-MIND-BODY-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9bda3be36dd10c2b7363b4bd68752c8defff4378c33f937ea40aa7bb3f6d4498&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_04_well_mind_depres_a3670e9a551d8fd859f37c39204f60e7_eb1c3756-caa2-47cd-b3ba-0be3d88f1636&imp_id=70972749&action=click&module=Popular%20in%20The%20Times&pgtype=Homepage_1666740385.html", "title": "How Depression and Anxiety Affect Your Physical Health", "title_page": "How Depression and Anxiety Affect Your Physical Health - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s no surprise that when a person gets a diagnosis of heart disease, cancer or some other life-limiting or life-threatening physical ailment, they become anxious or depressed. But the reverse can also be true: Undue anxiety or depression can foster the development of a serious physical disease, and even impede the ability to withstand or recover from one. The potential consequences are particularly timely, as the ongoing stress and disruptions of the pandemic continue to take a toll on mental health.\nThe human organism does not recognize the medical profession’s artificial separation of mental and physical ills. Rather, mind and body form a two-way street. What happens inside a person’s head can have damaging effects throughout the body, as well as the other way around. An untreated mental illness can significantly increase the risk of becoming physically ill, and physical disorders may result in behaviors that make mental conditions worse.\nIn studies that tracked how patients with breast cancer fared, for example, Dr. David Spiegel and his colleagues at Stanford University School of Medicine showed decades ago that women whose depression was easing lived longer than those whose depression was getting worse. His research and other studies have clearly shown that “the brain is intimately connected to the body and the body to the brain,” Dr. Spiegel said in an interview. “The body tends to react to mental stress as if it was a physical stress.”\nDespite such evidence, he and other experts say, chronic emotional distress is too often overlooked by doctors. Commonly, a physician will prescribe a therapy for physical ailments like heart disease or diabetes, only to wonder why some patients get worse instead of better.", "url": "https://www.nytimes.com/2021/10/04/well/mind/depression-anxiety-physical-health.html?surface=most-popular&fellback=false&req_id=988154078&algo=bandit-all-surfaces_setnthitem_0_news_typekoftopn_2_5_news&variant=2_bandit-all-surfaces_guardrails_pool_hp_3d&pool=pool/eb1c3756-caa2-47cd-b3ba-0be3d88f1636&imp_id=70972749&action=click&module=Popular%20in%20The%20Times&pgtype=Homepage"}