{"authors": ["Fahim Abed", "Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:28:00", "date_modify": "2022-10-25 23:28:00", "date_publish": "2021-01-02 17:28:41", "description": "Most officials believe the Taliban are behind the attacks on civil leaders, but others fear that factions are using chaos as a cover to settle scores, in an echo of Afghanistan’s past civil war.", "filename": "2021_01_02_world_asia_afghanistan-targeted-killings_1666740480.html", "image_url": "https://static01.nyt.com/images/2021/01/02/world/02afghan-assassination-sub1/02afghan-assassination-sub1-facebookJumbo-v3.jpg?year=2021&h=550&w=1050&s=e5dfcec6896bc6d18bee6a21c6d1d03af9c53b99e6f0ecc9c20b6b0227458183&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_02_world_asia_afghanistan-targeted-killings_1666740480.html", "title": "Targeted Killings Are Terrorizing Afghans. And No One Is Claiming Them.", "title_page": "Targeted Killings Are Terrorizing Afghans. And No One Is Claiming Them. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The killings are a worrying sign of how much remains unsettled as the United States military prepares to withdraw from Afghanistan after nearly two decades of fighting, and have added to fears that more violence and chaos will follow.\nThe timing makes most officials believe that the Taliban are using the assassinations as a complement to their coordinated assaults on security posts and government-controlled territory to strike fear and increase the government’s desperation at the negotiating table.\nBut some officials believe that at least some of the killings have a different source: political factions outside the Taliban that are beginning to use chaos as a cover as the country starts breaking down under pressure, settling scores in a troubling pattern reminiscent of Afghanistan’s disastrous civil war a generation ago.\nThis new chapter of intimidation and violence first opened following the Feb. 29 peace agreement between the Taliban and the United States, and it continued through the negotiations between Afghan and Taliban representatives in Qatar that paused last month. The next phase of discussions, set to reconvene on Tuesday, will focus on solidifying the agenda for the negotiations with the ultimate goal of creating a political road map for a future government.", "url": "https://www.nytimes.com/2021/01/02/world/asia/afghanistan-targeted-killings.html"}