{"authors": ["Anupreeta Das", "Emily Flitter", "Nicholas Kulish"], "date_download": "2022-10-25 23:42:23", "date_modify": "2022-10-25 23:42:23", "date_publish": "2021-05-26 20:27:27", "description": "At least four employees at the firm, Cascade Investment, complained to Mr. Gates about Michael Larson, his longtime money manager.", "filename": "2021_05_26_business_bill-gates-cascade-michael-larson_1666741343.html", "image_url": "https://static01.nyt.com/images/2021/05/24/business/00cascade-1/00cascade-1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=2fdf23f4198ec934fbebe8a21c63b57499b7ba069ef975f3d9ee70e680d199c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_26_business_bill-gates-cascade-michael-larson_1666741343.html", "title": "A Culture of Fear at the Firm That Manages Bill Gates’s Fortune", "title_page": "A Culture of Fear at the Firm That Manages Bill Gates’s Fortune - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For 27 years, Bill Gates has entrusted the management of his enormous wealth and the endowment of his giant foundation to a single man: Michael Larson.\nMr. Larson has invested the Microsoft co-founder’s money in farmland, hotels, stocks, bonds, even a bowling alley. Thanks in part to Mr. Larson and the soaring value of Microsoft’s shares, Mr. Gates’s fortune has gone from less than $10 billion to about $130 billion.\nBut Mr. Larson, 61, also engaged in a pattern of workplace misconduct at Mr. Gates’s money-management firm, Cascade Investment, according to 10 former employees as well as others familiar with the firm.\nHe openly judged female employees on their attractiveness, showed colleagues nude photos of women on the internet and on several occasions made sexually inappropriate comments. He made a racist remark to a Black employee. He bullied others. When an employee said she was leaving Cascade, Mr. Larson retaliated by trying to hurt the stock price of the company she planned to join.", "url": "https://www.nytimes.com/2021/05/26/business/bill-gates-cascade-michael-larson.html"}