{"authors": ["Paul Sullivan"], "date_download": "2022-10-25 23:30:51", "date_modify": "2022-10-25 23:30:51", "date_publish": "2021-07-30 13:00:09", "description": "There are risks for both the donor and the receiver, starting with the yo-yoing values. A $5 million gift today may be worth $3 million or $7 million next week.", "filename": "2021_07_30_your-money_cryptocurrency-donation-nonprofit_1666740651.html", "image_url": "https://static01.nyt.com/images/2021/07/31/business/30wealth-01/30wealth-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9046c53ef43c563869944765554add03f88cb528783529da1c06821f85096e63&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_30_your-money_cryptocurrency-donation-nonprofit_1666740651.html", "title": "Nonprofits Get a New Type of Donation: Cryptocurrency", "title_page": "Nonprofits Get a New Type of Donation: Cryptocurrency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Cryptocurrency, as an asset to donate to charity, is as complicated as the asset itself and the reasons for owning it. Bitcoin, Ether and other cryptocurrencies have many of the qualities of publicly traded securities: For the recipient, the value is easy to know, and for the donor, any gains that would have been subject to tax are erased when the asset goes to charity.\nBut cryptocurrencies have been a lot more volatile than almost any single stock. That increases the risk for the recipient, and it may make it more difficult for the donor to commit to a fixed amount. (Cryptocurrencies that are worth $5 million today may be worth $3 million or $7 million just next week.)\nIt is also true that a donation in cryptocurrency can be more convenient for an international aid organization. It simplifies the task of sending the money to a particular country, and the underlying blockchain technology can enable the organization to track exactly how the cryptocurrency is being used.\nPenn had contracted with NYDIG, a platform that manages digital currency transactions, only at the start of this year, Mr. Zeller said. Shortly after, it received $25,000 in Ether from a young alumna who wanted the gift to go to the general scholarship fund.\n“Lo and behold, we had just put this in place,” Mr. Zeller said.\nThe $5 million Bitcoin gift in May was more complex. The donor wanted it to be large enough to attract attention that would help the university get similar donations. At the same time, the donor wanted the money to fund research and programs at the Stevens Center for Innovation in Finance at the Wharton School.", "url": "https://www.nytimes.com/2021/07/30/your-money/cryptocurrency-donation-nonprofit.html"}