{"authors": ["Nicole Perlroth", "David E. Sanger", "Julian E. Barnes"], "date_download": "2022-10-25 23:43:13", "date_modify": "2022-10-25 23:43:13", "date_publish": "2021-01-06 19:55:09", "description": "Russian hackers may have piggybacked on a tool developed by JetBrains, which is based in the Czech Republic, to gain access to federal government and private sector systems in the United States.", "filename": "2021_01_06_us_politics_russia-cyber-hack_1666741393.html", "image_url": "https://static01.nyt.com/images/2021/01/06/us/politics/06DC-HACK/06DC-HACK-facebookJumbo.jpg?year=2021&h=549&w=1050&s=9031ad137e97e42a7a38091e9355b6637be5268c1f3f5190e10acf5a495330d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_06_us_politics_russia-cyber-hack_1666741393.html", "title": "Widely Used Software Company May Be Entry Point for Huge U.S. Hacking", "title_page": "Widely Used Software Company May Be Entry Point for Huge U.S. Hacking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "American intelligence agencies and private cybersecurity investigators are examining the role of a widely used software company, JetBrains, in the far-reaching Russian hacking of federal agencies, private corporations and United States infrastructure, according to officials and executives briefed on the inquiry.\nOfficials are investigating whether the company, founded by three Russian engineers in the Czech Republic with research labs in Russia, was breached and used as a pathway for hackers to insert back doors into the software of an untold number of technology companies. Security experts warn that the monthslong intrusion could be the biggest breach of United States networks in history.\nJetBrains, which counts 79 of the Fortune 100 companies as customers, is used by developers at 300,000 businesses. One of them is SolarWinds, the company based in Austin, Texas, whose network management software played a central role in allowing hackers into government and private networks.\nJetBrains said on Wednesday that it was not aware of being under investigation nor was it aware of any compromise. The exact software that investigators are examining is a JetBrains product called TeamCity, which allows developers to test and exchange software code before its release.", "url": "https://www.nytimes.com/2021/01/06/us/politics/russia-cyber-hack.html"}