{"authors": ["Marie Fazio"], "date_download": "2022-10-25 23:00:09", "date_modify": "2022-10-25 23:00:09", "date_publish": "2021-05-06 19:08:59", "description": "Andrew Brenner, a Republican, used a background to make it appear as if he were at home rather than behind the wheel of his car during a state meeting. The giveaway? His seatbelt.", "filename": "2021_05_06_us_andrew-brenner-zoom-car-meeting_1666738809.html", "image_url": "https://static01.nyt.com/images/2021/05/06/multimedia/06xp-seatbelt1/06xp-seatbelt1-facebookJumbo-v2.jpg?year=2021&h=263&w=502&s=3a157af1bc3f15a081724b4061aa88b04ccdf3d9beba777d57a2bc88b19f61f7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_06_us_andrew-brenner-zoom-car-meeting_1666738809.html", "title": "Ohio State Senator Is Caught Zooming and Driving", "title_page": "Ohio State Senator Is Caught Zooming and Driving - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A state senator in Ohio might have fooled anyone who watched a state board meeting this week into thinking he was attending from home if not for one thing: the seatbelt strapped across his chest.\nAlso, at one point he turned his head to look over both shoulders in what appeared to be an attempt to safely change lanes inside his home office.\nIn footage of the meeting, which was streamed live on Monday, the senator, Andrew Brenner, first appeared in a parked car. A few minutes into the call, Mr. Brenner moved his phone, left the meeting for a moment, then reappeared and changed his background to make it look as though he were sitting in a home office, surrounded by brown cabinets, a houseplant and hanging artwork.\nBut across his chest, a dark-gray seatbelt stood out against his dress shirt.\nAs he drove, Mr. Brenner, a Republican who represents an area north of Columbus, appeared to keep his eyes mostly ahead as he listened and responded to questions from members of the state Controlling Board, a body of elected officials who make adjustments to the state budget.", "url": "https://www.nytimes.com/2021/05/06/us/andrew-brenner-zoom-car-meeting.html"}