{"authors": ["J. D. Biersdorfer"], "date_download": "2022-10-25 23:49:59", "date_modify": "2022-10-25 23:49:59", "date_publish": "2021-04-07 13:00:14", "description": "A virtual assistant is just one tool that lets you use your voice to share your thoughts, capture a moment or just get things done.", "filename": "2021_04_07_technology_personaltech_smartphone-voice-tools-tips_1666741799.html", "image_url": "https://static01.nyt.com/images/2021/04/07/technology/personaltech/07TECHTIP-TOP/07TECHTIP-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6ff022c3aff96327533187cc362879ee25efd8137c4834507e0fa2d7b8277550&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_07_technology_personaltech_smartphone-voice-tools-tips_1666741799.html", "title": "5 Tips for Smartphone Voice Tools", "title_page": "5 Tips for Smartphone Voice Tools - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It has been a decade since Apple integrated Siri right into its iPhone software and mainstreamed the voice-activated assistant. But the assistant is just one of the voice-powered tools in your smartphone’s ever-growing audio toolbox. Your device can also be a digital recorder, a dictation machine, a podcast production studio and more. Here’s how to get things done with more talking and less typing.\n1. Get More From Your Assistant\nYou’ve probably already introduced yourself to Apple’s Siri, the Google Assistant for Android (and iOS) or Samsung’s Bixby during your phone’s setup process. You may have even already tried it out by asking for the weather report or setting a timer. But the biggest challenge with using a voice assistant is knowing the various tasks the software can handle and the devices it runs on — which now include tablets, speakers, smart-home hubs, automobile systems and streaming TV boxes.", "url": "https://www.nytimes.com/2021/04/07/technology/personaltech/smartphone-voice-tools-tips.html"}