{"authors": ["Christine Hauser"], "date_download": "2022-10-25 23:48:20", "date_modify": "2022-10-25 23:48:20", "date_publish": "2021-08-05 15:18:58", "description": "James Whitfield, a Black educator, said he was asked by his school district in 2019 to remove Facebook photos of himself and his wife, who is white, embracing on a beach.", "filename": "2021_08_05_us_colleyville-hs-principal-beach-photos_1666741700.html", "image_url": "https://static01.nyt.com/images/2021/08/04/us/04xp-principal/04xp-principal-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fe3ff756f462d33ae3a7fc23bb89377821b5917f427a6415b0498618c8f023ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_05_us_colleyville-hs-principal-beach-photos_1666741700.html", "title": "Texas High School Principal Sees Racism in Calls to Remove Intimate Photos", "title_page": "Texas High School Principal Sees Racism in Calls to Remove Intimate Photos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In June 2019, shortly after James Whitfield, a Black educator, was hired as the principal of a middle school in Colleyville, Texas, an administrator with the school district called and asked him to take down photos on Facebook that showed him and his wife, who is white, embracing intimately on a beach.\nPuzzled why someone had dug up 10-year-old images of the couple celebrating their anniversary in Mexico, Dr. Whitfield nonetheless complied by changing the settings to “Only Me.”\nBut the photos have now resurfaced amid a controversy over racism that erupted in the Grapevine-Colleyville Independent School District after Dr. Whitfield wrote a Facebook post on Saturday about the request. Some have publicly called for Dr. Whitfield to be fired, citing unrelated messages in which he invoked race, while others have circulated a petition in support of his work.\nWhen Dr. Whitfield, 43, asked in 2019 what was wrong with the photos, “The response was ‘nothing,’” he recalled in an interview on Wednesday. “Then they proceeded to say: ‘We just don’t want to get stuff stirred up. So if you could take it down, we would appreciate it.’”", "url": "https://www.nytimes.com/2021/08/05/us/colleyville-hs-principal-beach-photos.html"}