{"authors": ["Michael Paulson"], "date_download": "2022-10-25 23:26:57", "date_modify": "2022-10-25 23:26:57", "date_publish": "2021-04-14 22:55:01", "description": "Citing recent reports of abusive behavior, including by the powerful producer Scott Rudin, the actress said advocacy mattered more than a lucrative role.", "filename": "2021_04_14_theater_karen-olivo-moulin-rouge_1666740417.html", "image_url": "https://static01.nyt.com/images/2021/04/14/arts/14olivo1/14olivo1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=45186dd88d3cae697fd137bb5b6ed6358b6e3a5a4f0ad73ae493aeb40de83995&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_14_theater_karen-olivo-moulin-rouge_1666740417.html", "title": "Karen Olivo Won’t Return to ‘Moulin Rouge!’", "title_page": "Karen Olivo Won’t Return to ‘Moulin Rouge!’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Karen Olivo, a Tony-nominated star of “Moulin Rouge! The Musical,” said Wednesday that she would not rejoin the show’s cast when Broadway performances resume.\nShe made the announcement in a five-minute Instagram video. “I could easily go back to the show and make a lot of money,” she said, “but I still wouldn’t be able to really control what I was putting out into the world, and what I’m seeing in this space, right now, with our industry, is that everybody is scared, and nobody is really doing a lot of the stuff that needs to be done.”\nShe referred specifically to the powerful producer Scott Rudin, who has long been described as abusive toward staffers, most recently in a detailed April 7 article in The Hollywood Reporter. Rudin is not a producer of “Moulin Rouge!,” and Olivo has not worked with him, but she has been vocal with her concerns about overall industry practices.\n“The silence about Scott Rudin: unacceptable,” she said in the video. “That should be a no-brainer.”", "url": "https://www.nytimes.com/2021/04/14/theater/karen-olivo-moulin-rouge.html"}