{"authors": ["Sharon Lafraniere"], "date_download": "2022-10-25 23:50:09", "date_modify": "2022-10-25 23:50:09", "date_publish": "2021-08-17 22:33:01", "description": "The Food and Drug Administration would first need to decide that third doses are safe and effective for Pfizer-BioNTech and Moderna, the two vaccines that were rolled out first and have been most used.", "filename": "2021_08_17_us_politics_covid-vaccine-booster-fda_1666741809.html", "image_url": "https://static01.nyt.com/images/2021/08/17/lens/17virus-briefing-booster/merlin_193375014_4e681a18-5d94-4f98-8b88-93b8002aa8b1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2594f6ce2b0fcd38b582e610f65083d1836eed1274b749e94c282d53b33ad0b2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_17_us_politics_covid-vaccine-booster-fda_1666741809.html", "title": "Millions of Americans Could Be Eligible for Covid Vaccine Booster", "title_page": "Millions of Americans Could Be Eligible for Covid Vaccine Booster - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than five million Americans could be eligible for booster shots of Covid-19 vaccine by late September under a Biden administration plan to combat the Delta variant by giving extra doses eight months after initial vaccinations.\nOfficials are expected to announce the strategy at a White House briefing on Wednesday. Nursing home residents, health care workers and emergency workers would probably be first in line. Other older people would be next, followed by the rest of the general population.\nBut the plan depends on several crucial steps taking place in the next few weeks. Most important, the Food and Drug Administration would need to decide that third shots are safe and effective for Pfizer-BioNTech and Moderna, the two vaccines that were rolled out first and have been most used.\nPfizer is farther along in submitting data to the F.D.A. that it says supports the use of boosters. Moderna and the National Institutes of Health are still studying whether a half-dose or a full dose would work better for a third shot, but they expect results soon. Moderna’s chief executive, Stéphane Bancel, has said the firm plans to submit its data to the F.D.A. next month.", "url": "https://www.nytimes.com/2021/08/17/us/politics/covid-vaccine-booster-fda.html"}