{"authors": ["Peter Baker", "Nicholas Fandos"], "date_download": "2022-10-25 23:38:04", "date_modify": "2022-10-25 23:38:04", "date_publish": "2021-02-12 01:07:26", "description": "Their warning that the ex-president remains a danger to democracy and could foment still more violence if not barred from running for office again does not convince his fellow Republicans.", "filename": "2021_02_11_us_politics_trump-impeachment-trial_1666741084.html", "image_url": "https://static01.nyt.com/images/2021/02/11/us/politics/11dc-impeach1/11dc-impeach1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=60a383afb4f6d2a9be679d2af76e32f2fcbad5c7fb5ff85ee6ec861f30f46164&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_11_us_politics_trump-impeachment-trial_1666741084.html", "title": "House Managers Rest Their Case Against Trump, but Most Republicans Are Not Swayed", "title_page": "House Managers Rest Their Case Against Trump, but Most Republicans Are Not Swayed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With Republican positions hardening and President Biden’s agenda slowed by the proceedings, Democratic senators began signaling that they had seen enough, too, and members of both parties were coalescing around a plan to bring a quick end to the trial with a vote on guilt or innocence as early as Saturday.\nConfident of acquittal, Mr. Trump was spotted on a golf course in Florida while his defense team prepared a truncated presentation to offer on Friday rather than take the full two days for arguments permitted by trial rules.\nAfter a much-panned preliminary appearance earlier this week, Mr. Trump’s lawyers planned to argue that he was being prosecuted out of partisan enmity, never overtly called for violence and was not responsible for the actions of his supporters.\nRepublican senators exhibited little eagerness to defend Mr. Trump’s actions, instead explaining their likely acquittal votes by maintaining that it is unconstitutional and unwise to put a former president on trial and accusing Democrats who sometimes use fiery speech themselves of holding a political foe to a double standard. The Senate rejected the constitutionality argument on Tuesday on a 56-to-44 vote, allowing the trial to proceed, but Republicans said they were not obliged to accept that judgment.\n“My view is unchanged as to whether or not we have the authority to do this, and I’m certainly not bound by the fact that 56 people think we do,” said Senator Roy Blunt, Republican of Missouri. “I get to cast my vote, and my view is that you can’t impeach a former president. And if the former president did things that were illegal, there is a process to go through for that.”\nSenator Marco Rubio, Republican of Florida, offered similar reasoning. “What happened on Jan. 6 — I said it the moment it started — was unpatriotic, un-American, treasonous, a crime, unacceptable,” he said. “The fundamental question for me, and I don’t know about for everybody else, is whether an impeachment trial is appropriate for someone who is no longer in office. I don’t believe that it is.”", "url": "https://www.nytimes.com/2021/02/11/us/politics/trump-impeachment-trial.html"}