{"authors": ["Erica L. Green"], "date_download": "2022-10-25 23:01:04", "date_modify": "2022-10-25 23:01:04", "date_publish": "2021-12-12 21:48:25", "description": "Becky Pringle, the country’s top Black labor leader, has plunged the National Education Association into the reckoning unfolding in public schools.", "filename": "2021_12_12_us_politics_teachers-union-becky-pringle_1666738864.html", "image_url": "https://static01.nyt.com/images/2021/11/22/us/politics/00dc-pringle-1/00dc-pringle-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_12_us_politics_teachers-union-becky-pringle_1666738864.html", "title": "New Leader Pushes Teachers’ Union to Take On Social Justice Role", "title_page": "New Leader Pushes Teachers’ Union to Take On Social Justice Role - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I don’t think the unions are playing well when we’re seeing urban and suburban parents not particularly happy about what’s been happening in schools the last 18 months,” said Frederick M. Hess, the director of education policy studies at the American Enterprise Institute, a conservative-leaning think tank.\nWhat motivates Ms. Pringle, she said, is a longtime need that is ever more pressing now: to “reclaim public education as a common good, and transform it into something it was never designed to be: racially and socially just, and equitable.”\nShe sees both the pandemic, which exposed gross inequities that have plagued the nation’s education system for decades, and the presidency of Mr. Biden, who has pledged to make equity a cornerstone of his policymaking, as opportunities to achieve that goal.\nWhile much of the focus has been on her relationship with the White House, Ms. Pringle has pressed virtually every cabinet secretary for more money for things like “community schools” that provide social services to low-income students and their families, which made it into the president’s budget, and electric school buses, which made it into the sprawling bipartisan infrastructure bill.\n“I can listen to her speak about equity, and walk away smarter,” said Miguel Cardona, the education secretary.\nMs. Pringle is seeking to position her union at the forefront of the social justice movement — a tall order, some believe, for an organization whose membership is more than 70 percent white, with a large number of members living in purple and red states. Her success, she believes, is tied to having Mr. Biden as a partner.\n“It is not lost on me that I’m a Black leader in this moment, pushing this,” she said. “But I’m not alone. Joe Biden talking about racial justice is no small thing.”", "url": "https://www.nytimes.com/2021/12/12/us/politics/teachers-union-becky-pringle.html"}