{"authors": ["Ashley Wong"], "date_download": "2022-10-25 23:52:36", "date_modify": "2022-10-25 23:52:36", "date_publish": "2021-08-31 19:42:11", "description": "Keith Pinto was working at a beach on the Jersey Shore when lightning struck, killing him and injuring other lifeguards and beachgoers.", "filename": "2021_08_31_nyregion_jersey-shore-lightning-strike-lifeguard-dead_1666741956.html", "image_url": "https://static01.nyt.com/images/2021/08/31/nyregion/31njlightning2/31njlightning2-facebookJumbo.jpg?year=2021&h=549&w=1050&s=bb9a3544504380ce63651d1145f49ec61e5816c92815ad77df8887a368f87411&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_31_nyregion_jersey-shore-lightning-strike-lifeguard-dead_1666741956.html", "title": "Lightning Strike Kills Teenage Jersey Shore Lifeguard", "title_page": "Lightning Strike Kills Teenage Jersey Shore Lifeguard  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A teenage lifeguard was killed and at least seven other people were injured in a lightning strike Monday on a New Jersey beach.\nThe lifeguard, Keith Pinto, 19, of Toms River, N.J., was fatally injured by a lightning strike at White Sands Beach in South Seaside Park around 4:35 p.m., the Berkeley Township Police Department said in a statement. Mr. Pinto died from his injuries on the beach, while the other victims, four of whom were lifeguards, were treated at nearby hospitals, the department said.\nMr. Pinto had been working as a lifeguard for the past four years, according to Debbie Winogracki, communications director for Berkeley Township.\nMs. Winogracki remembered him as a well-liked community member who took his job seriously.\n“He was just a nice kid — I call him a kid, but he was a young man,” she said. “He exuded those leadership qualities you want in a person.”", "url": "https://www.nytimes.com/2021/08/31/nyregion/jersey-shore-lightning-strike-lifeguard-dead.html"}