{"authors": ["Jesus Jiménez"], "date_download": "2022-10-25 23:26:00", "date_modify": "2022-10-25 23:26:00", "date_publish": "2021-08-01 19:50:10", "description": "An outbreak of respiratory syncytial virus, combined with growing Covid-19 pediatric cases, is straining hospital resources in some U.S. cities.", "filename": "2021_08_01_world_delta-variant-kids-infections_1666740360.html", "image_url": "https://static01.nyt.com/images/2021/08/01/arts/01virus-briefing-rsv-cases-1/01virus-briefing-rsv-cases-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=316001c8d714891b1d388fccd8184c98f74e71d0544053ac43b60dcb3dbaa2dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_01_world_delta-variant-kids-infections_1666740360.html", "title": "Delta Variant, R.S.V. Infections Rising Among Children", "title_page": "Delta Variant, R.S.V. Infections Rising Among Children - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "U.S. health officials have expressed concern over a simultaneous rise in Delta infections and cases of respiratory syncytial virus, a highly contagious seasonal flulike illness that is more likely to affect children and older adults.\nCases of R.S.V. have risen gradually since early June, with an even greater spike in the past month, according to data from the Centers for Disease Control and Prevention. The illness, which can cause symptoms that include a runny nose, coughing, sneezing and fever, normally begins to spread in the fall, making this summer spike unusual.\nIn a series of posts on Twitter, Dr. Heather Haq, a pediatrician at Texas Children’s Hospital in Houston, described an increase in both coronavirus and R.S.V. hospitalizations.\n“After many months of zero or few pediatric Covid cases, we are seeing infants, children and teens with Covid pouring back into the hospital, more and more each day,” she wrote, adding that patients have ranged in age from 2 weeks to 17 years old, including some with Covid pneumonias.", "url": "https://www.nytimes.com/2021/08/01/world/delta-variant-kids-infections.html"}