{"authors": ["Joseph Goldstein", "Matthew Sedacca"], "date_download": "2022-10-25 22:55:44", "date_modify": "2022-10-25 22:55:44", "date_publish": "2021-08-12 09:00:20", "description": "As the Delta variant courses through New York City, many young Black New Yorkers remain distrustful of the vaccine.", "filename": "2021_08_12_nyregion_covid-vaccine-black-young-new-yorkers_1666738544.html", "image_url": "https://static01.nyt.com/images/2021/08/06/nyregion/00nyhesitancy1/00nyhesitancy1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1354aa6c4b7cd9f6dd92eb2749c2433299d8e9e6956f624156cbb7bcaa04a564&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_12_nyregion_covid-vaccine-black-young-new-yorkers_1666738544.html", "title": "Why Only 28 Percent of Young Black New Yorkers Are Vaccinated", "title_page": "Why Only 28 Percent of Young Black New Yorkers Are Vaccinated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In interviews, Black men and women said that much of their distrust of the coronavirus vaccine was shaped by their own experiences with discrimination or their identity as Black Americans.\n“I’m supposed to worry about getting sick when I go outside, versus getting killed by a cop or something like that?” said Jayson Clemons, 41, the construction site safety manager from Queens. After years of trying to be careful not to give the police a reason to stop him — avoiding cars with window tint or rims, and making sure when commuting that his attire clearly marked him as a construction worker — he said he refused to be preoccupied by Covid-19.\nHe said he would rather put his trust in masks and hand sanitizer — which he credits with keeping him healthy as he worked at construction sites throughout the pandemic — than a new vaccine that the government is pushing people to take. “They came out with one so fast for Covid, and now they want to pay you to take it,” he said. “It seems fishy.”\nSome Black women described the need they felt to conduct their own research — and ask around — before deciding if the coronavirus vaccine was safe.\n“It takes a little bit of hyper-vigilance when you’re a woman of color,” said Jazmine Shavuo-Goodwin, 31, who believes she encountered medical racism when doctors were dismissive of her severe stomach problems. “There’s a lot of homework you have to do, because your doctors may not truly listen to you, to your full complaint, before they’ve already diagnosed you.”\nMs. Shavuo-Goodwin helps manage dental clinics for Medicaid patients and is studying to be a clinical therapist. Both her job and school require her to be vaccinated against coronavirus, but she has yet to get a shot.\n“I’m out of compliance,” said Ms. Shavuo-Goodwin, who is Black and lives in the South Bronx. “I have done heaps of research looking for things that would make me confident and comfortable getting the vaccine, but honestly I haven’t.”", "url": "https://www.nytimes.com/2021/08/12/nyregion/covid-vaccine-black-young-new-yorkers.html"}