{"authors": ["Victor Mather"], "date_download": "2022-10-25 23:27:26", "date_modify": "2022-10-25 23:27:26", "date_publish": "2021-07-23 10:10:04", "description": "Many of the nations will proceed based on the Japanese alphabet.", "filename": "2021_07_23_sports_olympics_order-of-nations_1666740446.html", "image_url": "https://static01.nyt.com/images/2021/07/23/sports/23olympics-live-opening-ceremony-parade-order/merlin_111517049_b09b1c2b-a9c9-400f-a840-adede2396d90-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d3d5c596db0759858933383ddc7e04faf8b622909bfd1b558322ce48e25ab503&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_23_sports_olympics_order-of-nations_1666740446.html", "title": "How the Order of Countries for the Opening Ceremony Is Picked", "title_page": "How the Order of Countries for the Opening Ceremony Is Picked - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow our live coverage of the Tokyo Olympics closing ceremony.\nWhere is the United States marching in the parade of nations in the opening ceremony? If this is in alphabetical order, why is Yemen coming right after the A’s? And why is Russia getting a prime position?\nThe order of the parade of nations varies almost every Olympics. The sequence is determined by history, language, and sometimes other factors.\nThe first to enter the stadium is always Greece, because the ancient Games originated there back in 776 B.C. This year, the second team to enter will be the special team of refugee athletes the International Olympic Committee has put together. The team goes under the name “I.O.C.,” and in Japanese script that ranks ahead of every other nation alphabetically.\nComing in just behind Greece is also a nice honor for refugee athletes who, after all, have faced significant challenges even making it to the Games. But the third team to enter does not generally prompt similar sentimental reaction among fans globally.", "url": "https://www.nytimes.com/2021/07/23/sports/olympics/order-of-nations.html"}