{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:42:47", "date_modify": "2022-10-25 23:42:47", "date_publish": "2021-03-03 23:27:49", "description": "Doctors are reporting additional, minor symptoms that appear several days after people have received their shots.", "filename": "2021_03_03_health_covid-skin-side-effects_1666741367.html", "image_url": "https://static01.nyt.com/images/2021/04/01/science/01VIRUS-VACCINE-SKIN1/01VIRUS-VACCINE-SKIN1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=744475df73633f540fb640b9abc78210b1373bfc2a3eac9a370c2b62fa7638ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_03_health_covid-skin-side-effects_1666741367.html", "title": "Delayed Skin Reactions Appear After Vaccine Shots", "title_page": "Delayed Skin Reactions Appear After Vaccine Shots - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some people are having delayed reactions to their first dose of a Covid vaccine, with their arms turning red, sore, itchy and swollen a week or so after the shot.\nThe reactions, though unpleasant, appear to be harmless. But the angry-looking skin condition can be mistaken for an infection, according to a letter published on Wednesday in The New England Journal of Medicine. The doctors said they wanted to share information about the cases to help prevent the needless use of antibiotics and to ease patients’ worries and reassure them that they can safely get their second vaccine shot.\n“We modified our patient handout once we started seeing this,” Dr. Kimberly G. Blumenthal, an author of the letter and an allergist at Massachusetts General Hospital, said in an interview. “We had said it was normal to get redness, itching and swelling when you get the vaccine. We changed the wording to say it can also start seven to 10 days after you get the vaccine.”\nThe letter describes the experiences of 12 people who had “delayed large local reactions” that began four to 11 days after the first shot of the Moderna vaccine, within a median of eight days. The report is not a controlled study, but rather a series of cases that came to the doctors’ attention because the vaccine recipients were concerned and wanted to know whether they should get the second shot.", "url": "https://www.nytimes.com/2021/03/03/health/covid-skin-side-effects.html"}