{"authors": ["Natasha Frost"], "date_download": "2022-10-25 23:26:12", "date_modify": "2022-10-25 23:26:12", "date_publish": "2021-07-23 08:57:28", "description": "The “travel bubble” is paused for at least eight weeks amid rising Covid cases in Australia, where an outbreak in New South Wales has been declared a national emergency.", "filename": "2021_07_23_world_australia_australia-new-zealand-covid-travel_1666740372.html", "image_url": "https://static01.nyt.com/images/2021/07/23/lens/23virus-briefing-nz-australia1/23virus-briefing-nz-australia1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=51169b6709c8a0fbaccb324aa8a7f40b905823274f744a7530489055c2e395a0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_23_world_australia_australia-new-zealand-covid-travel_1666740372.html", "title": "New Zealand Suspends Quarantine-Free Travel From Australia", "title_page": "New Zealand Suspends Quarantine-Free Travel From Australia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Prime Minister Jacinda Ardern of New Zealand ordered a pause on quarantine-free travel from Australia for at least eight weeks, citing coronavirus surges caused by the Delta variant that have left more than half of Australia under lockdown.\n“This is not a decision we have taken lightly but it is, we believe, the right one,” Ms. Ardern told reporters at a news conference. “This will mean many people will find themselves for a time once more separated from friends and families in Australia, and I know this announcement will be a disappointment to them.”\nThe travel bubble was a rarity in Asia, where many countries have closed their borders during the pandemic, and had been largely successful as the two countries enforced strict controls to keep the virus at bay.\nThe emergence of the highly transmissible Delta variant, however, has challenged the “Covid zero” strategy in both countries. And sluggish vaccination programs, which have stalled reopenings in much of the Asia Pacific region, have provoked deep frustration among residents of Australia and New Zealand who have been in and out of lockdowns since the pandemic began.", "url": "https://www.nytimes.com/2021/07/23/world/australia/australia-new-zealand-covid-travel.html"}