{"authors": ["Benjamin Mueller", "Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:25:48", "date_modify": "2022-10-25 23:25:48", "date_publish": "2021-03-04 23:50:34", "description": "The move, under new E.U. rules, is part of an intensifying global competition for doses as vaccine shortages hamper rollouts and variants raise fears of virus surges.", "filename": "2021_03_04_world_europe_Covid-AstraZeneca-vaccines-Europe.html_action=click&module=Top%20Stories&pgtype=Homepage_1666740348.html", "image_url": "https://static01.nyt.com/images/2021/03/04/world/04virus-vaccines-italy-1sub/04virus-vaccines-italy-1sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=34d01330aea5bfe026c7310891d608e16b4b1a10235c269ddc715c9efc9f3328&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_04_world_europe_Covid-AstraZeneca-vaccines-Europe.html_action=click&module=Top%20Stories&pgtype=Homepage_1666740348.html", "title": "Desperate Italy Blocks Exports of Vaccines Bound for Australia", "title_page": "Desperate Italy Blocks Exports of Vaccines Bound for Australia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Italy has blocked 250,000 doses of coronavirus vaccine from being flown to Australia, the government said on Thursday, making good on the European Union’s recent threats to clamp down on vaccine exports amid a global tug of war over desperately needed shots.\nThe decision to stop the shipment by AstraZeneca was a sharp escalation in the competition for vaccines, one that has become ever more frantic as Europe confronts the early signs of a possible new wave of infections driven by new coronavirus variants.\nThe prospect of shipping hundreds of thousands of doses from Italy, where infections are on a steep ascent, to Australia, which is recording a handful of daily cases, evidently proved unpalatable to Italy’s new prime minister, Mario Draghi. Italy took action under new E.U. rules — passed after AstraZeneca cut projected deliveries — that allow any member country to stop exports of vaccines to nations outside the bloc.\nAustralia has reacted calmly, with officials asking the European Commission to review the decision while insisting that the blocked delivery would not have a major impact.", "url": "https://www.nytimes.com/2021/03/04/world/europe/Covid-AstraZeneca-vaccines-Europe.html?action=click&module=Top%20Stories&pgtype=Homepage"}