{"authors": ["Kate Kelly"], "date_download": "2022-10-25 23:39:28", "date_modify": "2022-10-25 23:39:28", "date_publish": "2021-08-21 21:19:15", "description": "Melvin, a hedge fund that had bet that GameStop’s share price would fall, received a $2 billion infusion from Citadel after the stock skyrocketed.", "filename": "2021_08_21_business_citadel-melvin-gamestop_1666741168.html", "image_url": "https://static01.nyt.com/images/2021/02/18/business/18economy-briefing-griffin/18economy-briefing-griffin-facebookJumbo.jpg?year=2021&h=549&w=1050&s=0c171be82a4a6189b5cd44388a72f14a0e1f86dc6d2f1959d55263cd95caed77&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_21_business_citadel-melvin-gamestop_1666741168.html", "title": "Citadel to Redeem $500 Million From Melvin Capital", "title_page": "Citadel to Redeem $500 Million From Melvin Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The hedge fund Citadel pumped billions of dollars into Melvin Capital after that fund’s bet against GameStop went bad, leading to huge losses. Now, Citadel is taking some of its money back.\nCitadel has notified Melvin of its plans to retrieve $500 million of the $2 billion it injected in late January, according to two people briefed on the matter, who were not authorized to speak publicly about it. Under the terms of Citadel’s investment, the money will be returned at the end of September, the people said, as the third quarter draws to a close.\nCitadel’s plan was first reported by The Wall Street Journal.\nThe cash infusion came in late January as Melvin was grappling with a huge turnaround in its short bet of GameStop. GameStop’s shares flatlined in recent years as it struggled to refashion itself from a brick-and-mortar video-game retailer into a more modern e-commerce company. But the company’s stock skyrocketed in January, after new directors from Chewy.com, which sells pet products, were named and as small investors piled into the stock, goaded on by the WallStreetBets forum on Reddit.\nMelvin took heavy losses as it scrambled to cover the costs of its wrong-way trade. Some of its other short positions, including its bet against the movie-theater company AMC Entertainment, were hurting it, too.", "url": "https://www.nytimes.com/2021/08/21/business/citadel-melvin-gamestop.html"}