{"authors": ["Patrick Kingsley", "Adam Rasgon"], "date_download": "2022-10-25 23:55:49", "date_modify": "2022-10-25 23:55:49", "date_publish": "2021-06-02 18:36:55", "description": "Parliament members are being called traitors and receiving an array of threats, as Benjamin Netanyahu’s supporters lean hard on them not to support a new government.", "filename": "2021_06_02_world_middleeast_right-wing-pressure-campaign_1666742149.html", "image_url": "https://static01.nyt.com/images/2021/05/31/world/31israel-EXPLAINER06/merlin_188542380_5a8ff37b-8cb5-4d3a-9a3a-3bdef790e8d5-facebookJumbo.jpg?year=2021&h=550&w=1050&s=692fc5aa0a2787338c565cbfbf07cd4a38df3b64adf86a8087ac3bbfd30b52a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_02_world_middleeast_right-wing-pressure-campaign_1666742149.html", "title": "Netanyahu Supporters Are Pouring Pressure on Lawmakers", "title_page": "Netanyahu Supporters Are Pouring Pressure on Lawmakers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sitting in her office in Parliament on Wednesday afternoon, Idit Silman, a hard-right lawmaker, flicked through hundreds of recent text messages from unknown numbers.\nSome were laced with abusive language. Some warned she was going to hell. All of them demanded that her party abandon coalition negotiations with an alliance of centrist, leftist and right-wing lawmakers seeking to replace Prime Minister Benjamin Netanyahu for the first time in 12 years.\n“It’s very hard,” Ms. Silman said. “People would rather put pressure on Idit Silman than see Benjamin Netanyahu leave Balfour Street,” she added, in a reference to the location of the prime minister’s official residence.\nAs opposition negotiators race to meet a midnight deadline to agree on a new government, supporters of Mr. Netanyahu and his Likud party were working overtime to pressure Ms. Silman and other members of the right-wing Yamina party.", "url": "https://www.nytimes.com/2021/06/02/world/middleeast/right-wing-pressure-campaign.html"}