{"authors": ["Concepción De León"], "date_download": "2022-10-25 23:26:53", "date_modify": "2022-10-25 23:26:53", "date_publish": "2021-11-02 09:00:14", "description": "The end of the U.S. ban on international visitors has kicked off a surge in travel both foreign and domestic. Here’s what to expect for the holiday season and beyond.", "filename": "2021_11_02_travel_holiday-travel-tips_1666740413.html", "image_url": "https://static01.nyt.com/images/2021/11/28/travel/28holiday-travel/merlin_102175267_376a9a96-ddd5-498f-8f21-577dd05e731a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_02_travel_holiday-travel-tips_1666740413.html", "title": "Holiday Travel and Covid: Here's What to Expect", "title_page": "Holiday Travel and Covid: Here's What to Expect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Parents are becoming more comfortable traveling with children.\nThe survey by Vacasa, the vacation rental management company, found that parents with children under 5 were more likely to say they were planning travel than non-parents, 65 percent compared to 41 percent. And road trips continue to be popular, with 72 percent of travelers saying that they will drive to their destinations.\n“We do see that family travel is the trend this year,” said Ms. Sutin of Vacasa. “Most people are traveling with their spouse, children or immediate family.”\nKatie Cherico, a travel adviser for In the Know Experiences, a New York City-based agency, said that among her clients, families’ decisions around travel depend on their children’s ages. Those with children under 12, who until recently have not been eligible for vaccination, have been sticking to domestic or nearby resort destinations, like Puerto Rico, while those with vaccinated children 12 and over feel more comfortable traveling internationally. Immunization with the Pfizer vaccine was approved for children 5 to 11 by the Food and Drug Administration on Friday and, if approved by the Centers for Disease Control and Prevention, may be rolled out as early as this week. That is likely to boost traveler confidence just as the adult vaccine did in the spring.\nStephen Scott, a Chicago-based travel adviser for Protravel International, added that cruises remain difficult for families with children under 12, because many cruise lines require that passengers be vaccinated and do not make exceptions for children. But these restrictions may be eased on Jan. 15, when the industry will no longer be required to follow federal Covid-19 rules, the C.D.C. said in a statement.\nHoliday travel behaviors are shifting.\nCovid-19 safety concerns are still top of mind for travelers, keeping them close to home or preventing them from staying with relatives. While most people traveling for Thanksgiving, for example, are staying with family this year, the number is still lower than in 2019, dropping to 73 percent from 83 percent, according to a recent survey by the market research company Morning Consult. Only 57 percent of people stayed with family in 2020, suggesting fears surrounding Covid-19 are lessening but still present.", "url": "https://www.nytimes.com/2021/11/02/travel/holiday-travel-tips.html"}