{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:51:02", "date_modify": "2022-10-25 23:51:02", "date_publish": "2021-04-09 17:13:02", "description": "New studies from Germany and Norway examined cases involving mostly younger people who developed serious and sometimes fatal blood disorders.", "filename": "2021_04_09_health_vaccine-blood-clots-astra-zeneca_1666741862.html", "image_url": "https://static01.nyt.com/images/2021/04/09/science/09VIRUS-VACCINE-BLOODCLOTS1/09VIRUS-VACCINE-BLOODCLOTS1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=551f54ee2b813eeac6b996f1156654b835d3fbd260a99d78c615a007cb31c199&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_09_health_vaccine-blood-clots-astra-zeneca_1666741862.html", "title": "Blood Clots Linked to AZ Vaccine Stem From Rare Antibody Reaction", "title_page": "Blood Clots Linked to AZ Vaccine Stem From Rare Antibody Reaction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New research has identified unusual antibodies that appear to have caused, in rare cases, serious and sometimes fatal blood clots in people who received the Covid vaccine made by AstraZeneca.\nExactly why the rare reactions to the vaccine occurred is still a mystery.\nScientific teams from Germany and Norway found that people who developed the clots after vaccination had produced antibodies that activated their platelets, a blood component involved in clotting. The new reports add extensive details to what the researchers have already stated publicly about the blood disorder.\nYounger people appear more susceptible than older ones, but researchers say no pre-existing health conditions are known to predispose people to the rare reaction. That is worrisome, they say, because there is no way to tell if an individual is at high risk.\nReports of the clots have already led a number of countries to limit AstraZeneca’s vaccine to older people, or to stop using it entirely. These cases have dealt a crushing blow to global efforts to halt the pandemic, because the AstraZeneca shot — easy to store and relatively cheap — has been a mainstay of vaccination programs in more than 100 countries.", "url": "https://www.nytimes.com/2021/04/09/health/vaccine-blood-clots-astra-zeneca.html"}