{"authors": ["Ceylan Yeginsu"], "date_download": "2022-10-25 23:34:35", "date_modify": "2022-10-25 23:34:35", "date_publish": "2021-11-08 11:42:06", "description": "Long lines formed at Heathrow Airport for the first scheduled trips to the United States since the Biden administration lifted a travel ban.", "filename": "2021_11_08_world_europe_heathrow-first-flight-us-travel-ban_1666740875.html", "image_url": "https://static01.nyt.com/images/2021/11/08/lens/08virus-briefing-heathrow-travel1/08virus-briefing-heathrow-travel1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_08_world_europe_heathrow-first-flight-us-travel-ban_1666740875.html", "title": "Excited passengers board flights from London to the U.S.", "title_page": "Excited Passengers Board First Flight from Heathrow to the U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Long lines quickly formed at check-in counters as passengers fumbled through their phones and printed-out documents, preparing their required paperwork.\n“Goodness, I feel so nervous,” said Bernadette Sumners, 56, from Stratford-on-Avon, England, who was taking her first flight since the start of the pandemic to visit her daughter in Oregon and her son in New York.\n“There so many things to remember and organize,” she said as she sat on a bench in the departure terminal, refreshing her email feed every few minutes as she waited for her negative coronavirus test result. “It’s very stressful, but I know it’s going to be worth it when I see my children and meet my grandchildren,” she said, her eyes welling up with tears.\nOthers were surprised by how organized and quick the process was. “I came four hours early to give myself a good margin for error, but the whole process is super easy and efficient,” said Noah Cunningham, a 46-year-old screenwriter from London, who was traveling to New York for work.", "url": "https://www.nytimes.com/2021/11/08/world/europe/heathrow-first-flight-us-travel-ban.html"}