{"authors": ["Giulia Heyward"], "date_download": "2022-10-25 23:24:04", "date_modify": "2022-10-25 23:24:04", "date_publish": "2021-06-21 21:53:16", "description": "Here is what is at the root of efforts by conservative U.S. bishops to prohibit the country’s second Catholic president from receiving communion.", "filename": "2021_06_21_us_joe-biden-communion-catholic-church_1666740244.html", "image_url": "https://static01.nyt.com/images/2021/06/21/us/21communion-explainer-web/21communion-explainer-web-facebookJumbo.jpg?year=2021&h=549&w=1050&s=4cf4122d7931f0f8361df0b579120fff4458a77a5131e82ac50aa5d16be2460e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_21_us_joe-biden-communion-catholic-church_1666740244.html", "title": "Why Do Some Catholic Bishops Want to Deny Joe Biden Communion?", "title_page": "Why Do Some Catholic Bishops Want to Deny Joe Biden Communion? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The nation’s Roman Catholic bishops last week advanced a conservative push to deny communion to President Biden, the nation’s second Catholic president, who regularly attends Mass and has spent a lifetime steeped in Christian rituals and practices.\nThe United States Conference of Catholic Bishops voted last week to draft new guidance on the sacrament of the Eucharist, in a challenge to Mr. Biden for his support of abortion rights, which contradicts church teaching. The new statement will address the sacrament broadly. But ultimately, it could be used as theological justification to deny communion to Mr. Biden and Catholic politicians like him who support abortion rights.\nThe vote was a dramatic show of force by an ascendant conservative movement within Catholicism. Here is a look at some basic issues at the heart of the dispute.\nWhat is the Eucharist?\nThe Eucharist, also known as holy communion, is part of the Catholic Mass. It is a sacrament, a ritual the church believes channels divine grace, that takes inspiration from the Last Supper. Participants consume bread and wine, which Catholics believe are literally transformed into the body and blood of Jesus Christ during the Mass.", "url": "https://www.nytimes.com/2021/06/21/us/joe-biden-communion-catholic-church.html"}