{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:24:14", "date_modify": "2022-10-25 23:24:14", "date_publish": "2021-07-14 18:29:29", "description": "Workers searching the rubble of a Florida residential tower are cataloging the personal belongings they find. But getting them to their rightful owners could be complicated.", "filename": "2021_07_14_us_florida-condo-collapse-belongings_1666740254.html", "image_url": "https://static01.nyt.com/images/2021/07/14/us/14miami-belongings-1/14miami-belongings-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9343feb555656d4842b59275a3a9d79c13d8b7217f3fb00594657fb8f5e05bca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_14_us_florida-condo-collapse-belongings_1666740254.html", "title": "Coins, Photos, Kitchen Tools: Pieces of Lives Buried in Condo Collapse", "title_page": "Coins, Photos, Kitchen Tools: Pieces of Lives Buried in Condo Collapse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SURFSIDE, Fla. — Moshe Candiotti felt Champlain Towers South tremble in the middle of the night and ran out the door, taking next to nothing with him as he fled for his life.\nMr. Candiotti, 67, knows he was lucky to have survived the collapse last month of the condo building in Surfside, Fla. At least 97 of his neighbors did not.\nHe cannot help but wish, though, that a few of his personal possessions emerge at some point from the rubble. Perhaps the framed portrait of his mother. Or the gold and silver coins from all over the world that he had collected since childhood.\n“They are recovering the bodies, which is more important than anything else,” he said.\nBut as the effort to find those killed in the collapse nears its end, survivors of the disaster and the families of the dead have also started to wonder whether keepsakes, heirlooms or other mementos — tokens of the lives and homes lost in an instant — might also be salvaged.", "url": "https://www.nytimes.com/2021/07/14/us/florida-condo-collapse-belongings.html"}