{"authors": ["Liz Alderman", "Jim Tankersley", "Eshe Nelson"], "date_download": "2022-10-25 23:00:14", "date_modify": "2022-10-25 23:00:14", "date_publish": "2021-07-01 16:19:36", "description": "A 15 percent minimum tax rate would generate $150 billion in additional tax revenue each year, the Organization for Economic Cooperation and Development said.", "filename": "2021_07_01_business_global-minimum-tax_1666738814.html", "image_url": "https://static01.nyt.com/images/2021/07/01/business/01economy-briefing-oecd/01economy-briefing-oecd-facebookJumbo.jpg?year=2021&h=550&w=1050&s=978e9c4c5928becd7cfc6e352548a9adfc2f3be87ba2aa8a8d7989a2c7e8dc10&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_01_business_global-minimum-tax_1666738814.html", "title": "U.S. Proposal for Global Minimum Tax Gets Backing From 130 Countries", "title_page": "U.S. Proposal for Global Minimum Tax Gets Backing From 130 Countries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The deal comes after four years of fraught international negotiations. If enacted, it would essentially stop countries from slashing their tax rates to lure businesses, a move that the United States and other high-tax jurisdictions say has deprived them of funding for crucial investments like infrastructure and education.\nCritical details still need to be worked out, including how to execute the plan, which is expected to be finalized in October, the economic cooperation organization said. Those details could also determine which American multinationals are subject to the new rules on digital taxation, which exclude financial services companies and those in extractive industries like oil and gas. And after that, new digital taxes and global corporate minimum taxes would still need to be approved by Congress and national legislatures.\nThe organization estimates that over $100 billion of corporate profits would be reallocated from companies’ home countries to other markets where they operate. Large emerging markets like India are expected to reap a tax windfall, though a big chunk would also go to wealthy countries like France and Germany, which say they have been deprived of funding by countries that use lower taxes to attract an inordinate amount of tax revenue.\nThe agreement is a victory for the Biden administration, which reinvigorated the negotiations this year with a new proposal for a global minimum tax. But it also builds on groundwork laid by Treasury Department negotiators under President Donald J. Trump.\nStill, not everyone has signed on. Smaller nations that have long benefited from being tax havens are holding out for better terms, raising the prospect of a clash with bigger countries.\nConspicuously absent from the accord is Ireland, which has resisted a 15 percent minimum tax as it is reluctant to lose its status as a major tax haven in Europe. Its low corporate tax rate of 12.5 percent helped fuel the so-called Celtic Tiger economy for years, attracting Apple, Google, Pfizer and a who’s who of U.S. multinationals that have been able to avoid paying taxes in other jurisdictions and brought billions in tax income to Ireland’s coffers.\nThe Irish government has said that a deal would need to allow small countries to continue to compete with large ones to make up for the loss of any tax advantage. Finance Minister Paschal Donohoe said in a statement that Ireland would remain engaged in the negotiations and would seek a “comprehensive, sustainable and equitable agreement.”", "url": "https://www.nytimes.com/2021/07/01/business/global-minimum-tax.html"}