{"authors": ["Ernesto Londoño", "Letícia Casado", "Adam Rasgon"], "date_download": "2022-10-25 23:50:34", "date_modify": "2022-10-25 23:50:34", "date_publish": "2021-03-06 13:11:38", "description": "Vaccines and critical-care beds are in short supply. Yet President Jair Bolsonaro is railing against social distancing and calling an experimental treatment from Israel “miraculous.”", "filename": "2021_03_06_world_americas_brazil-covid-bolsonaro-nasal-spray_1666741834.html", "image_url": "https://static01.nyt.com/images/2021/03/07/world/07virus-brazil-print1/05virus-brazil-top-facebookJumbo.jpg?year=2021&h=550&w=1050&s=64f0e5152d5273df77609c5d311a39e2534f41993c950671018c8ca6f76ca08f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_06_world_americas_brazil-covid-bolsonaro-nasal-spray_1666741834.html", "title": "As Covid Deaths Soar in Brazil, Bolsonaro Hails an Untested Nasal Spray", "title_page": "As Covid Deaths Soar in Brazil, Bolsonaro Hails an Untested Nasal Spray - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While doctors struggle to triage patients as intensive care units fill up, Mr. Bolsonaro has renewed his war with governors and mayors over business shutdowns, social distancing and mask wearing.\nOn Wednesday, the president sought to reassure Brazilians that help was on the way by announcing that his administration intended to sign a memorandum of understanding in Israel to test the nasal spray, which he said could emerge as “the real solution to treating Covid.”\nThe Israeli scientists who are developing the nasal spray say it’s too early to tell whether it will prove to be a pandemic game changer.\nThe drug, called EXO-CD24, aims to prevent “cytokine storms,” which are overwhelming immune-system responses to Covid-19 that can cause serious inflammation of the lungs, organ failure and sometimes death.\nInitial clinical trials showed that 31 of 35 patients suffering from severe symptoms were discharged from the hospital after receiving two to five days of treatment with the drug, said Dr. Nadir Arber, a researcher at the Sourasky Medical Center in Tel Aviv who helped develop it. In the early trials, he said, the drug was administered by inhalation, but the goal is to administer it as a nasal spray.\nDr. Arber said he was optimistic, but urged caution. “We are still at the beginning of the process,” he said.\nThe first trials did not include a placebo for comparison. The treatment has not undergone advanced clinical trials and its efficacy has not been assessed in a peer-reviewed scientific journal.", "url": "https://www.nytimes.com/2021/03/06/world/americas/brazil-covid-bolsonaro-nasal-spray.html"}