{"authors": ["Adam Goldman", "Charlie Savage"], "date_download": "2022-10-25 23:02:31", "date_modify": "2022-10-25 23:02:31", "date_publish": "2021-09-17 20:01:14", "description": "Michael A. Sussmann is accused of lying to the F.B.I. in a 2016 meeting with bureau’s top lawyer about possible links between Donald J. Trump and Russia.", "filename": "2021_09_17_us_politics_michael-sussman-russia-investigation_1666738951.html", "image_url": "https://static01.nyt.com/images/2021/09/17/us/17dc-sussmann/merlin_194788803_68a2d272-7776-4e24-839e-ebf56d5bf4a7-facebookJumbo.jpg?year=2021&h=549&w=1050&s=6adb4cb8108d4230f468fc1c8262dbea3f1ae4c5eb5a6d3ed082e8c6a914d62c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_17_us_politics_michael-sussman-russia-investigation_1666738951.html", "title": "Michael Sussmann, Lawyer Accused of Lying in F.B.I. Meeting, Pleads Not Guilty", "title_page": "Michael Sussmann, Lawyer Accused of Lying in F.B.I. Meeting, Pleads Not Guilty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A prominent cybersecurity lawyer pleaded not guilty on Friday to a charge of lying to the F.B.I. during a meeting five years ago about possible links between Donald J. Trump and Russia.\nThe lawyer, Michael A. Sussmann, appeared before a magistrate judge in Washington, where he was indicted a day earlier. After a brief hearing, he was released on certain conditions, including travel restrictions.\nThe indictment centers on whether Mr. Sussmann lied about who he was representing at a September 2016 meeting with a top F.B.I. lawyer. At that meeting, Mr. Sussmann provided analysis by cybersecurity researchers who said that unusual internet data might indicate a covert communications channel between computer servers associated with the Trump Organization and with Alfa Bank, a Kremlin-linked financial institution.\nThe indictment says Mr. Sussmann falsely told the F.B.I. lawyer that he had no clients, but he was really representing both a technology executive and the Hillary Clinton campaign. Mr. Sussmann’s lawyers deny that he ever said he had no clients, and contend that he was there on behalf of only the executive and not Mrs. Clinton’s campaign.", "url": "https://www.nytimes.com/2021/09/17/us/politics/michael-sussman-russia-investigation.html"}