{"authors": ["Peter Eavis"], "date_download": "2022-10-25 23:51:32", "date_modify": "2022-10-25 23:51:32", "date_publish": "2021-09-21 20:30:05", "description": "The Justice Department said their partnership amounted to a merger in the New York and Boston markets and reduced competition more widely.", "filename": "2021_09_21_business_american-airlines-jetblue-antitrust_1666741892.html", "image_url": "https://static01.nyt.com/images/2021/09/22/business/21airlines-print/merlin_191957190_a7532c03-26c8-4a58-94db-2b06c26bc03e-facebookJumbo.jpg?year=2021&h=550&w=1050&s=45f41bc242545ebfacf2cffd7c528707ffbf58f9fce7f1573b66b2f2fd031e4a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_21_business_american-airlines-jetblue-antitrust_1666741892.html", "title": "American Airlines and JetBlue Face Antitrust Suit Over Alliance", "title_page": "American Airlines and JetBlue Face Antitrust Suit Over Alliance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Justice Department filed an antitrust suit on Tuesday against American Airlines and JetBlue, saying a growing alliance between the two carriers had created a “de facto merger” in the New York and Boston markets, reducing competition and hurting consumers.\nThe suit said the arrangement between the airlines reduced the incentive for them to compete in the Northeast and elsewhere and would “cause hundreds of millions of dollars in harm to air passengers across the country through higher fares and reduced choice.”\n“This sweeping partnership is unprecedented among domestic airlines and amounts to a de facto merger,” the Justice Department declared. It said attorneys general in six states and the District of Columbia were joining in the lawsuit.\nThe action is the latest effort by the Biden administration to increase competition and limit the power of large companies through antitrust actions. But it comes as airlines are trying to right themselves after the pandemic crushed their revenue and profits. And the two airlines rejected the lawsuit’s premise, contending that their partnership in fact helps increase competition against Delta Air Lines and United Airlines and in New York airports.", "url": "https://www.nytimes.com/2021/09/21/business/american-airlines-jetblue-antitrust.html"}