{"authors": ["Jesus Jiménez", "Marie Fazio"], "date_download": "2022-10-25 23:00:10", "date_modify": "2022-10-25 23:00:10", "date_publish": "2021-05-16 23:41:07", "description": "The university said a group of men tried to enter a house for gay, lesbian, bisexual and transgender students last week. Residents said they were terrified and traumatized by the episode.", "filename": "2021_05_16_us_bucknell-university-lgbtq-harassment_1666738810.html", "image_url": "https://static01.nyt.com/images/2021/05/16/multimedia/16xp-buccknell/16xp-buccknell-facebookJumbo.jpg?year=2021&h=550&w=1050&s=433a67ee5f0a33c71ab0892b190a4ce3d546d549d7838037aa89f9898e23869a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_16_us_bucknell-university-lgbtq-harassment_1666738810.html", "title": "Bucknell Investigating ‘Horrific’ Harassment of L.G.B.T.Q. Students", "title_page": "Bucknell Investigating ‘Horrific’ Harassment of L.G.B.T.Q. Students - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Officials at Bucknell University have ordered an investigation into what they described as a “horrific” episode of harassment targeting residents at a house for L.G.B.T.Q. students on its campus in Lewisburg, Pa., last week.\nIn a letter to students, the university said a group of men “harassed and intimidated” residents of Fran’s House, an affinity house for L.G.B.T.Q. students, and tried to break into the building on Thursday night. In interviews, residents said they were terrified and traumatized by the episode.\n“It is clear from multiple accounts that the students violated the physical space and, far more importantly, the residents’ sense of place and security,” the university’s president, its provost and an associate provost wrote in the letter, dated Friday. “We cannot erase the ugliness and subsequent trauma of last night’s transgression against the students of Fran’s House and, implicitly, many others, but we can commit to addressing it in a way that protects L.G.B.T.Q. Bucknellians.”\nTyler Luong, a junior who is a resident assistant, said he was in his room at Fran’s House studying for a final exam when someone texted a house group chat thread warning residents to lock their windows and doors.", "url": "https://www.nytimes.com/2021/05/16/us/bucknell-university-lgbtq-harassment.html"}