{"authors": ["Patrick Kingsley"], "date_download": "2022-10-25 23:54:43", "date_modify": "2022-10-25 23:54:43", "date_publish": "2021-04-29 23:04:53", "description": "President Mahmoud Abbas said elections could not take place unless Israel allowed voting in East Jerusalem. But privately, he also fears a poor result for his party, officials said.", "filename": "2021_04_29_world_middleeast_palestinian-vote-delayed_1666742083.html", "image_url": "https://static01.nyt.com/images/2021/04/29/world/29palestinians1/29palestinians1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5876168ed120f585205b197509ce90633bdcfc266857122acb359a228853b257&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_29_world_middleeast_palestinian-vote-delayed_1666742083.html", "title": "Palestinian Vote Delayed, Prolonging Split for West Bank and Gaza", "title_page": "Palestinian Vote Delayed, Prolonging Split for West Bank and Gaza - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — When the Palestinian Authority called in January for parliamentary elections, many Palestinians hoped the vote — the first in the occupied territories since 2006 — would revive Palestinian discourse, re-energize the independence movement and end a 14-year division between Palestinian leaders in the occupied West Bank and Gaza.\nBut those hopes were dashed Thursday night when President Mahmoud Abbas of the Palestinian Authority announced that the vote, scheduled for May 22, would be delayed indefinitely.\nThe news compounded an unsettled political dynamic across the occupied territories and the state of Israel, where both Israeli and Palestinian societies remain racked by political stalemate and division, where tensions are rising in Jerusalem and Gaza, and a return to peace negotiations appears less likely than ever.\nThe official reason for the postponement was the refusal by the Israeli government to confirm that it would allow voting in East Jerusalem, which was annexed by Israel after the 1967 Arab-Israeli war. East Jerusalem is mainly populated by Palestinians who participate in elections for the Palestinian Authority, a semiautonomous institution that exerts partial jurisdiction in other parts of the occupied territories.", "url": "https://www.nytimes.com/2021/04/29/world/middleeast/palestinian-vote-delayed.html"}