{"authors": ["Michael M. Grynbaum", "John Koblin", "Jodi Kantor"], "date_download": "2022-10-25 23:46:34", "date_modify": "2022-10-25 23:46:34", "date_publish": "2021-12-04 22:13:55", "description": "The network said it had “terminated him, effective immediately,” a move that came days after a lawyer for a former colleague accused the host of sexual misconduct.", "filename": "2021_12_04_business_media_chris-cuomo-fired-cnn_1666741594.html", "image_url": "https://static01.nyt.com/images/2021/12/04/multimedia/00cnn-cuomo-1/00cnn-cuomo-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_04_business_media_chris-cuomo-fired-cnn_1666741594.html", "title": "Chris Cuomo Faced Sexual Misconduct Accusation Before CNN Fired Him", "title_page": "Chris Cuomo Faced Sexual Misconduct Accusation Before CNN Fired Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "(In a widely released statement on Sunday, the day after this article was published online, Ms. Katz said of her interactions with the network: “By Friday, I was in discussions with CNN about providing documentary evidence of my client’s allegations and making my client available for an interview with CNN’s outside counsel.”)\nAs the gregarious and sometimes combative host of CNN’s 9 p.m. hour, Mr. Cuomo was at the peak of a broadcast journalism career that he had forged outside of his famed political family. But it was the troubles of his brother, who resigned the governorship in August, that ultimately embroiled Mr. Cuomo in a controversy that appeared to precipitate his dismissal.\n“This is not how I want my time at CNN to end but I have already told you why and how I helped my brother,” Chris Cuomo said in a statement earlier on Saturday. “So let me now say as disappointing as this is, I could not be more proud of the team at Cuomo Prime Time and the work we did as CNN’s #1 show in the most competitive time slot.”\nUntil last month, Mr. Cuomo had enjoyed the support of CNN’s president, Jeff Zucker, and he faced no discipline for his behind-the-scenes strategizing with Andrew Cuomo’s political aides, a breach of basic journalistic norms.\nBut documents released on Nov. 29 revealed that the anchor offered advice on Andrew Cuomo’s public statements and made efforts to uncover the status of pending articles at other news outlets, including The New Yorker and Politico, concerning harassment allegations against his brother.\nMr. Zucker — who had been steadfast in backing Chris Cuomo, at one point saying the anchor was “human” and facing “very unique circumstances” — informed the anchor on Saturday that he was being fired. “It goes without saying that these decisions are not easy, and there are a lot of complex factors involved,” Mr. Zucker wrote in a memo to CNN staff.\nThe spectacle of a high-profile anchor advising his powerful politician brother amid scandal was a longstanding headache for many CNN journalists, who privately expressed discomfort at actions that, in their view, compromised the network’s credibility. The CNN anchor Jake Tapper went public with his concerns in May, telling The New York Times that his colleague had “put us in a bad spot,” adding, “I cannot imagine a world in which anybody in journalism thinks that that was appropriate.”", "url": "https://www.nytimes.com/2021/12/04/business/media/chris-cuomo-fired-cnn.html"}