{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 22:55:07", "date_modify": "2022-10-25 22:55:07", "date_publish": "2021-03-15 16:46:53", "description": "Brussels says Britain has broken its legal agreement governing trade with Northern Ireland. Britain has denied breaking the deal, saying its move is a temporary measure to relieve bottlenecks.", "filename": "2021_03_15_world_europe_northern-island-great-britain_1666738507.html", "image_url": "https://static01.nyt.com/images/2021/03/15/world/15eu-uk-1/15eu-uk-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e7cd3e15f014142bb261962d71d586185032fe4b21f0f79b176cc7969ac95cb7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_15_world_europe_northern-island-great-britain_1666738507.html", "title": "Europe Says Britain Is Violating International Law Over Northern Ireland", "title_page": "Europe Says Britain Is Violating International Law Over Northern Ireland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — The European Union announced on Monday that it is taking legal action against Britain for what it called a violation of a legal agreement over Brexit and Northern Ireland that was part of a trade pact forged between the two sides last year.\nEuropean officials said Brussels was responding to a move this month by the British government to unilaterally ease trading and border rules for Northern Irish businesses by extending a grace period for implementation of the Brexit accord.\nUnder a protocol on Northern Ireland that was part of the pact, Britain is required to consult the European Union on changes to its implementation — which it did not do. The protocol was aimed at ensuring that there was no hard border between Ireland, a member of the bloc, and Northern Ireland, which is part of the United Kingdom.\nThe officials said Britain had twice in the last six months unilaterally broken the agreement, first with a bill last December that dropped some elements objected to by the European Union, and then with the unilateral decision earlier this month to extend a grace period for British goods arriving in Northern Ireland until Oct. 1.", "url": "https://www.nytimes.com/2021/03/15/world/europe/northern-island-great-britain.html"}