{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:04", "date_modify": "2022-10-25 23:56:04", "date_publish": "2021-03-23 15:17:08", "description": null, "filename": "2021_03_23_world_middleeast_a-voice-for-moderation-yair-lapid-hoped-for-a-centrist-coalition-to-oust-netanyahu_1666742164.html", "image_url": "https://static01.nyt.com/images/2021/03/23/world/23israel-election-live-briefing-lapid/23israel-election-live-briefing-lapid-facebookJumbo.jpg?year=2021&h=550&w=1050&s=98f917b4562bcc0fa1db3b9b637aaf1fbb4857ed8afe642c27208f4869726a0a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_23_world_middleeast_a-voice-for-moderation-yair-lapid-hoped-for-a-centrist-coalition-to-oust-netanyahu_1666742164.html", "title": "A voice for moderation, Yair Lapid hoped for a centrist coalition to oust Netanyahu.", "title_page": "A voice for moderation, Yair Lapid hoped for a centrist coalition to oust Netanyahu. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yair Lapid, the centrist politician and former media celebrity, has emerged as Israel’s most potent opposition leader but he appears, at least for now, to have fallen short of his goal of forming a liberal coalition that could oust Prime Minister Benjamin Netanyahu from power.\nExit polls projected that his party had won 16 to 18 seats in the 120-seat Parliament and that the broader bloc of anti-Netanyahu parties had won 59 seats. But it is made up of ideologically diverse parties with clashing agendas that would find it difficult to work together. Based on the exit polls, Mr. Netanyahu appears to have an easier path to power.\nIn his desire to unseat Mr. Netanyahu, Mr. Lapid did what many politicians consider unthinkable.\nMr. Lapid pledged that he would not insist on taking up the premiership if doing so would prove an obstacle to ousting his opponent.\nThe proposal displayed a level of humility rarely seen in Israeli politics — or most any political theater. But it was not simply an act of noblesse oblige. Mr. Lapid was well aware of the difficulties he was likely to face in getting some of the other parties opposed to Mr. Netanyahu to back him as leader of an alternative coalition.", "url": "https://www.nytimes.com/2021/03/23/world/middleeast/a-voice-for-moderation-yair-lapid-hoped-for-a-centrist-coalition-to-oust-netanyahu.html"}