{"authors": ["Dana Goldstein", "Jacey Fortin"], "date_download": "2022-10-25 23:23:39", "date_modify": "2022-10-25 23:23:39", "date_publish": "2021-10-07 15:55:46", "description": "Despite some turmoil, a vast majority of students have been in classrooms full-time and mostly uninterrupted this fall. Now, educators debate what’s next.", "filename": "2021_10_07_us_coronavirus-public-schools_1666740219.html", "image_url": "https://static01.nyt.com/images/2021/10/06/us/00virus-stateofschools-1/00virus-stateofschools-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c3acb0d72a7fe0062c96a91cb62b994de3c06e3246efa9d4055454068cb6e843&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_07_us_coronavirus-public-schools_1666740219.html", "title": "With Masks On or Off, Schools Try to Find the New Normal", "title_page": "With Masks On or Off, Schools Try to Find the New Normal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“What’s causing all the confusion, the infighting, the disagreement — it’s really a lack of goal setting,” said Joseph G. Allen, a Harvard University expert on maintaining health inside buildings, including schools. “Zero Covid in schools? Well, that may not be possible.”\nWyoming\nWhere Masks Are Scarce\nHomecoming dances have been canceled. So have athletic events.\nBut Wyoming, a deeply conservative state, has taken a mostly hands-off approach to schools this fall, despite having one of the lowest vaccination rates in the nation. Nearly every county is experiencing an extremely high risk of infection.\nThe state has recommended masks, and in the absence of masks, quarantining unvaccinated students exposed to the virus. But local school boards are calling the shots. And a majority have chosen not to mask.\nIn Natrona County, where masks are optional, 693 students — about 5 percent — were kept home between Sept. 11 and Sept. 24. And in Sweetwater County School District 1, another mask-optional district, 4 percent of students and 5 percent of employees have tested positive for the virus since the beginning of the school year, though case counts declined last week.\nThough Sweetwater does not perform in-school testing, the infection rate is relatively high compared to some heavily vaccinated regions with regular surveillance testing, which have shown school positivity rates under 1 percent this fall.\nSome school boards in the state are trying to encourage vaccinations. Campbell County is offering $300 to staff members who get vaccinated by Dec. 1 and additional sick leave to vaccinated teachers who contract breakthrough cases. But the incentives have been divisive.\nDespite everything, Wyoming classrooms are filled, just like last year.\nNicole Bolton, director of human resources at Sweetwater, said she did not have data on how many students had missed school because of the virus. But day to day, she noted, it did not feel like many students were absent.", "url": "https://www.nytimes.com/2021/10/07/us/coronavirus-public-schools.html"}