{"authors": ["David E. Sanger", "Roger Cohen"], "date_download": "2022-10-25 23:27:38", "date_modify": "2022-10-25 23:27:38", "date_publish": "2021-09-22 16:20:27", "description": "The two leaders spoke by telephone for the first time since President Emmanuel Macron of France recalled his ambassador to the United States over a new defense agreement.", "filename": "2021_09_22_us_politics_biden-macron-france-australia_1666740458.html", "image_url": "https://static01.nyt.com/images/2021/09/22/us/politics/22dc-biden-macron-1/22dc-biden-macron-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=dcc3de4e77eea4591c45999fea4c59c6716de9870ebfd2d305aa088c4f41b15f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_22_us_politics_biden-macron-france-australia_1666740458.html", "title": "Biden Speaks With Macron, First Time Since Diplomatic Feud", "title_page": "Biden Speaks With Macron, First Time Since Diplomatic Feud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“In terms of the tone of the call, it was friendly, it was one where we’re hopeful and the president is hopeful this is a step in returning to normal in a long, important abiding relationship that the United States has with France. It was about 30 minutes long. As we noted in the readout and as you said, it was extensive. But part of the — during the conversation, the president reaffirmed the strategic importance of France — French and European engagement, I should say, in the Indo-Pacific region, something that we look forward to continuing to work with them on. And as we said in the readout, the French ambassador will return to Washington next week and he will then start intensive work with U.S. officials that will be part of the ongoing next steps that we go from here. And as we also noted, they will meet in Europe at the end of October. I can only speak for our relationship with the French, and our relationship with the United Kingdom, and I will say that the president during this call, as we said in the readout, acknowledged that there could be more of a — there could have been more discussion in advance of the announcement. And that was an important — important message for him to convey during that conversation. So I can’t speak to the comments and whether they’re constructive or not from other countries.” “Did the president apologize to his French friend?” “He acknowledged there could have been greater consultation, but again, this call was really focused on the path forward and returning back to normal, and the important work we have to do with the French ahead.”", "url": "https://www.nytimes.com/2021/09/22/us/politics/biden-macron-france-australia.html"}