{"authors": ["Luis Ferré-Sadurní"], "date_download": "2022-10-25 22:56:22", "date_modify": "2022-10-25 22:56:22", "date_publish": "2021-08-31 21:55:17", "description": "The moratorium, which expired on Aug. 31, is part of the state’s effort to help tenants struggling from the effects of the coronavirus pandemic.", "filename": "2021_08_31_nyregion_eviction-moratorium-ny-kathy-hochul_1666738582.html", "image_url": "https://static01.nyt.com/images/2021/08/31/nyregion/31NYEVICTION/31NYEVICTION-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b8f0260e462e9c0655a45183442da3acaeff9fa6ceb0a2a60059237b16417c78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_31_nyregion_eviction-moratorium-ny-kathy-hochul_1666738582.html", "title": "N.Y. Legislature Expected to Extend Eviction Moratorium", "title_page": "N.Y. Legislature Expected to Extend Eviction Moratorium - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There’s still tens of thousands of people who are housing stressed,” said State Senator Michael Gianaris, a Democrat from Queens and the deputy majority leader, “who have not been able to get the emergency rent relief money because the state has done a horrible job of administering it, who are at risk and need protection.”\nHe added, “So I’m glad we’re going back to handle this and buy some more time for that $2 billion to get to people who need it.”\nMs. Hochul, a Democrat who took office last week following Gov. Andrew M. Cuomo’s resignation, has made rectifying the program and getting more relief money, more quickly, to more landlords one of her top priorities.\nIndeed, delivering the aid to tenants and property owners still contending with a mountain of unpaid bills as a result of the coronavirus pandemic will be one of the early tests of Ms. Hochul’s week-old tenure.\nHow she works with legislators to address the moratorium could help determine the type of working relationship she might establish with Democratic lawmakers, who control the Legislature and were often at odds with Mr. Cuomo. Whether or not she can expedite the rent relief money could shed light on how effective she is at steering the state’s massive bureaucracy.\nMs. Hochul, who has the power to set the legislative agenda during an extraordinary session, said on Tuesday that lawmakers would also consider appointments to a recently created board that will oversee the state’s new marijuana legalization program, which stalled under Mr. Cuomo.\nDemocrats in the Senate and the Assembly negotiated a plan to modify the moratorium with Ms. Hochul this week. Extending the state moratorium for a few months, lawmakers said, is relatively straightforward.", "url": "https://www.nytimes.com/2021/08/31/nyregion/eviction-moratorium-ny-kathy-hochul.html"}