{"authors": ["Jeanna Smialek", "Eshe Nelson"], "date_download": "2022-10-25 23:31:38", "date_modify": "2022-10-25 23:31:38", "date_publish": "2021-09-29 19:07:46", "description": "The heads of the Federal Reserve, European Central Bank, Bank of England and Bank of Japan spoke on a joint panel Wednesday.", "filename": "2021_09_29_business_central-bankers-supply-chains-inflation_1666740698.html", "image_url": "https://static01.nyt.com/images/2021/09/29/business/29dc-centralbankers/29dc-centralbankers-facebookJumbo.jpg?year=2021&h=549&w=1050&s=fa6e950ca3944b2d8698ea82449021b70e12b635f33cdfa2539ffd8028044cbd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_29_business_central-bankers-supply-chains-inflation_1666740698.html", "title": "The world’s top central bankers see supply chain problems prolonging inflation.", "title_page": "The world’s top central bankers see supply chain problems prolonging inflation. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The world’s top central bankers acknowledged that inflation, which has spiked higher across many advanced economies this year, could remain elevated for some time — and that though they still expect it to fade as pandemic-related supply disruptions calm, they are carefully watching to make sure that hot price pressures do not become more permanent.\nJerome H. Powell, the Federal Reserve chair, spoke Wednesday on a panel alongside Christine Lagarde, president of the European Central Bank; Andrew Bailey, governor of the Bank of England; and Haruhiko Kuroda, head of the Bank of Japan.\nMr. Powell noted that while demand was strong in the United States, factory shutdowns and shipping problems were holding back supply, weighing on the economy and pushing inflation above the Fed’s goal of 2 percent on average.\n“It is frustrating to acknowledge that getting people vaccinated and getting Delta under control, 18 months later, still remains the most important economic policy that we have,” Mr. Powell said. “It is also frustrating to see the bottlenecks and supply chain problems not getting better — in fact, at the margin, apparently getting a little bit worse.”", "url": "https://www.nytimes.com/2021/09/29/business/central-bankers-supply-chains-inflation.html"}