{"authors": ["Jack Healy", "Sophie Kasakove"], "date_download": "2022-10-25 23:52:29", "date_modify": "2022-10-25 23:52:29", "date_publish": "2021-07-20 15:24:31", "description": "Groundwater and streams vital to both farmers and cities are drying up in the West, challenging the future of development.", "filename": "2021_07_20_us_utah-water-drought-climate-change_1666741949.html", "image_url": "https://static01.nyt.com/images/2021/07/16/us/00utah-1/00utah-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=06e96c1b7dd743f36e4adb65b08b886ee0bd3fac13135c8faf3bd31b089cedc2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_20_us_utah-water-drought-climate-change_1666741949.html", "title": "Drought in Utah Town Halts Growth", "title_page": "Drought in Utah Town Halts Growth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many developers see a need to find new sources of water. “Water will be and should be — as it relates to our arid Southwest — the limiting factor on growth,” said Spencer Kamps, the vice president of legislative affairs for the Home Builders Association of Central Arizona. “If you can’t secure water supply, obviously development shouldn’t happen.”\nLate last month, the state water department announced that it would not approve any applications for developers seeking to use groundwater within the area. The decision has raised concerns from local developers, who said the restrictions would make it harder to meet the needs of Arizona’s voracious housing market.\nIn Utah, Oakley and the nearby farming town of Henefer are vowing not to grow until they can secure new, reliable sources of water through drilling or pumping — an expensive and uncertain prospect.\n“These towns are canaries in the coal mine,” said Paul D. Brooks, a professor of hydrology at the University of Utah. “They can’t count to go to the tap and turn on the water. Climate change is coming home to roost right now, and it’s hitting us hard.”\nIn the 1800s, water was one of the main draws to Oakley for white settlers. The town sits beside the Weber River, and its water and other mountain springs irrigated farmland and supported dairies that once speckled the valley.\nIt is still a conservative farming community where tattered 2020 Trump flags flutter and the mayor is dubious of human-caused climate change. Its beauty and location a half-hour from the ski-town glitz of Park City have made it an attractive bargain for out-of-staters.", "url": "https://www.nytimes.com/2021/07/20/us/utah-water-drought-climate-change.html"}