{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:24:01", "date_modify": "2022-10-25 23:24:01", "date_publish": "2021-08-19 16:41:06", "description": "His administration suggested that some states should use relief funds to extend weekly payments for the long-term unemployed.", "filename": "2021_08_19_business_economy_unemployment-benefits-extend_1666740241.html", "image_url": "https://static01.nyt.com/images/2021/08/20/business/20jobless-benefits-print1/merlin_193198008_b0dc5f89-1cf7-44da-a038-d9902686074c-facebookJumbo.jpg?year=2021&h=549&w=1050&s=9788e2f01f3a806943f798ff411782861b9d42693cc8300d88dc7cfb905645e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_19_business_economy_unemployment-benefits-extend_1666740241.html", "title": "When Will Unemployment End? Biden Urges Some States to Extend Benefits", "title_page": "When Will Unemployment End? Biden Urges Some States to Extend Benefits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden is encouraging states with stubbornly high jobless rates to use federal aid dollars to extend benefits for unemployed workers after they are set to expire in early September, administration officials said on Thursday, in an effort to cushion a potential shock to some local economies as the Delta variant of the coronavirus rattles the country.\nEnhanced benefits for unemployed workers will run through Sept. 6 under the $1.9 trillion economic aid bill enacted in March. Those benefits include a $300 weekly supplement for traditional benefits paid by states, additional weeks of benefits for the long-term unemployed and a special pandemic program meant to help so-called gig-economy workers who do not qualify for normal unemployment benefits. Those benefits are administered by states but paid for by the federal government. The bill also included $350 billion in relief funds for state, local and tribal governments.\nMr. Biden still believes it is appropriate for the $300 benefit to expire on schedule, as it was “always intended to be temporary,” the secretaries of the Treasury and labor said in a letter to Democratic committee chairmen in the House and Senate on Thursday. But they also reiterated that the stimulus bill allows states to use their relief funds to prolong other parts of the expanded benefits, like the additional weeks for the long-term unemployed, and they called on states to do so if their economies still need the help.\nThat group could include California, New York and Nevada, where unemployment rates remain well above the national average and governors have not moved to pare back benefits in response to concerns that they may be making it more difficult for businesses to hire.", "url": "https://www.nytimes.com/2021/08/19/business/economy/unemployment-benefits-extend.html"}