{"authors": ["Neal E. Boudette", "Coral Davenport"], "date_download": "2022-10-25 23:39:33", "date_modify": "2022-10-25 23:39:33", "date_publish": "2021-01-29 23:54:55", "description": "Every carmaker is trying to figure out how to make the leap before governments force it and Tesla and other start-ups lure away drivers.", "filename": "2021_01_29_business_general-motors-electric-cars_1666741173.html", "image_url": "https://static01.nyt.com/images/2021/01/29/us/29autos-01/29autos-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=36addb995673520c196b26efc32bf5ee5db109eeb310d1c7f9ffa114616eb8b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_29_business_general-motors-electric-cars_1666741173.html", "title": "G.M. Announcement Shakes Up U.S. Automakers’ Transition to Electric Cars", "title_page": "G.M. Announcement Shakes Up U.S. Automakers’ Transition to Electric Cars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A new president took office this month determined to fight climate change. Wall Street investors think Tesla is worth more than General Motors, Toyota, Volkswagen and Ford put together. And China, the world’s biggest car market, recently ordered that most new cars be powered by electricity in just 15 years.\nThose large forces help explain the decision by G.M.’s chief executive, Mary T. Barra, that the company will aim to sell only zero-emission cars and trucks by 2035.\nHer announcement, just a day after President Biden signed an executive order on climate change, blindsided rivals who usually seek to present a united message on emissions and other policy issues. But it was also years in the making. G.M. has had a love-hate relationship with electric cars going back decades, but under Ms. Barra, who took over in 2014, it has inched its way toward a full embrace of the technology.\nShe has also shown a penchant for making big moves that her predecessors might have considered brash or impulsive given the company’s reputation for deliberate — or plodding to some — decision making. When Donald J. Trump became president, she pushed him to relax Obama-era fuel economy standards that G.M. had endorsed when they were put in place. Then, after Mr. Trump lost his re-election bid in November, Ms. Barra withdrew from a lawsuit seeking to prevent California from maintaining its own high fuel standards.", "url": "https://www.nytimes.com/2021/01/29/business/general-motors-electric-cars.html"}