{"authors": ["Caity Weaver"], "date_download": "2022-10-25 23:32:54", "date_modify": "2022-10-25 23:32:54", "date_publish": "2021-07-29 07:00:10", "description": "Dan Brown has a lesser-known advice book. The trouble is, it seems impossible to buy.", "filename": "2021_07_29_style_dan-brown-advice-book_1666740774.html", "image_url": "https://static01.nyt.com/images/2021/07/29/fashion/29dan-brown-mystery-rgb/29dan-brown-mystery-rgb-facebookJumbo-v3.jpg?year=2021&h=550&w=1050&s=e628ec5211c178c8a57fca233e66f1958488a9fe05987d52480992905fc27e7d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_29_style_dan-brown-advice-book_1666740774.html", "title": "Does ‘The Da Vinci Code’ Writer Have a Secret?", "title_page": "Does ‘The Da Vinci Code’ Writer Have a Secret? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Chloe Gordon, a 32-year-old filmmaker, describes herself as “a person who somewhat ironically engages” with the work of the novelist Dan Brown. She has read all but one of the eight books Mr. Brown has published under his name.\nSo when she stumbled upon an internet rumor that identified Mr. Brown as the author of a tongue-in-cheek dating guide from 1995 called “187 Men to Avoid: A Survival Guide for the Romantically Frustrated Woman,” she immediately bought it on Amazon.\nThe 96-page novelty book, which was originally published under the name Danielle Brown, promised very short descriptions of men the author considered unsuitable romantic partners — a book of red flags, if you will. “Men who think Lamaze is a famous French car race,” for example. “Men who decoupage.” “Men with pet rocks.”\nBut when she opened her mail, Ms. Gordon realized that the wrong book had arrived (“Heretics of Dune,” a 1984 science fiction novel by Frank Herbert). She forgot about it for about a year and then went on Amazon and bought the book again. This time she received Elizabeth Taylor’s 1988 dieting memoir, “Elizabeth Takes Off.”", "url": "https://www.nytimes.com/2021/07/29/style/dan-brown-advice-book.html"}