{"authors": ["Michael Gold", "Dana Rubinstein", "Amanda Rosa"], "date_download": "2022-10-25 23:23:19", "date_modify": "2022-10-25 23:23:19", "date_publish": "2021-01-11 10:01:38", "description": null, "filename": "2021_01_11_world_more-new-yorkers-start-receiving-the-covid-19-vaccine_1666740199.html", "image_url": "https://static01.nyt.com/images/2021/01/10/nyregion/10virus-briefing-new-york-guidelines3/10virus-briefing-new-york-guidelines3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=816f0ec7d37a069049e38b2bae886102ee4a4290b4f4a249766d6012b19d2419&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_11_world_more-new-yorkers-start-receiving-the-covid-19-vaccine_1666740199.html", "title": "More New Yorkers start receiving the Covid-19 vaccine.", "title_page": "More New Yorkers start receiving the Covid-19 vaccine. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New York on Monday began giving vaccines to residents 75 and older as well as a wider range of essential workers, as state health officials expanded the group of people eligible to receive the vaccine.\nThe updated inoculation guidelines came last week after days of pressure from Mayor Bill de Blasio of New York City and an outcry over medical providers having to throw out vaccine doses because of challenges finding patients who precisely matched the state’s strict vaccination guidelines.\n“We fought hard for the freedom to vaccinate,” Mr. de Blasio said at a news conference on Monday. “Now we have it.”\nAmong the essential workers now permitted to receive the vaccine statewide are police officers, firefighters, teachers and school administrators, public transit workers, public-facing grocery store workers and people living or working in homeless shelters who sleep or eat alongside others outside their household.", "url": "https://www.nytimes.com/2021/01/11/world/more-new-yorkers-start-receiving-the-covid-19-vaccine.html"}