{"authors": ["David Waldstein"], "date_download": "2022-10-25 23:35:39", "date_modify": "2022-10-25 23:35:39", "date_publish": "2021-10-21 00:53:30", "description": "A blowout win in Game 5 sends this series back to Houston, decidedly in the Astros’ favor. The resilient Red Sox may have finally met their match.", "filename": "2021_10_20_sports_baseball_astros-red-sox-alcs-game-5_1666740939.html", "image_url": "https://static01.nyt.com/images/2021/10/20/sports/20alcs-game5-1/20alcs-game5-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fb8d4d30585d5e8a99b0b35952e9e14c1d4747d71add7971be9ba22311d7dc75&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_20_sports_baseball_astros-red-sox-alcs-game-5_1666740939.html", "title": "ALCS: Astros Beat Red Sox in Pivotal Game 5", "title_page": "ALCS: Astros Beat Red Sox in Pivotal Game 5 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For five innings it looked as if he had rediscovered his old stuff. After he struck out Kyle Tucker for the final out of the fourth inning to strand Houston runners at first and third, Sale yelled emphatically into his glove as he danced off the mound, celebrating the high, 98.5-mile-per-hour fastball that eluded Tucker’s bat.\nSale said he left his guts on the mound (using more crude language), and added, “that’s for damn sure.”\nHouston had grabbed an early lead on a bases-empty home run by Yordan Alvarez in the second, and then lashed out five more runs in the sixth while Fenway fell silent. Alvarez also had a two-run double in the sixth that ensured Sale’s exit. The results of that inning will likely fuel questions about whether Red Sox Manager Alex Cora left Sale in too long against an awakening and thunderous offense that had produced the most runs of any team in 2021. The Astros are still perhaps the most hated team in baseball, a group reviled across the continent for a cheating scandal that has dogged them since it was uncovered in 2019. But they are also still very good, and with one more win they will go back to the World Series for the third time in the last five years, whether America is ready for that, or not.", "url": "https://www.nytimes.com/2021/10/20/sports/baseball/astros-red-sox-alcs-game-5.html"}