{"authors": ["Glenn Thrush"], "date_download": "2022-10-25 22:56:25", "date_modify": "2022-10-25 22:56:25", "date_publish": "2021-05-05 23:08:09", "description": "The Biden administration will appeal the ruling against the policy, which has been the subject of legal challenges by landlords.", "filename": "2021_05_05_us_politics_eviction-moratorium-biden_1666738585.html", "image_url": "https://static01.nyt.com/images/2021/05/05/us/politics/05dc-virus-evictions/05dc-virus-evictions-facebookJumbo.jpg?year=2021&h=550&w=1050&s=dfc9dcb992ffaea4e23bcf58639aa7b8a3081da46bfe093ff81441d7c5d7a108&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_05_us_politics_eviction-moratorium-biden_1666738585.html", "title": "Federal Judge Strikes Down Eviction Moratorium", "title_page": "Federal Judge Strikes Down Eviction Moratorium - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A federal judge on Wednesday struck down the nationwide moratorium on evictions imposed by the Trump administration last year and extended by President Biden until June 30, a ruling that could affect tenants struggling to pay rent during the pandemic.\nThe decision, by Judge Dabney Friedrich of the U.S. District Court for the District of Columbia, is the most significant federal ruling on the moratorium yet, and follows three similar federal court decisions.\nThe Justice Department immediately filed an appeal, and requested an emergency stay on the order pending a decision by the higher court. Late Wednesday night, Judge Friedrich agreed to put her ruling on hold until May 12 to give landlords time to file legal papers opposing a longer delay, while making clear that the move was not a reflection of the “merits” of the government’s request.\nIt remains unclear how wide an impact the decision will have on renters. It does not necessarily bind state housing court judges, who rule on eviction orders, and two other federal courts have upheld the moratorium, adding to the confusion about its fate.", "url": "https://www.nytimes.com/2021/05/05/us/politics/eviction-moratorium-biden.html"}