{"authors": ["Coral Murphy Marcos"], "date_download": "2022-10-25 23:31:45", "date_modify": "2022-10-25 23:31:45", "date_publish": "2021-10-12 09:00:20", "description": "Robbers are targeting food delivery workers in New York City, so many are forming watch groups to protect one another.", "filename": "2021_10_12_business_delivery-workers-thefts-neighborhood-watch_1666740705.html", "image_url": "https://static01.nyt.com/images/2021/09/30/business/00DeliveryWorkers-01/merlin_195296928_baf5f564-af3d-4f8c-a4a9-c730b7bd1503-facebookJumbo.jpg?year=2021&h=550&w=1050&s=11c908ca2274792fc9a9e7e8c54f5ebb356805d18d30dba527070b4f5d1ec8a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_12_business_delivery-workers-thefts-neighborhood-watch_1666740705.html", "title": "New York Bike Delivery Workers Band Together for Safety", "title_page": "New York Bike Delivery Workers Band Together for Safety - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Seven nights a week, starting around 9:30, Vicente Carrasco cheers and whistles at food delivery workers as they ride their bicycles into Manhattan after crossing the Queensboro Bridge. The message he’s sending? “Someone’s looking out for you.”\nMr. Carrasco also delivers food for a living, and he takes up his nightly post to make this stretch of East 60th Street feel less desolate, to deter crimes against delivery workers, who have faced a surge in robberies. On one evening last month, nine others joined him after making plans to gather through groups on WhatsApp and Facebook.\nIt’s a scene being repeated around the city at the otherwise isolated spots where, delivery workers say, they feel most threatened. They set up the patrols themselves because of what they consider to be an inadequate response by the New York Police Department to a rise in crime.", "url": "https://www.nytimes.com/2021/10/12/business/delivery-workers-thefts-neighborhood-watch.html"}