{"authors": ["Glenn Thrush"], "date_download": "2022-10-25 22:56:30", "date_modify": "2022-10-25 22:56:30", "date_publish": "2021-07-29 16:22:35", "description": "The moratorium on residential evictions is scheduled to expire on Saturday.", "filename": "2021_07_29_us_politics_eviction-moratorium-biden-congress_1666738590.html", "image_url": "https://static01.nyt.com/images/2021/07/29/us/politics/29political-briefing-Eviction/29political-briefing-Eviction-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ac37cd23fcbf49d4b82efa39279029f844f601b25f1f14409782c8ff7a781bdc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_29_us_politics_eviction-moratorium-biden-congress_1666738590.html", "title": "Biden Calls on Congress to Extend Eviction Moratorium", "title_page": "Biden Calls on Congress to Extend Eviction Moratorium  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden asked Congress on Thursday to approve a one-month extension of a federal moratorium on residential evictions, a long-shot request made just two days before the current freeze expires.\nThe decision to ask Congress for help comes as the White House continues to struggle with a $47 billion rental relief program that has been plagued by delays, confusion and red tape. Just 600,000 tenants have been helped by the program, passed as part of two coronavirus relief packages in 2020 and 2021.\nThe request caught Democratic leadership by surprise. An attempt to pass an extension by a voice vote this week is expected to fail in the Senate, according to several people close to the situation.\nThe expiration of the moratorium will almost certainly lead to an increase in evictions across the country, with estimates ranging from 300,000 to more than a million families in the first month after the freeze ends.", "url": "https://www.nytimes.com/2021/07/29/us/politics/eviction-moratorium-biden-congress.html"}