{"authors": ["Adam Liptak", "Glenn Thrush"], "date_download": "2022-10-25 22:56:17", "date_modify": "2022-10-25 22:56:17", "date_publish": "2021-08-27 01:39:47", "description": "The ruling followed political and legal maneuvering by the administration to retain protections for tenants. It puts hundreds of thousands at risk of being put out of their homes.", "filename": "2021_08_26_us_eviction-moratorium-ends_1666738577.html", "image_url": "https://static01.nyt.com/images/2021/08/24/us/politics/00dc-scotus-evict/00dc-scotus-evict-facebookJumbo.jpg?year=2021&h=550&w=1050&s=72e679cd4a0a2901affa9383ebf5c75e63e50860f9b7c41da7efe7604b9504c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_26_us_eviction-moratorium-ends_1666738577.html", "title": "Supreme Court Ends Biden’s Eviction Moratorium", "title_page": "Supreme Court Ends Biden’s Eviction Moratorium - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It will most likely take a while for the backlog of eviction cases in many states to result in the displacement of renters. But tenant groups in the South, where fast-track evictions are common, are bracing for the worst.\nIn recent days, Mr. Biden’s team has been mapping out strategies to deal with the likely loss of the moratorium, with a plan to focus its efforts on a handful of states — including South Carolina, Tennessee, Georgia and Ohio — that have large backlogs of unpaid rent and few statewide protections for tenants.\nThe administration had at first concluded that a Supreme Court ruling in June had effectively forbidden it from imposing a new moratorium after an earlier one expired at the end of July. While the administration had prevailed in that ruling by a 5-to-4 vote, one member of the majority, Justice Brett M. Kavanaugh, wrote that he believed the moratorium to be unlawful and that he had cast his vote to temporarily sustain it only to allow an orderly transition. He would not support a further extension without “clear and specific congressional authorization (via new legislation),” he wrote.\nCongress did not act. But after political pressure from Democrats, a surge in the pandemic and new consideration of the legal issues, the administration on Aug. 3 issued the moratorium that was the subject of the new ruling.\nThe administration’s legal maneuvering might have failed, but it bought some time for tenants threatened with eviction. In unusually candid remarks this month, President Biden said that was part of his calculus in deciding to proceed with the new moratorium, which was set to expire Oct. 3.\nCongress declared a moratorium on evictions at the beginning of the coronavirus pandemic, but it lapsed in July 2020. The C.D.C. then issued a series of its own moratoriums, saying that they were justified by the need to address the pandemic and authorized by a 1944 law. People unable to pay rent, the agency said, should not be forced to crowd in with relatives or seek refuge in homeless shelters, spreading the virus.\nThe last moratorium — which was put in place by the C.D.C. in September and expired on July 31 after being extended several times by Congress and Mr. Biden — was effective at achieving its goal, reducing by about half the number of eviction cases that normally would have been filed since last fall, according to an analysis of filings by the Eviction Lab at Princeton University.", "url": "https://www.nytimes.com/2021/08/26/us/eviction-moratorium-ends.html"}