{"authors": ["Damien Cave", "Livia Albeck-Ripka"], "date_download": "2022-10-25 23:50:51", "date_modify": "2022-10-25 23:50:51", "date_publish": "2021-05-03 07:32:10", "description": "Critics condemned the move to temporarily bar Australians, including children, as unnecessarily harsh, a violation of citizenship principles and a cultural double standard. Officials say the policy is necessary.", "filename": "2021_05_03_world_australia_covid-india-travel-ban_1666741851.html", "image_url": "https://static01.nyt.com/images/2021/05/03/world/03virus-oz-ban01/03virus-oz-ban01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0af90aa6c1cdb4981dff0388be74409a1e874e938c546a2ac4a119cbcf6f182c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_03_world_australia_covid-india-travel-ban_1666741851.html", "title": "Australia Bars Its Citizens in India From Coming Home Amid Covid Crisis", "title_page": "Australia Bars Its Citizens in India From Coming Home Amid Covid Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Clearly it’s a move that’s disproportionate,” Mr. Vijh said. His cousin, also an Australian citizen, is stranded in India with his wife and 3-year-old daughter, he added. Both his cousin and his wife have Covid-19.\n“He’s very distressed,” he said of his cousin. “And there’s no path forward.”\nNeha Sandhu, an Australian citizen who managed to return home from India in June, said that along with Ms. Dilin’s daughter, there were several other unaccompanied minors affected by the ban, many of whom had been visiting family in India and were now unable to return home.\n“It is totally inhumane,” said Ms. Sandhu, who runs a Facebook group with more than 17,000 followers for those stuck in India.\nAustralian officials have argued, however, that the move was purely based on an assessment of the risk to public health. Australia’s chief medical officer, Paul Kelly, said the ban was temporary and is set to be lifted May 15, though it could also be extended.\nMs. Kassam, of the Lowy Institute, said the denial of a right to return for Australians in India was the first major test of a policy that most Australians have quietly accepted. She wondered if Australians would be more sympathetic once they knew the details.\n“Australians have historically been supportive of tough border restrictions, though these questions have never been asked in relation to their own citizens,” she said. “The idea of fortress Australia is politically popular, but is untested in terms of criminalizing citizens for simply coming home.”\nDamien Cave reported from Sydney, and Livia Albeck-Ripka from Melbourne.", "url": "https://www.nytimes.com/2021/05/03/world/australia/covid-india-travel-ban.html"}