{"authors": ["Michelle Ruiz"], "date_download": "2022-10-25 23:44:24", "date_modify": "2022-10-25 23:44:24", "date_publish": "2021-03-16 01:44:20", "description": "In “Elizabeth and Margaret,” Andrew Morton shows how the queen and her sister struggled in their relationship.", "filename": "2021_03_15_books_review_elizabeth-and-margaret-andrew-morton_1666741464.html", "image_url": "https://static01.nyt.com/images/2021/04/18/books/review/30Ruiz/30Ruiz-facebookJumbo.jpg?year=2021&h=550&w=1050&s=227007b77e58ccaffa23cf7410f86c77b05a94c54634f1d8d7e438ad706ce558&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_15_books_review_elizabeth-and-margaret-andrew-morton_1666741464.html", "title": "William and Harry Aren’t the First Royals to Chafe Against Their Roles", "title_page": "William and Harry Aren’t the First Royals to Chafe Against Their Roles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ELIZABETH AND MARGARET\nThe Intimate World of the Windsor Sisters\nBy Andrew Morton\nThe cover of Andrew Morton’s “Elizabeth and Margaret” resembles that of another royal biography: Craig Brown’s “Ninety-Nine Glimpses of Princess Margaret,” which came out in 2018. Both feature glamorous black-and-white photos of bejeweled princesses; both titles are printed in ladylike pastels.\nBut, inside, the two books are very different. “Ninety-Nine Glimpses of Princess Margaret” is canon — an innovative gem that tells Princess Margaret’s life story in snippets, including via limerick, haiku and an imagined announcement of her wedding to Pablo Picasso (who was rumored to have sexual fantasies about her). In “Elizabeth and Margaret,” Morton, a veteran royal biographer, offers an earnest examination of the yin-and-yang, Jackie-and-Marilyn dynamic between Queen Elizabeth and her late younger sister, Princess Margaret. The result is less deliciously inspired.\n“Every generation of the House of Windsor is stalked by a shadow,” Morton writes. “The good versus the naughty royal. The rebellious extrovert versus the sensible introvert … the sun and the moon.” There’s another persistent royal binary, of course: the heir and the “spare.”\nBefore Wills and Harry, there were “Lilibet” and Margaret Rose. Duty-bound even as a tyke, Princess Elizabeth learned to control her bladder to endure lengthy state ceremonies without squirming. At 13, she fell for Prince Philip of Greece, a dashing sailor who impressed her with his appetite for shrimp aboard the royal yacht Victoria and Albert; she’s been married to him for 73 years.", "url": "https://www.nytimes.com/2021/03/15/books/review/elizabeth-and-margaret-andrew-morton.html"}