{"authors": ["Michael Laforgia", "Jennifer Valentino-Devries"], "date_download": "2022-10-25 23:24:22", "date_modify": "2022-10-25 23:24:22", "date_publish": "2021-09-25 15:24:49", "description": "After the murder of George Floyd, some states looked to independent agencies to examine deaths in police custody. But dozens of cases handled by the Texas Rangers show the approach has flaws.", "filename": "2021_09_25_us_police-shootings-killings_1666740262.html", "image_url": "https://static01.nyt.com/images/2021/09/23/multimedia/00police-rangers-1/00police-rangers-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b7eb392864d59dd26f0f4f5f536f231dcff816c5fb9699d950add9975332a311&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_25_us_police-shootings-killings_1666740262.html", "title": "They Investigate Police Killings. Their Record Is Wanting.", "title_page": "They Investigate Police Killings. Their Record Is Wanting. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In other instances, the Rangers fell short of basic standards. They did not speak to all relevant witnesses, delegated investigative tasks to the agencies under review and failed to follow up on signs that officers were negligent or behaving dangerously. In the death of Ms. Page, Mr. Russell sided with the two guards over 10 pathologists who conduct autopsies in Dallas County, home to one of the state’s largest medical examiners’ offices.\nThe Times shared its findings with a half-dozen veteran homicide detectives and policing experts in six states, all of whom emphasized that death investigations range widely in difficulty and circumstances. When officers shoot and kill someone, for example, many of the facts are not in dispute, particularly the manner of death, and the pressure mostly falls on prosecutors to decide whether to treat the killing as a criminal act.\nIt gets more complicated when no shots are fired, they said, and there is a struggle in which the person in custody stops breathing. A deep examination of those investigations offers hints about the thoroughness of the outside police work because state investigators must retrace how officers used their hands, feet and body weight at every turn — and determine whether those actions were appropriate.\nThe Times identified 29 cases the Rangers had investigated since 2015 in which a person stopped breathing after struggling with local authorities. None of those inquiries led prosecutors to charge anyone in law enforcement. In two-thirds of the cases, The Times found shortcuts, missteps or judgment calls that some veteran homicide detectives said might indicate a lack of effort on the Rangers’ part. For example:\nAfter Genaro Rocha II, 47, died in an Amarillo jail in 2019, bound in a harness and left in a cell because guards said he’d kicked them, the Ranger did not record a single interview in his case file.\nThe Ranger who reviewed the 2018 death of Andrew Carmona, 36, east of San Antonio, started his investigation 11 days afterward, because local officials told him they did not need him there right away. He never visited the scene, a front yard in which an officer had held Mr. Carmona by the head and neck because he was acting “frantically.” And he conducted one interview — with a toxicologist.\nThe Ranger investigating the death of Michael Cassel, 41, in Tyler County in 2016 provided video footage to lawyers for the sheriff’s deputies involved before taking their statements. The deputies, who had struggled with Mr. Cassel in the woods near a road, heard him complain that he could not breathe before he lost consciousness and died, records show.\nThe Texas Rangers who handled the various cases declined or did not respond to requests for interviews, and the Rangers’ parent agency, the Department of Public Safety, would not make any official available to answer questions. A spokeswoman did not respond to multiple requests for comment.\nIt is a reality of policing in Texas and elsewhere that people sometimes die in custody, through no fault of the arresting officers. When officers do cross the line, investigators play an important role in holding them responsible. But the cases are often a lower priority than other duties because of the many demands placed on police agencies and the general reluctance among law enforcement officials to assign blame to their own.\n“I guarantee you this is not a sought-after assignment for the Texas Rangers,” said Adam Bercovici, a former homicide lieutenant for the Los Angeles Police Department who works as a consultant and reviewed case files for The Times. “Nobody wants them, because 99 percent of the time it’s just an unfortunate set of circumstances. But it’s a lot of work to dot all the I’s and cross the T’s.”", "url": "https://www.nytimes.com/2021/09/25/us/police-shootings-killings.html"}