{"authors": ["Ben Casselman", "Jeanna Smialek"], "date_download": "2022-10-25 23:28:52", "date_modify": "2022-10-25 23:28:52", "date_publish": "2021-06-03 09:00:16", "description": "The pay increases are giving Democrats a bragging point. But it comes with risks: Gains could fade, or spark quicker price inflation.", "filename": "2021_06_03_business_economy_wage-growth-pandemic_1666740532.html", "image_url": "https://static01.nyt.com/images/2021/05/28/business/00dc-wages-1/00dc-wages-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e531dd0a1deebfb471c132001f81d0b459ebba1bc7f2fd84c33137deab832fee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_03_business_economy_wage-growth-pandemic_1666740532.html", "title": "Wage Growth Is Holding Up in Aftermath of the Economic Crash", "title_page": "Wage Growth Is Holding Up in Aftermath of the Economic Crash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That came as a surprise to economists.\nEarnings growth typically slows sharply when unemployment is high, which it has been for the past 14 months. Many economists thought that would happen this time around, too. Instead, paychecks seem to have been resilient to the enormous shock brought on by the pandemic: Wage growth wiggled or fell early on, but has been gradually climbing for months now.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\n“It’s not necessarily going gangbusters, but it’s just higher than you would think” when so many Americans are out of work, said John Robertson, an economist who runs the Federal Reserve Bank of Atlanta’s widely used wage growth tracker. Payrolls are still down by 8.2 million jobs, although that number could fall when fresh data is released Friday.\nEven workers with less formal education, who have experienced the worst job losses and still face high unemployment rates, have seen pay accelerate this year as economies reopen and employers struggle to hire. That’s according to the Atlanta Fed gauge, which is calculated in a way that makes it less susceptible to at least some of the composition issues plaguing other wage measures. A separate, quarterly measure of overall compensation costs has also held up.\nThe data, while messy, match anecdotes. Reports of labor shortages in service jobs that are newly reopening abound, and surveys show businesses and consumers becoming more confident that employee earnings will increase. Job openings have been surging, and the rate at which workers are quitting suggests that they have some room to be choosy.\nMany employers, particularly in hospitality, have blamed generous unemployment benefits — now set at an extra $300 per week — for encouraging workers to stay home and making it harder for them to hire. More than 20 states, all led by Republican governors, have moved to cut off pandemic unemployment programs before their scheduled September end date.\nRepublicans have warned that as employers lift pay to attract scarce workers, they may be forced out of business or pass along added labor costs in the form of higher prices. That could turn an inflation surge now underway as the economy reopens into one that’s longer lasting.\nBut Democrats and many at the Fed think the risk of a persistent and rapid acceleration in prices is smaller, and many of them are embracing the apparent increase in pay and benefits as a long-awaited opportunity.", "url": "https://www.nytimes.com/2021/06/03/business/economy/wage-growth-pandemic.html"}