{"authors": ["Michael D. Shear", "Stephanie Saul"], "date_download": "2022-10-25 23:30:01", "date_modify": "2022-10-25 23:30:01", "date_publish": "2021-01-03 19:28:45", "description": "The president vaguely warned of a “criminal offense” as he pressured Secretary of State Brad Raffensperger in the call, according to an audio recording.", "filename": "2021_01_03_us_politics_trump-raffensperger-call-georgia_1666740601.html", "image_url": "https://static01.nyt.com/images/2021/01/03/us/politics/03transition-briefing-trump-call/03transition-briefing-trump-call-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=3732693958279f3440351b0e91d20f01dc692a859f916da7e7670eaead59ac37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_03_us_politics_trump-raffensperger-call-georgia_1666740601.html", "title": "Trump, in Taped Call, Pressured Georgia Official to ‘Find’ Votes to Overturn Election", "title_page": "Trump, in Taped Call, Pressured Georgia Official to ‘Find’ Votes to Overturn Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As he did when he urged Mr. Zelensky to “do us a favor,” Mr. Trump on Saturday pleaded with Mr. Raffensperger to help him politically. The results of the 2020 race are expected to be certified by Congress during a session on Wednesday despite efforts by some of Mr. Trump’s allies in the House and the Senate, who have said they will challenge the results in several states, including Georgia.\nMr. Trump said he hoped Mr. Raffensperger’s office could address his claimed discrepancies before Tuesday’s Senate runoff election in Georgia, one that will decide the balance of power in the Senate. The president is slated to campaign on Monday night in Georgia for the two Republican incumbents, Senators David Perdue and Kelly Loeffler.\n“I think we should come to a resolution of this before the election,” Mr. Trump said. Otherwise, he said, “you’re going to have people just not voting.”\n“They don’t want to vote,” he said. “They hate the state. They hate the governor and they hate the secretary of state.”\nHe added: “The people of Georgia are angry, the people of the country are angry. And there’s nothing wrong with saying that, you know, um, that you’ve recalculated.”\nMr. Raffensperger politely but firmly rejected the president’s entreaties, standing by the election results in his state and repeatedly insisting that Mr. Trump and his allies had been given false information about voter fraud.\n“Well, Mr. President, the challenge that you have is the data you have is wrong,” he said.\nLegal experts said Mr. Trump might have violated Georgia state laws against solicitation of voter fraud and extortion by seeking to exert pressure on Mr. Raffensperger.", "url": "https://www.nytimes.com/2021/01/03/us/politics/trump-raffensperger-call-georgia.html"}