{"authors": ["Robert Kolker"], "date_download": "2022-10-25 23:46:26", "date_modify": "2022-10-25 23:46:26", "date_publish": "2021-01-11 10:00:04", "description": "In “Troubled,” Kenneth R. Rosen investigates the kind of tough-love programs he was placed in as a teenager and exposes their unusual methods.", "filename": "2021_01_11_books_review_troubled-kenneth-rosen_1666741586.html", "image_url": "https://static01.nyt.com/images/2021/01/24/books/review/24Kolker1/24Kolker1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=a274750961546ec718a32b2b84ac748d730480f4fc4c5a6a284a0c0f7b6c0b86&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_11_books_review_troubled-kenneth-rosen_1666741586.html", "title": "Book Review: ‘Troubled,’ by Kenneth R. Rosen", "title_page": "Book Review: ‘Troubled,’ by Kenneth R. Rosen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As soon as she comes home, Hazel reverts to her former self, and her problems continue for years. This is also true of Rosen’s next subject, Avery, a child-abuse victim whose godmother promised her a shopping spree to get her in the car before dropping her at a wilderness program that preceded her time at Academy at Swift River, a residential therapeutic boarding school that is styled like a little prep school, but that Rosen characterizes as a brainwashing mill, where participants “are taught to give up their control over their lives — their appearance, their physical possessions — in order to be made whole.” Avery witnesses a suicide attempt (the girl is whisked away, her fate never revealed to the others), and a boy then accuses her of rule-breaking, before she finally learns to play the game — to snitch on other participants to prove her own progress. Avery leaves Swift River feeling optimistic, but that feeling doesn’t last. “If you’re sent away to a program,” another former participant tells Rosen, “then you label yourself in your head that, OK, I’m a troubled teen, and it’s kind of a self-fulfilling prophecy.”\nRosen’s final two subjects are brothers, Mike and Mark, whose drug- and violence-fueled teenage years bring them both to the Academy at Ivy Ridge, which closed in 2009 after allegations of false imprisonment, child abuse and gross negligence. Here, too, both brothers are supposed to be scared straight, though Rosen shows how Ivy Ridge “focused more heavily on instilling the idea that the clients themselves were the problem.” By now, we know what will happen. The brothers will muddle through, only to link back up with their old lives further scarred, “in a state of constant flux, like they cannot escape their adolescence.”\nReporting on these places is difficult. Most parents are not interested in talking with a reporter about sending off their kids to such programs — and the programs aren’t either. Springing up without any connection to established hospitals or institutions, the tough-love industry, we also learn, is phenomenally lucrative. (Rosen cites one company, Universal Health Services Inc., with a behavioral health division with revenues of $3.4 billion.) Some places are well intentioned but slapdash, while the worst have been driven out of business by prosecutors. (Swift River and Adirondack Leadership Expeditions were part of an entity controlled by Bain Capital, which shut them both down in 2013.) But Rosen reports that some 5,000 kids are still admitted into wilderness programs each year. According to him, even the industry’s recognized trade group, National Association of Therapeutic Schools and Programs, doesn’t articulate or enforce standards of care — it just offers what Rosen argues is a self-reinforcing “ineffective accreditation network.”\nWhile he doesn’t make the comparison himself, it sometimes seems Rosen is arguing that these programs are almost like gay conversion therapy: a ludicrous, damaging response to something that might never have been a problem to begin with. This raises a question — what viable alternatives did their families have? Rosen isn’t entirely unsympathetic to them. When, more recently, he witnesses Mark in a fresh crisis, he writes: “I felt the anguish of my parents. I did not know what to do. I wanted to help, and that desire counted for nothing.”\nAnother question hovers over much of “Troubled”: Did the programs cause these kids’ problems or simply fail to address problems that existed already? Rosen argues that the trauma of scaring a kid straight ends up scarring them for life, making them feel like outsiders, like they’re broken. “It distances them more from the world they’re meant to join,” he writes.\nYou could say that the author himself is living proof that these programs sometimes do work. He would not agree. After all this time, he continues to live his life on a knife’s edge.\n“Far as I can tell,” he writes, “I never really shed that troubled past. I disrespect authority figures. I make risky financial decisions. I test the limits of my family’s patience. My love of risk still sends me places others would prefer not to go. And I still smile when others ask about it all.”", "url": "https://www.nytimes.com/2021/01/11/books/review/troubled-kenneth-rosen.html"}