{"authors": ["Nicholas Bogel-Burroughs"], "date_download": "2022-10-25 23:29:33", "date_modify": "2022-10-25 23:29:33", "date_publish": "2021-10-29 23:40:25", "description": "It was the state’s first lethal injection since 2015, when it halted executions after using the wrong drug in one instance and allowing a prisoner to regain consciousness in another.", "filename": "2021_10_29_us_oklahoma-execution-lethal-injection_1666740573.html", "image_url": "https://static01.nyt.com/images/2021/10/29/us/29okla-execution-1/merlin_196966869_e835659c-4115-4e4f-b7bf-3009f001a91d-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_29_us_oklahoma-execution-lethal-injection_1666740573.html", "title": "Oklahoma to Continue Lethal Injections After Man Vomits During Execution", "title_page": "Oklahoma to Continue Lethal Injections After Man Vomits During Execution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The director of Oklahoma’s prison system said on Friday that he did not plan to make any changes to the agency’s lethal injection protocols, a day after a man vomited while shaking for several minutes during the state’s first execution since 2015.\nThe man, John Marion Grant, was the first person executed by Oklahoma since prison officials made severe mistakes in previous executions, including using the wrong drug in one instance and, in another, allowing a prisoner to regain consciousness.\nMr. Grant, 60, was convicted of stabbing a prison cafeteria worker to death in 1998.\nReporters who have witnessed executions said vomiting was extremely rare in their experience, but Scott Crow, the director of Oklahoma’s prison system, said that the doctor who had been monitoring the execution told him it was “not a completely uncommon occurrence” for someone to vomit while being sedated.\nSean Murphy, an Associated Press reporter who witnessed Mr. Grant’s death, had told other reporters on Thursday night that it appeared Mr. Grant had convulsed about two dozen times after being administered a sedative, the first of three drugs used in the execution. Mr. Murphy said it was unclear whether Mr. Grant was conscious, though he was breathing. Before the other drugs were administered, the doctor entered the execution chamber to wipe vomit from the face of Mr. Grant, who was strapped to a gurney.", "url": "https://www.nytimes.com/2021/10/29/us/oklahoma-execution-lethal-injection.html"}