{"authors": ["Niraj Chokshi"], "date_download": "2022-10-25 23:00:19", "date_modify": "2022-10-25 23:00:19", "date_publish": "2021-03-31 20:51:20", "description": "The president is hoping to make electric vehicles more affordable to turn a niche product into one with mass appeal.", "filename": "2021_03_31_business_biden-electric-vehicles-infrastructure_1666738819.html", "image_url": "https://static01.nyt.com/images/2021/03/31/business/31BIDEN-EV-1/31BIDEN-EV-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2b4984175d1977a8e35bb613f4dd7b8687e329f14671c30d134537d2f9b8f849&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_31_business_biden-electric-vehicles-infrastructure_1666738819.html", "title": "Biden’s Push for Electric Cars: $174 Billion, 10 Years and a Bit of Luck", "title_page": "Biden’s Push for Electric Cars: $174 Billion, 10 Years and a Bit of Luck - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But production is only one piece of the puzzle. The transition away from gas-powered vehicles rests on convincing consumers of the benefits of electric vehicles. That hasn’t been easy because the cars have higher sticker prices even though researchers say that they cost less to own. Electricity is cheaper on a per mile basis than gasoline, and E.V.s require less routine maintenance — there is no oil to change — than combustion-engine cars.\nThe single biggest cost of an electric car comes from the battery, which can run about $15,000 for a midsize sedan. That cost has been dropping and is widely expected to keep falling thanks to manufacturing improvements and technical advancements. But some scholars believe that a major technological breakthrough will be required to make electric cars much, much cheaper.\n“There’s a good sense that at least for the next maybe five years or so they’re going to keep declining, but then are they going to level off or are they going to keep declining?” Joshua Linn, a professor at the University of Maryland and a senior fellow with Resources for the Future, an environmental nonprofit, said about battery costs. “That won’t be enough, so then that’s given rise to a lot of attention to infrastructure.”\nThe federal government and some states already offer tax credits and other incentives for the purchase of electric cars. But the main such federal incentive — a $7,500 tax credit for the purchase of new electric cars — begins to phase out for cars once an automaker has sold 200,000 E.V.s. Buyers of Tesla and G.M. electric cars, for example, no longer qualify for that tax credit but buyers of Ford and Volkswagen electric cars do.\nMr. Biden described his incentives for electric car purchases as rebates available at the “point of sale,” presumably meaning at dealerships or while ordering cars online. But the administration has not released details about how big those rebates will be and which vehicles they would apply to.\nAnother big concern is charging. People with dedicated parking spots typically charge their E.V.s overnight at home, but many people who live in apartments or have to drive longer distances need to use public charging stations, which are still greatly outnumbered by gas stations.\n“The top three reasons consumers give for not buying E.V.s are lack of charging stations, time to charge, and the cost of E.V.s,” said Sam Abuelsamid, an analyst at Guidehouse Insights. “They seem to be really emphasizing all three. So, over all, it looks very promising.”", "url": "https://www.nytimes.com/2021/03/31/business/biden-electric-vehicles-infrastructure.html"}