{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:54:36", "date_modify": "2022-10-25 23:54:36", "date_publish": "2021-08-27 21:17:35", "description": "On Iran, a subject on which the two sharply disagree, President Biden said the United States was planning to put “diplomacy first” but “ready to turn to other options” if that fails.", "filename": "2021_08_27_us_politics_biden-naftali-bennett-meeting_1666742076.html", "image_url": "https://static01.nyt.com/images/2021/08/27/us/politics/27dc-Prexy/27dc-Prexy-facebookJumbo.jpg?year=2021&h=550&w=1050&s=82c7f0814dbb6c353ab41773768aa6e4f9da82c093da82855482175023222e20&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_27_us_politics_biden-naftali-bennett-meeting_1666742076.html", "title": "Biden Vows ‘Unshakable Partnership’ With Israel in Meeting With Bennett", "title_page": "Biden Vows ‘Unshakable Partnership’ With Israel in Meeting With Bennett - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden on Friday used his first meeting with Prime Minister Naftali Bennett of Israel to underscore that working closely with a longstanding ally in the Middle East was still a focus of his administration, even as the crisis in Afghanistan has opened him up to criticism that he is ceding ground in the wider region to extremists.\nThe meeting, originally scheduled for Thursday but delayed a day because of the deadly terrorist bombing at the airport in Kabul that killed 13 U.S. service members, also offered Mr. Biden a brief break from the chaotic withdrawal from Afghanistan and the opportunity to project the confidence of a president consulting with a supportive foreign ally.\n“I look forward to us establishing a strong personal relationship,” Mr. Biden said, sitting in the Oval Office next to Mr. Bennett. He said the focus of the meeting was to demonstrate “an unshakable partnership between our two nations.” Both men wore masks.\nThe two leaders have significant policy differences. In an interview with The New York Times several days before Friday’s meeting, Mr. Bennett said he would oppose American-led attempts to reinstate a lapsed nuclear agreement with Iran and would expand West Bank settlements that Mr. Biden opposes.", "url": "https://www.nytimes.com/2021/08/27/us/politics/biden-naftali-bennett-meeting.html"}