{"authors": ["Emily Cochrane", "Luke Broadwater"], "date_download": "2022-10-25 23:50:47", "date_modify": "2022-10-25 23:50:47", "date_publish": "2021-12-17 00:33:52", "description": "A top Senate official ruled that a measure to grant legal status to millions of undocumented immigrants must come out of the plan, as President Biden said a final deal would take more time.", "filename": "2021_12_16_us_politics_biden-immigration-build-back-better_1666741847.html", "image_url": "https://static01.nyt.com/images/2021/12/16/multimedia/16dc-cong-2/16dc-cong-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_16_us_politics_biden-immigration-build-back-better_1666741847.html", "title": "Biden Says Build Back Better Bill Will Take More Time", "title_page": "Biden Says Build Back Better Bill Will Take More Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Democrats’ $2.2 trillion social safety net, climate and tax bill faced new setbacks on Thursday as President Biden conceded that the measure was stalled for the moment and a top Senate official decided that a section granting legal status for millions of undocumented immigrants must be dropped from the legislation.\nThe decision by Senate parliamentarian was just the latest in a series of blows to the measure, leaving Democrats frustrated and resigned to falling short of their goal of passing the legislation this year. But it was not a surprise, given that it was the third time the chamber’s top rules enforcer had rejected a bid by Democrats to use the bill to salvage their hopes of enacting an immigration overhaul — a top Democratic priority — including legalizing large numbers of undocumented immigrants.\nSenator Richard J. Durbin of Illinois, the No. 2 Senate Democrat, who for years has worked to provide a path to citizenship for the young immigrants known as Dreamers, said he was “disappointed and considering what options remain.”\n“We’re not going to stop fighting for them,” Mr. Durbin said.\nIt came as Mr. Biden issued a lengthy statement noting that he had so far failed to reach agreement with Senator Joe Manchin III of West Virginia, a crucial Democratic holdout, on the broader package, and foreshadowing a rocky — and potentially lengthy — road ahead to shepherd the bill into law.", "url": "https://www.nytimes.com/2021/12/16/us/politics/biden-immigration-build-back-better.html"}