{"authors": ["Marc Santora", "Anton Troianovski", "Carlotta Gall", "Lisa Friedman"], "date_download": "2022-10-25 23:42:55", "date_modify": "2022-10-25 23:42:55", "date_publish": "2021-11-01 09:31:30", "description": "The presence of heads of state and government is not just symbolic. Real work gets done among leaders that cannot happen among lower-level diplomats.", "filename": "2021_11_01_world_europe_cop26-global-leaders-attending_1666741375.html", "image_url": "https://static01.nyt.com/images/2021/11/01/world/01cop26-briefing-leaders/merlin_196216116_1e5328e3-38ae-4466-9091-c94d65dd4052-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_01_world_europe_cop26-global-leaders-attending_1666741375.html", "title": "Who Is Attending the COP26 Climate Summit, and Who Isn't", "title_page": "Who Is Attending the COP26 Climate Summit, and Who Isn't - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The presence of heads of state and government at the talks is not just symbolic. Real work gets done among leaders that cannot happen among lower-level diplomats. During the 2009 climate talks in Copenhagen, President Barack Obama barged in to a secret meeting being held by the leaders of China, India, Brazil and South Africa. The discussions that came after helped clinch a deal, albeit a weak one.\nSo the high-profile absences this time have dismayed some experts.\n“Even as most democracies are making ambitious climate commitments, the world’s most powerful autocrats in Beijing, Moscow and elsewhere are thumbing their noses, refusing to cut their emissions and even to show up at climate negotiations,” said Paul Bledsoe, who advised the Clinton White House on climate change and is now with the Progressive Policy Institute.\nMr. Putin said more than a week ago that he would not attend the summit, signaling that he had concerns about the coronavirus.\n“The president unfortunately will not speak, because the option to participate by videoconference is not available in Glasgow,” said Dmitri S. Peskov, the Kremlin spokesman.\nMr. Peskov responded to Mr. Biden’s comments by saying that Russia was “already ahead of many countries, including those of Western Europe,” in transitioning to low-carbon sources of energy.", "url": "https://www.nytimes.com/2021/11/01/world/europe/cop26-global-leaders-attending.html"}