{"authors": ["Abdi Latif Dahir"], "date_download": "2022-10-25 23:48:21", "date_modify": "2022-10-25 23:48:21", "date_publish": "2021-03-01 13:07:26", "description": null, "filename": "2021_03_01_world_africa_amid-turmoil-over-elections-rising-cases-in-somalia-fuel-talk-of-a-new-lockdown_1666741701.html", "image_url": "https://static01.nyt.com/images/2021/03/01/world/01virus-briefing-somalia-cases/merlin_184191027_056bfdc2-e49b-4136-9a98-5f875a9219c7-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5b6e2ea29ca1777d57c7a6382a09ccdad2512be9b4d5475b0c2bc902b4ba84ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_01_world_africa_amid-turmoil-over-elections-rising-cases-in-somalia-fuel-talk-of-a-new-lockdown_1666741701.html", "title": "Amid turmoil over elections, rising cases in Somalia fuel talk of a new lockdown.", "title_page": "Amid turmoil over elections, rising cases in Somalia fuel talk of a new lockdown. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The health minister of Somalia on Monday proposed new efforts to curb the rising number of coronavirus infections in the country, which is battling a worsening caseload amid an impasse over elections that were due last month.\nThe minister, Dr. Fawziya Abikar, said she had advised the government to close all schools and universities and to double down on other measures to stop the virus, including adhering to social distancing and prohibiting large gatherings.\n“The situation is dire,” Dr. Abikar said in a statement posted on Twitter, adding that the health authorities were nonetheless confident that the rollout of vaccines would help manage the rising cases. Somalia has yet to receive any Covid-19 vaccines; Dr. Abikar said last week that the first doses would arrive in March.\nWith a population of more than 15 million, Somalia has one of the world’s most vulnerable health systems. Just a quarter of the population has access to essential health services, according to the World Health Organization. Besides Covid-19 and the threat of the extremist group Al Shabab, the country is also facing a humanitarian crisis, with flooding and desert locusts exacerbating food insecurity for 2.6 million people, according to the United Nations.", "url": "https://www.nytimes.com/2021/03/01/world/africa/amid-turmoil-over-elections-rising-cases-in-somalia-fuel-talk-of-a-new-lockdown.html"}