{"authors": ["Mark Landler"], "date_download": "2022-10-25 22:55:14", "date_modify": "2022-10-25 22:55:14", "date_publish": "2021-08-02 09:00:14", "description": "After a heat wave and two Southeast Asia-style rainstorms that flooded the capital’s streets, subways and Brian May’s cellar, it seems timely to ask if the city is prepared to deal with wild weather.", "filename": "2021_08_02_world_london-floods-brian-may_1666738514.html", "image_url": "https://static01.nyt.com/images/2021/08/02/world/02london-climate-01/02london-climate-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a0554bee0061a9fda501f1d6b07cd48267880650db566bf2cf5535598a3489ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_02_world_london-floods-brian-may_1666738514.html", "title": "Brian May’s Flooded Basement Foretells a Climate Under Pressure", "title_page": "Brian May’s Flooded Basement Foretells a Climate Under Pressure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The problem, Professor Travers said, is that London’s weather is usually so moderate and predictable that no single weather episode, however damaging, is likely to galvanize politicians into taking major action to climate-proof the city.\nAlarmist reactions to bad weather are a well-worn London tradition: Heat waves bring warnings of buckled railroad tracks; a light coating of snow paralyzes the streets. But they tend to wash away with the return of clouds and drizzle.\nEven if there was a climate reckoning, the most obvious remedy — rebuilding London’s Victorian-era sewage system, which was built to serve a city less than half the size it is today — would be prohibitively expensive. The city is currently digging a giant tunnel system, the Thames Tideway, to carry sewage that flows into the river when it rains. The cost of that alone is nearly $7 billion.\n“There’s no question that this Victorian infrastructure is not capable of handling that much water,” said Roger Burrows, a professor of cities at Newcastle University. “Poor Brian May’s basement is merely an example of that.”\nProfessor Burrows, who has written about the proliferation of megabasements in London, said it was a stretch to blame them for overflowing sewers. After all, the city already sits on a vast amount of excavated underground space, most recently the Elizabeth line, a new 60-mile railway that currently connects Paddington Station and Liverpool Street Station and will ultimately link Heathrow Airport in the west with Essex in the east.", "url": "https://www.nytimes.com/2021/08/02/world/london-floods-brian-may.html"}