{"authors": ["Asmaa Al-Omar"], "date_download": "2022-10-25 23:49:55", "date_modify": "2022-10-25 23:49:55", "date_publish": "2021-08-10 18:14:57", "description": "Starting this week, pilgrims fully vaccinated against the coronavirus by certain vaccines from outside the kingdom can apply to join the umrah pilgrimage.", "filename": "2021_08_10_world_middleeast_saudi-arabia-mecca-umrah_1666741795.html", "image_url": "https://static01.nyt.com/images/2021/08/10/world/10virus-briefing-umrah/10virus-briefing-umrah-facebookJumbo.jpg?year=2021&h=549&w=1050&s=04d54ff91d6097259be55771612e069c88043a01e505d3506e94922e22c5e06f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_10_world_middleeast_saudi-arabia-mecca-umrah_1666741795.html", "title": "Saudi Arabia Lifts a Ban on Foreign Pilgrims Heading to Mecca", "title_page": "Saudi Arabia Lifts a Ban on Foreign Pilgrims Heading to Mecca - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Saudi Arabia has resumed allowing travelers from abroad to make a pilgrimage to Mecca, the kingdom announced this week, a new easing of the restrictions imposed last year to prevent the spread of Covid-19 at the Islamic holy sites.\nAspiring pilgrims from many countries can now apply to perform the lesser pilgrimage to Mecca, known as umrah, as long as they can provide proof that they have received a coronavirus vaccine approved by the Saudi authorities, the state-run Saudi Press Agency reported on Sunday. The new policy took effect on Monday.\nThe kingdom has approved the vaccines made by Moderna, Pfizer-BioNTech, Johnson & Johnson and AstraZeneca. Foreigners who have received two doses of either the Sinopharm or Sinovac vaccines can enter only if they have also received a third shot of one of the four approved vaccines.\nAs the pandemic spread last year, Saudi Arabia barred travelers from abroad from the main pilgrimage, the hajj, which attracts millions of pilgrims in normal years, spreading disappointment across the Muslim world. Devout Muslims who are physically and financially able are required to perform the hajj, one of the five pillars of Islam, at least once during their lives.", "url": "https://www.nytimes.com/2021/08/10/world/middleeast/saudi-arabia-mecca-umrah.html"}