{"authors": ["Jason Deparle"], "date_download": "2022-10-25 23:50:44", "date_modify": "2022-10-25 23:50:44", "date_publish": "2021-07-12 18:30:46", "description": "The Biden administration will send up to $300 per child a month to most American families thanks to a temporary increase in the child tax credit that advocates hope to extend.", "filename": "2021_07_12_us_politics_child-tax-credit-payments_1666741844.html", "image_url": "https://static01.nyt.com/images/2021/07/10/us/politics/10dc-childtax1-sub/10dc-childtax1-sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6d8f94de3a1b080de8a9db273f573a20d5bff6a09a1218269715db95bd1fecf1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_12_us_politics_child-tax-credit-payments_1666741844.html", "title": "Child Tax Credit Monthly Payments to Begin Soon", "title_page": "Child Tax Credit Monthly Payments to Begin Soon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“While we want to do everything possible to reach any missing children, the most dramatic impact on child poverty will happen automatically,” because the program will reach about 26 million children whose families are known but earned too little to fully benefit from the previous credit. “That will be huge.”\nBy delivering monthly payments, the program seeks to address the income swings that poor families frequently suffer. One unknown is how families will spend the money, with critics predicting waste and supporters saying parents know their children’s needs.\nWhen Fresh EBT asked users about their spending plans, the answers differed from those about the stimulus checks. “We saw more responses specifically related to kids — school clothes, school supplies, a toddler bed,” Ms. Taylor said. “It tells me the framing of the benefit matters.”\nThere is evidence for that theory. When Britain renamed its “family allowance” a “child benefit” in the 1970s and paid mothers instead of fathers, families spent less on tobacco and men’s clothing and more on children’s clothing, pocket money, and toys.\n“Calling something a child benefit frames the way families spend the money,” said Jane Waldfogel, a Columbia professor who studied the British program.\nWhile the payments will greatly reduce poverty, most beneficiaries are not poor. Jennifer Werner and her husband had a household income of about $75,000 before she quit her job as a property manager in Las Vegas two years ago to care for her first child. Since then, she has used savings to extend her time as a stay-at-home mother.\nMs. Werner, 45, supports the one-year benefit but wants to see the results before deciding whether it should last. “When you have a child you realize they’re expensive — diapers, wipes, extra food,” she said. But she added “I don’t know where all that money’s coming from.”", "url": "https://www.nytimes.com/2021/07/12/us/politics/child-tax-credit-payments.html"}