{"authors": ["Noah Weiland", "Carl Zimmer"], "date_download": "2022-10-25 23:00:15", "date_modify": "2022-10-25 23:00:15", "date_publish": "2021-04-16 16:24:54", "description": "Public health experts have said the move is desperately needed to help forestall another devastating surge of coronavirus cases.", "filename": "2021_04_16_us_coronavirus-variant-track_1666738815.html", "image_url": "https://static01.nyt.com/images/2021/04/16/us/16vid-white-house-variants-vid-cover/16vid-white-house-variants-vid-cover-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5bf2f6f1876ea5fd885b39ab3b45983f831819cd2279b046cd994ba616d93010&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_16_us_coronavirus-variant-track_1666738815.html", "title": "White House Details Almost $2B Plan to Track Variants", "title_page": "White House Details Almost $2B Plan to Track Variants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The White House on Friday announced an almost $2 billion plan for expanding and improving the nation’s ability to track coronavirus variants, an effort that public health experts have said is desperately needed to fight against variants that could drive another wave or potentially undermine the effectiveness of vaccines.\nMore than half of the funding, $1 billion, would go to the Centers for Disease Control and Prevention and states to monitor those variants by examining positive virus test samples. The tracking relies on genome sequencing, in which researchers read every genetic letter in a coronavirus’s genome to find out whether the virus belongs to a known lineage or is an entirely new variant with new mutations.\nThat money will be steered to the collection of samples and sequencing, then sharing the data with health officials and scientists, the White House said. The C.D.C. has so far leaned heavily on commercial laboratories to conduct that work.\nThe investment is the most significant effort by the federal government yet to speed up its ability to locate variants, which account for over half of the nation’s coronavirus infections and could, officials fear, prolong the pandemic in many parts of the country. One variant, a more contagious and more lethal variant known as B.1.1.7 and first identified in Britain, has become the dominant version in the United States, contributing to a surge in Michigan, the worst in the nation.", "url": "https://www.nytimes.com/2021/04/16/us/coronavirus-variant-track.html"}