{"authors": ["Suhasini Raj"], "date_download": "2022-10-25 23:50:43", "date_modify": "2022-10-25 23:50:43", "date_publish": "2021-11-09 15:38:21", "description": "The blaze, in a hospital in central India on Monday night, was the latest in a series of deadly fires at health care centers in recent months.", "filename": "2021_11_09_world_asia_india-hospital-fire_1666741843.html", "image_url": "https://static01.nyt.com/images/2021/11/09/world/09India-fire/09India-fire-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_09_world_asia_india-hospital-fire_1666741843.html", "title": "India Hospital Fire Leaves at Least 4 Infants Dead", "title_page": "India Hospital Fire Leaves at Least 4 Infants Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A fire engulfed the infant care unit of a hospital in central India on Monday night, killing at least four newborn children and injuring others, the latest in a series of deadly blazes at health care centers across the country.\nThirty-six infants survived the fire, the chief minister of the state, Shivraj Singh Chouhan, said in a tweet Tuesday afternoon. The fire was on the third floor of the hospital, Kamla Nehru Hospital, in the central Indian city of Bhopal. Anxious parents waited outside as doctors, nurses and firefighters rushed in to help with the rescue effort.\nVishvas Kailash Sarang, the state’s minister of medical education, said that the children who were injured were receiving treatment and that an inquiry would be started into the cause of the fire. It was unclear how many infants were hurt in the blaze and how serious their injuries were.\nHospital fires have become an epidemic in India, killing dozens this year, but this one touched a nerve because the victims were infants in a critical care unit. And Bhopal, where Monday’s fire took place, was also the site of a gas leak that killed thousands in 1984, making the city a notorious symbol of industrial disaster.", "url": "https://www.nytimes.com/2021/11/09/world/asia/india-hospital-fire.html"}