{"authors": ["Jason Gutierrez", "Dan Bilefsky"], "date_download": "2022-10-25 23:34:19", "date_modify": "2022-10-25 23:34:19", "date_publish": "2021-09-14 03:38:37", "description": "The country remains among the few that have not at least partially reopened, sparking worry in a place where many lack a computer or internet access.", "filename": "2021_09_13_world_asia_philippines-students-remote-covid_1666740859.html", "image_url": "https://static01.nyt.com/images/2021/09/14/world/14virus-briefing-philippines/merlin_194666118_69a86d41-0a03-418e-9ef3-6a8b87410e74-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fd3ad73edec330cdf831023265833221c19efc0dfb470c43c50f261adf86af4a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_13_world_asia_philippines-students-remote-covid_1666740859.html", "title": "As Covid Surges, Filipino Students Begin Second Year Online", "title_page": "As Covid Surges, Filipino Students Begin Second Year Online - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANILA — As jubilant students across the globe trade in online learning for classrooms, millions of children in the Philippines are staying home for the second year in a row because of the pandemic, fanning concerns about a worsening education crisis in a country where access to the internet is uneven.\nPresident Rodrigo Duterte has justified keeping elementary schools and high schools closed by arguing that students and their families need to be protected from the coronavirus. The Philippines has one of the lowest vaccination rates in Asia, with just 16 percent of its population fully inoculated, and Delta variant infections have surged in recent months.\nThat makes the Philippines, with its roughly 27 million students, one of only a handful of countries that has kept schools fully closed throughout the pandemic, joining Venezuela, according to UNICEF, the United Nations Agency for Children. Other countries that kept schools closed, like Bangladesh, Saudi Arabia and Kuwait, have moved to reopen them.\n“I cannot gamble on the health of the children,” Mr. Duterte said in June, rejecting recommendations by the health department to reopen schools.", "url": "https://www.nytimes.com/2021/09/13/world/asia/philippines-students-remote-covid.html"}