{"authors": ["Eduardo Porter"], "date_download": "2022-10-25 23:22:25", "date_modify": "2022-10-25 23:22:25", "date_publish": "2021-07-29 16:29:00", "description": "Applications seemingly from Black candidates got fewer replies than those evidently from white candidates. The method could point to specific companies.", "filename": "2021_07_29_business_economy_hiring-racial-discrimination_1666740145.html", "image_url": "https://static01.nyt.com/images/2021/07/29/business/29discrimination/29discrimination-facebookJumbo.jpg?year=2021&h=550&w=1050&s=01b6fa7d3587603cbd188f41ae5f11441027360407349c7a718ba6544acae574&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_29_business_economy_hiring-racial-discrimination_1666740145.html", "title": "Who Discriminates in Hiring? A New Study Can Tell.", "title_page": "Who Discriminates in Hiring? A New Study Can Tell. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Berkeley and Chicago researchers found that discrimination isn’t uniform across the corporate landscape. Some companies discriminate little, responding similarly to applications by Molly and Latifa. Others show a measurable bias.\nAll told, for every 1,000 applications received, the researchers found, white candidates got about 250 responses, compared with about 230 for Black candidates. But among one-fifth of companies, the average gap grew to 50 callbacks. Even allowing that some patterns of discrimination could be random, rather than the result of racism, they concluded that 23 companies from their selection were “very likely to be engaged in systemic discrimination against Black applicants.”\nThere are 13 companies in automotive retailing and services in the Fortune 500 list. Five are among the 10 most discriminatory companies on the researchers’ list. Of the companies very likely to discriminate based on race, according to the findings, eight are federal contractors, which are bound by particularly stringent anti-discrimination rules and could lose their government contracts as a consequence.\n“Discriminatory behavior is clustered in particular firms,” the researchers wrote. “The identity of many of these firms can be deduced with high confidence.”\nThe researchers also identified some overall patterns. For starters, discriminating companies tend to be less profitable, a finding consistent with the proposition by Gary Becker, who first studied discrimination in the workplace in the 1950s, that it is costly for firms to discriminate against productive workers.\nThe study found no strong link between discrimination and geography: Applications for jobs in the South fared no worse than anywhere else. Retailers and restaurants and bars discriminate more than average. And employers with more centralized personnel operations handling job applications tend to discriminate less, suggesting that uniform rules and procedures across a company can help reduce racial biases.\nAn early precedent for the paper published this week is a 1978 study that sent pairs of fake applications with similar qualifications but different photos, showing a white or a Black applicant. Interestingly, that study found some evidence of “reverse” discrimination against white applicants.", "url": "https://www.nytimes.com/2021/07/29/business/economy/hiring-racial-discrimination.html"}