{"authors": ["Katie Glueck"], "date_download": "2022-10-25 23:24:50", "date_modify": "2022-10-25 23:24:50", "date_publish": "2021-08-10 23:13:26", "description": "In his resignation speech, Gov. Andrew Cuomo expressed regrets but also emphasized his achievements during three terms leading New York State.", "filename": "2021_08_10_nyregion_cuomo-legacy-resignation-speech_1666740290.html", "image_url": "https://static01.nyt.com/images/2021/08/10/nyregion/10CUOMO-ASSESS1/10CUOMO-ASSESS1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=64cb364021a4795533db913cc637a28e7467142d47a52e74a92321a2d8ffcb1b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_10_nyregion_cuomo-legacy-resignation-speech_1666740290.html", "title": "Cuomo's Resignation Speech Makes Play to Preserve His Legacy", "title_page": "Cuomo's Resignation Speech Makes Play to Preserve His Legacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But his current political outlook is bleak: Mr. Cuomo has alienated virtually every New York and national ally he once had; even his longest, closest associates believed that he was out of options, with no path to political survival following the release of a searing report from the attorney general’s office.\nEarly polling suggested that many Democrats wanted him to resign; and the State Assembly still could press on with an impeachment. If he were impeached and convicted, he could be barred from holding state office again.\nAnd despite the sometimes regretful tone, Mr. Cuomo was far from fully conciliatory.\nHe cast himself as a victim of a “politically motivated” controversy, suggesting that he was stepping aside to end a distraction for the state. The claim belied the fact that he had initially backed an independent investigation into his conduct — perhaps hoping, wrongly, that he could control it in the way he has dictated so much else in Albany.\nFlanked by American and New York State flags, he minimized many of the allegations laid out against him, chalking them up to misunderstandings or suggesting they were the result of shifting mores around hugs or jokes. He directly apologized to a state trooper who had said he had improperly touched her, even as he maintained that while he may have been “disrespectful” and “thoughtless,” he had not intended to harass. (A statement from the New York State Troopers Police Benevolent Association called his speech “self-serving.”)\n“In my mind I’ve never crossed the line with anyone, but I didn’t realize the extent to which the line has been redrawn,” the governor said. “There are generational and cultural shifts that I just didn’t fully appreciate. And I should have. No excuses.”", "url": "https://www.nytimes.com/2021/08/10/nyregion/cuomo-legacy-resignation-speech.html"}