{"authors": ["Jan Hoffman"], "date_download": "2022-10-25 23:22:52", "date_modify": "2022-10-25 23:22:52", "date_publish": "2021-07-20 12:07:59", "description": "The agreement would end thousands of lawsuits against the three largest distributors and Johnson & Johnson and require them to pay billions for addiction treatment and prevention.", "filename": "2021_07_20_health_opioid-settlement-distributors-johnson_1666740172.html", "image_url": "https://static01.nyt.com/images/2021/07/20/us/opioids-settlement-HFO/merlin_174598866_e2678237-af57-482c-a961-c1956e35e41b-facebookJumbo.jpg?year=2021&h=550&w=1050&s=597195edb710bf6ebe59ffd7a6062adfedbfc9ba6fac0b323e6e52e0bd0ed17c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_20_health_opioid-settlement-distributors-johnson_1666740172.html", "title": "States and Cities Near Tentative $26 Billion Deal in Opioids Cases", "title_page": "States and Cities Near Tentative $26 Billion Deal in Opioids Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The company said the agreement would not be an admission of liability or wrongdoing and that it would continue to defend in cases brought by plaintiffs who were not part of the settlement.\nFentanyl Overdoses: What to Know Card 1 of 5 Devastating losses. Drug overdose deaths, largely caused by the synthetic opioid drug fentanyl, reached record highs in the United States in 2021. Here’s what you should know to keep your loved ones safe: Understand fentanyl’s effects. Fentanyl is a potent and fast-acting drug, two qualities that also make it highly addictive. A small quantity goes a long way, so it’s easy to suffer an overdose. With fentanyl, there is only a short window of time to intervene and save a person’s life during an overdose. Stick to licensed pharmacies. Prescription drugs sold online or by unlicensed dealers marketed as OxyContin, Vicodin and Xanax are often laced with fentanyl. Only take pills that were prescribed by your doctor and came from a licensed pharmacy. Talk to your loved ones. The best way to prevent fentanyl use is to educate your loved ones, including teens, about it. Explain what fentanyl is and that it can be found in pills bought online or from friends. Aim to establish an ongoing dialogue in short spurts rather than one long, formal conversation. Learn how to spot an overdose. When someone overdoses from fentanyl, breathing slows and their skin often turns a bluish hue. If you think someone is overdosing, call 911 right away. If you’re concerned that a loved one could be exposed to fentanyl, you may want to buy naloxone, a medicine that can rapidly reverse an opioid overdose and is often available at local pharmacies without prescription.\nIn court proceedings, the distributors have repeatedly argued that they were participants in the supply chain for drugs that were federally approved.\nA separate agreement between Native American tribes and the companies is still being negotiated.\nEven if the negotiators reach a deal, numerous steps are required before formal agreement, including voting by all of the thousands of plaintiffs. It includes carrot-stick incentives to induce more parties to come on board.\nThe deal is contingent on agreement by a large majority of states. People involved in the talks say that eight or so states are still not on board, because they believe the amount of money the companies would pay is insufficient.\n“Their proposal can be described in three words — not good enough,” said Bob Ferguson, the attorney general of Washington, which has a September trial scheduled against the distributors. “It does not represent real accountability, and will not provide a transformative amount of money to help communities respond to the crisis they helped cause.”\nAnother contentious issue in the proposed deal is what is known as “global peace” — the companies want assurance that a settlement would mean that plaintiffs would put down their litigating swords for good. They are asking that states ensure that local governments that have not brought cases against the companies, as well as those that have cases pending, refrain from future legal action against the companies over opioids.\nOnce a state agrees to the deal, it would ask all of its local governments — even municipalities that have not filed lawsuits — to back it. Reimbursement would work on a tier: full payment is conditional on a state’s local governments signing on.", "url": "https://www.nytimes.com/2021/07/20/health/opioid-settlement-distributors-johnson.html"}