{"authors": ["Katie Rogers", "Nicholas Fandos"], "date_download": "2022-10-25 22:57:46", "date_modify": "2022-10-25 22:57:46", "date_publish": "2021-06-03 14:12:30", "description": "Her new role comes as the Senate enters a crucial month in the Democratic drive to enact the most extensive elections overhaul in a generation.", "filename": "2021_06_03_us_politics_kamala-harris-voting-rights-laws_1666738666.html", "image_url": "https://static01.nyt.com/images/2021/06/03/us/politics/03dc-harris1/03dc-harris1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=ef1581b51567b3a5fbff166c82d46e2c8a7077e62e51fb8b29039fdc18ce475c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_03_us_politics_kamala-harris-voting-rights-laws_1666738666.html", "title": "VP Kamala Harris Asked to Lead on Voting Rights, and It's a Challenge", "title_page": "VP Kamala Harris Asked to Lead on Voting Rights, and It's a Challenge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Vice President Kamala Harris did not come to her role with a list of demands. She wanted to be a generalist, in large part to learn the political rhythms of a president she was still getting to know. In the first few months of her tenure, some of her portfolio assignments were just that: assignments.\nBut on the matter of protecting voting rights, an issue critically important to President Biden’s legacy, Ms. Harris took a rare step. In a meeting with the president over a month ago, she told him that she wanted to take the lead on the issue.\nMr. Biden agreed, two people familiar with the discussions said, and his advisers decided to time the announcement of Ms. Harris’s new role to a speech he delivered on Tuesday in Tulsa, Okla. In his remarks, the president declared the efforts of Republican-led statehouses around the country to make it harder to vote as an “assault on our democracy, ” and said Ms. Harris could help lead the charge against them.\nHe also gave a blunt assessment of the task: “It’s going to take a hell of a lot of work.”\nBack in Washington, the president’s announcement has not clearly illuminated a path forward for Ms. Harris, whose involvement in the issue stands to become her most politically delicate engagement yet. Her new role comes as the Senate enters a crucial month in the Democratic drive to enact the farthest-reaching elections overhaul in a generation, including a landmark expansion of voting rights that is faltering in the Senate.", "url": "https://www.nytimes.com/2021/06/03/us/politics/kamala-harris-voting-rights-laws.html"}