{"authors": ["Nick Corasaniti"], "date_download": "2022-10-25 23:24:09", "date_modify": "2022-10-25 23:24:09", "date_publish": "2021-10-14 09:00:11", "description": "Mr. Shapiro, the state’s attorney general and a Democratic candidate for governor, has been on the forefront of legal efforts to defend the 2020 election.", "filename": "2021_10_14_us_politics_josh-shapiro-pennsylvania-governor_1666740249.html", "image_url": "https://static01.nyt.com/images/2021/10/14/us/politics/14shapiro-qa-1/14shapiro-qa-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=322aaf68bcffaf59b44da1b1be4d76eea0a8cd12fa37739dd3afd80103bc9845&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_14_us_politics_josh-shapiro-pennsylvania-governor_1666740249.html", "title": "Josh Shapiro, Running for Pennsylvania Governor, Focuses on Voting Rights", "title_page": "Josh Shapiro, Running for Pennsylvania Governor, Focuses on Voting Rights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What do you think Democratic candidates and you should be focusing on, specifically when talking about these threats to voting rights around the country?\nI don’t think I can speak for any other candidate, I can only speak for me. I’m a proud Pennsylvania Democrat, and here in Pennsylvania, we were the birthplace of our democracy. And we have a special responsibility here to protect it. And I believe that the next governor in Pennsylvania will have profound responsibility to do that work. You know where I stand: expand voting rights, protect our democracy.\nYou reference “working across the aisle” in your speech Wednesday in Pittsburgh. But with a Pennsylvania legislature you’re currently suing over an attempt to gain private voter information, how do you plan to work with them?\nI sued those Republican Pennsylvania senators because I believe they’re breaking the law by compromising the private information of 9 million Pennsylvania voters. And indeed, today, as attorney general, I’ll be filing a reply brief in that case. But the reason I think I can work with them and others is that I have a long track record throughout my career of bringing sides together, finding common ground and getting things done to benefit Pennsylvanians.\nBut is there any aspect of voting rights where you have seen common ground with Republicans in the state legislature?\nI’ve talked to Republican commissioners, state lawmakers and election officials who have all said to me, let’s pass a law that allows us to do precanvassing of mail-in ballots the way they do in Florida and North Carolina and Ohio, for example. That’s an example of where we can find common ground.\nThe California recall election showed how quickly allegations of “rigged elections” are cast about. How do you view governing in an era where winners are viewed as illegitimate by some of their constituents?", "url": "https://www.nytimes.com/2021/10/14/us/politics/josh-shapiro-pennsylvania-governor.html"}