{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:47:20", "date_modify": "2022-10-25 23:47:20", "date_publish": "2021-05-20 19:15:10", "description": "Republicans see an independent inquiry into the attack on the Capitol as a threat to their push to regain control of the Senate and the House.", "filename": "2021_05_20_us_politics_capitol-riot-commission_1666741640.html", "image_url": "https://static01.nyt.com/images/2021/05/20/us/politics/20dc-assess1/20dc-assess1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8b16cf8eeb3759957e5953ea623eaaf3a8c78b692abb4d53e7fb38e91d45cadd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_20_us_politics_capitol-riot-commission_1666741640.html", "title": "Republicans Oppose Jan.6 Panel With Elections in Mind", "title_page": "Republicans Oppose Jan.6 Panel With Elections in Mind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The political dynamic was a stark difference from the aftermath of the Sept. 11 attacks, when lawmakers, despite months of disagreement and negotiation, finally came together around the idea of forming an outside inquiry. The independent commission they created has become the gold standard for such efforts, and was heralded for its work in unraveling the origins of the terrorist attacks and making recommendations to prevent a recurrence. Just three House members opposed the formation of that commission on the final vote in November 2002, and the proposal was approved on a voice vote in the Senate.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nBut there was no hope for a similar consensus outcome in the House on Wednesday — and most likely none in the Senate in the future — at a time when many Republicans have been working to deflect any close examination of the riot, and some have tried to downplay or deny its crucial facts.\nRepublican leaders have dug in against the commission even though one of their own members negotiated its details with Democrats, who acceded to their initial demands about its structure. The Jan. 6 proposal was modeled very closely on the Sept. 11 commission. But times have changed, and the Capitol riot has become just another partisan dividing line in a divided capital.\nPolitical risks were a very real consideration in 2002 as well. The Bush administration, and particularly Vice President Dick Cheney, quietly hindered the drive to set up the bipartisan commission even as the White House professed to be fully supportive of the effort. President George W. Bush and members of his administration knew that the disclosure of intelligence lapses leading up to Sept. 11 and other aspects of the investigation could be severely damaging, and they were in no rush to back an inquiry that could haunt the president’s re-election in 2004. But the pressure built to the point where Congress was finally able to proceed.\nMany of the objections being raised now were also aired during the debate surrounding the Sept. 11 commission. Mr. McConnell and others have said that congressional committee inquiries can get the job done while the Justice Department is deep into its own criminal investigations.\n“It’s not at all clear what new facts or additional investigation yet another commission could lay on top of the existing efforts by law enforcement and Congress,” Mr. McConnell said.", "url": "https://www.nytimes.com/2021/05/20/us/politics/capitol-riot-commission.html"}