{"authors": ["Ashley Southall"], "date_download": "2022-10-25 22:56:37", "date_modify": "2022-10-25 22:56:37", "date_publish": "2021-07-06 22:26:15", "description": "The governor allocated $139 million to address shootings that are rising even as the pandemic recedes and to create jobs for young people.", "filename": "2021_07_06_nyregion_new-york-gun-violence-emergency_1666738597.html", "image_url": "https://static01.nyt.com/images/2021/07/06/nyregion/06nygunemergency/06nygunemergency-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8b2eed517950ed29fded450ec56525aec06c486f9da75f07e3d5d35462a4a721&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_06_nyregion_new-york-gun-violence-emergency_1666738597.html", "title": "Cuomo Declares a Gun Violence Emergency in New York", "title_page": "Cuomo Declares a Gun Violence Emergency in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than half of the money in Mr. Cuomo’s plan, about $76 million, will go toward creating some 21,000 jobs and other activities for young people considered at risk for being victims or perpetrators of gun violence.\nIn a news release, the governor’s office tied the spike in gun violence to the “destabilizing impact” of disruptions to school and work caused by the pandemic, and cited unspecified research that said summer jobs programs decreased the likelihood that youth would be involved in violence by 45 percent.\nThe governor’s seven-point plan requires the state’s Division of Criminal Justice Services to collect data on firearms offenses from local police departments weekly instead of monthly. The agency will then report the information to an office of gun violence prevention to be set up within the state Health Department to direct resources to areas where shootings are rising.\nThe declaration also sets up a state police unit that would intercept guns flowing across the state’s border, an effort the governor called a “border war.” Mr. Cuomo also said he wants to expand across the state a hospital-based intervention model in the Bronx, where conflict mediators try to talk shooting victims and their friends and family out of retaliating.\nThe announcement comes as local, state and federal officials have begun to shift their focus from the waning coronavirus pandemic to the surge in gun violence. President Biden proposed spending $5 billion on neighborhood violence prevention efforts and said strike forces would be dispatched to cities across the country to target gun traffickers. In New York City, Mayor Bill de Blasio and the City Council agreed to a budget last month that added $200 million to the Police Department budget, mainly for police overtime, and $100 million to anti-violence programs under the mayor’s office.\nAfter the announcement, the governor signed legislation that would allow victims of gun violence to sue firearms manufacturers under the state’s public nuisance laws, as well as a measure that would ban people with active criminal warrants from buying guns.\nState Senator Zellnor Myrie, who sponsored the gun nuisance law and attended the governor’s announcement, said it gave grieving mothers from Brownsville and Buffalo leverage against a gun industry that is making record profits.", "url": "https://www.nytimes.com/2021/07/06/nyregion/new-york-gun-violence-emergency.html"}