{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 23:24:03", "date_modify": "2022-10-25 23:24:03", "date_publish": "2021-06-14 17:45:14", "description": "Conservative American Catholic bishops are pressing for a debate over whether Catholics who support the right to an abortion should be allowed to take Communion.", "filename": "2021_06_14_world_europe_biden-vatican-communion-abortion_1666740243.html", "image_url": "https://static01.nyt.com/images/2021/07/01/world/014vatican01/014vatican01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d205d9a465d618a37fd2634735d54684366c3924ba5ea39e7615f847643eceeb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_14_world_europe_biden-vatican-communion-abortion_1666740243.html", "title": "Vatican Warns U.S. Bishops: Don’t Deny Biden Communion Over Abortion", "title_page": "Vatican Warns U.S. Bishops: Don’t Deny Biden Communion Over Abortion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Among those leading the effort is Archbishop José Gomez of Los Angeles, the president of the U.S. Conference of Catholic Bishops, who has been passed over repeatedly by Francis for elevation to the rank of cardinal.\n“The focus of this proposed teaching document,” Archbishop Gomez wrote in a memo, “is on how best to help people to understand the beauty and the mystery of the Eucharist as the center of their Christian lives.”\nThe conservative American bishops are largely out of step with Francis and his agenda of putting climate change, migrants and poverty on the church’s front burner. But Rev. Thomas J. Reese, a Jesuit priest, and a senior analyst with Religion News Service, said conservatives constitute at least half of the American bishops’ conference and could have the votes to begin the process of drafting a teaching document about who can receive communion.\nIt is unlikely the conservatives would be able to ultimately ratify such a document, which would require unanimous support from all the country’s bishops, or two-thirds support and the Vatican’s approval. But the debate promises to keep the issue alive and present a nagging headache for President Biden and other Catholic politicians who support abortion rights.\nA good portion of the bishops want to avoid the question altogether. Already, 67 American bishops, about a third of the conference, and including top cardinals aligned with Francis, signed a letter on May 13 asking Archbishop Gomez to remove the item from the virtual meeting’s agenda.\nOne of those signees, Cardinal Wilton Gregory, the archbishop of Washington, has the ultimate decision on whether to deny communion to President Biden in the archdiocese of Washington. He has made it abundantly clear he will not.", "url": "https://www.nytimes.com/2021/06/14/world/europe/biden-vatican-communion-abortion.html"}