{"authors": ["Patrick Kingsley", "Isabel Kershner"], "date_download": "2022-10-25 23:56:07", "date_modify": "2022-10-25 23:56:07", "date_publish": "2021-03-24 01:45:22", "description": "Prime Minister Benjamin Netanyahu’s party took a lead in Israel’s fourth election in two years, but updated exit polls projected a stalemate that could extend Israel’s political deadlock.", "filename": "2021_03_23_world_middleeast_netanyahu-israel-election_1666742167.html", "image_url": "https://static01.nyt.com/images/2021/03/23/world/23israel-top/23israel-top-facebookJumbo.jpg?year=2021&h=549&w=1050&s=278d764271498af7c0778d4a30c0f72e9759f0fc00748497676c0a2c919923f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_23_world_middleeast_netanyahu-israel-election_1666742167.html", "title": "Netanyahu's Party Leads in Israel Elections", "title_page": "Netanyahu's Party Leads in Israel Elections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Prime Minister Benjamin Netanyahu’s party held a lead in Israel’s fourth election in two years, exit polls projected Wednesday, but neither his right-wing alliance nor a diverse bloc of opposition parties had a clear path to a majority coalition, creating a stalemate that could extend Israel’s political deadlock for weeks if not months.\nTwo of the three polls by Israeli broadcasters gave Mr. Netanyahu’s conservative Likud party and his wider right-wing and religious bloc 53 seats in Israel’s Parliament — 60 when adding seven seats he might get from an independent candidate. That still fell short of the 61 needed to form a majority in the 120-seat Parliament.\nThe third poll gave the anti-Netanyahu bloc of parties an edge of 61 seats, potentially blocking Mr. Netanyahu’s path to victory and making the election too close to call.\nThe anti-Netanyahu camp is made up of ideologically disparate parties, which will hinder their attempts to replace him. Some have already rejected the possibility of cooperating with others.", "url": "https://www.nytimes.com/2021/03/23/world/middleeast/netanyahu-israel-election.html"}