{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 23:42:12", "date_modify": "2022-10-25 23:42:12", "date_publish": "2021-05-11 22:14:56", "description": "Lex Greensill’s company attracted attention in high levels of British government until it failed. Lawmakers are leading an inquiry.", "filename": "2021_05_11_business_greensill-david-cameron_1666741332.html", "image_url": "https://static01.nyt.com/images/2021/05/12/business/11Greensill-print/11Greensill-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2dbb119fdb720ac18bfe7cd0d25d139f68ce82206cf139579a7012ff222b0ec3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_11_business_greensill-david-cameron_1666741332.html", "title": "Greensill's Collapse Inquiry and David Cameron's Lobbying", "title_page": "Greensill's Collapse Inquiry and David Cameron's Lobbying - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He said he first became concerned about his company’s financial health in December, when a German regulatory agency said a bank that Greensill Capital had acquired needed to reduce its exposure to one customer.\nThe request “was going to be impossible for us to comply with,” Mr. Greensill said.\nGreensill’s business model has raised concerns and even accusations of fraud. Its main offering was supply chain finance, in which a middleman advances payments to suppliers and then the money is repaid by the buyer. It’s a long-established kind of financing, usually provided by banks, but Greensill added a twist. It packaged the invoices and other receivables by the suppliers into assets that were then sold to investors through funds. The company also provided financing to companies based on “future receivables,” which were based on transactions that hadn’t yet happened.\nIn Tuesday’s hearing, held virtually, Mr. Greensill strongly defended the business model.\n“Every asset we ever sold was correctly described,” he said, adding that all investors would have had complete information about what they were buying.\nBut he made a small admission to failures he had made. He told lawmakers that one of his company’s innovations was taking information directly from company accounts to make fast lending decisions. This “absolutely is the future but the way that I did it definitely had flaws,” he said without specifying what they were.\nIn March, as the insurance coverage came to an end, Credit Suisse shut down $10 billion worth of supply chain finance funds it sold that were put together by Greensill. The Swiss bank has returned just under half the amount to investors but is still exposed to billions of dollars in potential losses.\n“I bear complete responsibility for the collapse of Greensill Capital,” Mr. Greensill said, adding that he was “desperately saddened” that more than 1,000 of his employees had lost their jobs. But he added: “It’s deeply regrettable we were let down by our leading insurer, whose actions assured Greensill’s collapse.”\nThe Financial Conduct Authority, Britain’s chief financial regulator, said in a letter to the committee that it was “formally investigating” Greensill because some of the allegations about its failure are “potentially criminal in nature.” The authority is also working with regulators in Germany, Australia and Switzerland, Nikhil Rathi, the regulator’s chief executive, wrote.", "url": "https://www.nytimes.com/2021/05/11/business/greensill-david-cameron.html"}