{"authors": ["Amy Harmon", "Danielle Ivory"], "date_download": "2022-10-25 23:48:18", "date_modify": "2022-10-25 23:48:18", "date_publish": "2021-03-09 17:50:28", "description": "At least 37 states allow people with certain health conditions to receive the Covid-19 vaccine, according to a New York Times survey. But a new skirmish has emerged over who will go first.", "filename": "2021_03_09_us_covid-vaccine-eligible-preexisting-conditions_1666741698.html", "image_url": "https://static01.nyt.com/images/2021/03/09/us/09virus-vaccine-rules/09virus-vaccine-rules-facebookJumbo.jpg?year=2021&h=550&w=1050&s=08efa701b0ed4643bcf02d28b17c9116d3b806a3df9cd098aea253f8c67ef998&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_09_us_covid-vaccine-eligible-preexisting-conditions_1666741698.html", "title": "How America’s Vaccine System Makes People With Health Problems Fight for a Place in Line", "title_page": "How America’s Vaccine System Makes People With Health Problems Fight for a Place in Line - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some states require people to prove they have a medical condition, though at least 16 states and Washington, D.C., do not. And at least 12 states allow people to get a recommendation from a health professional to get a shot, even if their medical condition has not been given priority by the state.\nIn the absence of large, rigorous studies of the coronavirus’s effect on people with other medical problems, medical ethicists said, there are few clear principles to apply to determine a priority sequence among many conditions.\nMany states are taking their cues from a list of 12 sorts of conditions that the C.D.C. has deemed to have substantial evidence for elevated Covid risks, including obesity, Type 2 diabetes, smoking and Down syndrome. C.D.C. officials have said that they regularly review the scientific literature and will expand the list as warranted.\nBut some medical ethicists argue that the list itself is misleading because it suggests that the risks for all diagnoses have been considered and ranked. Is a 50-year-old with Type 1 diabetes at greater risk from Covid-19 than a 25-year-old with sickle cell disease, or a 35-year-old with intellectual disabilities?\nCertainly, some studies have been conducted about links between serious Covid-19 illness and other health conditions. In one study, researchers found that people with diabetes, obesity, hypertension or chronic kidney disease were three times as likely to be hospitalized with Covid-19, regardless of age. People with two of the conditions were more than four times as likely to be hospitalized as those without them. But scientists have had a relatively short time to understand Covid-19 and its relationships to other medical conditions.", "url": "https://www.nytimes.com/2021/03/09/us/covid-vaccine-eligible-preexisting-conditions.html"}