{"authors": ["Valeriya Safronova"], "date_download": "2022-10-25 22:55:15", "date_modify": "2022-10-25 22:55:15", "date_publish": "2021-08-06 09:00:19", "description": "The barriers that keep contractors from getting hired for parties are an open secret in the events industry.", "filename": "2021_08_06_style_wedding-industry-racism-bias_1666738515.html", "image_url": "https://static01.nyt.com/images/2021/08/08/fashion/06VENDORS11/06VENDORS11-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d9192ae6d1e6a785b986d9feabc25f861197b42b48d966e8f9b7a45fec7af766&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_06_style_wedding-industry-racism-bias_1666738515.html", "title": "How Wedding Planners and Vendors of Color Work Around Bias in the Industry", "title_page": "How Wedding Planners and Vendors of Color Work Around Bias in the Industry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Our clients come from so many cultural backgrounds — Taiwanese, Polish, Nigerian-American, Black American,” she said. “They can’t all use the same caterer.”\nConsumer Demand\nIndustry professionals may commiserate about the gate-keeping of vendor lists, but they said that confronting venues about their lack of transparency often feels futile and carries a risk. “We can’t create bad blood,” Ms. Austin-Davis said. “This is our livelihood. This is why a lot of people of color don’t make a big deal out of it.”\nOf venues, she said: “They have access to what we need, and they can stop us from working.”\nThe New York Times reached out to more than 80 venues across the country with questions about their vendor lists: how often they’re updated, how many vendors they include, how those vendors are chosen, and whether the vendors have to pay any fees. Six venues responded. The lists these six venues keep have as few as eight vendors and as many as 67. One venue updates its list annually. Others said they review them monthly or when they work with someone they like. Two said their lists are public.\nEllie Tumlinson is the director of catering at one of these venues, the Alida Hotel in Savannah, Ga. Ms. Tumlinson said she currently has a list of 67 vendors, which is available on the hotel’s website, and updates it whenever she works with someone she thinks is a good fit.\nIf she adds a contractor to her list, she said it means that “you’re good at what you do and I feel comfortable suggesting you for couples for the biggest day of their lives.”\nCera Stan has owned the Stan Mansion in Chicago for 15 years; she does not charge her “dream team” of vendors a fee to be on her suggested list because she thinks the cost will be transferred on to her clients. But she understands why some venues do. “We spend a lot of money on advertising, and that’s probably something to offset their costs,” Ms. Stan said.", "url": "https://www.nytimes.com/2021/08/06/style/wedding-industry-racism-bias.html"}