{"authors": ["Maria Abi-Habib", "Oscar Lopez"], "date_download": "2022-10-25 22:59:16", "date_modify": "2022-10-25 22:59:16", "date_publish": "2021-01-26 01:32:33", "description": "President Andrés Manuel López Obrador has played down the pandemic, and many Mexicans wonder if his own illness will change his mind since he can count on the quality care that many struggle to find.", "filename": "2021_01_25_world_americas_amlo-mexico-covid_1666738756.html", "image_url": "https://static01.nyt.com/images/2021/01/25/world/25amlo-1/25amlo-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4e2d4689b6c453e6707e268827d6474b9c1ab2ce05987e2794e039594a2498d1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_25_world_americas_amlo-mexico-covid_1666738756.html", "title": "Mexico's President Has Covid. Will It Make Him Take the Disease More Seriously?", "title_page": "Mexico's President Has Covid. Will It Make Him Take the Disease More Seriously? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MEXICO CITY — A day after the news that Mexico’s president had contracted Covid-19, frustration rippled through the line of Mexicans anxiously waiting Monday to refill tanks of oxygen for relatives who were suffering from the same illness and gasping for air at home.\nFor nearly a year, President Andrés Manuel López Obrador had minimized the pandemic, claiming that religious amulets protected him, refusing to wear masks and even drinking from the same clay pot as supporters. It was only a matter of time until he got sick himself, some Mexicans said.\nWith the president now infected, what most aggrieved many Mexicans was not only that he had flouted basic safety precautions, but that he also may go back to playing down the threat that the surging pandemic poses after his own illness.\nThey noted that with top-notch medical care delivered at his living quarters, the president may well recover. But their loved ones, on the other hand, will struggle to get the most basic care, whether a bed at an overflowing hospital or just the supplies like oxygen that might help them survive at home.", "url": "https://www.nytimes.com/2021/01/25/world/americas/amlo-mexico-covid.html"}