{"authors": ["Grace Ashford"], "date_download": "2022-10-25 23:23:56", "date_modify": "2022-10-25 23:23:56", "date_publish": "2021-08-31 18:15:25", "description": "Gov. Kathy Hochul, who was sworn in as governor last Tuesday, has made clear that fighting the Delta variant is her top priority,", "filename": "2021_08_31_nyregion_covid-vaccine-booster-shots-ny_1666740236.html", "image_url": "https://static01.nyt.com/images/2021/08/31/opinion/31virus-briefing-hochul/merlin_193838316_036cceb5-707b-4644-8ec7-57bc02883fa8-facebookJumbo.jpg?year=2021&h=549&w=1050&s=de0300a18f3e80a680abe778ce7fb621d93a7755e8cd941fea0eb87a5d90db93&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_31_nyregion_covid-vaccine-booster-shots-ny_1666740236.html", "title": "Hochul Directs Funds for Covid Vaccine Booster Rollout in New York", "title_page": "Hochul Directs Funds for Covid Vaccine Booster Rollout in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Every parent, and I’m a parent, your greatest anxiety pertains to the safety of your child. And that’s why we’re making our schools safe. I announced and wanted to give enough notice to school districts that we will have a mask mandate. But also I want to make sure that our school staff, anybody who enters that building, will have to be vaccinated or undergo mandatory testing, mandatory testing. And we’re in the process of getting the legal clearance for that as I speak. And with respect to booster shots, we all know how to get this done. We have the mechanism in place, we know how to set up mass vaccination sites where needed. We also know it has to be a targeted approach because everyone who got vaccinated eight months ago is vulnerable. As soon as we get the approvals from the federal government to have the ability to do this, we’ll want to have the infrastructure in place to make sure that everybody gets a booster. In fact, I’m going to announce today that I’m making $65 million available to the localities to help you set this up. Because the last thing I ever want to do is to have to have a shutdown like we saw last year. And there is no need for that. People stay vigilant. They now have the best weapon available to them that we did not have last year, and that is the vaccine.", "url": "https://www.nytimes.com/2021/08/31/nyregion/covid-vaccine-booster-shots-ny.html"}