{"authors": ["Nicholas Casey", "Roser Toll Pifarré"], "date_download": "2022-10-25 23:33:32", "date_modify": "2022-10-25 23:33:32", "date_publish": "2021-11-21 15:30:35", "description": "Protesters in Barcelona are pushing back against foreign investment firms that have bought up thousands of homes over the past decade and are forcing out residents who can’t pay the rent.", "filename": "2021_11_21_world_europe_spain-evictions-cerberus-covid_1666740812.html", "image_url": "https://static01.nyt.com/images/2021/11/17/world/17spain-evictions1/17spain-evictions1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_21_world_europe_spain-evictions-cerberus-covid_1666740812.html", "title": "As Pandemic Evictions Rise, Spaniards Declare ‘War’ on Wall Street Landlords", "title_page": "As Pandemic Evictions Rise, Spaniards Declare ‘War’ on Wall Street Landlords - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We believe it is the responsibility of all corporate citizens to not only respect the dignity of everyone but also appropriately address illegal activity that can harm communities,” a company spokesman said in a statement to The New York Times.\nThe Association of Rental Housing Owners, a Spanish group which includes some of the outside investment firms, took aim at the proposed housing law, saying that rent controls would only discourage owners from building new rental units during a time of low supply.\nThe conflict in Barcelona traces its roots to the financial crisis that started in 2008. That downturn hit homeowners hardest, driving many of them, as well as the banks that owned their mortgages, into bankruptcy. The crisis also fueled evictions and the rise of a protest movement to defend homeowners against predatory loans.\nBut thousands lost their homes anyway and many of them became renters. And in the current crisis, it is renters who have suffered the brunt of the damage, activists say.\nAs defaults became common and credit harder to come by, the number of renters in the country grew by more than 40 percent over the last decade. At the same time, private firms amassed at least 40,000 properties in Spain, according to estimates by economists and the Spanish news media.\nEven so, homeownership has remained relatively high in Spain, at about 75 percent.\nIn one case in 2013, Blackstone, now thought to be Spain’s biggest landlord, bought more than 1,800 apartments from the Madrid city government, which was low on cash.\nBut those types of acquisitions did not cause a stir until the pandemic left the firms, like many other landlords, serving up eviction notices for those who could not make the rent.", "url": "https://www.nytimes.com/2021/11/21/world/europe/spain-evictions-cerberus-covid.html"}