{"authors": ["Emily Cochrane", "Catie Edmondson"], "date_download": "2022-10-25 23:48:01", "date_modify": "2022-10-25 23:48:01", "date_publish": "2021-03-05 21:27:33", "description": "Progressive Democrats sought to add the provision, which would have raised the wage to $15 an hour by 2025, to the stimulus package.", "filename": "2021_03_05_us_minimum-wage-senate_1666741681.html", "image_url": "https://static01.nyt.com/images/2021/03/05/us/politics/05new-was-minwage/merlin_184571640_30d706e6-5010-44de-a1ee-6c8c80e52ba8-facebookJumbo.jpg?year=2021&h=550&w=1050&s=47632d28f2a916e4d0dce8ead9fea0c6814a0d9b23be9141d4d7330b4529db87&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_05_us_minimum-wage-senate_1666741681.html", "title": "Minimum Wage Provisions Fails to Advance", "title_page": "Minimum Wage Provisions Fails to Advance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Democrats voting against the proposal were Senators Joe Manchin III of West Virginia, Kyrsten Sinema of Arizona, Jeanne Shaheen and Maggie Hassan of New Hampshire, Tom Carper and Chris Coons of Delaware, and Jon Tester of Montana. Senator Angus King, the independent from Maine who caucuses with the Democrats, also voted no.\nThe vote remained open for hours as Democrats struggled to reach an agreement on jobless aid. On Friday evening, lawmakers reached a compromise that would keep supplemental unemployment benefits at $300 per week through Sept. 6, an agreement that will allow the voting to continue.\nWhile Mr. Biden included the minimum wage increase in his stimulus proposal and the House passed it as part of its version of the package, a top Senate official, Elizabeth MacDonough, ruled that it could not be included in the bill under the strict rules governing the reconciliation process, which protects legislation from filibusters and allows it to pass with a simple majority. Democrats are using reconciliation to fast-track the bill through the Senate.\nLiberal lawmakers and activists argued that Democrats should overrule Ms. MacDonough’s guidance and push through the proposal anyway over Republican opposition. But the margin of defeat showed that they would not have had the votes to pass it unilaterally even if they had tried to do so.\nInstead, Senator Bernie Sanders of Vermont, the chairman of the Budget Committee, offered an amendment to add the provision during a marathon of rapid-fire proposals, known as a vote-a-rama, that began late Friday morning.", "url": "https://www.nytimes.com/2021/03/05/us/minimum-wage-senate.html"}