{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:50:16", "date_modify": "2022-10-25 23:50:16", "date_publish": "2021-09-13 13:42:00", "description": "The benefits of a third shot for most people are small and are far outweighed by the benefits of using those doses for initial vaccinations, the scientists say.", "filename": "2021_09_13_health_covid-vaccine-booster-lancet_1666741816.html", "image_url": "https://static01.nyt.com/images/2021/09/13/us/13virus0briefing-booster-02/merlin_194578995_ed5650cd-5f67-4359-825e-4bfd2aa5ee8e-facebookJumbo.jpg?year=2021&h=550&w=1050&s=704a9d0dd836df01636bbc339bb2909c20a67fc3b1ee9d72c91d14bfb3ef4b89&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_13_health_covid-vaccine-booster-lancet_1666741816.html", "title": "Most People Don't Need a Covid Vaccine Booster, New Review Says", "title_page": "Most People Don't Need a Covid Vaccine Booster, New Review Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "None of the data on coronavirus vaccines so far provides credible evidence in support of boosters for the general population, according to a review published on Monday by an international group of scientists, including some at the Food and Drug Administration and the World Health Organization.\nThe 18 authors include Dr. Philip Krause and Dr. Marion Gruber, F.D.A. scientists who announced last month that they will be leaving the agency, at least in part because they disagreed with the Biden administration’s push for boosters before federal scientists could review the evidence and make recommendations.\nThe Biden administration has proposed administering vaccine boosters eight months after the initial shots. But many scientists have opposed the plan, saying the vaccines continue to be powerfully protective against severe illness and hospitalization. A committee of advisers to the F.D.A. is scheduled to meet on Friday to review the data.\nIn the new review, published in The Lancet, experts said that whatever advantage boosters provide would not outweigh the benefit of using those doses to protect the billions of people who remain unvaccinated worldwide. Boosters may be useful in some people with weak immune systems, they said, but are not yet needed for the general population.", "url": "https://www.nytimes.com/2021/09/13/health/covid-vaccine-booster-lancet.html"}