{"authors": ["Eric Schmitt"], "date_download": "2022-10-25 23:27:51", "date_modify": "2022-10-25 23:27:51", "date_publish": "2021-01-04 03:23:47", "description": "The acting defense secretary abruptly reversed his previous order to redeploy the Nimitz, which he had done over the objections of his top military advisers.", "filename": "2021_01_03_world_middleeast_trump-iran-carrier-nimitz_1666740471.html", "image_url": "https://static01.nyt.com/images/2021/01/03/us/politics/03DC-MILITARY/03DC-MILITARY-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8389558f8e367b163afdc8e705a2d8fa200f1ae734180c5fcc935ae8e668f50c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_03_world_middleeast_trump-iran-carrier-nimitz_1666740471.html", "title": "In Reversal, Pentagon Announces Aircraft Carrier Nimitz Will Remain in Middle East", "title_page": "In Reversal, Pentagon Announces Aircraft Carrier Nimitz Will Remain in Middle East - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Pentagon said on Sunday that it had ordered the aircraft carrier Nimitz to remain in the Middle East because of Iranian threats against President Trump and other American officials, just three days after sending the warship home as a signal to de-escalate rising tensions with Tehran.\nThe acting secretary of the defense, Christopher C. Miller, abruptly reversed his previous order to redeploy the Nimitz, which he had done over the objections of his top military advisers. The military had for weeks been engaged in a muscle-flexing strategy aimed at deterring Iran from attacking American personnel in the Persian Gulf.\n“Due to the recent threats issued by Iranian leaders against President Trump and other U.S. government officials, I have ordered the U.S.S. Nimitz to halt its routine redeployment,” Mr. Miller said in a statement on Sunday night.\nUnited States intelligence agencies have assessed for months that Iran is seeking to target senior American military officers and civilian leaders to avenge the death of Maj. Gen. Qassim Suleimani, the commander of Iran’s elite Quds Force of the Islamic Revolutionary Guards Corps, in an American drone strike one year ago.", "url": "https://www.nytimes.com/2021/01/03/world/middleeast/trump-iran-carrier-nimitz.html"}