{"authors": ["Eric Schmitt", "Declan Walsh"], "date_download": "2022-10-25 23:54:27", "date_modify": "2022-10-25 23:54:27", "date_publish": "2021-07-20 21:53:21", "description": "The strike was the first against the militants since the Biden administration put strict limits on military action in the East African nation pending a review of drone policy.", "filename": "2021_07_20_us_politics_us-drone-strike-shabab-somalia_1666742067.html", "image_url": "https://static01.nyt.com/images/2021/07/20/us/politics/20DC-MILITARY/20DC-MILITARY-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d1096fc7f37f14acdc4c080681afcbb7231fce60cf6462e53bdd9d2ccbfa4656&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_20_us_politics_us-drone-strike-shabab-somalia_1666742067.html", "title": "U.S. Military Conducts a Drone Strike Against Shabab Fighters in Somalia", "title_page": "U.S. Military Conducts a Drone Strike Against Shabab Fighters in Somalia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The United States conducted a drone strike against Shabab militants in Somalia on Tuesday, the first such military action against the Qaeda affiliate in East Africa since the Biden administration took office in January.\nThe strike was carried out by military aircraft against Shabab fighters who were attacking members of the Danab, an elite American-trained Somali commando force, near the town of Galkayo in the country’s north, said a Pentagon spokeswoman, Cindi King.\nThe Biden administration placed new limits on drone strikes outside active war zones when it took office on Jan. 20, to give it time to develop a permanent policy. The Trump administration set broad rules for strikes in particular countries and delegated authority to commanders in the field about when to carry them out, but proposals for strikes are now generally routed through the White House.\nThe White House has since rejected a handful of requests by the military’s Africa Command to carry out drone strikes against Shabab targets in Somalia because they did not meet the new standards. But in this case, Mrs. King said, White House approval was not needed because the Africa Command has the authority to conduct strikes in support of allied forces under what the military calls collective self-defense.", "url": "https://www.nytimes.com/2021/07/20/us/politics/us-drone-strike-shabab-somalia.html"}