{"authors": ["Kellen Browning"], "date_download": "2022-10-25 23:42:35", "date_modify": "2022-10-25 23:42:35", "date_publish": "2021-12-27 22:25:41", "description": "Some of the closures were precautionary; others were closed because not enough healthy employees were available.", "filename": "2021_12_27_business_apple-stores-closed-covid-omicron_1666741355.html", "image_url": "https://static01.nyt.com/images/2021/12/27/multimedia/27virus-briefing-apple-stores/27virus-briefing-apple-stores-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_27_business_apple-stores-closed-covid-omicron_1666741355.html", "title": "About 20 Apple Stores Are Now Closed as the Omicron Variant Surges.", "title_page": "About 20 Apple Stores Are Now Closed as the Omicron Variant Surges. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Apple said on Monday that about 20 of its retail stores were closed because of a wave of Covid-19 cases among employees that had left the stores unsafe and understaffed.\nA handful of stores in Washington State also closed because of storms, the company said.\nSome of the stores had been closed as a precautionary measure to protect employees and customers from being infected; others were closed because not enough healthy employees were available to remain open.\n“We regularly monitor conditions, and we will adjust our health measures to support the well-being of customers and employees,” Amy Bessette, an Apple spokeswoman, said in a statement, adding that workers were tested regularly.\nApple employees have been increasingly frustrated with their work environment as the Omicron variant has fueled a surge of cases around the country. On Christmas Eve, several dozen Apple workers walked out of stores to demand better pay, more sick leave and better working conditions.", "url": "https://www.nytimes.com/2021/12/27/business/apple-stores-closed-covid-omicron.html"}