{"authors": ["Charlie Savage", "Adam Goldman"], "date_download": "2022-10-25 23:02:07", "date_modify": "2022-10-25 23:02:07", "date_publish": "2021-09-02 00:54:37", "description": "The scrutiny was one of several new disclosures the Justice Department made about investigative actions involving the news media during the Trump years.", "filename": "2021_09_01_us_politics_mueller-russia-media-investigated_1666738927.html", "image_url": "https://static01.nyt.com/images/2021/09/01/us/politics/01dc-media/01dc-media-facebookJumbo.jpg?year=2021&h=549&w=1050&s=a80adc58924e7a22c6a40037fa1aab157cfa413b4524b9433e12ca4602aedb1a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_01_us_politics_mueller-russia-media-investigated_1666738927.html", "title": "Mueller Scrutinized an Unidentified Member of News Media in Russia Inquiry", "title_page": "Mueller Scrutinized an Unidentified Member of News Media in Russia Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The report for 2019 disclosed another investigative matter apparently related to the special counsel’s office, which by then had issued its final report and closed down. During the prosecution of one of the people who was charged with “obstructing the investigation into Russian interference in the 2016 presidential election,” a U.S. attorney authorized subpoenaing an unnamed member of the news media for testimony, and that person agreed to comply.\nProsecutors, however, ultimately did not call that person to testify at the trial. The report did not say whether any subpoena was issued, or whether obtaining one was merely approved. Nor did it say what the person would have testified about.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nIt also did not say whether it was referring to the trial of Roger J. Stone Jr., Mr. Trump’s longtime friend, which took place in 2019. Mr. Stone was charged, among other things, with obstructing one of Congress’s Russia investigations; he was convicted, but then pardoned by Mr. Trump.\nThe 2019 report also glancingly discussed two previously unknown episodes in which the Justice Department investigated members of the news media for “offenses arising from news gathering activities” without saying what those allegations were.\nOne section of the report briefly discussed an investigation into one member of the news media for such offenses. It said the attorney general had authorized prosecutors to use various legal tools to force companies to turn over communications and business records about the target. (The report did not name the attorney general; President Donald J. Trump appointed William P. Barr to the post in February 2019.)\nIn that case, the report said, investigators used a “filter team” in an effort “to minimize the review of news media-related materials and safeguard any such materials.”\nAnother section of the 2019 report discussed an investigation into “employees of a news media entity” for such offenses. It said the attorney general had authorized investigators to conduct voluntary interviews of “two members of the news media employed by a media entity” in connection with the matter, but provided no further details.", "url": "https://www.nytimes.com/2021/09/01/us/politics/mueller-russia-media-investigated.html"}