{"authors": ["Jason Gutierrez"], "date_download": "2022-10-25 23:34:12", "date_modify": "2022-10-25 23:34:12", "date_publish": "2021-10-02 08:48:48", "description": "The Philippine president, whose term ends next year, had been expected to seek the No. 2 office, but said he would not do so “in obedience to the will of the people.”", "filename": "2021_10_02_world_asia_rodrigo-duterte-philippines_1666740852.html", "image_url": "https://static01.nyt.com/images/2021/10/02/world/02philippines/02philippines-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6d03a5237c567efd260a83ef432bb983d43e33c5533bc6bbb6cc21d845da7431&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_02_world_asia_rodrigo-duterte-philippines_1666740852.html", "title": "Duterte Says He Will Retire Rather Than Seek the Vice Presidency", "title_page": "Duterte Says He Will Retire Rather Than Seek the Vice Presidency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Duterte’s announcement appeared to leave the field for president open for his popular daughter, Sara Duterte-Carpio, who had earlier said that she would not run for that spot if her father was a candidate in the election.\nReferring to opinion polls that indicated public opposition to his earlier plan, Mr. Duterte, 76, said that “in obedience to the will of the people, who after all placed me in the presidency many years ago, I now say to my countrymen that I will follow your wishes.”\n“Today, I announce my retirement,” he said, adding “I thank you all.” He gave no indication that he planned to step down before the end of his term next June.\nRichard Javad Heydarian, a political analyst and author of the book “The Rise of Duterte: A Populist Revolt Against Elite Democracy,” said that the polls suggested the president would have faced an “uphill battle” if he continued to pursue the vice presidency.\nThe boxer Manny Pacquiao has announced his candidacy for the presidency. Mr. Pacquiao, a Philippine senator, was once an ally of Mr. Duterte but has recently been critical of the president, accusing his government of corruption.", "url": "https://www.nytimes.com/2021/10/02/world/asia/rodrigo-duterte-philippines.html"}