{"authors": ["David Waldstein"], "date_download": "2022-10-25 23:35:39", "date_modify": "2022-10-25 23:35:39", "date_publish": "2021-10-15 16:00:10", "description": "Alex Cora spent a season in exile, and the Boston Red Sox sank to the A.L. East basement. With their manager back, the resilient Red Sox are in the A.L.C.S. These things are related.", "filename": "2021_10_15_sports_baseball_alex-cora-boston-red-sox_1666740939.html", "image_url": "https://static01.nyt.com/images/2021/10/15/sports/15alcs-bos-cora-1/15alcs-bos-cora-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c663952ef192fa14988119e6fd3f29d42a47183257c2a97ab138b168ef8c4fe8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_15_sports_baseball_alex-cora-boston-red-sox_1666740939.html", "title": "ALCS: Just Like Alex Cora, the Red Sox Keep Coming Back", "title_page": "ALCS: Just Like Alex Cora, the Red Sox Keep Coming Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some year-long suspensions are better than others. The suspension Major League Baseball levied on Alex Cora, for example, could not have been imposed at a more convenient time.\nAfter Cora played a principal role in the Astros’ illicit sign-stealing caper of 2017, M.L.B. suspended him for the entire 2020 season. The Boston Red Sox let him go, even after he had led the team to a World Series championship in 2018 with a flawless and at times brilliant postseason managerial run.\nTo then be exiled was humiliating and caused anguish for his family. But in terms of baseball, all Cora missed was 60 rotten Red Sox games. For four months of his suspension, he shared the same fate as virtually everyone else in baseball: At home in lockdown as the world waited for the coronavirus pandemic to end.\nWhen baseball returned in July, it was for an abbreviated season, and Boston spent only the first day of it above .500, finishing last in the A.L. East under Ron Roenicke, Cora’s unlucky place holder.", "url": "https://www.nytimes.com/2021/10/15/sports/baseball/alex-cora-boston-red-sox.html"}