{"authors": ["Lynsey Chutel"], "date_download": "2022-10-25 23:42:35", "date_modify": "2022-10-25 23:42:35", "date_publish": "2021-12-24 18:29:16", "description": "The new regulations follow data showing that while the Omicron variant is highly transmissible, it has not caused high rates of severe disease in South Africa.", "filename": "2021_12_24_world_africa_south-africa-covid-quarantine_1666741355.html", "image_url": "https://static01.nyt.com/images/2021/12/24/multimedia/24virus-briefing-southafrica/24virus-briefing-southafrica-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_24_world_africa_south-africa-covid-quarantine_1666741355.html", "title": "South Africa Ends Quarantining and Contact Tracing", "title_page": "South Africa Ends Quarantining and Contact Tracing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "South Africa’s government, buoyed by encouraging data showing that infections from the Omicron variant aren’t as severe, has dropped quarantine restrictions for all but symptomatic people.\nThat includes allowing people who have tested positive but show no symptoms to gather with others, so long as they wear a mask and social distance. A top health official explained that since the variant spreads so quickly, there are likely many infected people socializing with others and it no longer made sense to quarantine only those who have tested themselves.\nThe move was yet another step toward a slow acceptance that many countries around the world will likely need to find a way to live with Covid, rather than avoid it. The new measures follow recommendations from a committee of experts who called for focusing on vaccinations rather than contact tracing and quarantining.\n“There is greater recognition that, in the face of a hyper-contagious variant like this, quarantining and isolation are no longer effective as public health containment measures to contain the virus,” said Professor Francois Venter, a researcher at the University of the Witwatersrand in Johannesburg and a former member of the committee.", "url": "https://www.nytimes.com/2021/12/24/world/africa/south-africa-covid-quarantine.html"}