{"authors": ["Makiko Inoue", "Ben Dooley"], "date_download": "2022-10-25 23:53:54", "date_modify": "2022-10-25 23:53:54", "date_publish": "2021-12-24 04:58:45", "description": "The budget increase, the biggest in decades, comes as officials warn that tensions over Taiwan could pull Japan into a conflict between the United States and China.", "filename": "2021_12_23_business_japan-defense-spending_1666742034.html", "image_url": "https://static01.nyt.com/images/2021/12/24/world/24japan-budget1/24japan-budget1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_23_business_japan-defense-spending_1666742034.html", "title": "Japan Approves Major Hike in Military Spending, With Taiwan in Mind", "title_page": "Japan Approves Major Hike in Military Spending, With Taiwan in Mind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — Japan’s cabinet on Friday approved the country’s biggest increase in military spending in decades, as officials expressed growing concern about the possibility of being pulled into a conflict over Taiwan.\nThe increase of 6.5 percent is part of the largest annual budget package in Japan’s history, totaling more than $940 billion. It includes hundreds of billions in spending meant to help the economy recover from damage inflicted by the coronavirus pandemic.\nIt also includes more than $51.5 billion for the military, reflecting a substantial increase in a defense budget far smaller than that of its ally the United States or of China, the regional giant. Officials have argued that the spending is needed to protect Japan in a security environment that is becoming “more challenging at unprecedented speed.”\nIn recent months, Japanese politicians and policymakers have said that regional stability is facing growing threats because of tensions between the United States and China, which some fear could lead to conflict over Taiwan, accidental or otherwise.", "url": "https://www.nytimes.com/2021/12/23/business/japan-defense-spending.html"}