{"authors": ["Ana Swanson"], "date_download": "2022-10-25 23:47:39", "date_modify": "2022-10-25 23:47:39", "date_publish": "2021-02-18 21:11:22", "description": "A global shortage of a key component for cars and electronics has shuttered American factories and set off fierce competition to secure supplies.", "filename": "2021_02_18_business_economy_chip-shortage-semiconductors-manufacturing-biden_1666741659.html", "image_url": "https://static01.nyt.com/images/2021/02/19/us/19dc-bidenchip-print1/18dc-bidenchip-facebookJumbo.jpg?year=2021&h=550&w=1050&s=eda533f5025259010f055d7c793841ba65b13620a4160151c57ae10884c53a5b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_18_business_economy_chip-shortage-semiconductors-manufacturing-biden_1666741659.html", "title": "Global Chip Shortage Challenges Biden’s Hope for Manufacturing Revival", "title_page": "Global Chip Shortage Challenges Biden’s Hope for Manufacturing Revival - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden came into office with plans to help the economy recover from the coronavirus pandemic and spur a domestic manufacturing revival for goods such as automobiles and semiconductors.\nBut one month into his presidency, a global chip shortage has shuttered auto factories in the United States, slowed shipments of consumer electronics and called into question the security of American supply chains.\nThe shortage of a vital component for automobiles, phones, refrigerators and other electronic devices is posing an early challenge to the administration’s promise to revive a manufacturing sector depressed by the pandemic. And it has spurred an effort by the administration to reach out to U.S. embassies and foreign governments to try to alleviate the shortage, even as the White House acknowledges that there are most likely few solutions to the supply crunch in the short term.\nThe White House plans to issue an executive order soon that will take steps to address these kinds of vulnerabilities in critical supply chains over the longer term, an administration spokesperson said on Thursday. The order will begin a review of domestic manufacturing and supply chains for critical materials — including rare earths, medical supplies and semiconductors — with a particular focus on reducing dependencies on unreliable or unfriendly foreign actors.", "url": "https://www.nytimes.com/2021/02/18/business/economy/chip-shortage-semiconductors-manufacturing-biden.html"}