{"authors": ["Randy Kennedy"], "date_download": "2022-10-25 23:36:12", "date_modify": "2022-10-25 23:36:12", "date_publish": "2021-12-05 00:55:17", "description": "A pioneer of the Conceptual art movement, he used words as his métier more than any other artist of his generation.", "filename": "2021_12_04_arts_lawrence-weiner-dead_1666740972.html", "image_url": "https://static01.nyt.com/images/2021/12/07/obituaries/03weiner-1-print3/03weiner-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_04_arts_lawrence-weiner-dead_1666740972.html", "title": "Lawrence Weiner, Artist Whose Medium Was Language, Dies at 79", "title_page": "Lawrence Weiner, Artist Whose Medium Was Language, Dies at 79 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Mr. Weiner saw the dismantled piece, he later said, “It didn’t seem as if the philistines had done the work any particular harm.” The work’s description, as a set of possible instructions, suddenly became sufficient. “And that was it,” he said. “It certainly didn’t constitute a reason to go out and beat somebody up.”\nShortly afterward, he wrote a set of principles that served him and some of his fellow artists as a kind of Nicene Creed of Conceptualism: “The artist may construct the piece. The piece may be fabricated. The piece need not be built. Each being equal and consistent with the intent of the artist, the decision as to condition rests with the receiver upon the occasion of receivership.”\nOver the next few years, his work was included in a series of exhibitions that became watersheds in the history of Conceptual art, including “Live in Your Head: When Attitudes Become Form” at the Kunsthalle Bern in Switzerland, in 1969; “Information” at the Museum of Modern Art in New York, in 1970; and “Documenta 5” in Kassel, West Germany, in 1972.\nUsing an innovative contract formulated by the curator Seth Siegelaub and the lawyer Robert Projansky, Mr. Weiner sold his pieces in the form of documents that gave owners legal possession of the concept and the freedom to realize it in various ways as they saw fit. He also designated a number of works “public freeholds,” which could never be bought or sold and could be realized in consultation with him.\nFor many years, his work, despite widespread critical admiration and a procession of awards, did little to support him financially. “The whole problem is that we accepted a long time ago that bricks can constitute a sculpture,” he told the curator Benjamin Buchloh in 2017. “We accepted a long time ago that fluorescent light could constitute a painting. We have accepted all of this; we accept a gesture as constituting a sculpture.”\nBut things go rapidly south, he said, “the minute you suggest that language itself is a component in the making of a sculpture.”", "url": "https://www.nytimes.com/2021/12/04/arts/lawrence-weiner-dead.html"}