{"authors": ["Patrick Sisson"], "date_download": "2022-10-25 23:52:28", "date_modify": "2022-10-25 23:52:28", "date_publish": "2021-08-03 13:00:12", "description": "Water recycling in office buildings is seen as a promising sustainability effort, as well as a smart hedge against rising costs and future shortages.", "filename": "2021_08_03_business_drought-water-reuse-development_1666741948.html", "image_url": "https://static01.nyt.com/images/2021/08/04/business/03Water-Reuse-02/03Water-Reuse-02-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d00c4d25f0712d7abeef0083f04d11a28c2ba41ce0226510807398b67c8997b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_03_business_drought-water-reuse-development_1666741948.html", "title": "Facing Severe Droughts, Developers Seek to Reuse the Water They Have", "title_page": "Facing Severe Droughts, Developers Seek to Reuse the Water They Have - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Salesforce Tower in San Francisco fully reopens this year after 16 months of pandemic-induced closure, one of its more unusual features will be found in the basement.\nA series of pipes and cast-in-concrete holding tanks, arrayed on two levels in the parking garage like some hidden microbrewery, will take the dirty water generated by the structure’s daily operations through a six-step filtration process and return it as clean, nonpotable water for use in toilets and drip irrigation.\nTaking up the space of 16 cars, the black-water system, so called because it treats all wastewater, including from toilets and showers, will filter an estimated 30,000 gallons per workday, or 7.8 million a year. The system, the most comprehensive of its kind in a high-rise tower in the nation, is designed for people to visit — each step of the process is labeled, said Amanda von Almen, head of sustainable built environment at Salesforce.", "url": "https://www.nytimes.com/2021/08/03/business/drought-water-reuse-development.html"}