{"authors": ["Nicholas Bogel-Burroughs"], "date_download": "2022-10-25 22:57:05", "date_modify": "2022-10-25 22:57:05", "date_publish": "2021-05-11 19:17:27", "description": "The district attorney in Fulton County will seek the death penalty against the suspect in the shootings, saying he targeted some victims because they were of Asian descent.", "filename": "2021_05_11_us_atlanta-spa-shootings-hate-crimes_1666738625.html", "image_url": "https://static01.nyt.com/images/2021/05/11/us/11atlanta-shootings-promo/11atlanta-shootings-promo-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=f97325d8961dfd6e0b676ed6399c4a1fe11fe0fecf936f0c867f93e4436bd9a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_11_us_atlanta-spa-shootings-hate-crimes_1666738625.html", "title": "Atlanta Spa Shootings Were Hate Crimes, Prosecutor Says", "title_page": "Atlanta Spa Shootings Were Hate Crimes, Prosecutor Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A prosecutor said on Tuesday that the man accused of killing eight people at spas in and around Atlanta had targeted some of the victims because they were of Asian descent, and said she was planning to seek the death penalty against him.\nThe suspect, Robert Aaron Long, 22, who is white, was formally indicted on murder charges on Tuesday for the killings at three massage businesses in and around Atlanta, which shook the country in March amid a wave of anti-Asian hate crimes.\nFani Willis, the district attorney in Fulton County, which includes Atlanta, said Mr. Long had attacked four women at two massage businesses there because of their race, national origin, sex and gender. All of the victims at the Atlanta spas were Korean-American women. The authorities have said that Mr. Long drove to the Atlanta businesses after killing four people at another spa in a suburb in Cherokee County.\nThe district attorney in Cherokee County has not indicated that she plans to seek hate crime penalties against Mr. Long; two of the victims at that spa were of Asian descent and two were white.", "url": "https://www.nytimes.com/2021/05/11/us/atlanta-spa-shootings-hate-crimes.html"}