{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:40:26", "date_modify": "2022-10-25 23:40:26", "date_publish": "2021-04-28 13:01:42", "description": "The unions representing actors and crews are in talks with the studios about extending — and possibly changing — the safety protocols they agreed on in September.", "filename": "2021_04_28_arts_television_tv-production-coronavirus_1666741226.html", "image_url": "https://static01.nyt.com/images/2021/04/29/arts/28tv-production-Law/28tv-production-Law-facebookJumbo.jpg?year=2021&h=550&w=1050&s=39c2bd110491d31d91489fca0ecdc0197317081bb8b13564253721e02d50456f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_28_arts_television_tv-production-coronavirus_1666741226.html", "title": "How TV Productions Are Adapting to the Covid-19 Pandemic", "title_page": "How TV Productions Are Adapting to the Covid-19 Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When it became clear early in the pandemic that it was safer to be outdoors than in, the creators of “Big Shot,” a new Disney+ series being made with John Stamos, started rewriting scenes so they could be shot outside. Then new guidance emerged, which underscored that loading a cast and crew into buses and dispatching them to sites all over Los Angeles posed its own risks. So they rewrote their scripts again so scenes could be shot on sets.\nAs the surging virus made in-person work risky, many actors sought jobs on animated shows they could voice from home. But work-from-home acting posed challenges, even for seasoned veterans: Members of “The Simpsons” cast recorded episodes from inside closets, under blankets and makeshift studios fashioned from pillow forts and dog beds.\nAnd when the long-running police procedural “Law & Order: SVU” resumed shooting in New York this fall, it too changed with the times. Air filters would blast on set up until the moment someone yelled “Action!” There were fewer scenes shot on location, fewer costume changes, and fewer extras, since each one had to be tested for the coronavirus.\nIt has been a year of struggle and experimentation for the television industry, which has had to learn on the fly while trying to create new diversions for an unusually captive home audience. The work has not been without risk: After TV production restarted over the summer, it had to be halted at times when stars fell ill or the virus ran rampant; in Los Angeles there have been 23 outbreaks at television and film production sites since July, leading to 187 cases, according to county health data provided to The New York Times.", "url": "https://www.nytimes.com/2021/04/28/arts/television/tv-production-coronavirus.html"}