{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:30:39", "date_modify": "2022-10-25 23:30:39", "date_publish": "2021-09-16 23:22:45", "description": "The chaotic withdrawal from Afghanistan exposed the shortcomings of views within the foreign policy establishment, also known as ‘The Blob.’", "filename": "2021_09_16_us_politics_blob-afghanistan-withdrawal-biden_1666740639.html", "image_url": "https://static01.nyt.com/images/2021/09/08/us/politics/08dc-blob/08dc-blob-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c8cae4a628afdd94be49718ec5b531f3676a30e4bca309192ad815aebc496ddc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_16_us_politics_blob-afghanistan-withdrawal-biden_1666740639.html", "title": "Afghanistan Outcome Affirms a Warning: Beware the Blob", "title_page": "Afghanistan Outcome Affirms a Warning: Beware the Blob - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As a simple branding exercise — accusing one’s enemies of practicing hegemonic groupthink and being mired in a sclerotic, outdated view of U.S. power — it was a diabolical master stroke.\nBut to the foreign policy establishment, it was a provocation.\n“A lot of people who are proud members of the foreign policy community would object to the phrase,” said Hal Brands, the Henry A. Kissinger distinguished professor of global affairs at the Johns Hopkins School of Advanced International Studies. He himself objected last year, writing an essay with Peter D. Feaver and William C. Inboden for Foreign Affairs that had a title intended to tease: “In Defense of the Blob: America’s Foreign Policy Establishment Is the Solution, Not the Problem.”\n“What I find troubling about the idea of the Blob is that it taps into this old conspiratorial mind-set about what produces American foreign policy,” Mr. Brands said. “It makes it seem that American foreign policy has been so disastrous and foolish that it must have been foisted on the American people by some elite that doesn’t have their best interests at heart.”\nEven Mr. Rhodes realizes that, like the gelatinous alien mass in “The Blob” movie, his creature has grown out of control.\n“Everybody since then has sought to define it for their own purposes, including those who want to make it a badge of honor, and those who want to hang it on their opponents,” Mr. Rhodes said.\nMaybe, and maybe not.\n“Ben Rhodes had a very precise definition, and his definition was ‘people who disagree with me,’ or ‘people who disagree with me and Obama,’” said Mr. Feaver, a political science professor at Duke University.\n“And he added onto that a layer of faux populism, as in ‘Woe is me, I’m just a poor assistant to the president trying to speak truth to all these well-entrenched fat cats.’ That is nutty. No one could be more inside the system than the speechwriter for the president.”", "url": "https://www.nytimes.com/2021/09/16/us/politics/blob-afghanistan-withdrawal-biden.html"}