{"authors": ["Adam Nossiter", "Eric Schmitt"], "date_download": "2022-10-25 23:28:06", "date_modify": "2022-10-25 23:28:06", "date_publish": "2021-07-23 19:05:56", "description": "The airstrikes showed American willingness to back up beleaguered Afghan government forces as the Taliban advance, but the extent of that willingness remains unclear.", "filename": "2021_07_23_world_europe_us-airstrikes-afghanistan-taliban_1666740486.html", "image_url": "https://static01.nyt.com/images/2021/07/23/world/23AFGHANISTAN1/merlin_184715721_109e12d6-ab7f-4aaf-87d9-883c42fefcef-facebookJumbo.jpg?year=2021&h=549&w=1050&s=665c102b9e2c288fda1d1d563f5d7c5fa610ce77025ed93ae6db7e2476844cc4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_23_world_europe_us-airstrikes-afghanistan-taliban_1666740486.html", "title": "U.S. Airstrikes Try to Slow Taliban Advance in Afghanistan", "title_page": "U.S. Airstrikes Try to Slow Taliban Advance in Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Several Pentagon officials confirmed that additional bombing raids around Kandahar and other contested areas are likely in the coming days. “We’ve been doing it where and when feasible, and we’ll keep doing it where and when feasible,” one official said, speaking anonymously to describe operational planning.\nKandahar Province, in the country’s ethnic Pashtun heartland, was the birthplace of the Taliban in the 1990s, when the group swept to control of the entire country. In recent weeks, the Taliban have captured areas around the provincial capital of the same name, the largest city in southern Afghanistan, and penetrated into the city.\nPentagon officials confirmed the recent American strikes but were tight-lipped about specifics. They have been similarly ambiguous for weeks about the scale and scope of continued American military involvement in Afghanistan’s war, though they indicated earlier this month that it could continue at least until the withdrawal was completed at the end of August.\nThe Taliban said the airstrikes were carried out in Kandahar and in the neighboring province of Helmand.\nDefense Secretary Lloyd J. Austin III said this week that American forces had equipped a base “to be able to conduct over-the-horizon strikes” in Afghanistan. Other officials said the base was in the United Arab Emirates.\nAs the U.S. pullout accelerated and Bagram Air Base was handed over to the Afghans, American officials suggested that U.S. air power would be employed against the Taliban in limited circumstances, at least through Aug. 31.\nBut they did not specify what those circumstances would be. This week’s strikes are a sign that the near-collapse of Afghan forces in the last month has caught the attention of official Washington.", "url": "https://www.nytimes.com/2021/07/23/world/europe/us-airstrikes-afghanistan-taliban.html"}