{"authors": ["David E. Sanger", "Nicole Perlroth"], "date_download": "2022-10-25 23:43:12", "date_modify": "2022-10-25 23:43:12", "date_publish": "2021-05-28 04:07:12", "description": "Senior Democrats said the latest attack, ahead of President Biden’s meeting with his Russian counterpart, demanded a stronger response.", "filename": "2021_05_28_us_politics_russia-hack-usaid_1666741392.html", "image_url": "https://static01.nyt.com/images/2021/05/27/multimedia/27DC-cyber/27DC-cyber-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2e525846168088263af68a424b8e548059b71505920cecf724c289bfff4edb25&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_28_us_politics_russia-hack-usaid_1666741392.html", "title": "Russia Appears to Carry Out Hack Through System Used by U.S. Aid Agency", "title_page": "Russia Appears to Carry Out Hack Through System Used by U.S. Aid Agency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If Moscow is responsible, this brazen act of utilizing emails associated with the U.S. government demonstrates that Russia remains undeterred despite sanctions following the SolarWinds attack,” Mr. Schiff said, referring to the attack last year on the software supply chain. “Those sanctions gave the administration flexibility to tighten the economic screws further if necessary — it now appears necessary.”\nSenator Mark Warner, Democrat of Virginia and the chairman of the Senate Intelligence Committee, echoed Mr. Schiff in calling for stronger consequences. “We must make clear to Russia — and any other adversaries — that they will face consequences for this and any other malicious cyberactivity,” he said.\nMr. Biden has already said that Russia’s cyberaggression would be part of the tense conversation he planned to have with Mr. Putin on June 16 in Geneva, at a moment when the two nations are at odds over Ukraine, human rights and Russia’s new generation of nuclear weapons.\nSome analysts praised the way the United States government was responding.\n“If you look at the steps the administration is taking to both defend and deter, which are the two key things we need to do here, they are going in the right direction in a significant way we have never seen before,” said Tom Burt, a senior Microsoft official who worked with the administration on several of the recent hacks. “But they are also facing a greater threat than we have ever seen.”\nBut some intelligence officials argued that sanctions and more covert actions — if there have been any — were showing few signs of deterring Mr. Putin. And so Mr. Biden is seeing the same kind of robust debate inside his own White House over whether more forceful responses are necessary, whether by exposing Mr. Putin’s financial entanglements, or by conducting retaliatory cyberstrikes.\nMr. Biden has shown caution, saying last month that he “chose to be proportionate” in response to the SolarWinds attack because he did not want “to kick off a cycle of escalation and conflict with Russia.”\nSome cybersecurity experts now argue that Mr. Biden should have responded more aggressively.\n“The U.S. tends to get too hung up on proportionality,” said James A. Lewis, one such expert at the Center for Strategic and International Studies in Washington. “We were too cautious in responding to SolarWinds and that turned out to be a mistake. The way you set boundaries is through action, not by sending them nasty, diplomatic notes.”", "url": "https://www.nytimes.com/2021/05/28/us/politics/russia-hack-usaid.html"}