{"authors": ["Maggie Astor"], "date_download": "2022-10-25 23:24:12", "date_modify": "2022-10-25 23:24:12", "date_publish": "2021-10-27 19:03:02", "description": "Local and statewide elections are being held around the country on Tuesday. Here are some of the Election Day basics.", "filename": "2021_10_27_us_politics_election-day-2021-voting-guide_1666740252.html", "image_url": "https://static01.nyt.com/images/2021/10/27/us/politics/00elex-guide-1/00elex-guide-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_27_us_politics_election-day-2021-voting-guide_1666740252.html", "title": "You Have Election Questions. We Have Answers.", "title_page": "Where Do I Vote? We Answer This and Other Election Day 2021 Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "How can I find out what I’m voting on?\nYou can find a sample ballot online showing all the candidates and questions that will be on your actual ballot, so you can do your research ahead of time and make your choices. Depending on where you live, your state’s election website may offer sample ballots, or you may need to go to your county’s website instead. You can also enter your address on Vote411 to find a full list of races.\nWhere do I vote?\nIf you want to vote in person, each state has an online portal where you can look up your polling location and hours (and see if you have early-voting options). You should be able to find a link to the portal on your state’s election website.\nThat’s also where you can confirm that you’re registered to vote — and if not, find out whether you still have time to register, and how. If you have trouble or need more information, you can contact your local election office.\nSome states require voters to show identification. You can find out here whether your state has an ID requirement, and if so, what forms of ID qualify.\nWhat if I’m turned away?\nIf poll workers can’t find your registration, or if your state requires identification and you don’t have it, poll workers in most states are required to offer you a provisional ballot. (The exceptions are Idaho, Minnesota and New Hampshire.) If they don’t offer one, ask for it.", "url": "https://www.nytimes.com/2021/10/27/us/politics/election-day-2021-voting-guide.html"}