{"authors": ["Sharon Otterman"], "date_download": "2022-10-25 22:56:04", "date_modify": "2022-10-25 22:56:04", "date_publish": "2021-08-04 15:48:15", "description": "There are two official apps, the Excelsior Pass and NYC Covid Safe, but paper is fine too.", "filename": "2021_08_04_nyregion_nyc-vaccine-pass-answers_1666738564.html", "image_url": "https://static01.nyt.com/images/2021/08/04/nyregion/04nycvaccineapp/04nycvaccineapp-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9679c03cdadd8f9ee12bf5d043e3d3f629931d0b9915ae05e38e9c14813a9cf5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_04_nyregion_nyc-vaccine-pass-answers_1666738564.html", "title": "These Apps Let You Show Covid Vaccine Proof in N.Y.C.", "title_page": "These Apps Let You Show Covid Vaccine Proof in N.Y.C. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Excelsior Pass is New York State’s vaccine passport app. It debuted in March as the first government-issued vaccine passport app in the country. It verifies applications against the city and state vaccination records.\nMore than 2.5 million New Yorkers have downloaded or printed out an Excelsior Pass since its debut, according to the state department of health.\nHow do I get my pass?\nBoth can be downloaded from both the Apple and Android app stores.\nThis is how Excelsior works: The app finds the official record of people who were vaccinated in New York State, and issues a pass containing a unique QR code certifying that they were vaccinated. The code is generated 15 days after the person is fully vaccinated. It can be stored on a person’s phone or printed out.\nBut Excelsior Pass can be finicky. In order to find a person’s vaccination record, it checks his or her name, date of birth, ZIP code and county of vaccination against the vaccine registry. If nearly all information does not match what the vaccination agency entered, even because of a typo, it will not generate the pass. Some 4 percent of users who tried to get passes in the app’s opening months were unable to, the state said.\nIf Excelsior can’t find your vaccination record, then you may want to use the city app if you don’t want to carry around your card.\nThe NYC Covid Safe app can easily be used after being downloaded. It allows people to show a photo of their vaccination card after the first dose of a two-dose vaccine, or other proof of vaccination they may have. (One dose of a two-dose vaccine is sufficient to meet the new mandate, though that only offers a fraction of the protection gained by getting both doses.)", "url": "https://www.nytimes.com/2021/08/04/nyregion/nyc-vaccine-pass-answers.html"}