{"authors": ["Luke Broadwater", "Zach Montague"], "date_download": "2022-10-25 23:50:47", "date_modify": "2022-10-25 23:50:47", "date_publish": "2021-11-06 19:04:38", "description": "The defectors who crossed partisan lines in Congress include 13 Republicans who supported the bill and the six liberal members of “The Squad,” who opposed it.", "filename": "2021_11_06_us_politics_defectors-infrastructure-bill-squad_1666741847.html", "image_url": "https://static01.nyt.com/images/2021/11/06/us/politics/06dc-defectors1/06dc-defectors1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_06_us_politics_defectors-infrastructure-bill-squad_1666741847.html", "title": "In Infrastructure Votes, 19 Members Broke With Their Party", "title_page": "In Infrastructure Votes, 19 Members Broke With Their Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Follow our live coverage of President Biden signing the infrastructure bill.]\nWASHINGTON — Infrastructure funding has traditionally been a broadly bipartisan issue on Capitol Hill, but on Friday night President Biden’s sweeping infrastructure bill passed mostly along party lines.\nOnly 19 members of Congress broke with their parties on the bill, which passed 228 to 206 with Democrats largely supporting the legislation and Republicans mostly opposed.\nSo who were those 19 lawmakers — 13 Republicans and six Democrats — who bucked their parties? They can be broken down roughly into three camps: Republicans who consulted with negotiators on the bill; Republicans who maintain the party’s traditional view that funding infrastructure is more important than fighting a president of a different party; and members of the liberal group known as the Squad.\nThe Squad\nSix Democrats who are part of the progressive group known as “The Squad” — Jamaal Bowman of New York, Cori Bush of Missouri, Alexandria Ocasio-Cortez of New York, Ilhan Omar of Minnesota, Ayanna S. Pressley of Massachusetts and Rashida Tlaib of Michigan — voted against Mr. Biden’s plan to spend $550 billion in new funds over 10 years to shore up roads, bridges and highways, improve internet access and modernize the nation’s power grid.", "url": "https://www.nytimes.com/2021/11/06/us/politics/defectors-infrastructure-bill-squad.html"}