{"authors": ["Katie Glueck"], "date_download": "2022-10-25 23:24:47", "date_modify": "2022-10-25 23:24:47", "date_publish": "2021-08-11 23:24:36", "description": "Lt. Gov. Kathy Hochul is preparing to take the reins of state government, and, like other New York Democrats, already looking toward 2022.", "filename": "2021_08_11_nyregion_governor-democrats-cuomo_1666740287.html", "image_url": "https://static01.nyt.com/images/2021/08/11/nyregion/11ny-challengers1/11ny-challengers1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=00431895c44ea3c2af7fed662ef25d818b9a32bc61c3413ca233cf3113bb76d4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_11_nyregion_governor-democrats-cuomo_1666740287.html", "title": "Here Are the Democrats Who May Run to Replace Cuomo", "title_page": "Here Are the Democrats Who May Run to Replace Cuomo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Wednesday, a day after Gov. Andrew M. Cuomo announced his resignation, New York woke up to the prospect of a future without him for the first time in more than a decade. Across the state, Democrats moved urgently to fill the vacuum created by the absence of a man who spent years seeking to exert total control over their party.\nAt the State Capitol in Albany, Lt. Gov. Kathy Hochul held her first news conference as governor-in-waiting, sending a message about the importance of maintaining government continuity. Democrats buzzed in private conversations about whom she might appoint to her team, as she promised “turnover” from Mr. Cuomo’s administration after he resigned in disgrace.\nMany people expressed hope for a stronger working relationship between the executive and legislative branches, following a period during which Mr. Cuomo — who never shied away from using intimidation as a tactic — often had toxic or nonexistent relationships with state lawmakers and sought to govern on his own terms instead.\n“This is a moment of great opportunity for the executive branch and, frankly, state government to reset,” said State Senator Shelley B. Mayer, a Yonkers Democrat. “Culturally, it’s an opportunity to reset.”", "url": "https://www.nytimes.com/2021/08/11/nyregion/governor-democrats-cuomo.html"}