{"authors": ["Jennifer Medina"], "date_download": "2022-10-25 23:23:57", "date_modify": "2022-10-25 23:23:57", "date_publish": "2021-01-23 10:00:09", "description": "Mr. Ducey, who is facing censure by his state party on Saturday, says the divisions within the Republican Party are nothing new.", "filename": "2021_01_23_us_politics_doug-ducey-arizona-republican-party_1666740237.html", "image_url": "https://static01.nyt.com/images/2021/01/24/us/politics/24ducey-qanda-print1/23ducey-qanda-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0975345f60392fef06bcdbf8d13026d9312afd7cbeeb84c33c17028c2d79c19c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_23_us_politics_doug-ducey-arizona-republican-party_1666740237.html", "title": "How Doug Ducey, Arizona’s Republican Governor, Views His Party After Trump", "title_page": "How Doug Ducey, Arizona’s Republican Governor, Views His Party After Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Our rates are going down at this time. What we’ve just experienced is our second wave. I don’t think you can ever anticipate what you know in this virus. It’s vicious and it’s unpredictable. And no one said there would just be two waves. We are seeing our hospital capacity in I.C.U. capacity decrease, and we’re also seeing our discharge from the hospitals increase. So those are all good signs.\nBut the only time a solution has been presented has been when there is a vaccine available. So our focus right now is to make sure we do all the steps to slow the spread, to protect the lives of people inside the state, while at the same time working as quickly as possible with a real urgency and sense of purpose to get this vaccine in people’s arms.\nYou’re the governor of a border state, who has talked a lot about border security. Mr. Trump identified himself so strongly with detentions and with the wall. With him gone, what do you think happens with border security there?\nI sure hope that the new administration has a concern for public safety in the state of Arizona and our border states. I don’t think that’s too much to ask. So I’d be hopeful that they would want to embrace the good things that have happened in terms of protection around the border.\nMexico is Arizona’s number one trade partner, but we also had very real issues at the border four years ago around drug cartels, human trafficking and child sex trafficking and by any metric those have been dramatically reduced. And I’m hopeful that the administration will continue to partner to protect the people, schools and neighborhoods of the people of Arizona.\nWere you surprised that Trump supporters were divided essentially into a group between people who stood with him when he wanted to overturn the election and then people like you who did not?\nI look at it differently. I couldn’t have been more supportive of President Trump or his re-election up through Election Day. After Nov. 3, the job is to count the votes, tabulate the number, audit the vote and make sure it’s accurate. All 15 counties in Arizona certified the vote. I took an oath to uphold the law and abide by the Constitution. I did my duty. I have been outspoken that I think the people that have been misinforming Arizonans are wrong and they shouldn’t be doing that and they should be held accountable for that.", "url": "https://www.nytimes.com/2021/01/23/us/politics/doug-ducey-arizona-republican-party.html"}