{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:31:31", "date_modify": "2022-10-25 23:31:31", "date_publish": "2021-09-22 00:47:33", "description": "The measure now heads to the Senate, setting up a clash with Republicans, who have warned they will block any debt ceiling increase.", "filename": "2021_09_21_us_politics_spending-bill-passed-debt-limit_1666740691.html", "image_url": "https://static01.nyt.com/images/2021/09/21/us/politics/21political-briefing-spending-2/merlin_195071721_7c77f6ab-122e-40e3-8fc3-da8ede95b291-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3fe58b046b01c9ab999f45c38f4a69d4f697e979dc5731efbad5b0e7385d9456&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_21_us_politics_spending-bill-passed-debt-limit_1666740691.html", "title": "House Passes Spending Bill and Debt Limit Increase Over G.O.P. Opposition", "title_page": "House Passes Spending Bill and Debt Limit Increase Over G.O.P. Opposition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The House on Tuesday approved legislation to keep the government funded through early December, lift the limit on federal borrowing through the end of 2022 and provide emergency money for Afghan refugees and natural disaster recovery, setting up a fiscal showdown as Republicans warn they will block the measure in the Senate.\nThe bill is urgently needed to avert a government shutdown when funding lapses next week, and a first-ever debt default when the Treasury Department reaches the limit of its borrowing authority within weeks. But it has become ensnared in partisan politics, with Republicans refusing to allow a debt ceiling increase at a time when Democrats control Congress and the White House.\nIn pairing the debt limit raise with the spending package, Democrats had hoped to pressure Republicans into dropping their opposition to raising the debt ceiling, a routine step that allows the government to meet its obligations. But even with crucial funding for their states on the line, no Republicans voted for the legislation.\nThe bill passed with only Democratic votes in the closely divided House, 220 to 211.\nAnd the prospects for passage in the 50-50 Senate appeared dim, as Republicans vowed they would neither vote for the legislation nor allow it to advance in the chamber, where 60 votes are needed to move forward.", "url": "https://www.nytimes.com/2021/09/21/us/politics/spending-bill-passed-debt-limit.html"}