{"authors": ["Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:25:45", "date_modify": "2022-10-25 23:25:45", "date_publish": "2021-03-24 01:14:09", "description": "The European Union presented new emergency rules that will most likely severely cut exports to Britain and other countries to ease supply shortages at home.", "filename": "2021_03_23_world_europe_eu-curbs-vaccine-exports_1666740345.html", "image_url": "https://static01.nyt.com/images/2021/03/23/us/23virus-eu-exports/23virus-eu-exports-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a6b104d7b7a5750e06257ed775284587731607da8c8e93f55ed6f4a1fa67e065&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_23_world_europe_eu-curbs-vaccine-exports_1666740345.html", "title": "E.U. Will Curb Covid Vaccine Exports for 6 Weeks", "title_page": "E.U. Will Curb Covid Vaccine Exports for 6 Weeks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — The European Union is advancing emergency legislation that will give it broad powers to curb exports for the next six weeks of Covid-19 vaccines manufactured in the bloc, a sharp escalation in its response to supply shortages at home that have created a political maelstrom amid a rising third wave on the continent.\nThe legislation unveiled Wednesday includes new rules that will make it harder for pharmaceutical companies producing Covid-19 vaccines in the European Union to export them and are likely to disrupt supply to Britain.\nThe European Union has been primarily at loggerheads with AstraZeneca since it drastically cut its supply to the bloc, citing production problems in January, and the company is the main target of the new rules. But the legislation, which could block the export of millions of doses from E.U. ports, could also affect the Pfizer and Moderna vaccines.\nBritain is by far the biggest beneficiary of E.U. exports and will stand to lose the most by these rules, but they could also be applied to curb exports to other countries like Canada, for example, the second-largest recipient of E.U.-made vaccines, as well as Israel, which gets doses from the bloc but is very advanced in its vaccination campaign and therefore seen as less needy.", "url": "https://www.nytimes.com/2021/03/23/world/europe/eu-curbs-vaccine-exports.html"}