{"authors": ["Somini Sengupta", "Geneva Abdul", "Manuela Andreoni", "Veronica Penney"], "date_download": "2022-10-25 23:48:13", "date_modify": "2022-10-25 23:48:13", "date_publish": "2021-03-27 13:36:27", "description": null, "filename": "2021_03_27_world_after-a-year-of-the-pandemic-public-transit-around-the-world-is-hanging-by-a-thread_1666741693.html", "image_url": "https://static01.nyt.com/images/2021/03/25/world/25virus-briefing-transport-climate/merlin_182321076_1e4ccb6b-4f45-4107-8291-b4c8cf5454da-facebookJumbo.jpg?year=2021&h=549&w=1050&s=07a1b21ef8c119f0719cb5e53a3fbdc1b027df003ebc6b6c6e1fff55174b4090&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_27_world_after-a-year-of-the-pandemic-public-transit-around-the-world-is-hanging-by-a-thread_1666741693.html", "title": "After a year of the pandemic, public transit around the world is hanging by a thread.", "title_page": "After a year of the pandemic, public transit around the world is hanging by a thread. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In London, Piccadilly Circus station is nearly empty on a weekday morning, while in Delhi, the Metro ferries fewer than half of the riders it used to. In Rio, bus drivers are on strike, and in New York City, subway traffic is at just a third of normal volume.\nA year into the pandemic, public transit is hanging by a thread in many cities. Riders stay home or remain fearful of the close quarters of buses and trains. Without fares, transit revenues have fallen off a cliff. Service has been cut, fares have risen and transport workers are facing layoffs.\nThat spells disaster for efforts to combat another urgent global crisis: climate change. Public transit is a relatively simple remedy for urban greenhouse gas emissions, not to mention air quality, noise and congestion.\n“We are facing maybe the most important crisis in the public transit sector in different parts of the world,” said Sérgio Avelleda, director of urban mobility for the World Resources Institute. “It’s urgent to act.”", "url": "https://www.nytimes.com/2021/03/27/world/after-a-year-of-the-pandemic-public-transit-around-the-world-is-hanging-by-a-thread.html"}