{"authors": ["Adam Rasgon"], "date_download": "2022-10-25 23:54:31", "date_modify": "2022-10-25 23:54:31", "date_publish": "2021-07-25 17:02:06", "description": "Despite a fan base of just 1,400 people, the Wadi al-Nis club was a perennial West Bank powerhouse. But the team — most of whose players are related — could not defeat the coronavirus.", "filename": "2021_07_25_world_middleeast_west-bank-soccer-palestinians_1666742071.html", "image_url": "https://static01.nyt.com/images/2021/07/25/world/25westbank-soccer1/25westbank-soccer1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f0688bdf63f612e0bccc0c702255201b718cbd989977008fe18654249e61074d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_25_world_middleeast_west-bank-soccer-palestinians_1666742071.html", "title": "Soccer Team Was Lone Bright Spot in West Bank Village. Virus Took That, Too.", "title_page": "Soccer Team Was Lone Bright Spot in West Bank Village. Virus Took That, Too. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If soccer has been the town’s primary entertainment option, its main economic engine has been jobs in Israel or neighboring settlements.\nDuring the initial weeks of the outbreak, however, Palestinian workers faced additional restrictions on crossing into Israel. Those over 50 were generally not allowed to enter at all, while some laborers in settlements were unable to reach their jobs.\n“It was a devastating time,” said Ghaleb Abu Hamad, 39, who works as a tractor driver in a nearby settlement and has been a longtime defender on the village’s soccer team. “Unlike Israelis who got unemployment funds, we were left to fend for ourselves.”\nStill, the employment picture has improved a bit. Villagers who work in Israel and neighboring settlements said that they had recently been able to reach their jobs on a regular basis, in part because they had received vaccines from Israel.\nThe name Wadi al-Nis, which means Valley of the Porcupine, is associated with soccer success across the West Bank. For most of its existence, the team, established in 1984, has played in the territory’s most prestigious league, and it won the top division championship in 2009 and 2014, according to Ghassan Jaradat, a media official for the Palestine Football Association.", "url": "https://www.nytimes.com/2021/07/25/world/middleeast/west-bank-soccer-palestinians.html"}