{"authors": ["Javier C. Hernández"], "date_download": "2022-10-25 23:42:35", "date_modify": "2022-10-25 23:42:35", "date_publish": "2021-10-15 09:00:19", "description": "Visa delays are causing tumult in the classical music industry, leading to a wave of cancellations just as live performances are finally returning.", "filename": "2021_10_15_arts_music_visa-backlogs-classical-music_1666741355.html", "image_url": "https://static01.nyt.com/images/2021/10/12/arts/00artistvisas-1/00artistvisas-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ad95fdbde63786e05eed83ed15d5684377d427b43230fc5c6748191329f075ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_15_arts_music_visa-backlogs-classical-music_1666741355.html", "title": "Concert Halls Are Back. But Visa Backlogs Are Keeping Musicians Out.", "title_page": "Concert Halls Are Back. But Visa Backlogs Are Keeping Musicians Out. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the Seattle Symphony finally performed before a full audience last month for the first time in a year and half, something was missing: its music director, the Danish conductor Thomas Dausgaard, who could not get a visa to travel to the United States.\nThe New York Philharmonic had to find a last-minute substitute this week for the esteemed Norwegian pianist Leif Ove Andsnes, who could not get a visa, either. The Metropolitan Opera had to replace two Russian singers in its production of “Boris Godunov.” And the Academy of St. Martin in the Fields, a British chamber orchestra that has been regularly visiting the United States since 1980, had to abandon a 10-city tour.\nAs the easing of coronavirus restrictions has allowed live performance to return, many cultural organizations are struggling with another problem: their inability to get artists into the United States because of a long backlog of visa applications at American embassies and consulates. The delays have hampered many industries, but they are particularly upending classical music, which relies on stars from all over the world to make a circuit of leading concert halls and opera houses.\nMany artists have been caught in the middle, forced to dip into savings to make up for lost concert fees and scrambling to fill their schedules.", "url": "https://www.nytimes.com/2021/10/15/arts/music/visa-backlogs-classical-music.html"}