{"authors": ["Katie Benner", "David E. Sanger"], "date_download": "2022-10-25 23:38:57", "date_modify": "2022-10-25 23:38:57", "date_publish": "2021-09-28 23:42:57", "description": "Critics of the Justice Department deal to free the Huawei executive Meng Wanzhou say it could blunt tools like sanctions and prosecutions.", "filename": "2021_09_28_us_politics_huawei-meng-wanzhou_1666741137.html", "image_url": "https://static01.nyt.com/images/2021/09/28/us/politics/28dc-huawei-3/28dc-huawei-3-facebookJumbo.jpg?year=2021&h=549&w=1050&s=27cc6155e0039cab3ce1220e6731e69c4f6968d95796d27172c0f417d9436177&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_28_us_politics_huawei-meng-wanzhou_1666741137.html", "title": "How the Huawei Case Raised Fears of ‘Hostage Diplomacy’ by China", "title_page": "How the Huawei Case Raised Fears of ‘Hostage Diplomacy’ by China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The talks between the Justice Department and a top executive from Huawei Technologies, the Chinese telecommunications giant, had stretched over more than 12 months and two presidential administrations, and boiled down to one overarching dispute: whether Meng Wanzhou, daughter of Huawei’s founder, would admit to any wrongdoing.\nSince her arrest in 2018, Ms. Meng had refused to admit that she had misled the global banking conglomerate HSBC about Huawei’s dealings with Iran a decade ago, even though that was the key to her release from detention in Canada, where she was out on bail at an imposing gated mansion in Vancouver. In mid-September, with a Canadian judge expected to rule by the end of the year on whether she would be extradited to the United States, federal prosecutors told Ms. Meng’s lawyers that they were ready to walk away from settlement negotiations, and bring Ms. Meng, tech royalty in China, to trial in Brooklyn.\nThen came a breakthrough: On Sept. 19, after a new lawyer entered the case on her behalf, she agreed to a “statement of facts” that the Justice Department believed would be valuable in their ongoing case against Huawei itself — a company that had been in the cross hairs of the Justice Department and American national security agencies for years.\nFive days later, Ms. Meng was on a plane back to China, to a hero’s welcome. Two Canadians, essentially taken hostage on trumped-up charges, were on their way back to Canada, along with two young Americans who had been denied exit from China for three years because of a case involving their father, sought by Chinese authorities.", "url": "https://www.nytimes.com/2021/09/28/us/politics/huawei-meng-wanzhou.html"}