{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:42:57", "date_modify": "2022-10-25 23:42:57", "date_publish": "2021-06-14 15:05:48", "description": "The prime minister’s plan to introduce his vision of a nimble, trade-savvy U.K. was upended by a spat over Northern Ireland.", "filename": "2021_06_14_world_europe_boris-johnson-global-britain-northern-ireland_1666741377.html", "image_url": "https://static01.nyt.com/images/2021/06/14/world/14global-britain1/14global-britain1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=7533aeed87e79b583e1190498718ed465ebfbf2e092a750597f4153bd840115e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_14_world_europe_boris-johnson-global-britain-northern-ireland_1666741377.html", "title": "Boris Johnson’s ‘Global Britain’ Makes Shaky Start at G7 Summit", "title_page": "Boris Johnson’s ‘Global Britain’ Makes Shaky Start at G7 Summit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The urgent need for vaccines was driven home by the announcement on Monday of Britain’s postponed reopening, caused by the spread of a variant known as Delta among the unvaccinated population. On Sunday evening, Mr. Johnson left Cornwall as soon as he saw off his guests so he could huddle with advisers in London over the latest scientific data on infections and hospitalizations.\n“When you’ve got a coronavirus raging around the world, one billion doses by next summer is not a deliverable worth mentioning,” said Jamie Drummond, who co-founded the advocacy group One with Bono, the lead singer of U2. “By next summer, it’s a death sentence for millions.”\nOn climate change, where Mr. Johnson had promised a Marshall Plan-like effort to curb carbon emissions, the Group of 7 failed to a set a firm date to phase out coal-burning power plants, a primary contributor to global warming. The prime minister will get another chance to nail down commitments in November at the United Nations’ climate change conference in Glasgow.\nStill, it was not the failure to strike global deals that marred Mr. Johnson’s Group of 7; such deals are elusive at these meetings, no matter the host or the political atmosphere. It was the jarring intrusion of Northern Ireland into the proceedings.\nMr. Johnson and Mr. Macron had a tense exchange over post-Brexit trade arrangements for the region. British officials are demanding that the European Union change the current system — designed to avoid new barriers between Ireland, an E.U. member state, and Northern Ireland — because it says that checks on some goods flowing from mainland Britain to Northern Ireland are driving a wedge between two parts of the United Kingdom.\nBritish newspapers reported that Mr. Macron suggested Northern Ireland was not part of the union. The French president said later he had never questioned “the integrity of the British territory” but insisted that Britain needed to abide by the terms of the deal it signed with the European Union in 2019.", "url": "https://www.nytimes.com/2021/06/14/world/europe/boris-johnson-global-britain-northern-ireland.html"}