{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 23:48:08", "date_modify": "2022-10-25 23:48:08", "date_publish": "2021-02-02 12:59:04", "description": "The Democratic Congressional Campaign Committee has started a $500,000 effort on television and online portraying House Republicans as aligned with Marjorie Taylor Greene and QAnon conspiracy theories.", "filename": "2021_02_02_us_politics_democrats-republicans-greene-qanon_1666741688.html", "image_url": "https://static01.nyt.com/images/2021/02/02/us/politics/02dems-qanon-social/02dems-qanon-social-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cc8f3e5786cbfc43163f7bb634ccb8991553095660bef17d5e01e1205b90d910&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_02_us_politics_democrats-republicans-greene-qanon_1666741688.html", "title": "New Democratic Ad Campaign Ties G.O.P. to QAnon", "title_page": "New Democratic Ad Campaign Ties G.O.P. to QAnon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Republicans splinter over how to deal with Representative Marjorie Taylor Greene, the QAnon devotee from Georgia who peddles an array of false conspiracy theories, Democrats are seizing on the infighting to make her the avatar for an array of G.O.P. lawmakers.\nThe Democratic Congressional Campaign Committee on Tuesday began a $500,000 advertising campaign on television and online tying eight House Republicans, including Representative Kevin McCarthy of California, the minority leader, to Ms. Greene and QAnon, an effort to force them to make a public affirmation about Ms. Greene.\n“Congressman Don Bacon,” an ominous-sounding voice intones in the ad targeting the Nebraska Republican, “he stood with Q, not you.”\nThe strategy is similar to the one Republicans employed against Democrats last summer during the protests over racial injustice, when they sought to paint all Democrats as pushing to defund the police, including President Biden, who repeatedly said he did not favor it.", "url": "https://www.nytimes.com/2021/02/02/us/politics/democrats-republicans-greene-qanon.html"}