{"authors": ["Shashank Bengali"], "date_download": "2022-10-25 23:44:45", "date_modify": "2022-10-25 23:44:45", "date_publish": "2021-09-23 13:31:23", "description": "The continent, which has the lowest Covid-19 vaccination rate, has suffered not only from a shortage of vaccines but also from delayed and inconsistent deliveries of doses.", "filename": "2021_09_23_world_vaccine-covid-africa_1666741485.html", "image_url": "https://static01.nyt.com/images/2021/09/23/world/23virus-briefing-africa-1/23virus-briefing-africa-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ea7105c4f278010ca8e5cfd3c2178a9fcfdfacde4a8ff6534bc49c7d050cac88&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_23_world_vaccine-covid-africa_1666741485.html", "title": "African Experts Welcome Biden Vaccine Pledge, With Caveats", "title_page": "African Experts Welcome Biden Vaccine Pledge, With Caveats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "African public health experts on Thursday hailed President Biden’s plan to expand global coronavirus vaccine donations, but warned that his ambitious goals would not be met without timelier deliveries and greater transparency about when and how many doses were coming.\nAfrica, the continent with the lowest Covid-19 vaccination rate, has suffered not only from a shortage of vaccine doses but also from delayed and inconsistent deliveries. Although supplies have been increasing — four million doses arrived over the past week from Covax, the global vaccine-sharing facility — African countries have still received only one-third of the doses they were promised for this year, experts said at a virtual briefing held by the World Health Organization.\n“The first thing to say is, we appreciate all the donations that were pledged by the rich countries and those who have doses to offer,” said Githinji Gitahi, chief executive of Amref Health Africa, a charity. “But we call for a commitment to deliver on those, and deliver in a timely manner.”\nAnger over the rich-poor divide in vaccine access was a consistent theme among the leaders of African countries speaking at the United Nations General Assembly on Thursday.", "url": "https://www.nytimes.com/2021/09/23/world/vaccine-covid-africa.html"}