{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:38:15", "date_modify": "2022-10-25 23:38:15", "date_publish": "2021-07-25 09:00:10", "description": "Her shift reflects how rank-and-file Republicans — even those who may disagree with him — have decided it is too perilous to openly challenge former President Donald J. Trump.", "filename": "2021_07_25_us_politics_nancy-mace-republican-party_1666741095.html", "image_url": "https://static01.nyt.com/images/2021/07/16/us/politics/00dc-mace1/00dc-mace1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bf84a76a4300de6ed6611d12dffb3bc15c88683676ea038806dc54948d07e35c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_25_us_politics_nancy-mace-republican-party_1666741095.html", "title": "Nancy Mace Called Herself a ‘New Voice’ for the G.O.P. Then She Pivoted.", "title_page": "Nancy Mace Called Herself a ‘New Voice’ for the G.O.P. Then She Pivoted. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But these days, as Republicans in Congress have made it clear that they have no intention of turning against Mr. Trump, Ms. Mace has quietly backpedaled into the party’s fold. Having once given more than a dozen interviews in a single day to condemn Mr. Trump’s corrosive influence on the party, Ms. Mace now studiously avoids the subject, rarely if ever mentioning his name and saying it is time for Republicans to “stop fighting with each other in public.”\nAfter setting herself apart from her party during her first week in office by opposing its effort to overturn President Biden’s victory, Ms. Mace has swung back into line. She joined the vast majority of Republicans in voting to oust Representative Liz Cheney from leadership for denouncing Mr. Trump and his election lies. She also voted against forming an independent bipartisan commission to investigate the Capitol riot.\nAnd rather than continuing to challenge party orthodoxy, Ms. Mace has leaned in to the most combative Republican talking points, castigating Dr. Anthony S. Fauci, the top health official who is a favorite boogeyman of the right, accusing Democrats of forcing critical race theory on children, and publicly feuding with progressives.\nHer pivot helps explain why the Republican Party’s embrace of Mr. Trump and his brand of politics is more absolute than ever. It is not only the small but vocal group of hard-right loyalists of the former president who are driving the alliance, but also the scores of rank-and-file Republicans — even those who may disagree with him, as Ms. Mace has — who have decided it is too perilous to openly challenge him.\n“She’s a little bit like a new sailor; she tried to get her sea legs, but she’s also looking out over the horizon, and what she saw was a storm coming in from the right,” said Chip Felkel, a veteran Republican strategist in South Carolina. “So she immediately started paddling in another direction. The problem is, is that everything you say and do, there’s a record of it.”", "url": "https://www.nytimes.com/2021/07/25/us/politics/nancy-mace-republican-party.html"}