{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:27:11", "date_modify": "2022-10-25 23:27:11", "date_publish": "2021-04-22 09:00:19", "description": "With reconfigured courtrooms and new uses of technology, New York’s court systems have geared up to clear a looming backlog of cases.", "filename": "2021_04_22_nyregion_new-york-courts-pandemic-jury-duty_1666740431.html", "image_url": "https://static01.nyt.com/images/2021/04/13/nyregion/00TheFirstTrial-01/00TheFirstTrial-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e9921698e7a3e40114777e743cec1314e6fbdc5cdb91a88127970ed9538cf53a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_22_nyregion_new-york-courts-pandemic-jury-duty_1666740431.html", "title": "Jury Duty Is Back, and It Looks Very Different", "title_page": "Jury Duty Is Back, and It Looks Very Different - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As New York continues to reopen and pandemic restrictions are slowly lifted, the sprawling federal and state court systems have lumbered back to life, transforming how they operate in order to safely bring people back into buildings and clear case backlogs while infection rates remain high.\nNowhere has the change been more visible than in jury trials.\nIn Manhattan’s Federal District Court, witnesses now testify from Plexiglas booths. Defendants communicate with socially distanced lawyers through telephone-style handsets. And jurors no longer sit in tight rows in an old-fashioned jury box. Instead, they are spaced apart on elevated platforms that reach toward the rear of the courtroom.\nRather than cramming into a tight conference room to deliberate or eat lunch, jurors now receive a separate courtroom in which to spread out. They, like other visitors, pass through rigorous health screenings to enter the court, and they await jury selection in assembly rooms in chairs spaced six feet apart.\n“Our ability to get jurors to serve was dependent upon having an environment that was both safe and perceived as safe,” said Judge P. Kevin Castel, a member of an ad hoc committee of judges appointed to figure out how to carefully restart jury trials in federal courthouses in Manhattan and White Plains.", "url": "https://www.nytimes.com/2021/04/22/nyregion/new-york-courts-pandemic-jury-duty.html"}