{"authors": ["Matt Phillips"], "date_download": "2022-10-25 23:40:58", "date_modify": "2022-10-25 23:40:58", "date_publish": "2021-03-21 09:00:08", "description": "The government set out to prop up the economy. It may also be propping up the market.", "filename": "2021_03_21_business_stimulus-check-stock-market_1666741258.html", "image_url": "https://static01.nyt.com/images/2021/03/21/business/21stimmies-01/21stimmies-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=79f9703890a306a67effeb6e7bc96f7bd0057e70f1875f4b5e4d090199c93d8a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_21_business_stimulus-check-stock-market_1666741258.html", "title": "How Stimulus Checks Are Driving a Stock Buying Spree", "title_page": "How Stimulus Checks Are Driving a Stock Buying Spree - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Abraham Sanchez knew exactly how he wanted to spend his stimulus check.\nLike millions of Americans, he had begun dabbling in the stock market during the pandemic. So, soon after $1,400 from the federal government landed in his bank account last week, Mr. Sanchez, a 28-year-old trumpet player in Sacramento, moved all but $200 of it into his Robinhood online trading account. He then used most of it to buy 80 shares of AMC Entertainment, the struggling movie theater chain.\n“I was like: ‘You know what? Whatever. I’ll give it a shot,’” he said. When the stock rose last week after AMC announced it was preparing to reopen theaters in California, Mr. Sanchez gained $170 on paper. “It was kind of nice,” he said. The shares have since fallen, but he’s still sitting on a paper profit of about $120 and doesn’t plan to sell.\nMr. Sanchez is by no means wealthy. While the pandemic halved what he used to make from his gig in a brass band, he gets by because of his day job as a store manager. He worries that the pandemic might flare up again, or cost him his job. But Mr. Sanchez, who lives with three roommates, didn’t need the stimulus money to make ends meet. So he was willing to gamble.\n“If I were to lose a good sum of money, it wouldn’t be good,” Mr. Sanchez said. “But I’m willing to take the risk, you know, if it can put me ahead for the next couple of months.”", "url": "https://www.nytimes.com/2021/03/21/business/stimulus-check-stock-market.html"}