{"authors": ["Marc Santora", "Isabel Kershner"], "date_download": "2022-10-25 22:56:09", "date_modify": "2022-10-25 22:56:09", "date_publish": "2021-04-30 11:22:59", "description": "A stampede during a mountainside religious celebration in Israel on Thursday night left at least 45 people dead and scores more injured. Here is what we know so far.", "filename": "2021_04_30_world_europe_deadly-stampede-israel-mt-meron_1666738569.html", "image_url": "https://static01.nyt.com/images/2021/05/30/world/30Israel-What-We-Know-promo/30Israel-What-We-Know-promo-facebookJumbo.jpg?year=2021&h=549&w=1050&s=8aaa4938a7eab32e12f9b872010e16761fd28548f1a7bf7b6d6ecaa9986db10d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_30_world_europe_deadly-stampede-israel-mt-meron_1666738569.html", "title": "What We Know About the Deadly Stampede in Israel", "title_page": "What We Know About the Deadly Stampede in Israel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The situation quickly escalated, as people piled atop one another in the narrow passageway with a sloping metal floor. One of the injured, Chaim Vertheimer, said that the floor had become slippery from spilled water and grape juice.\n“For some reason there was sudden pressure at this point and people stopped, but more people kept coming down,” Mr. Vertheimer told the Israeli news outlet Ynet, speaking from his hospital bed in the holy city of Safed. “People were not breathing. I remember hundreds of people screaming ‘I can’t breathe.’”\nVideos showed rescue workers desperately trying to tear down metal barriers as they struggled to reach victims. Zaki Heller, a spokesman for the Magen David Adom rescue service, said 150 people had been hospitalized, with several in critical condition.\n“No one had ever dreamed” something like this could happen, Mr. Heller told Israel Army Radio. “In one moment, we went from a happy event to an immense tragedy.”\nTwo different witnesses told Haaretz that a police barricade prevented people from exiting and caused overcrowding. Television images also showed a side door in the evacuated passageway that had been locked shut.\nOn Friday morning, the Justice Ministry said that a police internal investigations department had begun a probe into possible criminal misconduct by officers.", "url": "https://www.nytimes.com/2021/04/30/world/europe/deadly-stampede-israel-mt-meron.html"}