{"authors": ["Azi Paybarah"], "date_download": "2022-10-25 22:59:56", "date_modify": "2022-10-25 22:59:56", "date_publish": "2021-06-30 00:44:15", "description": "Family members of the victim, Julian Lewis, said they wanted a new grand jury impaneled and for video of the shooting to be released.", "filename": "2021_06_29_us_georgia-trooper-not-charged-julian-lewis_1666738796.html", "image_url": "https://static01.nyt.com/images/2021/06/29/lens/29xp-trooper/29xp-trooper-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5115c3c820f979e191b019cb069ef1219aa8be9a2363e94a00a062cb890cbde8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_29_us_georgia-trooper-not-charged-julian-lewis_1666738796.html", "title": "No Indictment for Former Georgia Trooper Who Shot and Killed a Black Motorist", "title_page": "No Indictment for Former Georgia Trooper Who Shot and Killed a Black Motorist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A grand jury has declined to indict a former Georgia state trooper who shot and killed a Black man last year during a traffic stop over a broken taillight.\nRelatives of the victim, Julian Edward Roosevelt Lewis, 60, said they were disappointed in the decision and urged the district attorney to impanel a new grand jury in order to pursue charges again against the former trooper, Jacob Thompson.\nLindsay Milton, the victim’s mother, implied race was a factor in the grand jury’s decision on Monday not to indict Mr. Thompson, who is white. “They’re going to let this young man go free ’cause my child was a Black man; no this is not going to work,” she told reporters at a news conference on Tuesday. “We are going to push this to the very end.”\nTelephone and email messages left for District Attorney Daphne J. Totten and a lawyer for Mr. Thompson were not immediately returned or answered on Tuesday night.", "url": "https://www.nytimes.com/2021/06/29/us/georgia-trooper-not-charged-julian-lewis.html"}