{"authors": ["William J. Broad", "David E. Sanger"], "date_download": "2022-10-25 23:38:58", "date_modify": "2022-10-25 23:38:58", "date_publish": "2021-07-26 23:43:35", "description": "Is China scrapping its “minimum deterrent” strategy and joining an arms race? Or is it looking to create a negotiating card, in case it is drawn into arms control negotiations?", "filename": "2021_07_26_us_politics_china-nuclear-weapons_1666741138.html", "image_url": "https://static01.nyt.com/images/2021/07/26/us/politics/26dc-china-nukes/26dc-china-nukes-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9242ce021cdb4e727598468fcedccdd2ff220ba2a8f1ca31a13e4d723d88b9d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_26_us_politics_china-nuclear-weapons_1666741138.html", "title": "A 2nd New Nuclear Missile Base for China, and Many Questions About Strategy", "title_page": "A 2nd New Nuclear Missile Base for China, and Many Questions About Strategy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Just because you build the silos doesn’t mean you have to fill them all with missiles,” said Vipin Narang, a Massachusetts Institute of Technology professor who specializes in nuclear strategy. “They can move them around.”\nAnd, of course, they can trade them away. China may believe that sooner or later it will be drawn into arms control negotiations with the United States and Russia — something President Donald J. Trump tried to force during his last year in office, when he said he would not renew the New START treaty with Russia unless China, which has never participated in nuclear arms control, was included. The Chinese government dismissed the idea, saying that if the Americans were so concerned, they should cut their arsenal by four-fifths to Chinese levels.\nThe result was a stalemate. At the very end of the Trump administration, Secretary of State Mike Pompeo and his arms control envoy, Marshall Billingslea, wrote that “we’ve asked Beijing for transparency, and to join the United States and Russia in crafting a new arms control agreement covering all categories of nuclear weapons.”\n“It is time that China stopped posturing and began to comport itself responsibly,” they wrote.\nBut the Biden administration had concluded that it would be unwise to let New START expire with Russia simply because China refused to join. Once in office, President Biden moved quickly to renew the treaty with Russia, but his administration has said that at some point it wants China to enter into some kind of agreement.\nThose conversations have yet to begin. The deputy secretary of state, Wendy Sherman, is in China this week for the first visit of a senior American diplomat since Mr. Biden took office, though it is not clear that nuclear weapons are on the agenda. She is headed next to nuclear discussions with Russia.\nAt the White House, the National Security Council declined to comment on evidence of the expanding Chinese arsenal.", "url": "https://www.nytimes.com/2021/07/26/us/politics/china-nuclear-weapons.html"}