{"authors": ["Emmanuel Morgan"], "date_download": "2022-10-25 23:42:47", "date_modify": "2022-10-25 23:42:47", "date_publish": "2021-10-09 04:01:05", "description": "The pandemic, bureaucratic bickering and genuine dislike feed into this third showdown for a heavyweight belt.", "filename": "2021_10_09_sports_fury-wilder-fight-preview_1666741367.html", "image_url": "https://static01.nyt.com/images/2021/10/08/sports/08boxing-wilder-fury01/08boxing-wilder-fury01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0dbb559d0814304ce1a792a6e8eef4307143c829f8acf6b9913fc1d12d0a9d2a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_09_sports_fury-wilder-fight-preview_1666741367.html", "title": "Deontay Wilder and Tyson Fury: A Trilogy Defined by Its Twists", "title_page": "Deontay Wilder and Tyson Fury: A Trilogy Defined by Its Twists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LAS VEGAS — For more than 30 minutes, the two combatants talked relatively calmly to each other as the room became thick with tension as each man nonchalantly described what violence he would unleash on the other.\nThen, toward the end of their news conference Wednesday, the pent-up animosity escalated.\nTyson Fury (30-0-1), the World Boxing Council heavyweight champion, mocked his opponent, Deontay Wilder, for Wilder’s litany of excuses for losing their last fight. Wilder (42-1-1), who defended that same title 10 times before relinquishing it to Fury, rebutted that his opponent held no knockout power. The two then barked and spoke over each other for several minutes.\nAfter officials did not allow the fighters to square off face to face, Wilder quietly left the MGM Grand Garden Arena with his entourage. Fury snarled as he walked down the stage’s steps wearing a custom suit and Nike Air Force 1 shoes accented with pictures of the multicolored W.B.C. belt.\nThis is what happens when the coronavirus pandemic, the legal system and hearsay disrupt a highly-anticipated trilogy fight between two of the best fighters in boxing’s marquee weight class. It is but added drama that they don’t like each other.", "url": "https://www.nytimes.com/2021/10/09/sports/fury-wilder-fight-preview.html"}