{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:52:17", "date_modify": "2022-10-25 23:52:17", "date_publish": "2021-07-30 20:31:58", "description": "A provision in the Senate legislation would give the I.R.S. more power to scrutinize a largely unregulated corner of finance.", "filename": "2021_07_30_us_politics_infrastructure-deal-cryptocurrency_1666741937.html", "image_url": "https://static01.nyt.com/images/2021/07/31/business/30dc-crypto-print/30dc-crypto-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7d70e8042f3607f3aca44cf490d207a55715d1f840665fe01047012fb4eea044&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_30_us_politics_infrastructure-deal-cryptocurrency_1666741937.html", "title": "Infrastructure Deal Puts Cryptocurrencies in Washington’s Cross Hairs", "title_page": "Infrastructure Deal Puts Cryptocurrencies in Washington’s Cross Hairs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In a hunt for funds to help pay for the Senate’s bipartisan infrastructure package, lawmakers have turned to the cryptocurrency industry as a potential source of tax revenue and are proposing tougher scrutiny of digital transactions.\nA provision of the package would require cryptocurrency brokers and investors to provide more disclosure about their transactions to the Internal Revenue Service. The aim is to bring more transparency to an opaque sector, which critics argue is a haven for money laundering and tax evasion. But the provision also underscores the realization in Washington that the $2 trillion industry is here to stay and offers a new opportunity to generate federal tax revenue.\nBy strengthening tax enforcement on such digital assets, the federal government could raise $28 billion over a decade, according to an estimate by the Joint Committee on Taxation, which analyzed the plan. While that would be just a small fraction of the $550 billion that lawmakers have proposed in new federal spending on infrastructure, it is among the few fresh sources of revenue included in the plan.\nThe potential for more federal scrutiny of crypto transactions is rattling nerves in the nascent financial technology industry, which has so far escaped the kind of rigorous oversight applied to traditional financial services.", "url": "https://www.nytimes.com/2021/07/30/us/politics/infrastructure-deal-cryptocurrency.html"}