{"authors": ["Lisa Lerer", "Reid J. Epstein"], "date_download": "2022-10-25 23:27:25", "date_modify": "2022-10-25 23:27:25", "date_publish": "2021-04-08 09:00:20", "description": "After resisting Donald Trump’s demands to overturn Georgia’s election results, Gov. Brian Kemp was an outcast in his own party. Now he’s embraced the state’s new voting bill as a way to rebuild his standing.", "filename": "2021_04_08_us_politics_brian-kemp-trump-georgia_1666740445.html", "image_url": "https://static01.nyt.com/images/2021/04/07/us/politics/00kemp1/00kemp1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5315cf68ec1b026171e58f146a13b06c3fb2e4a44243f1419fa4f401834a1db5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_08_us_politics_brian-kemp-trump-georgia_1666740445.html", "title": "How Brian Kemp Is Rebounding Against Trump’s Wrath", "title_page": "How Brian Kemp Is Rebounding Against Trump’s Wrath - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Not every Republican has signed on. Debbie Dooley, a conservative activist in Georgia, said that the Republican base remembered Mr. Kemp’s denying Mr. Trump’s request to call for a special session to address the presidential election results, and that it remained eager to punish him for what it views as failing to fully investigate claims of fraud.\n“He is hoping Trump voters forget he was a coward,” she said. “He undermined us at every turn during investigation of election fraud, and now because he is talking tough in regard to M.L.B., Delta and Coke, he thinks we will forgive him. We won’t.”\nThe most recent polling, conducted before Mr. Kemp signed the voting bill, showed that 15 percent to 30 percent of Georgia Republicans disapproved of his time as governor, largely because of his performance during the 2020 election.\nThe new law Mr. Kemp is championing makes it harder to acquire an absentee ballot, creates new restrictions and complications for voting and hands sweeping new power over the electoral process to Republican legislators. It has drawn harsh criticism from local companies like Coca-Cola and Delta, and prompted Major League Baseball to move its All-Star Game out of suburban Atlanta as a form of protest.\nMr. Kemp has used the rebukes to fire up the Republican base. He made little effort to calm tensions with some of his state’s most prominent corporate leaders, and said that baseball executives had “caved to fear, political opportunism, and liberal lies” in deciding to relocate the All-Star Game. Through it all, he has positioned himself as a fierce defender of Georgia’s sovereignty, saying, “Georgians will not be bullied.’’\nMr. Kemp’s embrace of the voting law appears to have helped his standing among Georgia Republicans. Former Representative Doug Collins, Mr. Trump’s preferred intraparty rival for the governorship, is now leaning toward a 2022 Senate bid instead, according to strategists and activists in the state. The two remaining Republicans weighing a bid are not as well known and would face a tougher time mounting a serious challenge to Mr. Kemp, who has already banked more than $6.3 million for his re-election campaign. He’s now fund-raising off the voting bill, wrapping his re-election website in a plea for funds to help “defend election integrity.”", "url": "https://www.nytimes.com/2021/04/08/us/politics/brian-kemp-trump-georgia.html"}