{"authors": ["Roni Caryn Rabin", "Apoorva Mandavilli", "Shawn Hubler"], "date_download": "2022-10-25 23:26:35", "date_modify": "2022-10-25 23:26:35", "date_publish": "2021-06-29 22:55:15", "description": "Los Angeles County and the W.H.O. warned that even immunized people should wear masks indoors. Some scientists agreed, but urged a localized approach.", "filename": "2021_06_29_health_coronavirus-delta-variant-masks_1666740395.html", "image_url": "https://static01.nyt.com/images/2021/06/29/science/2VIRUS-DELTA1/2VIRUS-DELTA1-facebookJumbo-v3.jpg?year=2021&h=550&w=1050&s=803d1ed26d7f1c929a5661aa5e0e8ce0f4cd691d7cd24c9b8b3fd87ca64a9bd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_29_health_coronavirus-delta-variant-masks_1666740395.html", "title": "Delta Variant’s Spread Prompts Reconsideration of Mask Guidance", "title_page": "Delta Variant’s Spread Prompts Reconsideration of Mask Guidance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even Israel — which has one of the highest vaccination rates in the world and is aggressively immunizing younger adolescents and teenagers who qualify — has reinstated masking requirements in public indoor spaces and at large public gatherings outdoors, after hundreds of new Covid-19 cases were detected in recent days, including among people who had received both doses of the Pfizer-BioNTech vaccine.\nThis is not the first time the world has been consumed by a more contagious variant of the coronavirus. The Alpha variant walloped Britain and brought the rest of Europe to a standstill earlier this year. In the United States, Alpha quickly became the dominant variant by late March, but the rapid pace of vaccination blunted its spread, sparing the nation a big surge in infections.\nBut Delta is thought to be even more fearsome. Much of what is known about the variant is based on its spread in India and Britain, but early evidence indicates that it is perhaps twice as contagious as the original virus and at least 20 percent more contagious than Alpha.\nIn many Indian states and European nations, Delta quickly outpaced Alpha to become the dominant version of the virus. It is on track to do the same in the United States.\nAmong the variant’s many mutations are some that may help the virus partly dodge the immune system. Several studies have shown that while the current vaccines are effective against Delta, they are slightly less so than against most other variants. For individuals who have received only one dose of a two-dose regimen, protection against the variant is significantly reduced, compared with efficacy against other forms of the virus.", "url": "https://www.nytimes.com/2021/06/29/health/coronavirus-delta-variant-masks.html"}