{"authors": ["Ann Carrns"], "date_download": "2022-10-25 23:31:35", "date_modify": "2022-10-25 23:31:35", "date_publish": "2021-11-03 15:32:20", "description": "The rise in prices has affected not only consumer goods but some government savings bonds, and it could benefit some investors looking for safe spaces for their money.", "filename": "2021_11_03_your-money_series-i-bonds-inflation-rate_1666740695.html", "image_url": "https://static01.nyt.com/images/2021/11/03/business/03ibonds/merlin_190157016_a4e2d735-9a1c-4612-bc22-c38d1b2fa368-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_03_your-money_series-i-bonds-inflation-rate_1666740695.html", "title": "Inflation Bonds Are Getting a Big Rate Bump", "title_page": "I Bonds, Offering a Safe Space for Cash, Get a Big Rate Bump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Savings bonds generally are low-risk investments, but I bonds’ rate structure is complicated and there are drawbacks, like limits on how much you can buy and penalties if you cash them in early.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\n“While Series I bonds may sound really attractive at first glance, investors should carefully consider the complexities coupled with the cap on the purchase amounts before making an investment,” said Kevin Shea, senior portfolio manager at Creative Planning, a wealth management firm in Overland Park, Kan.\nThe rate earned by inflation bonds, which were first issued in 1998, is made up of two parts: a base rate, fixed for the life of the bond; and a rate that varies based on inflation, as measured by the Consumer Price Index, which can reset every six months, in May and November. The Treasury Department applies a formula to combine those two rates into a “composite” rate.\nFor more than a year, the fixed rate on I bonds has been a disheartening zero. Yes, zilch. That means all of the interest earned on those I bonds comes from their variable inflation rate. No one knows for sure if the current bout of brisk inflation will be temporary or persist into next year. But if the bonds’ inflation rate were to fall, while the fixed rate stayed at zero, the rate paid on the bonds could be less attractive.\nThe composite rate for new bonds could even reach zero — although it’s guaranteed to never go below that. So you’ll at least get back your original investment when you redeem the bond, according to Treasury.", "url": "https://www.nytimes.com/2021/11/03/your-money/series-i-bonds-inflation-rate.html"}