{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:26:10", "date_modify": "2022-10-25 23:26:10", "date_publish": "2021-04-06 15:33:41", "description": "Pediatricians should be vigilant, experts said, after the release of the largest U.S. study of the syndrome, MIS-C, that can strike young people weeks after their coronavirus infection.", "filename": "2021_04_06_health_covid-children-mis-c_1666740370.html", "image_url": "https://static01.nyt.com/images/2021/04/06/climate/06VIRUS-CHILDREN/06VIRUS-CHILDREN-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6f3cd76df113a1e3cb29699bb739b99ca2c3da75db3dab834f1e7965e35b14fd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_06_health_covid-children-mis-c_1666740370.html", "title": "Many Children With MIS-C Had No Covid-19 Symptoms", "title_page": "Many Children With MIS-C Had No Covid-19 Symptoms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Overall, nearly 58 percent of the patients were male, but the proportion was not the same across all ages. The youngest group — newborn to age 4 — had roughly equal numbers of boys and girls, and the male-to-female ratio increased in the older groups until it was more than two-to-one male to female in the 18-to-20 group.\nThe vast majority of patients (nearly 86 percent) were younger than 15. The study found that those under 5 had the lowest risk of serious heart complications and were less likely to need intensive care. Patients 10 and older were significantly more likely to develop issues like shock, low blood pressure and myocarditis (inflammation of the heart muscle).\n“I think that’s similar to what we saw with Covid, that the older kids seemed to have more severe disease,” Dr. DeBiasi said. “And that’s because what makes people really sick from the Covid is the inflammatory aspect of it, so maybe these older kids, for whatever reasons, make more inflammation, whether that’s in primary Covid or MIS-C.”\nStill, significant numbers of the youngest patients developed heart problems. In the newborn-to-4 age group, 36 percent had low blood pressure, 25 percent had shock and 44 percent were treated in the I.C.U.\nPatients of all ages in the study had about the same occurrence of some of the less-common heart issues linked to the syndrome, including coronary aneurysms and fluid buildup. Children 14 and under were more likely to have rash and red eyes, while those older than 14 were more likely to have chest pain, shortness of breath and cough. Abdominal pain and vomiting afflicted about two-thirds of all patients.\nThere were 24 deaths recorded, spread across all age groups. There was no information in the study about whether patients had underlying medical conditions, but doctors and researchers have reported that young people with MIS-C were often previously healthy and significantly more likely to be healthy than the relatively small number of young people who become seriously ill from initial Covid infections.\nOf the 1,075 patients for whom information about initial Covid illness was available, only 265 had symptoms at that time. They were more likely to be older — their median age was 11, while the median age of those with asymptomatic Covid infections was 8. But that could be because “younger children can’t express their concerns as well,” said Dr. Blumenthal, who co-wrote an editorial about the study.", "url": "https://www.nytimes.com/2021/04/06/health/covid-children-mis-c.html"}