{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 23:46:34", "date_modify": "2022-10-25 23:46:34", "date_publish": "2021-09-07 02:41:16", "description": "Mr. David, who previously worked as a lawyer for Gov. Andrew Cuomo, was identified in a report as having advised Mr. Cuomo’s office on how to handle sexual harassment allegations.", "filename": "2021_09_06_us_politics_alphonso-david-human-rights-campaign-cuomo_1666741594.html", "image_url": "https://static01.nyt.com/images/2021/09/06/lens/06dc-david-hrc-01/merlin_181466916_995bfaff-11f6-48a1-ac2e-a7398f2ef50d-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6d0a432cab9618d36e3bebf0764499c89921bd3f9d0dd0bd88ba7e4f1e98c9d1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_06_us_politics_alphonso-david-human-rights-campaign-cuomo_1666741594.html", "title": "Alphonso David Fired as Human Rights Campaign President", "title_page": "Alphonso David Fired as Human Rights Campaign President  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. David also suggested edits to a letter intended to malign Ms. Boylan that was being circulated among Mr. Cuomo and his aides, and said that he would collect signatures for it from former aides. He declined to sign it himself, however, and he later said that he did not know the extent of the allegations against Mr. Cuomo. He called for Mr. Cuomo’s resignation after the report came out.\nA person familiar with the deliberations among the board of the Human Rights Campaign said that Mr. David never told the organization that he was helping to advise Mr. Cuomo’s office when the accusations came to light. The person said Mr. David did not consult the group’s counsel, or tell them that he was going to be interviewed by Ms. James’s office.\nMr. David said he would fight his firing. “As a Black, gay man who has spent his whole life fighting for civil and human rights, they cannot shut me up,” he said in a Twitter post late Monday. “Expect a legal challenge.”\nEarlier, the co-chairs of the board, Morgan Cox and Jodie Patterson, said in a statement that they had decided to end Mr. David’s role “effective immediately, for violations of his contract with the Human Rights Campaign.”\n“This is a painful moment in our movement,” they wrote. “While the board’s decision is not the outcome we had ever envisioned or hoped for in terms of Mr. David’s tenure with H.R.C., his actions have put us in an untenable position by violating H.R.C.’s core values, policies and mission.”\nThe statement touched on a public quarrel that unfolded between Mr. David and the board over the weekend, after Mr. David said that he had been told that a review of his actions had been completed without any finding of wrongdoing.", "url": "https://www.nytimes.com/2021/09/06/us/politics/alphonso-david-human-rights-campaign-cuomo.html"}