{"authors": ["Luis Ferré-Sadurní"], "date_download": "2022-10-25 22:56:45", "date_modify": "2022-10-25 22:56:45", "date_publish": "2021-07-14 22:04:02", "description": "The state’s methodology has allowed it to report 11,000 fewer coronavirus-related deaths than the count from the National Center for Health Statistics.", "filename": "2021_07_14_nyregion_cuomo-coronavirus-deaths-covid_1666738605.html", "image_url": "https://static01.nyt.com/images/2021/07/14/nyregion/14cuomo-virus1/14cuomo-virus1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=732824187300d6494d1f609d863f0525f0204ce36caa71470bf61db9b551384f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_14_nyregion_cuomo-coronavirus-deaths-covid_1666738605.html", "title": "How Accurate Is New York’s Covid Death Toll?", "title_page": "How Accurate Is New York’s Covid Death Toll? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "State health officials defended their accounting methods on Wednesday, arguing that the number of recorded deaths was never portrayed as exhaustive; they noted a sentence in the state’s online dashboard that explains how the state reports deaths. Health officials noted that the C.D.C.’s database relies on death certificate data submitted by the state, evidence that the state was not trying to hide anything.\n“New York State reports every single Covid-19 death publicly — every confirmed death reported by hospitals, nursing homes and adult care facilities in the state tracker and all preliminary death certificate data, including unconfirmed cases and home deaths, to the federal government which in turn reports that data online, allowing the public full access to all of this detailed data on a daily basis,” Jill Montag, a spokeswoman for the state Health Department, said in a statement.\nMr. Cuomo, a third-term Democrat, echoed that assessment during a news conference in Brooklyn on Wednesday following a report from The Associated Press that described New York’s approach to counting deaths as conservative.\n“We have always reported lab-tested Covid results,” Mr. Cuomo said. “That’s what our reporting has always been.” He added that the C.D.C. asks for additional information, “which we report to them and then they report.”\nIndeed, the C.D.C. has clear guidelines specifying how localities should report death certificate data compiled by doctors and coroners to the federal government. The C.D.C.’s system is a lengthy, more accurate process that can often lead to a lag, but is intended to construct the country’s official death toll of the disease.\n“With regards to deaths, the gold standard is the death certificate,” said Bob Anderson, chief of mortality statistics at the N.C.H.S. “The reporting in the permanent record will be from the death certificates and that will be true for New York and for the United States.”", "url": "https://www.nytimes.com/2021/07/14/nyregion/cuomo-coronavirus-deaths-covid.html"}