{"authors": ["Karen Weise", "Glenn Thrush"], "date_download": "2022-10-25 23:50:30", "date_modify": "2022-10-25 23:50:30", "date_publish": "2021-12-24 23:14:37", "description": "Travelers had hoped this holiday season would represent a return to relative normalcy. Instead, pilots are out and delays are piling up.", "filename": "2021_12_24_business_omicron-christmas-travel_1666741830.html", "image_url": "https://static01.nyt.com/images/2021/12/24/business/24airtravel-01/24airtravel-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_24_business_omicron-christmas-travel_1666741830.html", "title": "As Omicron Overshadows Christmas, Thousands of Flights Are Canceled", "title_page": "As Omicron Overshadows Christmas, Thousands of Flights Are Canceled - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“You can only be so prepared when Omicron starts racing through your pilot corps,” Mr. Snyder said. “If your pilot has a cold, they can still fly. If a pilot gets Covid, they have to stay away for 10 days. That can easily snarl an operation.”\nAnticipating how the Omicron variant would “exacerbate personnel shortages,” Airlines for America, a trade group, asked the Centers for Disease Control and Prevention on Thursday to shorten the recommended isolation period for employees who test positive for Covid-19 from 10 days to “no more than five days,” with a negative test to return, as the agency has done for health care workers.\nSara Nelson, the president of the Association of Flight Attendants union, resisted the change, telling the C.D.C. in a letter that changing protocols “should be based on science, not staffing, and they should be made by public health professionals, not airlines.”\nA substantial number of the cancellations have hit carriers based in Australia and India, with some resulting from virus-related staffing issues. More than 1,500 cancellations over the past few days have taken place in China, where such disruptions were not uncommon even before the emergence of Omicron.\nUnited Airlines officials could not say what will happen Jan. 2, a critical date when airlines expect large numbers of travelers to return home. “A lot of decisions are being made close in, so that if we don't need to cancel a flight, we’re not going to,” Ms. King said.\nA spokesman for JetBlue, which is one of the carriers supporting a shorter isolation period for workers, said that “additional flight cancellations and other delays remain a possibility as we see more Omicron community spread.”\nIt is a disorienting moment in the pandemic. While the highly transmissible Omicron variant now accounts for more than 70 percent of new coronavirus cases in the United States, President Biden and European leaders are increasingly reluctant to impose the kind of unpopular restrictions that were put in place to blunt the first wave of the pandemic and the Delta variant.", "url": "https://www.nytimes.com/2021/12/24/business/omicron-christmas-travel.html"}