{"authors": ["Elian Peltier"], "date_download": "2022-10-25 23:46:50", "date_modify": "2022-10-25 23:46:50", "date_publish": "2021-04-01 09:30:13", "description": "The National Covid Memorial Wall in London aims to remember those who die during the pandemic. “It’s therapeutic,” said a volunteering painter who lost her grandmother to the disease.", "filename": "2021_04_01_world_europe_uk-coronavirus-deaths-memorial-hearts_1666741610.html", "image_url": "https://static01.nyt.com/images/2021/04/01/world/01virus-memorial3/01virus-memorial3-facebookJumbo.jpg?year=2021&h=549&w=1050&s=63ad2a23e6c64838b4278b2bd69fb7ca7dbc2ad91884c501bc1b0dc06313afd6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_01_world_europe_uk-coronavirus-deaths-memorial-hearts_1666741610.html", "title": "150,000 Painted Hearts, Each for a Life Lost to Covid-19 in Britain", "title_page": "150,000 Painted Hearts, Each for a Life Lost to Covid-19 in Britain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Paula Smith couldn’t hold back her tears as she faced a sea of hand-painted red hearts covering a wall along the River Thames, each unique, each representing someone who died of Covid-19 in Britain.\nWith the tears welling in her eyes, Ms. Smith got back to work painting dozens more hearts on the memorial wall as passers-by stopped to watch. One heart was larger than the others, and on it she wrote in black letters: “Frank Stevens 1941–2020” — a tribute to her 78-year-old father, who died last April.\n“Look at how many people we’ve lost,” said Ms. Smith, 49, who was wearing a vest that read The National Covid Memorial Wall, as she took a step back to look at her work, sobbing behind her protective mask. “We keep talking about numbers, but each heart is a person.”\nAs European countries crossed the anniversary of the first coronavirus deaths and lockdown restrictions in recent weeks, memorials have sprung up across the continent to pay tribute to those lost to Covid-19.", "url": "https://www.nytimes.com/2021/04/01/world/europe/uk-coronavirus-deaths-memorial-hearts.html"}