{"authors": ["Erin Woo", "Kellen Browning"], "date_download": "2022-10-25 22:55:57", "date_modify": "2022-10-25 22:55:57", "date_publish": "2021-08-04 21:18:13", "description": "The mainstreaming of digital vaccine passes could lead to more surveillance, privacy researchers cautioned.", "filename": "2021_08_04_technology_vaccine-passport-ny-privacy_1666738557.html", "image_url": "https://static01.nyt.com/images/2021/08/04/business/04vaccinepassport1/04vaccinepassport1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b74ce5fcfaca52401d2c1bed2bee6bd5b526022a9e70da4d9dff6779b790180c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_04_technology_vaccine-passport-ny-privacy_1666738557.html", "title": "New York City’s Vaccine Passport Plan Renews Online Privacy Debate", "title_page": "New York City’s Vaccine Passport Plan Renews Online Privacy Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When New York City announced on Tuesday that it would soon require people to show proof of at least one coronavirus vaccine shot to enter businesses, Mayor Bill de Blasio said the system was “simple — just show it and you’re in.”\nLess simple was the privacy debate that the city reignited.\nVaccine passports, which show proof of vaccination, often in electronic form such as an app, are the bedrock of Mr. de Blasio’s plan. For months, these records — also known as health passes or digital health certificates — have been under discussion around the world as a tool to allow vaccinated people, who are less at risk from the virus, to gather safely. New York will be the first U.S. city to include these passes in a vaccine mandate, potentially setting off similar actions elsewhere.\nBut the mainstreaming of these credentials could also usher in an era of increased digital surveillance, privacy researchers said. That’s because vaccine passes may enable location tracking, even as there are few rules about how people’s digital vaccine data should be stored and how it can be shared. While existing privacy laws limit the sharing of information among medical providers, there is no such rule for when people upload their own data onto an app.", "url": "https://www.nytimes.com/2021/08/04/technology/vaccine-passport-ny-privacy.html"}