{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:23:09", "date_modify": "2022-10-25 23:23:09", "date_publish": "2021-01-28 10:00:16", "description": "Some patients struggling with Covid-19 develop antibodies against their own tissues, scientists have found.", "filename": "2021_01_28_health_coronavirus-antibodies-immunity_1666740189.html", "image_url": "https://static01.nyt.com/images/2021/01/26/science/27VIRUS-AUTOIMMUNE1/27VIRUS-AUTOIMMUNE1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c8cff88fe4c95a813fc14de157240e83b589531419e8429ce1860f420542da23&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_28_health_coronavirus-antibodies-immunity_1666740189.html", "title": "How the Coronavirus Turns the Body Against Itself", "title_page": "How the Coronavirus Turns the Body Against Itself - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Live updates: follow our coverage on coronavirus]\nThe coronavirus can warp the body’s defenses in many ways — disarming the body’s early warning systems, for example, or causing immune cells to misfire. But a spate of new studies suggests another insidious consequence: The infection can trigger the production of antibodies that mistakenly attack the patient’s own tissues instead of the virus.\nThe latest report, published online this week, suggests that so-called autoantibodies can persist months after the infection has resolved, perhaps causing irreparable harm. If other studies confirm the finding, it may explain some of the lingering symptoms in people who have recovered from Covid-19. The syndrome, sometimes referred to as long Covid, can include dementia, “brain fog” and joint pain.\nAutoantibodies are not new to science: They are the misguided soldiers of the immune system, tied to debilitating diseases such as lupus and rheumatoid arthritis, which arise when the body attacks its own tissues.\nThe newest study is small, with just nine patients, five of whom had autoantibodies for at least seven months. It has not yet undergone peer review for publication, and the authors urged caution in interpreting the results.", "url": "https://www.nytimes.com/2021/01/28/health/coronavirus-antibodies-immunity.html"}