{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:50:40", "date_modify": "2022-10-25 23:50:40", "date_publish": "2021-12-23 07:02:42", "description": "The Fed’s preferred inflation gauge climbed at the fastest pace in nearly four decades, as Omicron clouded the outlook for 2022.", "filename": "2021_12_23_business_economy_inflation-pce-index-fed_1666741840.html", "image_url": "https://static01.nyt.com/images/2021/12/17/business/17up-fed-inyt/merlin_199319499_00285ad2-2a46-4610-9430-b762ec6691b0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_23_business_economy_inflation-pce-index-fed_1666741840.html", "title": "PCE Index Hit Highest Level in November Since 1982", "title_page": "PCE Index Hit Highest Level in November Since 1982 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Earlier this year, big price increases were largely reserved to goods that were in short supply as demand surged and as overtaxed shipping lines struggled to keep up. Officials expected that situation to sort itself out as the economy reopened and returned to normal.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nBut more recently, price pressures have spread into categories like rent, suggesting that uncomfortably quick overall increases might last longer. Supply chains have gotten worse instead of better over the course of 2021, and it has become clear that the road to normalcy will be longer and more winding than forecasters had counted on.\nThe Biden administration is trying pull what levers it can, including increasing the supply of oil and gasoline and trying to keep ports open longer in an effort to clear backlogs. But much of the job of controlling inflation falls to the central bank, which is in charge of fostering full employment and stable prices. Fed officials will have to sort through conflicting evidence to decide whether the economy needs to be cooled down — and, if so, by how much.\n“We ended the year still on a high note — but it was a booming economy with heat,” said Diane Swonk, the chief economist at the accounting and advisory firm Grant Thornton. “We also have this inflation.”\nFed officials and most economists think price gains will slow from their current rapid pace next year. But nobody is certain how quickly and how completely that will happen, or what effect Omicron will have.\nThursday’s report provided further evidence of the pop in prices that a related measure — the Consumer Price Index — had shown two weeks earlier.\nA closely watched measure of so-called core inflation, which strips out food and fuel because of their volatility, also came in high in Thursday’s report, rising 4.7 percent in November.", "url": "https://www.nytimes.com/2021/12/23/business/economy/inflation-pce-index-fed.html"}