{"authors": ["Hannah Beech", "Muktita Suhartono"], "date_download": "2022-10-25 23:45:04", "date_modify": "2022-10-25 23:45:04", "date_publish": "2021-06-14 12:59:56", "description": "The delay in rapidly distributing large amounts of vaccine was also said to have hampered efforts in neighboring countries, which had been counting on receiving doses.", "filename": "2021_06_14_world_thailand-shortage_1666741504.html", "image_url": "https://static01.nyt.com/images/2021/06/14/world/14virus-briefing-thailand-1/14virus-briefing-thailand-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9e6d6448ccd6e5c1d9f00177b9aa79c362a611677a30085a1ecb317aad1e0895&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_14_world_thailand-shortage_1666741504.html", "title": "Mass Vaccination Campaign in Thailand Stumbles, Just as Cases Surge", "title_page": "Mass Vaccination Campaign in Thailand Stumbles, Just as Cases Surge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BANGKOK — For months, the government of Thailand assured citizens that a plan to dole out free, locally made coronavirus shots would start in early June. About 70 percent of the national population would be inoculated by the end of the year, health officials said.\nThen the delays began, just as the country was struggling with its worst outbreak of the coronavirus since the start of the pandemic.\nOn Sunday night, nearly a week after the vaccination program was supposed to have kicked into high gear, hospitals in Bangkok announced that previously confirmed appointments had been canceled.\nThere was no word as to why or when they might be rescheduled.\nThe knock-on effect of what appears to be a mass shortage of Thai-made vaccines is also radiating to other parts of the region, where inoculation campaigns are far behind those of many Western countries. The governments of Malaysia, the Philippines and Taiwan have announced that they are scaling back their vaccine rollouts because of lower-than-expected shipments from Thailand. (Thailand disputed the claims that it was to blame.)", "url": "https://www.nytimes.com/2021/06/14/world/thailand-shortage.html"}