{"authors": ["Farnaz Fassihi", "Ronen Bergman"], "date_download": "2022-10-25 23:54:28", "date_modify": "2022-10-25 23:54:28", "date_publish": "2021-06-24 00:48:12", "description": "The attack was said to have been carried out by a small drone against a manufacturing center used in the production of centrifuges.", "filename": "2021_06_23_world_middleeast_iran-atomic-agency-attack_1666742068.html", "image_url": "https://static01.nyt.com/images/2021/06/23/world/23iran/merlin_186291114_eeeb7be8-7c67-4f35-a098-d4d380a81f32-facebookJumbo.jpg?year=2021&h=549&w=1050&s=9c9f907de7a479d02cfb8b85a1c732a1c8e47d2f5465c895e611d4514179ceae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_23_world_middleeast_iran-atomic-agency-attack_1666742068.html", "title": "Iran Atomic Agency Says It Thwarted Attack on a Facility", "title_page": "Iran Atomic Agency Says It Thwarted Attack on a Facility - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Iran’s Atomic Energy Agency said on Wednesday that an attack on one of its facilities early in the morning had been foiled, with no casualties or structural damage to the site.\nThe agency’s statement did not reveal the name of the site, but the targeted building was one of Iran’s main manufacturing centers for the production of the centrifuges used at the country’s two nuclear facilities, Fordow and Natanz, according to an Iranian familiar with the attack and to a senior intelligence official.\nThe attack on the facility near the city of Karaj, on the outskirts of Tehran, was carried out by a small quadcopter drone, according to Iranian media and the Iranian familiar with the attack.\nWhile no one claimed responsibility for the attack, the centrifuge factory, known as the Iran Centrifuge Technology Company, or TESA, was on a list of targets that Israel presented to the Trump administration early last year. The Israeli government did not comment on the attack on Wednesday.", "url": "https://www.nytimes.com/2021/06/23/world/middleeast/iran-atomic-agency-attack.html"}