{"authors": ["Aina J. Khan"], "date_download": "2022-10-25 23:33:30", "date_modify": "2022-10-25 23:33:30", "date_publish": "2021-09-11 21:11:06", "description": "The country’s health minister said, “This can only be done because we have come a long way with the vaccination rollout, have a strong epidemic control, and because the entire Danish population has made an enormous effort to get here.”", "filename": "2021_09_11_world_denmark-lifts-Covid-restrictions_1666740810.html", "image_url": "https://static01.nyt.com/images/2021/09/11/arts/11denmark-covid-briefing-1/11denmark-covid-briefing-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5370f8a3c94d01acbb5d7e9242d6e1627e25bbf7e54ef91c7423cc1dcabb5dbb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_11_world_denmark-lifts-Covid-restrictions_1666740810.html", "title": "Denmark Lifts the Last of Its Pandemic Restrictions", "title_page": "Denmark Lifts the Last of Its Pandemic Restrictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Denmark has lifted the last of its coronavirus restrictions, effectively declaring that the virus was no longer a “critical threat to society” and allowing the country to get back to a semblance of prepandemic normal.\n“This can only be done because we have come a long way with the vaccination rollout, have a strong epidemic control, and because the entire Danish population has made an enormous effort to get here,” Magnus Heunicke, Denmark’s health minister, said in a statement on Friday about the lifting of restrictions.\nThe Danish government announced late last month that it would allow the restrictions to lapse, and pointed to Denmark’s high vaccination rates. As of Saturday, about 76 percent of the country’s population had received one dose of a vaccine, and 73 percent had been fully vaccinated, according to the Our World in Data project at the University of Oxford.\nWhile the rules lifted on Friday allow Danes to go more freely about their lives, foreign travelers will still be subject to some restrictions, including presenting a negative coronavirus test upon arrival or possibly even isolating for 10 days, depending on where they are coming from.", "url": "https://www.nytimes.com/2021/09/11/world/denmark-lifts-Covid-restrictions.html"}