{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:28:23", "date_modify": "2022-10-25 23:28:23", "date_publish": "2021-06-18 19:07:18", "description": "With President Biden planning to withdraw troops from Afghanistan by September, a bipartisan coalition in Congress is rushing to bring Afghans facing retribution to the United States.", "filename": "2021_06_18_us_politics_afghan-translator-visas_1666740503.html", "image_url": "https://static01.nyt.com/images/2021/06/18/us/politics/18dc-cong-visa1/18dc-cong-visa1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=af17a2630ed79f3412783582d8cc8c4f5dd0dd88ee17867f291362ad9ca703e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_18_us_politics_afghan-translator-visas_1666740503.html", "title": "Congress Rushes to Help Afghans Seeking Visas for Helping U.S.", "title_page": "Congress Rushes to Help Afghans Seeking Visas for Helping U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — As President Biden’s September deadline for ending the long war in Afghanistan approaches, a bipartisan coalition in Congress is stepping up efforts to ensure that Afghans who face retribution there for working alongside American troops and personnel are able to immigrate to the United States.\nThe group of Republicans and Democrats, many of them military members or veterans who have worked with translators, drivers and fixers in Afghanistan and other combat zones, is racing to put in place legislation to help the “Afghan allies,” as they are often called, before American troops go home, leaving those allies unprotected against revenge attacks by the Taliban. The lawmakers want to make it easier for the Afghans to qualify for special visas, to expedite the process of obtaining one and to get them out of Afghanistan as soon as possible while they await authorization to live legally in the United States.\nMore than 18,000 Afghans who have worked as interpreters, drivers, engineers, security guards and embassy clerks for the United States during the war are stuck in a bureaucratic morass after applying for Special Immigrant Visas — available to people who face threats because of work for the United States government — with some waiting as long as six or seven years for their applications to be processed.\nThe number of backlogged cases doesn’t count family members, an additional 53,000 people, or the anticipated surge in applications as American troops withdraw.", "url": "https://www.nytimes.com/2021/06/18/us/politics/afghan-translator-visas.html"}