{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:42:52", "date_modify": "2022-10-25 23:42:52", "date_publish": "2021-06-10 07:00:09", "description": "As Prime Minister Boris Johnson prepares to host the Group of 7 meeting, he faces a battle over efforts to cut foreign aid by a third to help make up for the costs of fighting the coronavirus.", "filename": "2021_06_10_world_europe_g7-uk-foreign-aid-coronavirus_1666741372.html", "image_url": "https://static01.nyt.com/images/2021/06/09/world/09uk-global1/09uk-global1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f5a53b6c2fee06d6b72e061cf9cc4700f8739019632be73c0ec28ac01d3c88be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_10_world_europe_g7-uk-foreign-aid-coronavirus_1666741372.html", "title": "Johnson to Push 'Global Britain' at G7, Even as He Cuts Foreign Aid", "title_page": "Johnson to Push 'Global Britain' at G7, Even as He Cuts Foreign Aid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — When Prime Minister Boris Johnson of Britain welcomes world leaders to the Cornwall seacoast for a summit meeting on Friday, he clearly hopes the soaring vistas — majestic cliffs rising above churning ocean surf — will impel the leaders into soaring new flights of global cooperation.\nBut on the eve of the Group of 7 gathering, Mr. Johnson is fighting a nasty, rather more earthbound battle at home over his pandemic-driven decision to cut Britain’s spending on foreign aid by a third, or more than $4 billion, a year.\nCritics say the budget cuts make hollow Mr. Johnson’s ambitious plans for a worldwide effort to tackle climate change and the coronavirus, which are part of his grander effort to fashion a post-Brexit identity for his country as “Global Britain.”\nThe cuts are eviscerating aid to groups like the United Nations Population Fund, which says its flagship program on family planning for women and girls will lose 85 percent of its funding, or $253 million, from Britain this year. The program’s executive director, Natalia Kanem, describes the cuts as “devastating.”", "url": "https://www.nytimes.com/2021/06/10/world/europe/g7-uk-foreign-aid-coronavirus.html"}