{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:51:40", "date_modify": "2022-10-25 23:51:40", "date_publish": "2021-12-10 20:44:25", "description": "The president said he was “deeply troubled” by management’s plan, calling it an “existential attack” on union members. Their walkout began in October.", "filename": "2021_12_10_business_economy_kellogg-strike-biden_1666741900.html", "image_url": "https://static01.nyt.com/images/2021/12/10/business/10economy-briefing-biden-kellogg/merlin_198310449_5e02b114-4e72-4488-92ef-e4e5330349de-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_10_business_economy_kellogg-strike-biden_1666741900.html", "title": "Biden Assails Kellogg’s Plan to Replace Striking Workers", "title_page": "Biden Assails Kellogg’s Plan to Replace Striking Workers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden on Friday waded into a strike involving 1,400 employees at four Kellogg plants, whom the company said it planned to permanently replace after workers voted down a proposed contract this week.\n“I am deeply troubled by reports of Kellogg’s plans to permanently replace striking workers,” Mr. Biden said in a statement, adding that “permanently replacing striking workers is an existential attack on the union and its members’ jobs and livelihoods.”\nThe strike began on Oct. 5 and has largely focused on the company’s two-tier compensation system, in which employees hired after 2015 typically receive lower wages and less generous benefits than veteran workers. Many veteran Kellogg workers, who the company says earn about $35 per hour on average, believe that adding lower-paid workers puts downward pressure on their wages.\nKellogg raised the possibility of hiring permanent replacements in November. The company and the union last week reached a tentative agreement in which the company would lift a cap on the number of workers in the lower tier, which was 30 percent under the previous contract. In exchange, the company agreed to move all workers with four or more years experience into the veteran tier, as well as an amount equivalent to 3 percent of workers at its plants in each of the five years of the contract.", "url": "https://www.nytimes.com/2021/12/10/business/economy/kellogg-strike-biden.html"}