{"authors": ["Benjamin Weiser", "Jonah E. Bromwich"], "date_download": "2022-10-25 22:57:13", "date_modify": "2022-10-25 22:57:13", "date_publish": "2021-10-07 15:20:26", "description": "Federal prosecutors said Glen Davis, Sebastian Telfair and Tony Allen were among the players involved in a plot to file millions of dollars’ worth of fraudulent medical claims.", "filename": "2021_10_07_nyregion_nba-players-charged-insurance-fraud_1666738633.html", "image_url": "https://static01.nyt.com/images/2021/10/07/nyregion/07nbafraud3/07nbafraud3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8746abf523fb041dab50e60f4e3e63f10a969ff84b5d12f1eb5cb83ac0622a12&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_07_nyregion_nba-players-charged-insurance-fraud_1666738633.html", "title": "18 Former N.B.A. Players Are Charged in $4 Million Insurance Fraud Scheme", "title_page": "18 Former N.B.A. Players Are Charged in $4 Million Insurance Fraud Scheme - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Greg Smith had been out of the National Basketball Association for about two years in December 2018, when the former power forward for the Houston Rockets and Dallas Mavericks had what appeared to be a long day at a dental office in Beverly Hills. Invoices submitted on his behalf showed that he received IV sedation and root canals, and had crowns placed on eight teeth.\nBut the invoices, totaling $47,900, were fake, federal prosecutors in Manhattan said on Thursday.\nMr. Smith was actually thousands of miles from California, playing basketball in Taiwan at the time, the prosecutors said, adding that they had evidence to prove it, including box scores showing he had appeared in games there.\nMr. Smith was one of 18 former N.B.A. players who were charged in what federal authorities portrayed as a brazen conspiracy to defraud a health care program extended to current and former N.B.A. players.\nThe claims submitted by another defendant, Sebastian Telfair — a Brooklyn high school legend who went on to a journeyman’s professional career — suggested truly woeful dental problems. His claims showed he had received root canals on 17 teeth in a year’s time, the indictment said. He pleaded not guilty on Thursday and was released on bond.", "url": "https://www.nytimes.com/2021/10/07/nyregion/nba-players-charged-insurance-fraud.html"}