{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:27:34", "date_modify": "2022-10-25 23:27:34", "date_publish": "2021-09-30 21:38:02", "description": "When it comes to policy, the president is finding that it is not always easy to draw a clear line separating himself from his predecessor.", "filename": "2021_09_30_us_politics_biden-trump-comparisons_1666740454.html", "image_url": "https://static01.nyt.com/images/2021/09/29/us/politics/29dc-memo-1/29dc-memo-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bc8ac8ab9ab25ad3f73052e7dafd3e449a22e370df5cc5ba8fb1d35863bbee92&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_30_us_politics_biden-trump-comparisons_1666740454.html", "title": "Biden Campaigned as the Anti-Trump. But a Clean Break Is Never Easy.", "title_page": "Biden Campaigned as the Anti-Trump. But a Clean Break Is Never Easy. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden has been so eager to move past the Trump era that he prefers to call his predecessor “the former guy” rather than utter his name.\nBut in recent weeks, Mr. Biden has found himself in the uncomfortable position of being compared over and over again to Donald J. Trump. Foreign policy experts and even some of his own allies have invoked the T-word on issues such as immigration, treatment of foreign allies and the abrupt withdrawal from Afghanistan.\nThe comparisons have prompted the White House to underscore points of contrast — its focus on climate, the end of dictating policy by Twitter — to push back on any sense that Mr. Biden represents something less than a clean break from the slash-and-burn politics of the past four years.\n“I think we’re in a bit of a different place,” Jen Psaki, the White House press secretary, said at a briefing on Thursday when asked about recent comparisons. “People would be pretty hard-pressed to argue that the president has taken any aspect of the former president’s playbook and used it as a model of his own.”", "url": "https://www.nytimes.com/2021/09/30/us/politics/biden-trump-comparisons.html"}