{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:31:37", "date_modify": "2022-10-25 23:31:37", "date_publish": "2021-10-13 15:06:53", "description": "In a letter, the National Highway Traffic Safety Administration reminded Tesla that federal law requires automakers to initiate recalls if they find defects that pose a safety risk.", "filename": "2021_10_13_business_tesla-autopilot-recall-safety_1666740697.html", "image_url": "https://static01.nyt.com/images/2021/10/13/business/13economy-briefing-tesla-inquiry/merlin_191570238_e1e96965-8c2f-489c-8188-fe42b4adbb15-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9b15bce61a21761f4a5774fe12e83329a14c44ef6e70d38730e20233f90f09a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_13_business_tesla-autopilot-recall-safety_1666740697.html", "title": "Tesla Under Scrutiny Over Lack of Recall After Autopilot Update", "title_page": " Tesla Under Scrutiny Over Lack of Recall After Autopilot Update - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I appreciate now that NHTSA is taking some steps forward, but it should have happened before,” Jennifer Homendy, chair of another federal agency, the National Transportation Safety Board, said in a recent interview. “It needs to happen more quickly, because otherwise you risk people’s lives.”\nThe safety board investigates the causes of automobile, train, airplane and other transportation accidents but has no regulatory power over manufacturers, as NHTSA does.\nConcern about Autopilot — a system of cameras and other sensors that can steer, brake and accelerate with little input from a driver — has been growing because the technology sometimes fails to detect objects or other vehicles. Despite its name, Autopilot does not enable autonomous driving, and Ms. Homendy’s agency has said the technology lacks safeguards to ensure that drivers remain alert and in control.\nFull Self-Driving is a more advanced system that Tesla has allowed a small set of owners to test on public roads. But it, too, is not able to pilot a car without active engagement by a human driver.\nIn August, NHTSA opened a formal investigation into 12 crashes in which Tesla cars operating in Autopilot mode failed to detect stopped emergency vehicles that had their lights flashing in low light. One accident killed a passenger. Other Autopilot crashes have accounted for 10 deaths since 2016, according to data compiled by NHTSA.", "url": "https://www.nytimes.com/2021/10/13/business/tesla-autopilot-recall-safety.html"}