{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:47:49", "date_modify": "2022-10-25 23:47:49", "date_publish": "2021-01-21 22:22:35", "description": "The arrest is the latest in a growing number of prosecutions against people accused of attacking law enforcement officials in the storming of the Capitol.", "filename": "2021_01_21_us_politics_michael-joseph-foy-arrested-capitol-riot_1666741669.html", "image_url": "https://static01.nyt.com/images/2021/01/21/us/politics/21dc-investigate/merlin_182076882_75e29845-d536-49a9-877d-7e3d7b2c0b89-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b6e21d134066e86f001b2a7aaf7a8b1cdd4006865042d29307669afedd99d476&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_21_us_politics_michael-joseph-foy-arrested-capitol-riot_1666741669.html", "title": "Man Accused of Beating Officer With Hockey Stick in Capitol Riot Is Arrested", "title_page": "Man Accused of Beating Officer With Hockey Stick in Capitol Riot Is Arrested - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Federal authorities in Michigan have arrested a man suspected of using a hockey stick to repeatedly hit police officers during the Jan. 6 riot at the Capitol — including beating one who had already fallen to the ground.\nLike others who have been arrested in connection with the rioting, the man, Michael Joseph Foy, has been charged with obstruction of a congressional proceeding and unlawful entry into a restricted building. But he also faces additional, more serious charges, including forcibly assaulting a federal officer, making him the latest in a growing number of suspects charged with attacking police officers.\nAccording to an F.B.I. affidavit made public on Thursday, investigators identified numerous riot videos and photographs on social media in which Mr. Foy appeared, including footage of violence against police officers compiled and published by The New York Times.\nAnother video, posted on YouTube, appears to show Mr. Foy “lifting the stick above his head and swinging it down rapidly, striking an individual on the ground several times,” the affidavit said. “At no point does it appear that the individual on the ground is acting aggressively, nor does it appear” that the attack was “justified.”", "url": "https://www.nytimes.com/2021/01/21/us/politics/michael-joseph-foy-arrested-capitol-riot.html"}