{"authors": ["Jane Arraf"], "date_download": "2022-10-25 23:54:27", "date_modify": "2022-10-25 23:54:27", "date_publish": "2021-05-25 20:59:07", "description": "A movement demanding a new kind of Iraq struggles to carry on, despite intimidation from Iranian-backed militias that are believed to have murdered dozens of activists.", "filename": "2021_05_25_world_middleeast_iraq-protest-murder-iran_1666742067.html", "image_url": "https://static01.nyt.com/images/2021/05/25/world/25iraq/25iraq-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b24165b82c8560a5ef5ddaa8a38429479fdaaa7372a338f475be74416b2542c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_25_world_middleeast_iraq-protest-murder-iran_1666742067.html", "title": "Iraqi Activism Fights for Survival Amid Murders and Threats", "title_page": "Iraqi Activism Fights for Survival Amid Murders and Threats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — “Who killed me?” the signs asked, alongside images of dead men and women, among the roughly 80 Iraqi activists murdered since late 2019. Young demonstrators held aloft the posters in Baghdad’s Tahrir Square on Tuesday, illustrating both the enduring spark and diminished strength of Iraq’s anti-government protest movement.\nThe demonstrators (publicly) and Iraqi officials (privately) say they know who killed many of the activists: Iran-backed militias that have essentially crushed a grass-roots anti-corruption movement that blames Iranian influence, and the militias, for many of Iraq’s ills. In a country where militias — nominally a part of the security apparatus — operate with impunity, the killers have gone unpunished.\nThe several thousand young men gathered in Baghdad’s central square Tuesday constituted the biggest protest in the Iraqi capital since the anniversary last October of demonstrations in 2019 that swept Baghdad and southern cities and brought down a government. The movement is driven by anger at the government’s failure to make promised reforms, including curbs on Iranian-backed militias.\nBut in the shadow of assassinations, kidnappings and intimidation of people who criticize the Iraqi government and Iranian interference, turnout on Tuesday was far smaller than organizers had hoped.", "url": "https://www.nytimes.com/2021/05/25/world/middleeast/iraq-protest-murder-iran.html"}