{"authors": ["Sui-Lee Wee"], "date_download": "2022-10-25 23:23:24", "date_modify": "2022-10-25 23:23:24", "date_publish": "2021-07-21 14:08:45", "description": "More officials are encouraging people to return to their daily rhythms and transition to a new normal. But scientists warn that it may be too soon to design exit strategies for the pandemic.", "filename": "2021_07_21_world_asia_living-with-covid-coronavirus_1666740204.html", "image_url": "https://static01.nyt.com/images/2021/08/21/world/21virus-global-sub/21virus-global-sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a99b0dcb1800162b3b164046d97c2676031d224a0bb4e3cda7dc73f9aef9308d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_21_world_asia_living-with-covid-coronavirus_1666740204.html", "title": "How Nations Are Learning to Live With Covid-19 Pandemic", "title_page": "How Nations Are Learning to Live With Covid-19 Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SINGAPORE — England has removed nearly all coronavirus restrictions. Germany is allowing vaccinated people to travel without quarantines. Outdoor mask mandates are mostly gone in Italy. Shopping malls remain open in Singapore.\nEighteen months after the coronavirus first emerged, governments in Asia, Europe and the Americas are encouraging people to return to their daily rhythms and transition to a new normal in which subways, offices, restaurants and airports are once again full. Increasingly, the mantra is the same: We have to learn to live with the virus.\nYet scientists warn that the pandemic exit strategies may be premature. The emergence of more transmissible variants means that even wealthy nations with abundant vaccines, including the United States, remain vulnerable. Places like Australia, which shut down its border, are learning that they cannot keep the virus out.\nSo rather than abandon their road maps, officials are beginning to accept that rolling lockdowns and restrictions are a necessary part of recovery. People are being encouraged to shift their pandemic perspective and focus on avoiding severe illness and death instead of infections, which are harder to avoid. And countries with zero-Covid ambitions are rethinking those policies.", "url": "https://www.nytimes.com/2021/07/21/world/asia/living-with-covid-coronavirus.html"}