{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:44:23", "date_modify": "2022-10-25 23:44:23", "date_publish": "2021-03-09 00:29:13", "description": "A quarter-century after Princess Diana broke her silence about life among the British royals, Meghan, the Duchess of Sussex, did the same. Their stories were remarkably similar.", "filename": "2021_03_08_world_europe_princess-diana-meghan-markle_1666741463.html", "image_url": "https://static01.nyt.com/images/2021/03/08/world/08royals-meghan-diana-top/08royals-meghan-diana-top-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b0245c93208ad477e10d02f0c730f06c6d8b3820d5b6e240f5c74074b6c61e38&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_08_world_europe_princess-diana-meghan-markle_1666741463.html", "title": "Meghan Markle's Interview Rekindles Princess Diana Memories", "title_page": "Meghan Markle's Interview Rekindles Princess Diana Memories - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are many parallels between Meghan and Diana.\nLike Diana, Meghan married into a family that did not understand her and believed she would conform, without complaint, to royal customs and protocol. As with Diana, when Meghan proved unable or unwilling to toe the family line, she said, the palace did nothing to dispel the emerging public narrative that she was demanding, petulant, entitled. And like Diana, Meghan found herself hounded by the tabloids, which accused her of constantly seeking attention while happily filling their pages with stories about her.\nBut there are differences, too, beyond the fact that Diana was white and Meghan is biracial, and the fact that Diana’s marriage fell apart, while Meghan has a strong marriage and a fierce champion in Harry.\nDiana was just 20, and very sheltered and naïve, when she and Charles married; Meghan was 36 and worldly, having made her own living for years, when she married Harry. She was also divorced, with a high-profile job as an actress.\nAnd Meghan is American, with an American sensibility.\nDiana came from a culture of reticence in which tradition is venerated; Meghan comes from one where it is normal to ask for help, to discuss your feelings and to suggest that there might be better, newer ways of doing things.", "url": "https://www.nytimes.com/2021/03/08/world/europe/princess-diana-meghan-markle.html"}