{"authors": ["Mark Leibovich"], "date_download": "2022-10-25 23:27:24", "date_modify": "2022-10-25 23:27:24", "date_publish": "2021-03-13 10:00:26", "description": "The country’s most hotly contested state has calmed down after months of drama, court fights and national attention (even the death threats have slowed). But new storms are on the horizon.", "filename": "2021_03_13_us_politics_georgia-republicans-voting-rights_1666740444.html", "image_url": "https://static01.nyt.com/images/2021/03/14/us/politics/14georgia/00georgia-facebookJumbo.jpg?year=2021&h=550&w=1050&s=058e36d007f71246333888c9203bd4b43957686cdfaa18ad5cbfcf6d81369dd7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_13_us_politics_georgia-republicans-voting-rights_1666740444.html", "title": "Why Georgia is Bracing for More Political Hurricanes", "title_page": "Why Georgia is Bracing for More Political Hurricanes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Why does seemingly every politically interested observer in America have — à la Ray Charles — Georgia on their mind?\nThe landmark event was President Biden’s becoming the first Democrat at the top of the ticket to carry Georgia since 1992, in what was the most closely decided state in last year’s presidential race. Former President Donald J. Trump appeared especially fixated on the state and made it the main focus of his efforts to reverse the results of the national election. Georgia then played host to double runoff contests in January that flipped control of the Senate to Democrats.\nThe fervor and spotlight will endure: The state is a focal point for the nation’s persistent voting rights battle, as Republicans move swiftly to roll back ballot access in what opponents say is clear targeting of Black voters with echoes of Jim Crow-era disenfranchisement.\nIn 2022, the Peach State’s race for governor is likely to include perhaps the Democratic Party’s leading champion of voting rights, Stacey Abrams, in a replay of the 2018 grudge match between her and Gov. Brian Kemp, the Republican incumbent. One of the two Democrats who won their races in January, Senator Raphael Warnock, will also have to turn around and defend his seat next year in a race that Republicans are already eyeing as they seek to reclaim the chamber. Several local and national Republicans — including Mr. Trump — have tried to recruit the former University of Georgia football legend Herschel Walker to run for the seat, which could lend another wrinkle to the state’s political story, as if it needed one.\nAdding to the chaos, Mr. Kemp has become the target of a vendetta by Mr. Trump, who has condemned him for not doing more to deliver (or poach) victory for him in Georgia in November. This has also made Georgia the unquestioned center of the internal disputes that have roiled the Republican Party since November. Mr. Trump has seemed intent on making the state a key stop on a revenge tour he has waged against Republicans he has deemed insufficiently loyal to him — Mr. Kemp and Mr. Raffensperger chief among them.", "url": "https://www.nytimes.com/2021/03/13/us/politics/georgia-republicans-voting-rights.html"}