{"authors": ["Luis Ferré-Sadurní"], "date_download": "2022-10-25 22:56:39", "date_modify": "2022-10-25 22:56:39", "date_publish": "2021-04-29 18:15:59", "description": "Larry Schwartz resigned from his volunteer post after the State Legislature amended a law that would have subjected him to a two-year ban from lobbying the state.", "filename": "2021_04_29_nyregion_larry-schwartz-vaccine-covid_1666738599.html", "image_url": "https://static01.nyt.com/images/2021/04/29/us/29nyvirus-schwartz/29nyvirus-schwartz-facebookJumbo.jpg?year=2021&h=549&w=1050&s=52f2fff0440ad89ab80bdcfbc90988bf93b332da0ac299c34b32fa42378e4c3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_29_nyregion_larry-schwartz-vaccine-covid_1666738599.html", "title": "Cuomo Loses Another Key Aide as Vaccine Czar, Larry Schwartz, Steps Down", "title_page": "Cuomo Loses Another Key Aide as Vaccine Czar, Larry Schwartz, Steps Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Larry Schwartz, one of Gov. Andrew M. Cuomo’s most trusted advisers, unexpectedly stepped down from his role as New York State’s vaccine czar, about five months after he was recruited by the governor to spearhead the state’s vaccine rollout.\nHis resignation was submitted on Wednesday, just as the State Legislature restored state provisions to the public officers law that would have affected Mr. Schwartz had he remained in the position.\nMr. Schwartz, who took on the role as an unpaid volunteer, could have been treated as a public officer following the legislative changes, which would have required him to file financial disclosure forms and be subject to a two-year lobbying ban after his service to the state, according to two people familiar with the matter.\nMr. Cuomo had waived those requirements at the beginning of the pandemic so he could attract a broader pool of potential volunteers to assist at the highest levels of government.", "url": "https://www.nytimes.com/2021/04/29/nyregion/larry-schwartz-vaccine-covid.html"}