{"authors": ["Rick Rojas"], "date_download": "2022-10-25 23:22:58", "date_modify": "2022-10-25 23:22:58", "date_publish": "2021-08-05 07:00:11", "description": "Louisiana is leading the nation in an explosion of new cases. Hospitals are overflowing and admitting more young people than before. But the crisis is also driving some to get vaccinated.", "filename": "2021_08_05_us_louisiana-vaccines-covid-delta_1666740178.html", "image_url": "https://static01.nyt.com/images/2021/08/04/us/04virus-louisiana-1/merlin_192587160_c1c36240-b867-4f44-8836-15c554b73a6c-facebookJumbo.jpg?year=2021&h=550&w=1050&s=62a4c659929765aa646bd5add2cf4483b442ada87e87ed393ab74175cffa4309&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_05_us_louisiana-vaccines-covid-delta_1666740178.html", "title": "Alarmed Louisiana Residents Turn to Vaccines in ‘Darkest Days’ of Pandemic", "title_page": "Alarmed Louisiana Residents Turn to Vaccines in ‘Darkest Days’ of Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s definitely scary that it could be you who ends up in the hospital,” a 22-year-old woman who gave only her first name, Brianna, said as she waited for her shot on Tuesday at a vaccination site run by the Louisiana National Guard in Baton Rouge.\nAshlynn Robert had avoided getting vaccinated because of a fear of needles, but her mother started pressing her as hospitalizations rose. “It wasn’t that bad,” Ms. Robert, 24, said after her shot. “I was being dramatic.”\nAmong the hardest-hit spots in the state is Tangipahoa Parish, a collection of small, mostly working-class towns where life had defiantly marched forward, even as the virus spread.\nIn Hammond, the largest city in Tangipahoa Parish, North Oaks Medical Center has been slammed with Covid-19 patients: 93 on a recent day, ranging in age from 20 to 85. Before this wave, the highest number of patients had been 65 in December.\nPatti Hilbun, 65, had been there nearly two weeks. “I will be blatantly honest,” she said. “This is as real as smallpox and polio when I was a kid.”\nMs. Hilbun was reluctant to get vaccinated. She had once had a poor reaction to a flu shot, she said, and she has Hashimoto’s disease, an autoimmune disorder. Her husband kept pushing her to get the shot. “I just talked myself into it,” she said. But before she actually had a chance to get vaccinated, she went to a wedding and did not wear a mask.", "url": "https://www.nytimes.com/2021/08/05/us/louisiana-vaccines-covid-delta.html"}