{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 23:24:36", "date_modify": "2022-10-25 23:24:36", "date_publish": "2021-01-06 02:58:41", "description": "A Baptist preacher born and raised in Georgia, he will become his state’s first Black senator, breaking a barrier with distinct meaning in American politics.", "filename": "2021_01_05_us_politics_raphael-warnock-georgia-senate_1666740276.html", "image_url": "https://static01.nyt.com/images/2021/01/05/us/politics/05ga-memo1/05ga-memo1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bf5754b1c85630660496d6bf3b629cae74bf2db192e658eb5b2cdb640801a282&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_05_us_politics_raphael-warnock-georgia-senate_1666740276.html", "title": "Raphael Warnock’s Win Is One for the History Books", "title_page": "Raphael Warnock’s Win Is One for the History Books - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I wasn’t mad at them. They were doing their job and I was doing my job,” Mr. Warnock said. “But in a few days I’m going to meet those Capitol Hill police officers again and this time they will not be taking me to central booking. They can help me find my new office.”\nMr. Warnock’s victory over Senator Kelly Loeffler early Wednesday is a fitting culmination to an election cycle in which, hours after Joseph R. Biden Jr. was declared the president-elect, he told Black voters, “You’ve always had my back, and I’ll have yours.”\nIt is also a generational breakthrough for Southern Black Democrats.\nMr. Warnock, 51, the pastor who took the pulpit at Ebenezer Baptist Church, where the Rev. Dr. Martin Luther King Jr. once preached, spoke on the campaign trail about his life experiences as a Black man born and raised in the South. He ran for office in a state where people in predominantly Black neighborhoods waited in disproportionately long lines to vote last year, and where one study found that more than 80 percent of the residents hospitalized for coronavirus in the state were Black — vestiges of systemic racism in the democratic and health care systems.\nPolitical power in the former Jim Crow South, where few Black Americans have been elected to statewide office, is inextricably linked to race. And Mr. Warnock’s place in the political universe is distinct from the election of Ms. Harris, or Northerners like former President Barack Obama, previously a senator from Illinois, and Senator Cory Booker of New Jersey.\nTogether, Mr. Warnock and Jon Ossoff, the other Democratic candidate, have the chance to expand the legislative agenda of Mr. Biden. But Mr. Warnock alone was seeking to overcome a barrier reinforced in the South over and over again, crystallized in a saying that became popular during the civil rights movement: “The South doesn’t care how close a Negro gets, just so he doesn’t get too high.”", "url": "https://www.nytimes.com/2021/01/05/us/politics/raphael-warnock-georgia-senate.html"}