{"authors": ["David Streitfeld"], "date_download": "2022-10-25 23:30:26", "date_modify": "2022-10-25 23:30:26", "date_publish": "2021-12-03 10:00:21", "description": "A 2011 thriller was supposed to cost $15. One merchant listed it at $987, with a 17th-century publication date. That’s what happens in a marketplace where third-party sellers run wild.", "filename": "2021_12_03_technology_amazon-bookstore_1666740626.html", "image_url": "https://static01.nyt.com/images/2021/12/05/business/05Amazon-books-web/05Amazon-books-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_03_technology_amazon-bookstore_1666740626.html", "title": "What Happened to Amazon’s Bookstore?", "title_page": "What Happened to Amazon’s Bookstore? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "John C. Boland was poking around the Amazon bookstore when he saw the science thriller “Hominid” for sale at dizzying prices. It was $907 from Sandy Dunes Surplus, $930 from Rocky Mountain Books and $987 from Open Range Media.\nHe didn’t need a copy. He wrote the novel and published it himself. List price is $15.\nMr. Boland has been selling books on Amazon since 2009. He lets the bookseller handle everything for his imprint, called Perfect Crime, including printing, billing and shipping.\n“Best retailer on the planet,” he calls it. “They eat the competition’s lunch.”\nDespite that endorsement, Mr. Boland sued Amazon at the end of August, accusing the all-devouring retailer of, in essence, eating Perfect Crime’s lunch. His suit says Amazon let Sandy Dunes and other vendors on its platform run wild with Perfect Crime titles, offering copies for ridiculous amounts. The sellers also bizarrely asserted that “Hominid” was published in 1602, a mere 409 years before it was actually issued, which further irked the writer.\nThe suit, in federal court in Maryland, offers a glimpse into Amazon’s dominance and perhaps its vulnerability. Amazon’s online store has surpassed Walmart, making it the largest retailer outside China. By delivering essentials and luxuries to those stuck at home during the pandemic, it helped many people navigate a bleak moment. Shipping times that used to be measured in days are now counted in hours. It is one of the few companies valued at more than a trillion dollars.", "url": "https://www.nytimes.com/2021/12/03/technology/amazon-bookstore.html"}