{"authors": ["Elizabeth A. Harris", "Alexandra Alter"], "date_download": "2022-10-25 23:00:09", "date_modify": "2022-10-25 23:00:09", "date_publish": "2021-01-07 22:45:45", "description": "The publisher faced calls to drop the Missouri Republican’s upcoming book, “The Tyranny of Big Tech,” following criticism of his efforts to overturn the presidential election.", "filename": "2021_01_07_books_simon-schuster-josh-hawley-book_1666738809.html", "image_url": "https://static01.nyt.com/images/2021/01/07/books/07HAWLEYBOOK/07HAWLEYBOOK-facebookJumbo.jpg?year=2021&h=549&w=1050&s=85245d89fc08e5a3395ed1b66c1390be5b06e8ab9b1887105938af211ab74ae4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_07_books_simon-schuster-josh-hawley-book_1666738809.html", "title": "Simon & Schuster Cancels Plans for Senator Hawley’s Book", "title_page": "Simon & Schuster Cancels Plans for Senator Hawley’s Book - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Capitol rampage further complicated the already fraught question of whether or not publishers would release a memoir by President Trump.\nDuring most election cycles, publishers are quick to snap up books from the former president and first lady and from former administration officials. But the escalation of the rhetoric from the president and some of his supporters in recent weeks has likely changed the calculus for editors and publishers who are wary of provoking a backlash from readers and employees.\nSimon & Schuster has been subject to public pressure campaigns in the past when it has worked with controversial authors. In 2017, it called off its planned publication of a book by Milo Yiannopoulos, the right-wing commentator, after standing by him through weeks of criticism of the deal.\nLast year, another member of the Big Five, Hachette, canceled plans to publish a book by Woody Allen after sustained pressure that included an employee walkout and condemnation from Ronan Farrow, Mr. Allen’s son, who had been published by Hachette. The book was later released by Arcade Publishing, an imprint of the independent publisher Skyhorse, which has also published books by the pro-Trump legal scholar Alan Dershowitz.\nThe subject of Mr. Hawley’s book, which was already available for preorder on Amazon and other retailers, is not about the election or Mr. Trump, but about technology corporations like Google, Facebook and Amazon. Its cancellation was remarkably swift and raised questions about how publishers will approach future books by conservatives who have supported Mr. Trump’s efforts to invalidate the election.\nIt’s unclear if Mr. Hawley will have to return his book advance, or whether Simon & Schuster will forfeit it. After the company canceled Mr. Yiannopoulos’s book, he sued Simon & Schuster for alleged breach of contract but later dropped the suit. It also remains to be seen whether Mr. Hawley will seek another publisher or self-publish the book.\nSome executives argued that publishers should continue to publish authors from across the political spectrum, including pro-Trump factions within the conservative movement that are currently at odds with Republicans who have opposed the president.", "url": "https://www.nytimes.com/2021/01/07/books/simon-schuster-josh-hawley-book.html"}