{"authors": ["Maria Jimenez Moya", "Campbell Robertson", "Allyson Waller"], "date_download": "2022-10-25 23:48:10", "date_modify": "2022-10-25 23:48:10", "date_publish": "2021-02-18 00:26:44", "description": "Almost seven million people were being told to boil their water as another barrage of sleet and snow approached. FEMA has sent the state bottled water, blankets and generators.", "filename": "2021_02_17_us_texas-winter-storm.html_referringSource=articleShare_1666741690.html", "image_url": "https://static01.nyt.com/images/2021/02/17/us/17texas-power/17texas-power-facebookJumbo.jpg?year=2021&h=550&w=1050&s=daba6898912e3458dc11e3fe4413df61f046e8bd1f4c0637e78ae8c39d19e177&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_17_us_texas-winter-storm.html_referringSource=articleShare_1666741690.html", "title": "Desperate for Light and Warmth, Texans See No End for Winter Storm", "title_page": "Desperate for Light and Warmth, Texans See No End for Winter Storm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since the week began, three sets of families have moved in with Andrea Chacin and her husband in their small two-story home in the Heights area of Houston. They came because her house still had power. Under the circumstances, fears of Covid-19 just had to be shoved aside.\nBut then the water in Ms. Chacin’s house just stopped flowing.\nSo the eight adults plus one baby in her house are trying to manage, rotating bathroom visits, flushing with water collected from outside or from the dwindling reservoir in the bathtub. It was getting very tiring, she said.\n“It’s not just you,” she said. “You’re still taking on everybody else’s situation around you.” Ms. Chacin talked of her grandparents, who are in their 90s and lost power in their house in the Houston suburbs. They were stranded by the icy roads, and so they slept on a couch in front of the fireplace.\n“I think we have the right to be angry,” she said. “Why do you have to wait until things happen, and things go wrong.”\nMaria Jimenez Moya reported from Houston, Campbell Robertson from Pittsburgh, and Allyson Waller from Conroe, Texas. Reporting was contributed by Marina Trahan Martinez from Austin, Texas, James Dobbins from San Antonio, Marie Fazio from Jacksonville, Fla., Will Wright and John Schwartz from New York, and Brad Plumer from Washington.", "url": "https://www.nytimes.com/2021/02/17/us/texas-winter-storm.html?referringSource=articleShare"}