{"authors": ["Simon Romero", "Amy Harmon", "Lucy Tompkins", "Giulia Mcdonnell Nieto Del Rio"], "date_download": "2022-10-25 23:27:13", "date_modify": "2022-10-25 23:27:13", "date_publish": "2021-02-05 00:12:51", "description": "With no nationwide plan for distributing coronavirus vaccines, people are scrambling to other states. Some health officials, saying greater immunity is the goal, aren’t standing in the way.", "filename": "2021_02_04_us_covid-vaccines-crossing-states_1666740433.html", "image_url": "https://static01.nyt.com/images/2021/02/04/us/04virus-statelines-1/04virus-statelines-1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=fbbbc8c395e17f909d16450d764343182ba149eb789fd3851947c0e816ecc4e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_04_us_covid-vaccines-crossing-states_1666740433.html", "title": "Crossing State Lines for a Covid Vaccine", "title_page": "Crossing State Lines for a Covid Vaccine  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Chanel Maronge saw on Facebook that she was eligible to get a Covid-19 vaccine, she seized the opportunity. The only catch? She had to cross the state line to Mississippi last week, driving an hour and a half from her home in Baton Rouge, La., to get her first shot.\n“The idea of having to wait an unlimited amount of time in Louisiana to get a vaccine just didn’t work for us,” said Ms. Maronge, 37, a school librarian who has hypertension. Her husband, who has diabetes, and both her parents were able to get vaccinated along with her in McComb, Miss.\nWith overwhelming demand in the early months of the vaccine rollout, thousands of Americans are crossing state lines on quests for doses. The scramble to get inoculated has turned attention to the patchwork of vaccination rules devised by states, given a lack of national, standardized protocols.\nWith states varying widely in prioritizing who can get shots, “vaccine hunter” groups, which scour the country for places where people qualify for the vaccine, have sprung into action on social media. That has public health officials grappling with how to handle pandemic travelers: Should strict rules be followed, turning away all outsiders, or should as many shots be administered as possible, even if some may go to people from other places?", "url": "https://www.nytimes.com/2021/02/04/us/covid-vaccines-crossing-states.html"}