{"authors": ["Raymond Zhong"], "date_download": "2022-10-25 23:50:47", "date_modify": "2022-10-25 23:50:47", "date_publish": "2021-04-30 23:15:42", "description": "The news compounded the sense of despair overwhelming the nation of 1.4 billion, now suffering the worst pandemic wave anywhere.", "filename": "2021_04_30_world_india-hospital-fire-travel-restrictions_1666741847.html", "image_url": "https://static01.nyt.com/images/2021/05/30/world/30virus-briefing-india-fire-sub/30virus-briefing-india-fire-sub-facebookJumbo.jpg?year=2021&h=549&w=1050&s=5e1fa5666535e67a1c74111f9e1ac8bd655315b32734d9347196d6812bd9e2e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_30_world_india-hospital-fire-travel-restrictions_1666741847.html", "title": "Fire Strikes Covid Hospital Ward in India as U.S. Imposes Travel Restrictions", "title_page": "Fire Strikes Covid Hospital Ward in India as U.S. Imposes Travel Restrictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A deadly hospital fire in western India early Saturday added to the country’s misery as it battles new global records in a staggering second wave of coronavirus cases that has left millions infected and put more stress on India’s already overtaxed health care system.\nThe blaze ripped through a Covid-19 ward in the city of Bharuch, killing at least 18 people — 16 of them patients, two of them health care workers — officials told local news outlets. Efforts were underway to determine the fire’s cause, and fire department officials said a short circuit might have led to the blaze.\nThe episode came as the United States announced that it would begin restricting travel from India next week as a surge of cases and deaths overwhelms the South Asian country, which continued its catastrophic run of record coronavirus transmissions on Saturday with more than 400,000 new reported cases and 3,500 deaths. No other country has surpassed 400,000 reported cases in a single day.\nThe second wave has crammed hospitals and left people dying as they wait to see doctors. Relatives of the sick are sharing pleas on social media for oxygen, medicine and other scarce supplies. There have been more than 19 million confirmed cases in India and more than 211,000 deaths, according to a New York Times database. Experts say the true numbers are probably much higher.", "url": "https://www.nytimes.com/2021/04/30/world/india-hospital-fire-travel-restrictions.html"}