{"authors": ["Natasha Frost"], "date_download": "2022-10-25 23:26:09", "date_modify": "2022-10-25 23:26:09", "date_publish": "2021-08-17 08:56:01", "description": "The country has since reported seven cases in total of the Delta variant.", "filename": "2021_08_17_world_australia_new-zealand-lockdown_1666740369.html", "image_url": "https://static01.nyt.com/images/2021/08/17/world/17virus-briefing-nz-lockdown/17virus-briefing-nz-lockdown-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e966fd1a47d31b75bb13ed52cd473a52de1d026d5ba290c19b058a5c9eed91bc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_17_world_australia_new-zealand-lockdown_1666740369.html", "title": "New Zealand To Begin a Three-Day Lockdown after a Single Case is Reported.", "title_page": "New Zealand To Begin a Three-Day Lockdown after a Single Case is Reported. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New Zealand began a three-day nationwide lockdown after reporting its first coronavirus case in six months.\nThe snap lockdown, which started at 11:59 p.m. local time on Tuesday, was set off by the discovery of an infection in Auckland, New Zealand’s most populous city, that was believed to be the country’s first case of the more contagious Delta variant outside its strict quarantine system. Auckland and the nearby Coromandel Peninsula, which the infected person recently visited, entered a longer, seven-day lockdown.\nA day later, the number of cases had risen to seven, one of whom involved a nurse at the country’s largest hospital. Genomic testing by health officials revealed a link to cases in the Australian state of New South Wales, Prime Minister Jacinda Ardern said.\nIt was not yet known how the man who tested positive had contracted the virus. He had not recently visited Australia and did not have any links to the country’s quarantine facilities at the border.", "url": "https://www.nytimes.com/2021/08/17/world/australia/new-zealand-lockdown.html"}