{"authors": ["Aina J. Khan"], "date_download": "2022-10-25 23:23:47", "date_modify": "2022-10-25 23:23:47", "date_publish": "2021-09-02 09:18:23", "description": "The Czech Republic joins several countries to say it will recommend extra shots, while much of the world remains unvaccinated.", "filename": "2021_09_02_world_covid-booster-shots-delta_1666740227.html", "image_url": "https://static01.nyt.com/images/2021/08/31/world/31virus-briefing-third-jab-sub/31virus-briefing-third-jab-sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1e09ba0d2cc2bb34b13cb12aa3e671adaa436cac35bdd2b8cfea0552286147bc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_02_world_covid-booster-shots-delta_1666740227.html", "title": "Covid Booster Shots Beginning in Several Nations", "title_page": "Covid Booster Shots Beginning in Several Nations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This month, several countries have begun or will start giving booster shots to people already vaccinated against the coronavirus, in an effort to bolster immunity in the face of the fast-spreading Delta variant and the change to a cooler season that is likely to bring more people together indoors.\nThe Czech Republic announced this week that it would offer a booster, beginning Sept. 20, to anyone who had previously been vaccinated with either a single or double dose. The country strongly recommended boosters for people over 60.\nSimilar policies were recently announced in Germany and France, which are offering boosters to older people and those with underlying health conditions. And Israel is now offering boosters to vaccinated people as young as 12.\nIn the United States, the Biden administration has said it is planning to offer booster shots to most Americans eight months after vaccination, assuming federal regulators clear them. The F.D.A. will hold a public meeting on the topic Sept. 17.", "url": "https://www.nytimes.com/2021/09/02/world/covid-booster-shots-delta.html"}