{"authors": ["Patricia Mazzei", "Sheryl Gay Stolberg", "Eileen Sullivan", "Isabella Grullón Paz"], "date_download": "2022-10-25 22:56:04", "date_modify": "2022-10-25 22:56:04", "date_publish": "2021-04-02 21:15:31", "description": "The Biden administration has made clear that it will neither issue nor require so-called vaccine passports, but Republicans have seized on the issue as an example of government overreach.", "filename": "2021_04_02_us_florida-vaccine-passport-desantis_1666738564.html", "image_url": "https://static01.nyt.com/images/2021/04/02/us/02virus-briefing-vaccine-passport/02virus-briefing-vaccine-passport-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7472a6a37f963cf8af0873a01601428c2cc155940db4907dc2a3e53411fcbc60&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_02_us_florida-vaccine-passport-desantis_1666738564.html", "title": "DeSantis Bans Agencies, Businesses From Requiring 'Vaccine Passports' in Florida", "title_page": "DeSantis Bans Agencies, Businesses From Requiring 'Vaccine Passports' in Florida - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. DeSantis is seizing on this theme, as the Biden administration tries to set standards for the many private companies that are developing apps and other means of digital verification of coronavirus vaccination. One of Mr. Biden’s executive orders aimed at curbing the virus crisis called for government agencies to “assess the feasibility of linking Covid-19 vaccination to International Certificates of Vaccination or Prophylaxis” and creating electronic versions of them. A wide range of businesses, especially cruise lines and airlines, are eager to have a way for their customers to show proof of vaccination, especially as the number of new virus cases rises across the country.\nThe Centers for Disease Control and Prevention said on Friday that about 101.8 million people — nearly one-third of the total U.S. population — had received at least one dose of a Covid-19 vaccine. As of Friday, an average of nearly three million shots a day were being administered, according to data reported by the C.D.C.\n“It’s completely unacceptable for either the government or the private sector to impose upon you the requirement that you show proof of vaccine to just simply be able to participate in normal society,” Mr. DeSantis said at a news conference on Monday.\nSome other Republican governors have also come out against the passport concept. Gov. Pete Ricketts of Nebraska issued a statement Wednesday saying that the state would not participate in any vaccine passport program, and Gov. Mike Parson of Missouri told reporters Thursday that he would not require vaccine passports in the state but was also not opposed to private companies adopting them.\nThe C.D.C. has issued guidance for fully vaccinated people that allows for the resumption of some activities in private settings. And on Friday, the agency said fully vaccinated Americans can travel “at low risk to themselves,” though federal health officials have urged people not to travel at all, unless they absolutely must.", "url": "https://www.nytimes.com/2021/04/02/us/florida-vaccine-passport-desantis.html"}