{"authors": ["David Zucchino", "Fatima Faizi"], "date_download": "2022-10-25 23:28:14", "date_modify": "2022-10-25 23:28:14", "date_publish": "2021-06-22 07:00:09", "description": "With U.S. troops leaving, the Taliban advancing, and a steady collapse of security force bases and outposts, the Hazara and other ethnic groups in Afghanistan are raising militias.", "filename": "2021_06_22_world_asia_vulnerable-afghans-forming-militias_1666740494.html", "image_url": "https://static01.nyt.com/images/2021/06/11/world/00Afghan-Militias/00Afghan-Militias-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fae9c9bf8bdd4cadf3d39f315505b25337549cc6aec00ef437517f66462c139d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_22_world_asia_vulnerable-afghans-forming-militias_1666740494.html", "title": "Attacked and Vulnerable, Some Afghans Are Forming Their Own Armies", "title_page": "Attacked and Vulnerable, Some Afghans Are Forming Their Own Armies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — The slaughter of students, mostly teenagers, at a tutoring center. The deaths of young athletes in a suicide bombing at a wrestling club. Mothers shot dead with newborns in their arms.\nThese relentless killings of Hazaras, a persecuted minority in Afghanistan, finally proved too much to bear for Zulfiqar Omid, a Hazara leader in the central part of the country.\nIn April, Mr. Omid began mobilizing armed men into militias to defend Hazara areas against the Taliban and the Islamic State affiliate in Afghanistan. He said he now commands 800 armed men at seven staging areas mustered into what he calls “self-protection groups.”\n“Hazaras get killed in cities and on highways, but the government doesn’t protect them,” Mr. Omid said. “Enough is enough. We have to protect ourselves.”", "url": "https://www.nytimes.com/2021/06/22/world/asia/vulnerable-afghans-forming-militias.html"}