{"authors": ["Katie Benner"], "date_download": "2022-10-25 22:56:58", "date_modify": "2022-10-25 22:56:58", "date_publish": "2021-07-23 00:47:30", "description": "Five strike forces across the country will work with local law enforcement to fight violent crime.", "filename": "2021_07_22_us_politics_justice-department-gun-violence_1666738618.html", "image_url": "https://static01.nyt.com/images/2021/07/22/lens/22dc-garland/22dc-garland-facebookJumbo.jpg?year=2021&h=550&w=1050&s=11e110d5064151ab6c760975c95b66da67753a1a34cd34b19b76c4e75337dabf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_22_us_politics_justice-department-gun-violence_1666738618.html", "title": "Justice Dept. Seeks to Curb Illegal Gun Trafficking", "title_page": "Justice Dept. Seeks to Curb Illegal Gun Trafficking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — The Justice Department on Thursday began putting in place a plan to reduce violent crime in the nation’s largest cities, detailing the work of five federal strike forces aimed at disrupting illegal gun traffickers who flood urban streets with illicit firearms.\nAttorney General Merrick B. Garland traveled to Chicago, where one of the strike forces will be located, to highlight the plan and underscore the Biden administration’s efforts to curb the spread of illegal firearms. A Chicago police officer and two agents from the Bureau of Alcohol, Tobacco, Firearms and Explosives were shot while working undercover in the city this month.\n“The gun violence tragedy now facing the country, needless to say, affects our communities and our security and safety, but it also affects our law enforcement officers,” Mr. Garland said in remarks at A.T.F. headquarters in Washington before leaving for Chicago.\nHe also appealed to lawmakers, who have not yet confirmed President Biden’s nominee to lead the bureau, David Chipman. “A.T.F. is on the front lines of our efforts to battle gun violence,” Mr. Garland said. “We are very hopeful that the Senate will soon act.”", "url": "https://www.nytimes.com/2021/07/22/us/politics/justice-department-gun-violence.html"}