{"authors": ["Christopher Clarey"], "date_download": "2022-10-25 23:50:04", "date_modify": "2022-10-25 23:50:04", "date_publish": "2021-06-12 01:09:32", "description": "Novak Djokovic defeated Rafael Nadal in four fierce sets and will try to win his 19th Grand Slam title against Stefanos Tsitsipas on Sunday.", "filename": "2021_06_11_sports_tennis_in-making-the-french-open-final-djokovic-edges-closer-to-his-rivals_1666741804.html", "image_url": "https://static01.nyt.com/images/2021/06/11/sports/11french-men-semifinal-clarey/11french-men-semifinal-clarey-facebookJumbo.jpg?year=2021&h=550&w=1050&s=414684fb26f900d285329d3e40c7cbaa84fb9540916a2c08b3ae54d66b7dc72e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_11_sports_tennis_in-making-the-french-open-final-djokovic-edges-closer-to-his-rivals_1666741804.html", "title": "In Making the French Open Final, Djokovic Edges Closer to His Rivals", "title_page": "In Making the French Open Final, Djokovic Edges Closer to His Rivals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — This golden age of men’s tennis got a little shinier on Friday night. It is harder to deepen the impression at this advanced stage: after all the comebacks, marathon duels and winners under pressure over nearly 20 years of close character study. But Novak Djokovic and Rafael Nadal, in their 58th meeting, still found something inside themselves that spoke to their public, which was allowed the privilege of staying in their seats past the 11 p.m. curfew by the French authorities.\nIt was the right move on many levels. It might have prevented a riot, but above all it was welcome because clearing the main Philippe Chatrier Court would have stopped the flow of a great match that was transcendent in part because of the force of its tidal shifts.\nThe third set was the best example, and one of the most compelling sets to be played at Roland Garros: 91 minutes of grit and pure talent reflected in both grinding rallies and bold swipes of the racket from all sorts of compromised positions. No two tennis players have been better at turning defense into offense, and no two men have played each other more often in singles in the Open era.\nIt was 5-0 Nadal after five games, but Djokovic worked his way back with deep focus, channeling his intensity. There were no screams on Friday night like the one he produced after beating Matteo Berrettini on this same court on Wednesday in another late night match.", "url": "https://www.nytimes.com/2021/06/11/sports/tennis/in-making-the-french-open-final-djokovic-edges-closer-to-his-rivals.html"}