{"authors": ["Jennifer Steinhauer"], "date_download": "2022-10-25 23:19:13", "date_modify": "2022-10-25 23:19:13", "date_publish": "2021-01-19 20:38:28", "description": null, "filename": "2021_01_19_us_politics_lloyd-austin-confirmation-hearing_1666739953.html", "image_url": "https://static01.nyt.com/images/2021/01/19/us/19transition-briefing-austin-hearings/merlin_182557353_0f0f2d00-83fd-47d2-8903-6c808305e8fa-facebookJumbo.jpg?year=2021&h=550&w=1050&s=af37cf9523fd8267d17e6462800f38c6bd82483268a39ef94bf432cce82fe958&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_19_us_politics_lloyd-austin-confirmation-hearing_1666739953.html", "title": "At his confirmation hearing, Biden’s pick for defense secretary addresses the waiver he needs, which some do not want to grant.", "title_page": "At his confirmation hearing, Biden’s pick for defense secretary addresses the waiver he needs, which some do not want to grant. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Poised to make history as the nation’s first Black secretary of defense, the retired four-star Army general Lloyd J. Austin III began his confirmation hearing on Tuesday by trying to fend off his greatest impediment: the belief among many lawmakers that he should not be given congressional permission to serve in the job.\n“I understand and respect the reservations that some of you have expressed about having another recently retired general at the head of the Department of Defense,” General Austin said. “The safety and security of our democracy demands competent civilian control of our armed forces, the subordination of military power to the civil. I spent my entire life committed to that principle.”\nIn addition to the confirmation nod from the Senate, General Austin needs a congressional exemption from both the House and Senate from a law that bars retired active-duty officers from serving in the top Pentagon job within seven years. On Tuesday, House leaders took the unusual step of bypassing the Armed Services Committee and will vote in the waiver matter on the floor, reflecting the incoming Biden administration’s urgency with the process.\nWhile Congress approved a similar measure four years ago for Mr. Trump’s first defense secretary, Jim Mattis, a retired four-star Marine officer, lawmakers in both parties have balked at doing it again. Some Senate Republicans, including those who granted the same exemption to Mr. Mattis, appear to view declining the waiver a way to poke at President-elect Joseph R. Biden Jr.’s nominee without having to raise objections about his actual qualifications", "url": "https://www.nytimes.com/2021/01/19/us/politics/lloyd-austin-confirmation-hearing.html"}