{"authors": ["Michael Paulson"], "date_download": "2022-10-25 23:26:53", "date_modify": "2022-10-25 23:26:53", "date_publish": "2021-05-05 16:07:42", "description": "Even as New York City begins to reopen this summer, Broadway will not resume performances until Sept. 14. Here’s why.", "filename": "2021_05_05_theater_broadway-reopening-new-york_1666740413.html", "image_url": "https://static01.nyt.com/images/2021/05/04/arts/04broadway-5/04broadway-5-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4d4858766785396bbbb8858dbf1dd39f2a013cfa43bf74e53b50fbc9084cbfc5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_05_theater_broadway-reopening-new-york_1666740413.html", "title": "Broadway Is Reopening. But Not Until September.", "title_page": "Broadway Is Reopening. But Not Until September. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There remain many uncertainties. Will masks be required for patrons? (Probably, at least at first.) Will performers sign autographs at the stage door? (Probably not, at least for a while.) Will vaccinations be required? (Governor Cuomo said he would prefer that, but said it would be up to the theater industry to decide. “Are you willing to go into an indoor theater and sit there for two hours next to a person who you don’t know if they are vaccinated or unvaccinated?” he asked. And “Phantom,” in its announcement, said protocols could require vaccination or negative test verification.)\nEven the frequency of performances is still to be determined. The Broadway League and several labor unions have been talking about the possibility of opening with fewer than the customary eight shows a week. That would mean lower pay for cast and crew, a concession they are likely to consider only if theater owners take the same percentage cut in rent.\nPricing practices are expected to be fluid. Several producers said they expect to start selling tickets at prices similar to those in place before the pandemic, but that they could adjust depending on what demand looks like. One change that seems certain in the post-pandemic era: more liberal refund policies. (“Phantom,” for example, said all tickets could be refunded or exchanged until two hours before a performance.)\n“There’s never been a time when all the tickets have basically gone on sale at once, so there’s going to be a lot of learning,” said Brian Fenty, the chief executive of TodayTix, which runs a popular ticket-selling app.\nEvery show faces casting complications, because most, if not all, contracts with actors have expired and will need to be renegotiated. Some performers need to recondition their bodies or their voices. Some are dealing with lingering effects of Covid. Some ensemble members may decide that life in, say, Nebraska is actually better than life in New York. Some child actors — and there are children in the casts of a half-dozen shows — have aged out of their roles. Elizabeth Stanley, a star of “Jagged Little Pill,” is pregnant. And Karen Olivo, whose character is central to “Moulin Rouge!,” issued a critique of Broadway’s priorities and the industry’s lack of response to abusive behavior and said she would not return.", "url": "https://www.nytimes.com/2021/05/05/theater/broadway-reopening-new-york.html"}