{"authors": ["James Glanz", "Anjali Singhvi", "Mike Baker"], "date_download": "2022-10-25 23:23:51", "date_modify": "2022-10-25 23:23:51", "date_publish": "2021-06-27 23:20:23", "description": "Some engineers looking at the failure of a 13-story condo tower in Florida said the collapse appeared to have begun somewhere near the bottom of the building.", "filename": "2021_06_27_us_miami-building-investigation-clues_1666740231.html", "image_url": "https://static01.nyt.com/images/2021/07/26/us/26vid-miami-collapse-gfx-3-photo2/merlin_189987744_3e5edf63-7cbb-4684-885f-843678055145-facebookJumbo.jpg?year=2021&h=549&w=1050&s=ef298f49458147f75ddfccd57c6b0d7b4b4b9c550ce45ef869298d865f9c6c75&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_27_us_miami-building-investigation-clues_1666740231.html", "title": "Why Did This Florida Condo Building Collapse? Experts Explain.", "title_page": "Why Did This Florida Condo Building Collapse? Experts Explain. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Michael Stratton said his wife, Cassie Stratton, who is missing, was on the phone with him and was looking out through the window of her fourth-floor unit when, she told him, the hole appeared. After that, the call cut off.\nRick De La Guardia, an engineer based in Miami with experience in forensic investigation of building component failures, said that the collapse could have also started higher than the foundation, possibly on the second floor, based on his cursory review of the columns in the floor plans and his review of the video.\nExplanations for an initial failure at the bottom of the building could include a problem with the deep, reinforced concrete pilings on which the building sits — perhaps set off by an unknown void or a sinkhole below — which then compromised the lower columns. Or the steel reinforcing the columns in the parking garage or first few floors could have been so corroded that they somehow gave way on their own. Or the building itself could have been poorly designed, built with substandard concrete or steel — or simply with insufficient steel at critical points.\nEvan Bentz, a professor of structural engineering at the University of Toronto, said that the best evidence so far had come from the video and some simple reasoning — pointing a finger of suspicion at the supporting columns in the underground parking garage.\n“The primary purpose of all the columns in the basement is to hold the structure up in the air,” he said. “Because the structure stopped being held up in the air, the simplest explanation is that the columns in the basement ceased to function.”\nThe extreme rarity of major building collapses in the United States deepens the mystery, engineers said, especially considering that Champlain Towers South had remained upright for four decades and had no obvious failure before much of it tumbled to the ground.\n“It stood for 40 years and it collapsed relatively suddenly,” said Glenn R. Bell, director of Collaborative Reporting for Safer Structures, a program in the Structural Engineering Institute of the American Society of Civil Engineers. “Why did it collapse at that moment?”", "url": "https://www.nytimes.com/2021/06/27/us/miami-building-investigation-clues.html"}