{"authors": ["Maria Cramer"], "date_download": "2022-10-25 23:24:47", "date_modify": "2022-10-25 23:24:47", "date_publish": "2021-09-09 11:04:16", "description": "As the busy fall wedding season arrives, the Delta variant is forcing guests and couples to conform to new rules of etiquette.", "filename": "2021_09_09_fashion_weddings_wedding-etiquette-vaccine-covid_1666740287.html", "image_url": "https://static01.nyt.com/images/2021/09/03/us/00xp-weddings-2/00xp-weddings-2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b2cc91d3ca3ef449edf06c63eaf91fc519612249d7dbc63fbf2d8fe0fcc3dda3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_09_fashion_weddings_wedding-etiquette-vaccine-covid_1666740287.html", "title": "You Are Invited to Our Wedding. Kindly Tell Us Your Vaccination Status.", "title_page": "You Are Invited to Our Wedding. Kindly Tell Us Your Vaccination Status. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The urge to create a safer environment at weddings has also led to more demand for services from private Covid testing companies, which often charge steep fees.\nTests can cost $170 per person, Ms. Bohlin of Cape Cod Celebrations said, adding that couples who can afford these services for their guests are choosing them.\nOn the subject of whether guests should pay for their own tests, Ms. Bohlin said she was torn.\n“If I were a guest at a wedding, I would do it and I would pay for it,” Ms. Bohlin said. “I want to be with the bride and groom to celebrate and they’re providing me with a party at no cost to me. It’s the times we live in.”\nOne of her clients, Deb Robinson, who runs a human resources consulting firm, said she paid for tests for 16 guests who had traveled from Canada to her wedding in Orleans, Mass., last month.\nThe tests, however, were not for entry to the wedding. The guests needed them to get back into Canada, which requires proof of a negative Covid test for anyone entering the country.\n“For us to expect our guests to come all the way from Canada and jump through these hoops, and then have to go to CVS to get a test?” Ms. Robinson, 57, said. “We thought that wasn’t fair.”", "url": "https://www.nytimes.com/2021/09/09/fashion/weddings/wedding-etiquette-vaccine-covid.html"}