{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 22:59:05", "date_modify": "2022-10-25 22:59:05", "date_publish": "2021-12-28 08:00:11", "description": "The Nord Stream 2 Russia-to-Germany pipeline could offer plentiful natural gas. But tensions with Vladimir Putin are keeping it out of reach.", "filename": "2021_12_28_world_europe_nord-stream-pipeline-germany-russia_1666738745.html", "image_url": "https://static01.nyt.com/images/2021/12/28/business/00JPnordstream1-print/00nordstream-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_28_world_europe_nord-stream-pipeline-germany-russia_1666738745.html", "title": "Germany Wants Its Russian Pipeline. German Allies Aren’t Sure It’s a Good Idea.", "title_page": "Germany Wants Its Russian Pipeline. German Allies Aren’t Sure It’s a Good Idea. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Germany’s new chancellor, Olaf Scholz, did not have to wait long after taking office to be asked about Nord Stream 2. An undersea Russia-to-Germany gas pipeline, the project has inflamed anger in Washington and European capitals at a time when tensions with Moscow are running high.\nMr. Scholz’s coalition government includes the Green Party, whose members are sharp critics of Nord Stream 2. He surprised many by taking the same stance as his immediate predecessor, Angela Merkel, who championed the pipeline as a business venture essential for the success of Germany’s industrial base.\n“Nord Stream 2 is a private-sector project,” the new German chancellor told reporters. The ultimate decision over approval of the pipeline, he said, will be made by “an agency in Germany, completely nonpolitically.”\nBut it’s not that simple. With thousands of Russian troops massing on the border with Ukraine and a threat of possible U.S. sanctions against the pipeline, the future of Nord Stream 2 remains anything but certain.", "url": "https://www.nytimes.com/2021/12/28/world/europe/nord-stream-pipeline-germany-russia.html"}