{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:31:52", "date_modify": "2022-10-25 23:31:52", "date_publish": "2021-05-28 18:04:59", "description": "Despite improvements in air quality and other advances, low-income Americans more often have asthma, lung disease and related illnesses.", "filename": "2021_05_28_health_tobacco-smoking-poor-americans_1666740712.html", "image_url": "https://static01.nyt.com/images/2021/05/28/science/28SMOKING1/28SMOKING1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4156ff8b03bce72c822da2925fa5cca42b8396ec8c13c2999a69ebdda1409e34&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_28_health_tobacco-smoking-poor-americans_1666740712.html", "title": "Poor Americans More Likely to Have Respiratory Problems, Study Finds", "title_page": "Poor Americans More Likely to Have Respiratory Problems, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In recent decades, air quality has improved in the United States, smoking rates have plummeted and government safety regulations have reduced exposure to workplace pollutants. But rich and poor Americans have not benefited equally, scientists reported in a paper on Friday.\nWhile wealthier Americans have quit smoking in droves, tobacco use remains frequent among the poor. Asthma has become more prevalent among all children, but it has increased more drastically in low-income communities. And poor Americans continue to have more chronic lung disease than the wealthy.\nEven when scientists controlled for the ill health effects of higher smoking rates among low-income individuals, they found the respiratory health gap persisted between rich Americans and people from poor communities.\n“Over all, air quality has improved over the past six decades, but the fruits of that improvement have not been equitably enjoyed in our society,” said Dr. Adam Gaffney, an assistant professor at Harvard Medical School and lead author of the paper. “The disparities in lung health that were present in the 1960s have persisted and, in some cases, even widened.”", "url": "https://www.nytimes.com/2021/05/28/health/tobacco-smoking-poor-americans.html"}