{"authors": ["Nicole Perlroth", "Noam Scheiber", "Julie Creswell"], "date_download": "2022-10-25 23:47:04", "date_modify": "2022-10-25 23:47:04", "date_publish": "2021-06-02 13:01:17", "description": "Meat processing plants operated by JBS, which handles a fifth of the cattle and hog slaughter in the U.S., were coming back online on Wednesday but were not all at full capacity, union officials said.", "filename": "2021_06_02_business_jbs-beef-cyberattack_1666741624.html", "image_url": "https://static01.nyt.com/images/2021/06/02/business/02econ-brf-jbs/merlin_188609049_8509fd90-8d10-4d75-9cce-964fe3d2a180-facebookJumbo.jpg?year=2021&h=550&w=1050&s=754170eec765b5f664b7754aa75ca8329090c22e0c062c3f6a000c7561c50dc5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_02_business_jbs-beef-cyberattack_1666741624.html", "title": "Production Resumes at Some JBS Meat Plants After Cyberattacks", "title_page": "Production Resumes at Some JBS Meat Plants After Cyberattacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The perpetrators of a ransomware attack that shut down some operations at the world’s largest meat processor this week was a Russian-based cybercriminal group known for its attacks on prominent American companies, the F.B.I. said Wednesday.\nThe group, known as REvil, is one of the most prolific of the roughly 40 ransomware organizations that cybersecurity experts track and has been identified as responsible for a coordinated strike against operations in almost two dozen Texas cities in 2019.\nThe group is among dozens of ransomware groups that enjoy safe harbor in Russia, where they are rarely arrested or extradited for their crimes. REvil, which stands for Ransomware Evil, is known as a “ransomware as a service” organization, meaning it leases its ransomware to other criminals, even the technically inept. One of its previous affiliates was a group called DarkSide, which was responsible for the ransomware attack last month on Colonial Pipeline, a conduit for nearly half the gas and jet fuel to the East Coast. DarkSide is believed to have split off from REvil last year.\nREvil is considered one of the most sophisticated ransomware groups and has demanded as much as $50 million to recover data belonging to companies as prominent as Apple. Its attack on JBS, a Brazilian company that accounts for roughly a fifth of cattle and hog slaughter in the United States, temporarily shut down some operations at a time when prices were already surging for beef, poultry and pork.", "url": "https://www.nytimes.com/2021/06/02/business/jbs-beef-cyberattack.html"}