{"authors": [], "date_download": "2022-10-25 23:26:35", "date_modify": "2022-10-25 23:26:35", "date_publish": "2021-05-27 10:00:07", "description": "Why did the leader of Belarus force a commercial airplane to land? Who was he after? And what might happen next?", "filename": "2021_05_27_podcasts_the-daily_belarus-ryanair-lukashenko-roman-protasevich_1666740395.html", "image_url": "https://static01.nyt.com/images/2021/05/27/world/27daily-belarus/merlin_188213643_799756d8-dc45-4f45-8f4f-d18acf997d5c-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c34ce041d2d8cbc25ef6b72861724a7394fcf7006f6c15cab3cd83fc0ea2cba7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_27_podcasts_the-daily_belarus-ryanair-lukashenko-roman-protasevich_1666740395.html", "title": "The Saga of Ryanair Flight 4978", "title_page": "The Saga of Ryanair Flight 4978 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nHey, it’s Michael. For the past four years, I’ve hosted this show pretty much without fail five days a week, and I’m not going anywhere. But I had a baby, so for the next few months, I won’t be working every day— giving you a chance to hear from a broader set of voices within the show, including Astead Herndon, Sabrina Tavernise, and Kevin Roose. My thanks to our guest hosts, The Daily team, and as always to you for listening. From the New York Times, I’m Michael Barbaro. This is The Daily.\n[music]\nToday, the story of Ryanair flight 4978. Sabrina Tavernise spoke with our colleague Anton Troianovski about why the leader of Belarus forced the plane to land, the passenger he was after, and what may happen next. It’s Thursday, May 27.\nsabrina tavernise\nAnton—\nanton troianovski\nSabrina—\nsabrina tavernise\nHi.\nanton troianovski\nHello.\nsabrina tavernise\nIt’s been a pretty crazy week for you on your beat, with the story of this plane in Belarus. Tell me what happened inside the plane. Start from the beginning.\nanton troianovski\nSo this is Sunday. It’s a typical European low-cost flight operated by the Irish-based airline Ryanair from Athens to Vilnius, the capital of Lithuania, with more than 120 passengers on board from all over Europe, as well as U.S. citizens. And toward the end of the flight, as the plane is flying over Belarus, the pilot gets radioed from Belarusian air traffic control, and Belarusian air traffic controller tells him, there’s a bomb threat to your plane. We recommend you turn around and land in Minsk, Minsk being the capital of Belarus.\n[music]\nThe pilots, from what we know, aren’t sure at first what to do. It’s also a bit unusual that the air traffic control of a country that’s neither the departure point nor the destination of the flight would be informing you about a bomb threat.\nsabrina tavernise\nIt’s very strange.\nanton troianovski\nIt’s very strange. And the pilots actually get in touch with Ryanair operations on the ground, according to Lithuanian investigators, and ask them what to do. And then they eventually agree to go back to Minsk, even though, at this point, they’re closer to the city of Vilnius than they are to the Belarusian capital. As this is happening, a fighter jet takes off from a Belarusian Air Force base and heads toward the plane. We don’t know yet how close that Belarusian fighter jet got, but we know there was a fighter jet scrambled to escort this plane back to Minsk.\nsabrina tavernise\nA fighter jet— my god. What do the passengers know about what’s going on this whole time?\nanton troianovski\nThey don’t know anything at first.\nspeaker [INAUDIBLE] flight was no more.\nanton troianovski\nPassengers later would talk about what they remembered. Like I said, this was a regular flight. The process of getting ready for landing had already begun.\nspeaker At one moment, we just change direction of flight, and we go down, and we left.\nanton troianovski\nAnd then suddenly, this plane makes a really sharp turn, a U-turn, a kind of turn that passengers on commercial flights don’t normally experience. And they weren’t given a clear explanation as to what was going on, from what we understand. And then, about 15 minutes later—\nspeaker We received an announcement from the captain saying, oh, we received a call from [INAUDIBLE] saying that—\nanton troianovski\nThe pilot comes on the intercom and says, the plane is being diverted to Minsk. Now, many passengers still don’t really know what to make of this, but then there’s one passenger on board who clearly does know what’s going on. There’s a young man who, according to what passengers recall, suddenly becomes frightened, even panicked. Some passengers recalled he’s actually getting his laptop and his phone and giving it to the young woman he’s traveling with. One passenger asks him, what’s going on? And according to several people on the plane, he responds, the death penalty awaits me in Belarus.\nsabrina tavernise\nWhoa— so who is this guy, Anton?\nanton troianovski\nHis name is Roman Protasevich. He’s 26 years old. He’s a dissident journalist from Belarus who’s been living in exile since 2019, and the Belarusian state considers him one of its biggest enemies.\nsabrina tavernise\nSo Anton, you have this dissident who’s just really panicking on this flight, and the plane has just made this incredibly sharp U-turn. No one knows what’s going on except for the dissident. So what happens next?\nanton troianovski\nSo eventually, the plane lands at the Minsk airport.\nspeaker So after 15 minutes after all this procedure, we landed in Minsk.\nanton troianovski\nIt taxis to a section of the tarmac away from the terminal.\nspeaker And we have seen a lot of stuff from Belarus. It was like fire machines and police machines.\nanton troianovski\nIt’s surrounded by soldiers, by airport workers, by officials with bomb sniffing dogs. And then, for half an hour or so, no one is allowed to get off the plane. So at that point, passengers are thinking, if this really is a bomb threat, it’s certainly strange that we’re not being taken off the plane immediately.\nsabrina tavernise\nMm-hmm.\nanton troianovski\nThen the passengers are taken off the plane in groups of five. Their luggage is spread out on the tarmac in kind of a grid pattern. And they have a bomb sniffing dog go through all of it. There’s soldiers in green camouflage, bulletproof vests, helmets overseeing this rather odd scene. And then the passengers see Protasevich and his girlfriend, who’s traveling with him, being taken away to the terminal by security officials, and that’s the last that they saw of him.\nsabrina tavernise\nSo do they actually find a bomb?\nanton troianovski\nNo. No, they don’t find a bomb the Belarusian government comes out pretty soon saying that this was a false bomb threat, and that they’re investigating even where this bomb threat came from. But as news of Protasevich’s arrest spreads through social media, it becomes very clear to everyone what this was actually about.\nmichael barbaro\nWe’ll be right back.\nsabrina tavernise\nSo Anton, the story of what happened to this Ryanair flight is incredibly strange. It’s a commercial flight. It’s two European capitals it’s flying between, and then suddenly it makes a U-turn. There’s a fighter jet outside. And it all looks, in retrospect, that this was just a big ploy to get this dissident— had nothing to do with a bomb. So why would Belarus go through all this trouble to get this guy?\nanton troianovski\nWell, you really have to go back to— even to the ‘90s to answer that question. Belarus is a former Soviet Republic in Eastern Europe between Russia and the European Union. It’s been a run since 1994 by an authoritarian leader named Alexander Lukashenko. He’s been called Europe’s last dictator, and he’s actually embraced that title.\n[music]\nLast summer, he claimed victory after a fraudulent election that sparked protests across the country.\narchived recording Unprecedented outrage over an election demonstrators say it was stolen by the president they’re demanding step down. Over my dead body, says Alexander Lukashenko.\nanton troianovski\nHundreds of thousands of people came out demanding that Lukashenko resign.\narchived recording Lukashenko’s refusal to step down has set the stage for a showdown with protesters who say they have nothing left to lose.\nsabrina tavernise\nI remember those protests. It was all of these people in public squares, and their flags, and posting videos on social media. And I remember thinking, wow, is this guy about to lose power?\nanton troianovski\nYeah, it was a remarkable moment for a post-Soviet country. The white, red, white flags of the opposition were everywhere.\nsabrina tavernise\nYes.\nanton troianovski\nWomen were coming out dressed all in white and with white flowers, lining up in memory of the protesters who had died. And those protests were organized and galvanized, in large part, by an account on the social network Telegram that this guy on the airplane, Protasevich, was helping run out of Warsaw.\nsabrina tavernise\nGot it.\nanton troianovski\nAnd this particular channel that Protasevich was helping run had more than 2 million follow us at the height of the protests. And this is in a country of 9 million people.\nsabrina tavernise\nWow, that’s a huge number.\nanton troianovski\nIt’s a huge number. And this Telegram account was constantly sharing information about the injustices of the Lukashenko regime, and it was also literally organizing the protests, saying where should people go at what time, even giving advice on how to resist the police. So this Telegram account played a really big role, and that really explains why, for Lukashenko, Protasevich was an enemy of the state. And of course, those protests happened in August and September, but Lukashenko was able to hold on. And he responded to those protests with really extraordinary repression. Many thousands of Belarusians were jailed. There’s been dissidents who have died in prison in strange circumstances. And Belarus was already an authoritarian state for years, but it became even more so an authoritarian state in these last months. And you now have this exiled community of dissidents who are based in Lithuania, in Poland, in Ukraine. Among them is Protasevich. He’s even been put on a terrorist watch list by the Belarus intelligence service. So you can see that he in particular has a target on his back.\nsabrina tavernise\nOK, so now I think I understand a little bit better why the Belarusian state would bring down this plane and detain Protasevich. So Lukashenko goes through all this trouble. The plane comes down. How does the international community react?\nanton troianovski\nAt first, it was just shock. The idea that a Boeing 737 commercial airliner flying between two EU capitals could be brought down in order for a dissident aboard to be arrested was not really something that I think a lot of people had imagined would be possible.\narchived recording Western governments have called it air piracy and state terrorism. [SPEAKING GREEK]\nanton troianovski\nThe Greeks called it a state hijacking.\narchived recording —an unprecedented act of state terrorism.\nanton troianovski\nThe prime minister of Poland called it an act of state terrorism.\narchived recording [SPEAKING GERMAN]\nanton troianovski\nYou had Germany and France, obviously the most influential countries in the E.U.—\narchived recording [SPEAKING FRENCH]\nanton troianovski\n—promising that there would be consequences.\narchived recording [SPEAKING FRENCH]\nanton troianovski\nAnd then, Monday night, we have a regularly scheduled meeting of E.U. leaders in Brussels.\narchived recording Madam President, you have the floor. ursula von der leyen Yes, thank you.\nanton troianovski\nSo the president of the E.U. Commission, Ursula von der Leyen, comes to the podium.\nursula von der leyen Belarus used its control of its airspace in order to perpetrate a state hijacking.\nanton troianovski\n—starts by condemning Belarus for what happened on Sunday.\nursula von der leyen Therefore, the safety and security of flights through Belarus airspace can no longer be trusted, and the council will adopt measures to ban overflys of the E.U. airspace and—\nanton troianovski\nAnd she also called on all E.U.-based airlines to stop flying over Belarus. She called on E.U. airports not to accept planes from Belarus— so essentially, cutting Belarus has direct air links with Western Europe.\nursula von der leyen This is an attack on democracy, this is an attack on freedom of expression, and this is an attack on European sovereignty.\n[music]\nsabrina tavernise\nWhat does that mean for Belarusians?\nanton troianovski\nWell, it may not sound like much, but it’s actually a big deal. Ukraine, which is Belarus’s southern neighbor, also went along with the flight ban. The land borders are also largely closed right now because of Covid, and that means that this country, that, if you look on a map, is in the middle of Europe, is now disconnected from Europe, by and large. And so this is a country where there are so many families that have friends and relatives living abroad. At this point, they essentially can’t get out of their country unless they go east and go through Russia, which is lengthy and costly.\nsabrina tavernise\nBut looking at this from the outside, the flight ban feels like a step that very much affects ordinary citizens who, I imagine, have no responsibility for what happened this weekend. So what else could the international community do to punish Lukashenko? I’m thinking about harsher types of economic sanctions— say, banning E.U. companies from doing business in Belarus— things like that.\nanton troianovski\nWell, there are already sanctions that the E.U. imposed last year on Lukashenko and others in the ruling elite in Belarus in response to the protests and the way they were repressed. But the opposition to Lukashenko is now calling for more sanctions, for stronger ones, including ones that would hit state-owned companies, and more directly, hit the economic interests of people in the ruling elite in Belarus. But there’s a risk that these sanctions could push Belarus into an even more authoritarian direction, that they could isolate Belarus even more from the West, and that they could push it even closer to its biggest ally, Russia.\nsabrina tavernise\nRussia— right. So how does Russia fit in here?\nanton troianovski\nWell, Russia’s in the background of essentially everything that happens in Belarus. Russia is Belarus’s biggest ally. It’s its biggest trading partner. It’s its biggest neighbor to the east. And the two countries have a really symbiotic relationship where, for Lukashenko, Russia is the most important source of oil and gas at a cheap price, as well as financing, while for Putin, Belarus is really important because Putin sees Russia as being encroached upon by an aggressive and expanding NATO. And Belarus is kind of this last buffer between Russia and the West, protecting Russia’s interests in Europe.\nsabrina tavernise\nOK, so Anton, I think I understand this. The E.U. is in a kind of difficult spot, because if it isolates Belarus too much, then that effectively pushes Belarus more toward Russia, which is something that they don’t want to do, because they would much rather see less Russian influence in the region.\nanton troianovski\nThat’s right. And so although the E.U. has imposed this flight ban and they have said that they want to impose further sanctions, they haven’t yet implemented new financial sanctions against Belarusian individuals or companies.\nsabrina tavernise\nSo Anton, after everything that’s happened over the past few days— this brazen move to arrest Protasevich by Belarus, the difficult place the E.U. is in deciding how to respond to that— what do you take away from all of this?\nanton troianovski\nWell, you really get the sense of how these international norms that we take for granted are continuing to be eroded. When you get on a plane on an international flight, you don’t expect a country that happens to be in your flight path 30,000 feet below you to bring that plane down because someone else on board happens to be a dissident that’s wanted in that country. That’s just not something that’s ever crossed my mind when I’ve flown internationally. And I think, at least here in Eastern Europe, and probably around the world, this is now going to be something that is more on people’s minds. There’s obviously countries all over the world that would be interested in tracking down a dissident who’s living somewhere else. So in a world that really depends on international commerce, that depends on the ease of international travel, situations like this can undermine a whole range of things in the way the world works.\n[music]\nsabrina tavernise\nAnd what about the dissident in the middle of all of this, the guy from the plane, Protasevich? Do we know what happened to him after he was taken off the plane? Do we know if he’s OK?\nanton troianovski\nSo we didn’t hear anything from him for 24 hours or so. He didn’t get access to lawyers. And then, on Monday night, a video appears online— a 29-second video.\nroman protasevich [SPEAKING FOREIGN LANGUAGE]\nanton troianovski\n—of Protasevich sitting in jail at a wooden table with a pack of cigarettes saying that his health is OK, that he’s being treated well, and that he is giving confessional testimony in the criminal case against him for stirring mass unrest in Belarus last summer.\nroman protasevich [SPEAKING FOREIGN LANGUAGE]\n[music]\nanton troianovski\nThis was a type of video that has actually become rather common in Belarus over the last year, which is these confessional videos that the security services have been forcing dissident detainees to record while in jail. To me, he looked just shocked and exhausted, but there were people who said it looked like he had some kind of makeup on, potentially hiding bruises. There was no way to determine for sure, but it was clear that this was a man who was speaking under duress, under the control of the Belarusian security services in the central detention center of Minsk. So we know that he was alive as of Monday, but beyond that, given the sort of black hole that these Belarusian detention centers are, there’s almost nothing that we can say now about his condition or what kind of future he faces.\nsabrina tavernise\nAnton, thank you very much.\nanton troianovski\nThank you, Sabrina.\nmichael barbaro\nWe’ll be right back.\n[music]\nHere’s what else you need today. On Wednesday, President Biden ordered U.S. intelligence agencies to investigate the origins of the coronavirus—\narchived recording Today the president asked the intelligence community to redouble their efforts to collect and analyze information that could bring us closer to a definitive conclusion and—\nmichael barbaro\n—reversing his previous position that such an investigation should be conducted by the World Health Organization. The Times reports that the order indicates that the White House takes seriously the possibility that the virus may have accidentally leaked from a lab in China, as well as the prevailing theory that it was transmitted to humans by an animal in a natural setting. The W.H.O. seemed to dismiss the lab theory in a report released in March, but the theory has since drawn new attention, including from prominent researchers.\narchived recording Getting to the bottom of the origin of this pandemic will help us understand how to prepare for the next pandemic, and the next one.\nmichael barbaro", "url": "https://www.nytimes.com/2021/05/27/podcasts/the-daily/belarus-ryanair-lukashenko-roman-protasevich.html"}