{"authors": ["Natasha Frost"], "date_download": "2022-10-25 23:26:05", "date_modify": "2022-10-25 23:26:05", "date_publish": "2021-07-11 13:30:50", "description": "The country’s lockdowns to keep the coronavirus at bay may have helped spur an outbreak of a flulike illness in children.", "filename": "2021_07_11_world_asia_new-zealand-where-covid-19-is-dormant-fights-another-respiratory-virus-and-other-news-from-around-the-world_1666740365.html", "image_url": "https://static01.nyt.com/images/2021/07/09/world/09virus-nz-briefing/09virus-nz-briefing-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d79b0720832052270b5d1330d855f1b8fe3400869ee9a4ab3d8fdbc5670a04a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_11_world_asia_new-zealand-where-covid-19-is-dormant-fights-another-respiratory-virus-and-other-news-from-around-the-world_1666740365.html", "title": "New Zealand, where Covid-19 is dormant, fights another respiratory virus, and other news from around the world.", "title_page": "New Zealand, where Covid-19 is dormant, fights another respiratory virus, and other news from around the world. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Strict lockdowns in New Zealand last year appear to have contributed to a recent outbreak in children of respiratory syncytial virus, or R.S.V., a highly contagious, flulike illness whose symptoms include a runny nose, coughing, sneezing and fever.\nChildren in New Zealand were mostly stuck indoors amid lockdowns last autumn, which runs from March to May in the Southern Hemisphere. After the country reopened last winter, health officials say, few of them contracted seasonal viruses and infections, probably because they had been underexposed to germs.\nIn a typical year, New Zealand sees a peak of cases of respiratory infections from June to September. But in 2020, the country experienced “the complete absence of an annual winter influenza epidemic,” with a 99.9 percent reduction in flu cases and a 98 percent reduction in R.S.V., according to a study published in Nature in February.\nThis year, however, the same children have been more vulnerable than usual to those same ailments.\nSince the start of winter five weeks ago, during which there have been no coronavirus restrictions, children’s wards in New Zealand have seen dozens of patients, many of them infants, battling the sometimes deadly disease, while some elementary schools have reported having as many as half their students absent because of respiratory illnesses.", "url": "https://www.nytimes.com/2021/07/11/world/asia/new-zealand-where-covid-19-is-dormant-fights-another-respiratory-virus-and-other-news-from-around-the-world.html"}