{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 22:56:51", "date_modify": "2022-10-25 22:56:51", "date_publish": "2021-01-16 01:01:55", "description": "The Oklahoma senator, who is up for re-election in 2022, said he had not realized his objection to the election results would be seen as a direct attack on the voting rights of people of color.", "filename": "2021_01_15_us_politics_lankford-apology-election-biden_1666738611.html", "image_url": "https://static01.nyt.com/images/2021/01/15/us/politics/15dc-lankford/15dc-lankford-facebookJumbo.jpg?year=2021&h=550&w=1050&s=38689b8b16145463ac71126295e68fe08da92ba2caca24d5b45ad29be01b3f80&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_15_us_politics_lankford-apology-election-biden_1666738611.html", "title": "Lankford Apologizes to Black Voters for Backing Trump’s Election Deceit", "title_page": "Lankford Apologizes to Black Voters for Backing Trump’s Election Deceit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“To use the words like any perceived racism — we’re in 2021 now,” said Greg Robinson II, an organizer and former candidate for Tulsa mayor who is among those who have called for Mr. Lankford and other Republicans to step down. “There has been generations upon generations of systemic racism that has been protected by the sort of white moderate rhetoric that we hear out of white politicians, especially white conservative Republicans.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Lankford, a former Southern Baptist minister who directed the largest Christian youth camp before an inaugural run for office landed him in the House in 2011, has served in the Senate since 2014. Having burnished his credentials as a conservative Republican and deficit hawk, he muscled through a primary to win a special election and finish the term of former Senator Tom Coburn before a second victory in 2016.\nIn the Senate, Mr. Lankford has been a supporter of Mr. Trump, largely backing his policy initiatives and nominees even as he offered the occasional condemnation of the president’s vulgarity and personal attacks.\n“I think most of us have a hard time with Donald Trump’s personality, but don’t have a problem with most of his policies,” said Frank Keating, a two-term governor of Oklahoma and veteran of multiple Republican administrations. “You can’t be much more conservative than James Lankford.”\nBut Mr. Lankford has also worked to build relationships with the Black community in Tulsa, speaking about the Tulsa massacre on the Senate floor and advocating the creation of a school curriculum to ensure that the 1921 massacre would be taught. When Mr. Trump announced plans to hold a campaign rally in Tulsa on Juneteenth, an annual holiday celebrated on June 19 that honors the end of slavery in the United States, Mr. Lankford was among the officials who successfully convinced the president it would be more respectful to hold the rally on a different day.\nAll five Oklahoman representatives and Mr. Lankford were among the more than 100 Republicans in both chambers seeking to invalidate the votes of tens of millions of voters in several states — many of them Black citizens living in Philadelphia, Detroit, Milwaukee and Atlanta — even as courts threw out baseless challenges by Mr. Trump and his allies about election malfeasance.\nHis involvement came as a shock to many on Capitol Hill and in Oklahoma, in part because he is regarded by Democrats as a rare, cooperative partner on voting rights. Some speculated privately that it had more to do with the fact that Mr. Lankford must face voters in two years than any actual concern he harbored about the integrity of the election.", "url": "https://www.nytimes.com/2021/01/15/us/politics/lankford-apology-election-biden.html"}