{"authors": ["Thomas Gibbons-Neff", "Najim Rahim"], "date_download": "2022-10-25 23:28:17", "date_modify": "2022-10-25 23:28:17", "date_publish": "2021-06-20 19:04:00", "description": "The setbacks come at a harrowing moment for Afghanistan, just as American and international troops are set to leave the country in coming weeks.", "filename": "2021_06_20_world_asia_afghanistan-kunduz-taliban_1666740497.html", "image_url": "https://static01.nyt.com/images/2021/06/20/world/20AFGHANISTAN1-SUB/merlin_135306879_14c29945-4187-4e34-828e-c5318e133359-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1ce8298610cfaed4264cc5dc735416706db6f6a9a61b57e6ce3a9e6b50077b7a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_20_world_asia_afghanistan-kunduz-taliban_1666740497.html", "title": "Taliban Enter Key Cities in Afghanistan’s North After Swift Offensive", "title_page": "Taliban Enter Key Cities in Afghanistan’s North After Swift Offensive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — The Taliban entered two provincial capitals in northern Afghanistan Sunday, local officials said, the culmination of an insurgent offensive that has overrun dozens of rural districts and forced the surrender and capture of hundreds of government forces and their military equipment in recent weeks.\nIn Kunduz city, the capital of the province of the same name, the Taliban seized the city’s entrance before dispersing throughout its neighborhoods. Kunduz was briefly taken by the Taliban in 2015 and 2016 before they were pushed back by American airstrikes, special operations forces and Afghan security forces.\n“Right now, I hear the sound of bullets,” said Amruddin Wali, a member of Kunduz’s provincial council. “The Taliban have appeared in the alleys and back alleys of Kunduz, and there is panic all over the city.”\nThe setbacks come at a harrowing moment for Afghanistan. American and international troops, now mostly based in Kabul, the capital, and at Bagram airfield, are set to leave the country in weeks.", "url": "https://www.nytimes.com/2021/06/20/world/asia/afghanistan-kunduz-taliban.html"}