{"authors": ["Vivian Yee"], "date_download": "2022-10-25 23:44:04", "date_modify": "2022-10-25 23:44:04", "date_publish": "2021-11-14 17:29:35", "description": "Seif al-Islam el-Qaddafi, the former heir apparent of the deposed Libyan dictator Col. Muammar el-Qaddafi, filed his candidacy papers on Sunday for the election expected next month.", "filename": "2021_11_14_world_middleeast_libya-president-qaddafi.html_action=click&module=RelatedLinks&pgtype=Article_1666741444.html", "image_url": "https://static01.nyt.com/images/2021/11/14/world/14LIBYA-ELECTION1/14LIBYA-ELECTION1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_14_world_middleeast_libya-president-qaddafi.html_action=click&module=RelatedLinks&pgtype=Article_1666741444.html", "title": "Qaddafi Son to Run for President in Libya", "title_page": "Qaddafi Son to Run for President in Libya - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — After years underground and months of hints, the son and former heir apparent of the deposed Libyan dictator Col. Muammar el-Qaddafi emerged from the shadows on Sunday to announce that he would run for president in Libya’s coming election.\nThe candidacy of the colonel’s son, Seif al-Islam el-Qaddafi, who once put a reformist face on the Qaddafi regime before helping his father crack down on opposition rebels during the Arab Spring uprising in 2011, came as little surprise — he had told The New York Times in May that he was interested in the job. Still, his reappearance sent a jolt through the already fragile efforts to hold the election, which international actors and Libyans hope will be the next major step in Libya’s transition from years of civil war and chaos toward peace and stability.\nThe electoral process got a lift on Friday when global powers met in Paris with Libyan leaders to reaffirm their commitment to holding presidential and parliamentary votes on Dec. 24. But it remains to be seen what will come of the declaration, with Libya’s leaders still unable to agree on ground rules for the balloting — neither on an electoral law nor on whether the presidential and parliamentary elections will take place simultaneously nor on the date.\nThe chairman of Libya’s presidential council, Mohamed Menfi, said in Paris that he supported holding the presidential election on Dec. 24, but the country’s prime minister, Abdul Hamid Dbeiba, did not make the same commitment.", "url": "https://www.nytimes.com/2021/11/14/world/middleeast/libya-president-qaddafi.html?action=click&module=RelatedLinks&pgtype=Article"}