{"authors": ["Claire Cain Miller", "Margot Sanger-Katz"], "date_download": "2022-10-25 23:53:10", "date_modify": "2022-10-25 23:53:10", "date_publish": "2021-12-05 17:25:42", "description": "Legal abortions would fall, particularly among poor women in the South and Midwest, and out-of-state travel and abortion pills would play a bigger role.", "filename": "2021_12_05_upshot_abortion-without-roe-wade_1666741990.html", "image_url": "https://static01.nyt.com/images/2022/05/03/us/driving-distance-map-update-promo-1651603197542/driving-distance-map-update-promo-1651603197542-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_05_upshot_abortion-without-roe-wade_1666741990.html", "title": "What an America Without Roe Would Look Like", "title_page": "What an America Without Roe Would Look Like - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That result would be the culmination of a decades-long effort by the anti-abortion movement. “That would create a culture where we would be able to enact policies and legislation to support the women and children in our state,” said Laura Knight, president of Pro-Life Mississippi.\nThe majority of women who are unable to access a legal abortion in their state would likely get one another way, in another state or by ordering pills, data from Texas suggests. Some would bear children.\nIn some ways, a post-Roe America would mirror the pre-Roe one. Then, abortion was generally legal in four states, and 13 more allowed abortion for health reasons. Women who could afford it would travel out of state to seek the procedure. But many women turned to coat-hangers, chemicals, unskilled abortion providers and other dangerous methods. In the early 1960s, Cook County Hospital in Chicago was treating more than 4,000 women a year for life-threatening effects of botched illegal abortions.\nNow, there are safer options. In contrast with the 1960s, the internet has made it easier for women to learn where they can find a legal abortion or order black-market pills that can safely and effectively end pregnancy up to 10 weeks. Already, many American women order such pills online or cross the border to Mexico, where they are sold over the counter as ulcer medicine. Aid Access, a group that connects women with European doctors and pills from India, will work with women in all 50 states.\nIt is technically illegal to sell prescription medicine to American patients from another country without a prescription from a doctor licensed in the United States, but enforcement is difficult. Some states are already adding restrictions: In December, a law went into effect in Texas banning medication abortion after seven weeks; it makes it illegal to provide the pills, not to take them.\n“We are going to see some women will still do dangerous things like having the boyfriend hit them in the belly or throwing themselves down stairs or taking dangerous herbs,” said Carole Joffe, a professor at the U.C.S.F. Bixby Center for Global Reproductive Health, who has studied the history of abortion in the United States. “But there is now a very safe extralegal option.”\nCurrently, there is at least one abortion clinic in every state, and most women live within an hour’s drive of one. But without Roe’s protections, clinics in at least 25 states are expected to shut down as abortion would be banned immediately or in relatively short order, according to analyses of state laws from the Center for Reproductive Rights, which litigates abortion cases, and one from the Guttmacher Institute, which studies the laws.", "url": "https://www.nytimes.com/2021/12/05/upshot/abortion-without-roe-wade.html"}