{"authors": ["Bryan Pietsch"], "date_download": "2022-10-25 23:00:00", "date_modify": "2022-10-25 23:00:00", "date_publish": "2021-04-13 02:12:08", "description": "The state attorney general requested records going back as far as a decade after two officers were involved in a traffic stop during which a Black U.S. Army lieutenant was pepper-sprayed.", "filename": "2021_04_12_us_virginia-officer-army-caron-nazario_1666738800.html", "image_url": "https://static01.nyt.com/images/2021/04/12/lens/12xp-windsor-photo/12xp-windsor-photo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fca39cbeedee6b2ffc4af2ce5be0ea092c17191f0e24ec3808ef29b839469321&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_12_us_virginia-officer-army-caron-nazario_1666738800.html", "title": "Virginia Will Investigate Pepper-Spraying of Army Officer Caron Nazario", "title_page": "Virginia Will Investigate Pepper-Spraying of Army Officer Caron Nazario - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The attorney general of Virginia said on Monday that he was investigating whether there was an “unlawful pattern or practice of conduct” at the Windsor Police Department after a uniformed Black U.S. Army medic was held at gunpoint and doused with pepper spray by its officers.\nTwo members of the Police Department conducted a traffic stop on Caron Nazario, a second lieutenant in the U.S. Army Medical Corps, in December, during which one of the officers, Joe Gutierrez, threatened Lieutenant Nazario before dousing him with pepper spray and pushing him to the ground, according to body camera footage of the episode.\nMr. Gutierrez’s actions were “appalling” and “dangerous,” Mark Herring, the attorney general, said in an interview on CNN on Monday night.\nHis office has requested records from the Windsor Police Department from as far back as a decade as part of its investigation into “whether there might have been a pattern of police misconduct either by these officers specifically or more broadly within the department,” Mr. Herring said.", "url": "https://www.nytimes.com/2021/04/12/us/virginia-officer-army-caron-nazario.html"}