{"authors": ["Henry Fountain"], "date_download": "2022-10-25 23:47:02", "date_modify": "2022-10-25 23:47:02", "date_publish": "2021-08-20 18:42:15", "description": "The showers are another troubling sign of a changing Arctic, which is warming faster than any other region on Earth.", "filename": "2021_08_20_climate_greenland-rain-ice-sheet_1666741622.html", "image_url": "https://static01.nyt.com/images/2021/08/20/climate/20cli-greenland1/20cli-greenland1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=abadc5e7699f83f8c180c16381e9bfac47ca626ef3cd9cec075035e01f93d9ec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_20_climate_greenland-rain-ice-sheet_1666741622.html", "title": "Rain Showers in Greenland Point to Climate Change", "title_page": "Rain Showers in Greenland Point to Climate Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Something extraordinary happened last Saturday at the frigid high point of the Greenland ice sheet, two miles in the sky and more than 500 miles above the Arctic Circle: It rained for the first time.\nThe rain at a research station — not just a few drops or a drizzle but a stream for several hours, as temperatures rose slightly above freezing — is yet another troubling sign of a changing Arctic, which is warming faster than any other region on the planet.\n“It’s incredible, because it does write a new chapter in the book of Greenland,” said Marco Tedesco, a researcher at Lamont-Doherty Earth Observatory of Columbia University. “This is really new.”\nAt the station, which is called Summit and is occupied year-round under the auspices of the National Science Foundation, there is no record of rain since observations began in the 1980s. And computer simulations show no evidence going back even further, said Thomas Mote, a climate scientist at the University of Georgia.", "url": "https://www.nytimes.com/2021/08/20/climate/greenland-rain-ice-sheet.html"}