{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:54:58", "date_modify": "2022-10-25 23:54:58", "date_publish": "2021-05-02 22:20:33", "description": "The protests, by Manchester United fans demanding the Glazer family sell the club, forced the postponement of a match after the stadium was stormed.", "filename": "2021_05_02_sports_manchester-united-fans-protest-postponement_1666742098.html", "image_url": "https://static01.nyt.com/images/2021/05/02/sports/02onsoccer-protest/02onsoccer-protest-facebookJumbo.jpg?year=2021&h=549&w=1050&s=3f27d40b93bf9fc1bfb8a50bd2ee11627dd4073181cf1d658a83c1829d529cc8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_02_sports_manchester-united-fans-protest-postponement_1666742098.html", "title": "In Anti-Ownership Protests, United Fans Rediscover Their Own Power", "title_page": "In Anti-Ownership Protests, United Fans Rediscover Their Own Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They offer an easy solution, the panacea that soccer always turns to in the end. Win the Europa League later this month and all of this will be forgotten, nothing more than a few million more social media engagements for the club to cite in glowing terms in the next quarterly review of its finances.\nThe second is to avoid that easy pitfall, and to focus instead on the message. The Glazers have never been popular at Old Trafford. There were protests when they completed their heavily leveraged takeover of a club they knew little to nothing about in 2005. There were more at the end of that decade, fans decking themselves out in the club’s first colors — green and gold — rather than its more famous red to signal their discontent.\nThat hostility has never dissipated. But for much of the last decade, it lay dormant. Not because of United’s success — by its own standards, the last eight years have been disappointing — but because of the apparent futility of protest.\nManchester United, like all soccer teams, might feel like a social and community institution. It might continually pitch itself as one. It might occasionally even act like one. But it is, in the most real and relevant sense, a business, and it is a business owned by the Glazers, and because no matter how ardent the protests, the Glazers did not seem to flinch, the energy dissipated.\nAnd then, two weeks ago, Joel Glazer, a co-chairman of the club, put his name to a proposal to start a European superleague, and the fury awoke. Fans of the other English teams tainted by association with the project have taken to the streets — a protest by Chelsea fans precipitated the league’s demise; their peers at Arsenal came out in the thousands a few days later — but none have gone quite so far as United. None have brought the league that styles itself as the greatest in the world to a standstill on one of its red-letter days.\nIn part, that is down to the unpopularity of the Glazers. The reaction at each of the clubs involved has, in some way, reflected the fans’ relationship with the owners.", "url": "https://www.nytimes.com/2021/05/02/sports/manchester-united-fans-protest-postponement.html"}