{"authors": ["Dan Barry"], "date_download": "2022-10-25 22:57:15", "date_modify": "2022-10-25 22:57:15", "date_publish": "2021-02-10 22:01:17", "description": "Ten doses of the Covid-19 vaccine would expire within hours, so a Houston doctor gave it to people with medical conditions, including his wife. What followed was “the lowest moment in my life,” Dr. Hasan Gokal said.", "filename": "2021_02_10_us_houston-doctor-fired-covid-vaccine_1666738635.html", "image_url": "https://static01.nyt.com/images/2021/02/12/multimedia/00covid-doctor-1/00covid-doctor-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=eeb4afca618ccb1578a9fb42b0712704b22171d020febde7565e9ed293c21bec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_10_us_houston-doctor-fired-covid-vaccine_1666738635.html", "title": "Houston Doctor Fired for Giving Away Doses of Covid Vaccine", "title_page": "Houston Doctor Fired for Giving Away Doses of Covid Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Gokal, 48, immigrated from Pakistan as a boy and earned a medical degree at SUNY Upstate Medical University in Syracuse. After working at hospitals in Central New York, he moved to Texas in 2009 to oversee the emergency department at a suburban Houston hospital. His volunteer work has included rebuilding homes and providing medical care after Hurricane Harvey in 2017.\nIn recent years, Dr. Gokal split his time between two area hospitals. But when the pandemic hit in early 2020, he lived for a month in a hotel and an apartment rather than risk infecting his wife, Maria, 47, who has pulmonary sarcoidosis, a disease in her lungs that leaves her winded after even minimal activity.\n“I was petrified to go home and bring Covid to my wife,” he said.\nFortunately, he said, the Harris County Public Health department recruited him in April to become the medical director for its Covid-response team. The job paid less, but he was eager to protect his wife by limiting his exposure to the coronavirus in emergency rooms.\nOn Dec. 22, Dr. Gokal joined a conference call in which state health officials explained the protocols for administering the recently approved Moderna vaccine. The 10 or 11 doses in a vial are viable for six hours after the seal is punctured.\nDr. Gokal said the advice was to vaccinate people eligible under the 1(a) category (health care workers and residents in long-term-care facilities), then those under the 1(b) category (people over 65 or with a health condition that increases risk of severe Covid-related illness).\nAfter that, he said, the message was: “Just put it in people’s arms. We don’t want any doses to go to waste. Period.”\nOn Dec. 29, a mild Tuesday, Dr. Gokal arrived before dawn at a park in the Houston suburb of Humble to supervise a vaccination event intended mostly for emergency workers. In part because of minimal publicity, the pace was slow, with no more than 250 doses administered. But this was the county’s first public event, he said. “We knew there would be hiccups.”", "url": "https://www.nytimes.com/2021/02/10/us/houston-doctor-fired-covid-vaccine.html"}