{"authors": ["Adeel Hassan", "Lisa Waananen Jones"], "date_download": "2022-10-25 23:27:30", "date_modify": "2022-10-25 23:27:30", "date_publish": "2021-10-06 15:35:41", "description": "Gov. Pete Ricketts said the state’s unusually strict privacy laws prohibited the continued release of the data after he let an emergency order lapse in June.", "filename": "2021_10_05_world_americas_nebraska-covid-cases-dashboard_1666740450.html", "image_url": "https://static01.nyt.com/images/2021/09/24/world/xxvirus-briefing-nebraska-dashboard-1/xxvirus-briefing-nebraska-dashboard-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=14142bea928d580eb8d92c6db1f6738fe507b139140c8dae1706ea25b26e8e58&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_05_world_americas_nebraska-covid-cases-dashboard_1666740450.html", "title": "Nebraska Restores its Covid Dashboard After a Rise in New Cases", "title_page": "Nebraska Restores its Covid Dashboard After a Rise in New Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tracking community transmission is at the heart of efforts to stop the spread of the coronavirus, scientists say, and in most states the daily dashboards showing new cases have been a critical tool for public health officials trying to track the trajectory of the virus, which has killed 700,000 Americans.\nYet for three crucial months this summer, Nebraska did not report any county-level information to the public. State officials stopped sharing counts of new coronavirus cases by county with the public on June 30, just as the Delta variant began surging in the United States.\nThat was by design. Gov. Pete Ricketts, a Republican who opposes both mask and vaccine mandates, allowed his emergency order to expire in June, and the state’s unusually strict privacy laws were reinstated, which he said prohibited the continued release of the data.\nAt the time, the number of new cases in Nebraska had reached a low in the state, and Test Nebraska, which gave free virus tests to hundreds of thousands of residents, ended its operations shortly after the emergency ended.", "url": "https://www.nytimes.com/2021/10/05/world/americas/nebraska-covid-cases-dashboard.html"}