{"authors": ["Apoorva Mandavilli", "Benjamin Mueller"], "date_download": "2022-10-25 22:57:39", "date_modify": "2022-10-25 22:57:39", "date_publish": "2021-07-14 17:51:47", "description": "Data from overseas, particularly Britain, suggest the spread of the virus will set vaccinated and unvaccinated communities on very different paths.", "filename": "2021_07_14_health_delta-variant-uk-usa_1666738659.html", "image_url": "https://static01.nyt.com/images/2021/07/09/science/00VIRUS-DELTA1/00VIRUS-DELTA1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b9493eb8266d3103d9c447b38a141bd86bfb6ebb723ac05a1169cb98cb6dce97&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_14_health_delta-variant-uk-usa_1666738659.html", "title": "Covid-19 Delta Variant Widens Gulf Between Vaccinated and Unvaccinated", "title_page": "Covid-19 Delta Variant Widens Gulf Between Vaccinated and Unvaccinated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In previous waves, there was a neat, linear relationship between the number of infections, hospitalizations and deaths in the United States. Fortunately, those patterns do not hold for the Delta variant, because a large proportion of people at the highest risk now have been inoculated.\nThe country also opened vaccinations up to all adults, and even to 12- to 17-year-olds, which may break chains of transmission more effectively than in Britain.\nThe AstraZeneca vaccine dispensed in Britain appears to be less effective at preventing infections with Delta than the mRNA vaccines in wider use in the United States. That, too, could give the United States an advantage over the variant.\nBecause of Delta’s partial ability to undermine the immune system, the rate of breakthrough infections — cases that occur despite vaccination — with the variant appears to be greater than with previous forms of the virus, except for Beta.\nMany experts have worried that even mild infections raise the risk of so-called long Covid, the constellation of symptoms that can persist months after an active infection is resolved. That raised a horrifying prospect: a surge in long-term illness throughout unvaccinated regions.\nBut many scientists now believe that breakthrough infections are unlikely to cause the syndrome. When a vaccinated person is infected, the virus may go through a few rounds of replication, but “the immune response is so quick and so robust that it basically stops the infection in its tracks,” said Angela Rasmussen, a virologist at the Vaccine and Infectious Disease Organization at the University of Saskatchewan in Canada.", "url": "https://www.nytimes.com/2021/07/14/health/delta-variant-uk-usa.html"}