{"authors": ["Jane Arraf"], "date_download": "2022-10-25 23:54:21", "date_modify": "2022-10-25 23:54:21", "date_publish": "2021-10-11 22:38:22", "description": "Results showed the party of Muqtada al-Sadr making the biggest gains in a vote that could help shape Iraq’s direction and its relationship with both the United States and Iran.", "filename": "2021_10_11_world_middleeast_iraq-elections-sadr-shiites_1666742061.html", "image_url": "https://static01.nyt.com/images/2021/10/11/world/11iraq-elections01/11iraq-elections01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9024a80e84baa3d774299465e18f7a82a6adc96b8da36b47480f7892c00cb6fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_11_world_middleeast_iraq-elections-sadr-shiites_1666742061.html", "title": "In Iraq Election, Shiite Cleric Who Fought U.S. Strengthens Power", "title_page": "In Iraq Election, Shiite Cleric Who Fought U.S. Strengthens Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — Followers of a Shiite cleric whose fighters battled U.S. forces during the occupation made the biggest gains in Iraq’s parliamentary election, strengthening his hand in determining whether the country drifts further out of the American orbit.\nWhile independent candidates won some seats for the first time in a political landscape altered by anti-government protests, it became increasingly clear as ballots were tallied Monday that the big winner in the Sunday vote was the Sadrist Bloc, the political movement that takes its name from the cleric, Muqtada al-Sadr.\nThe Sadrist Bloc won up to 20 additional seats in Parliament, consolidating its status as the single biggest bloc in the chamber and giving the mercurial cleric an even more decisive vote over the country’s next prime minister.\nThe outcome could further complicate Iraq’s challenge in steering diplomatically between the United States and Iran, adversaries that both see Iraq as vital to their interests. Pro-Iranian militias have played an increased role in Iraq since the rise of the Islamic State in 2014 and have launched attacks on U.S. interests in the country.", "url": "https://www.nytimes.com/2021/10/11/world/middleeast/iraq-elections-sadr-shiites.html"}