{"authors": ["Jesus Jiménez", "Lazaro Gamio", "Amy Schoenfeld Walker"], "date_download": "2022-10-25 23:02:49", "date_modify": "2022-10-25 23:02:49", "date_publish": "2021-06-07 09:01:00", "description": "In 15 states, including Arkansas, the Carolinas, Georgia and Louisiana, about half of adults or fewer have received a vaccine dose.", "filename": "2021_06_07_world_us-south-covid-vaccine_1666738969.html", "image_url": "https://static01.nyt.com/images/2021/05/04/multimedia/06virus-briefing-south1/06virus-briefing-south1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=7bbc56d5f81586bc461ef09cc5e7f235d1a2291a50161e748006853a94aead10&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_07_world_us-south-covid-vaccine_1666738969.html", "title": "South May See Summer Covid Surge as Vaccination Rates Lag", "title_page": "South May See Summer Covid Surge as Vaccination Rates Lag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Experts are concerned that states across the U.S. South, where vaccination rates are lagging, could face a surge in coronavirus cases over the summer.\nA dozen states — many of them in the Northeast, including Maine, Massachusetts and Connecticut — have already administered at least one vaccine dose to at least 70 percent of adults, a benchmark that President Biden has set for the nation to reach by July 4. In the South, that marker is nowhere in sight for several states.\nIn 15 states — including Arkansas, the Carolinas, Georgia and Louisiana — about half of adults or fewer have received a dose, according to a New York Times analysis last week. In two states, Alabama and Mississippi, it would take about a year to get one dose to 70 percent of the population at the current pace of adult administration.\nPublic-health experts and officials in states with lower vaccination rates say the president’s goal will help reduce cases and deaths, but is somewhat arbitrary. Even if 70 percent of adults are vaccinated, they say, the virus and its more contagious variants can spread among those who are not.", "url": "https://www.nytimes.com/2021/06/07/world/us-south-covid-vaccine.html"}