{"authors": ["David E. Sanger", "Catie Edmondson", "David Mccabe", "Thomas Kaplan"], "date_download": "2022-10-25 23:38:58", "date_modify": "2022-10-25 23:38:58", "date_publish": "2021-06-07 07:00:09", "description": "The broad support for the bill highlights how competition with Beijing is one of the few issues that can still unite both political parties.", "filename": "2021_06_07_us_politics_senate-china-semiconductors_1666741138.html", "image_url": "https://static01.nyt.com/images/2021/06/05/us/politics/05dc-china-bill-1sub/05dc-china-bill-1sub-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=cfec404fc1bce8218ddfd9cf008e695bac51cdf3c8134d65e0abbaf88c3f9fa6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_07_us_politics_senate-china-semiconductors_1666741138.html", "title": "Senate Poised to Pass Huge Industrial Policy Bill to Counter China", "title_page": "Senate Poised to Pass Huge Industrial Policy Bill to Counter China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The commercial and military distinction is eroded in China’s case,” said Senator Chris Coons, a Delaware Democrat who co-sponsored several bills that have been folded into the legislation. In China, “almost all the big companies are elements of state power and tightly connected to the central government, which largely has financed their dramatic rise.”\nWhat is most striking about the legislation is the degree to which the projects that the bill funds closely parallel those in China’s “Made in China 2025” program, which funnels huge government spending into technologies where the country is seeking to be independent of outside suppliers. The Chinese government announced its initiative six years ago.\nThe result, many experts say, is that the bill may accelerate the decoupling of the world’s largest and second-largest economies, even as each worries about how dependent it is on the other. Beijing fears that it will be reliant for years on foreign sources for the most advanced chips and cutting-edge software; Washington has the mirror-image worry that China’s dominance in 5G technology will give Beijing the ability to cut off American telecommunications.\nThe shift to limit the intertwining of the two economies may also be sped by steps like the one President Biden took on Thursday, when he issued an executive order barring Americans from investing in Chinese businesses that support China’s military, or that manufacture surveillance technology used in ethnic or religious repression.\nWhile some Republicans have balked at the bill’s costs — a $52 billion subsidy program for the country’s semiconductor firms and another $195 billion in scientific research and development — most are still signing on. And that has created concerns that the legislation, a classic Washington mash-up of other bills that has grown to more than 2,400 pages, may be longer on cash than real strategy.\nMr. Schumer rejected that contention in the interview.\n“When the government invests in pure forms of research, down the road it creates millions of jobs,” he said, citing investments in the National Institutes of Health and the National Science Foundation.\nHis Republican co-sponsor, Senator Todd Young of Indiana, argues that the ideological orthodoxies of his party have been swept away by the realities of how China funds its “national champions” like Huawei, the telecommunications giant that is wiring nations around the world with 5G networks capable of directing traffic back to Beijing.", "url": "https://www.nytimes.com/2021/06/07/us/politics/senate-china-semiconductors.html"}