{"authors": ["Jane Arraf", "Eric Schmitt"], "date_download": "2022-10-25 23:54:23", "date_modify": "2022-10-25 23:54:23", "date_publish": "2021-06-04 15:41:50", "description": "Iran-backed militias in Iraq are suspected of carrying out recent drone strikes on sensitive American targets in Iraq, evading U.S. defenses.", "filename": "2021_06_04_world_middleeast_iran-drones-iraq_1666742063.html", "image_url": "https://static01.nyt.com/images/2021/06/04/world/04iraq-drones1/04iraq-drones1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=e8a3ff761ec7f94b5a33d28a67e9ecda7295f3047177099708a13a3bd8fc5abb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_04_world_middleeast_iran-drones-iraq_1666742063.html", "title": "Iran’s Proxies in Iraq Threaten U.S. With More Sophisticated Weapons", "title_page": "Iran’s Proxies in Iraq Threaten U.S. With More Sophisticated Weapons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Iraqi officials and U.S. analysts say that while cash-strapped Iran has reduced funding for major Iraqi militias, it has invested in splitting off smaller, more specialized proxies still operating within the larger militias but not under their direct command.\nAmerican officials say that these specialized units are likely to have been entrusted with the politically delicate mission of carrying out the new drone strikes.\nIraqi security commanders say groups with new names are fronts for the traditional, powerful Iran-backed militias in Iraq such as Kataib Hezbollah and Asaib Ahl al-Haq. Iraqi officials say Iran has used the new groups to try to camouflage, in discussions with the Iraqi government, its responsibility for strikes targeting U.S. interests, which often end up killing Iraqis.\nThe Iraqi security official said members of the smaller, specialized groups were being trained at Iraqi bases and in Lebanon as well as in Iran by the hard-line Islamic Revolutionary Guards Corps — which oversees proxy militias in the Middle East.\nAmerican and Iraqi officials and analysts trace the increased unpredictability of militia operations in Iraq to the U.S. killing of General Suleimani and the Iraqi militia leader.\n“Because the Iranian control over its militias has fragmented after the killing of Qassim Suleimani and Abu Mahdi Muhandis, the competition has increased among these groups,” said Mr. Malik, the Washington Institute analyst.\nJane Arraf reported from Baghdad and Eric Schmitt from Washington. Falih Hassan contributed reporting.", "url": "https://www.nytimes.com/2021/06/04/world/middleeast/iran-drones-iraq.html"}