{"authors": ["Javier C. Hernández", "James Gorman"], "date_download": "2022-10-25 23:26:21", "date_modify": "2022-10-25 23:26:21", "date_publish": "2021-03-29 19:05:05", "description": "Far more work is needed to understand how the pandemic began, the report says, but it is not clear that Beijing will cooperate. “We may never find the true origins,” an expert said.", "filename": "2021_03_29_world_asia_china-virus-WHO-report_1666740381.html", "image_url": "https://static01.nyt.com/images/2021/03/29/world/00virus-china-who-01/00virus-china-who-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6ff43350f98fdc30992a50f51e1c37338327cf9de93e8a9bf3820f2fbf194e8d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_29_world_asia_china-virus-WHO-report_1666740381.html", "title": "Coronavirus Origins Remain Unclear in W.H.O.-China Inquiry", "title_page": "Coronavirus Origins Remain Unclear in W.H.O.-China Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For 27 days, they searched for clues in Wuhan, visiting hospitals, live animal markets and government laboratories, conducting interviews and pressing Chinese officials for data, but an international team of experts departed the country still far from understanding the origins of the coronavirus pandemic that has killed nearly 2.8 million people worldwide.\nThe 124-page report of a joint inquiry by the World Health Organization and China — to be released officially on Tuesday but leaked to the media on Monday — contains a glut of new detail but no profound new insights. And it does little to allay Western concerns about the role of the Chinese Communist Party, which is notoriously resistant to outside scrutiny and has at times sought to hinder any investigation by the W.H.O. The report is also not clear on whether China will permit outside experts to keep digging.\n“The investigation runs the risk of going nowhere, and we may never find the true origins of the virus,” said Yanzhong Huang, senior fellow for global health at the Council on Foreign Relations.\nThe report, an advance copy of which was obtained by The New York Times, says that China still does not have the data or research to indicate how or when the virus began spreading. Some skeptics outside the country say that China may have more information than it admits.", "url": "https://www.nytimes.com/2021/03/29/world/asia/china-virus-WHO-report.html"}