{"authors": ["Jim Tankersley", "Jeanna Smialek"], "date_download": "2022-10-25 23:00:15", "date_modify": "2022-10-25 23:00:15", "date_publish": "2021-04-05 23:27:02", "description": "Republicans say the White House is tucking liberal social programs into legislation that should be focused on roads and bridges. Administration officials say their approach invests in the future.", "filename": "2021_04_05_business_economy_biden-infrastructure_1666738815.html", "image_url": "https://static01.nyt.com/images/2021/04/05/us/05dc-biden-infrastructure01/05dc-biden-infrastructure01-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=b91688dd6b52a6445da52fda4b8047b6285a7025eb3b29d97c0bc46346cfb113&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_05_business_economy_biden-infrastructure_1666738815.html", "title": "Biden Plan Spurs Fight Over What ‘Infrastructure’ Really Means", "title_page": "Biden Plan Spurs Fight Over What ‘Infrastructure’ Really Means - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The early political and economic debate over President Biden’s $2 trillion American Jobs Plan is being dominated by a philosophical question: What does infrastructure really mean?\nDoes it encompass the traditional idea of fixing roads, building bridges and financing other tangible projects? Or, in an evolving economy, does it expand to include initiatives like investing in broadband, electric car charging stations and care for older and disabled Americans?\nThat is the debate shaping up as Republicans attack Mr. Biden’s plan with pie charts and scathing quotes, saying that it allocates only a small fraction of money on “real” infrastructure and that spending to address issues like home care, electric vehicles and even water pipes should not count.\n“Even if you stretch the definition of infrastructure some, it’s about 30 percent of the $2.25 trillion they’re talking about spending,” Senator Roy Blunt, Republican of Missouri, said on “Fox News Sunday.”", "url": "https://www.nytimes.com/2021/04/05/business/economy/biden-infrastructure.html"}