{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:24:06", "date_modify": "2022-10-25 23:24:06", "date_publish": "2021-05-17 16:41:09", "description": "The case, arising from a Mississippi law that bans most abortions after 15 weeks, could undermine the constitutional right established in Roe v. Wade.", "filename": "2021_05_17_us_politics_supreme-court-roe-wade_1666740246.html", "image_url": "https://static01.nyt.com/images/2021/05/17/us/politics/17dc-scotus/17dc-scotus-facebookJumbo.jpg?year=2021&h=550&w=1050&s=84966bd1d1576be06f45771c5b086f8ef5872e5ef37924b6dcba81cc6f7f01d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_17_us_politics_supreme-court-roe-wade_1666740246.html", "title": "Supreme Court to Hear Abortion Case Challenging Roe v. Wade", "title_page": "Supreme Court to Hear Abortion Case Challenging Roe v. Wade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since the retirement in 2018 of Justice Anthony M. Kennedy, a cautious supporter of abortion rights, state legislatures have enacted scores of restrictions and bans in the hope that personnel changes at the Supreme Court will spur it to reconsider its abortion jurisprudence.\nPresident Donald J. Trump vowed to name justices who would overrule Roe, and three of his appointees now sit on the court. Two of them — Justices Neil M. Gorsuch and Brett M. Kavanaugh — dissented from the Louisiana decision last year.\nThe justices considered taking the Mississippi case more than a dozen times during their private conferences before deciding to do so, a possible indication of continued sharp divisions among the court’s conservatives about how boldly to address the constitutional status of abortion rights.\nThe Supreme Court’s next term now includes two blockbusters: the abortion case and one on whether the Second Amendment protects a constitutional right to carry guns outside the home.\n“The Republican-appointed justices appear to be moving even quicker than analysts predicted to make good on their supermajority status,” Brian Fallon, the executive director of Demand Justice, a progressive advocacy group, said in a statement.\nResponding to calls to expand the size of the Supreme Court to counteract recent conservative gains, President Biden has appointed a commission to consider ways to overhaul its structure and processes. Mr. Fallon said the court’s docket reflected its lack of concern about the commission’s eventual report.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“In opting to hear major cases next term on guns and now abortion,” he said, “the Roberts court conservatives have issued their verdict on President Biden’s commission: They consider it a complete nothing burger.”", "url": "https://www.nytimes.com/2021/05/17/us/politics/supreme-court-roe-wade.html"}