{"authors": ["Matt Phillips"], "date_download": "2022-10-25 23:28:59", "date_modify": "2022-10-25 23:28:59", "date_publish": "2021-03-03 19:23:30", "description": "The markets are stressed at the prospect of an economic rebound, which is forcing investors to reassess their holdings.", "filename": "2021_03_03_business_stock-market-bond-yields_1666740539.html", "image_url": "https://static01.nyt.com/images/2021/03/03/business/03Market-Seesaw-01/03Market-Seesaw-01-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=5fd6f6d65c711f9c79d20a2ff21650df11479199cb5f4ec5946b5fc2e105158f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_03_business_stock-market-bond-yields_1666740539.html", "title": "Why Market Investors Are Now Troubled by Signs of Surging Growth", "title_page": "Why Market Investors Are Now Troubled by Signs of Surging Growth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One clear consequence is expected to be strong growth. Wall Street economists now expect output to rise by nearly 5 percent in 2021. Such robust growth — it would be the best year for the economy since 1984 — would seem like a good thing for stocks. After all, a strong economy makes it easier for companies to boost sales and profits, as employment rises and consumers have more money to spend.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nBut growth brings with it the possibility of rising inflation, which in turn could prompt the Federal Reserve to raise interest rates — and that’s what investors are reacting to, with different consequences for the stock and bond markets.\nWhen the pandemic started in March, causing a wide panic that led the S&P 500 to lose more than a third of its value within weeks, the Fed moved to soothe markets and prevent the bottom from falling out completely. It cut interest rates to near zero, and signaled it would hold them there. It also began pumping billions into the markets every month by essentially creating fresh dollars and using them to buy government bonds. Those so-called easy money policies provided a tailwind to the S&P 500, which rose more than 70 percent between March 23 — when stocks scraped bottom — and Wednesday.\n“Part of the enthusiasm in the marketplace has been that the Fed is going to keep the cocaine going,” said Lisa Shalett, chief investment officer at Morgan Stanley Wealth Management. “The better and better things are, the less and less rationale the Fed has for keeping rates at zero.”\nThe Fed’s moves also affect the bond markets, usually through rising and falling yields. In general, yields on government bonds — which are determined partly by interest rates set by the Fed — broadly reflect investor views on how the economy will do over time. When growth is weak, government bond yields tend to be low. (Last year, when the economy tanked, they touched the lowest levels on record.) When growth is fast, those bond yields tend to be higher.", "url": "https://www.nytimes.com/2021/03/03/business/stock-market-bond-yields.html"}