{"authors": ["Paula Span"], "date_download": "2022-10-25 22:54:50", "date_modify": "2022-10-25 22:54:50", "date_publish": "2021-02-05 16:59:28", "description": "Residents and workers at long-term-care facilities are high-priority candidates for the Covid-19 vaccines. But many are still waiting.", "filename": "2021_02_05_health_coronavirus-vaccination-elderly_1666738490.html", "image_url": "https://static01.nyt.com/images/2021/02/09/science/05SCI-SPAN-promo/05SCI-SPAN-promo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2f915c29f3255335639f892c2b5517d646427de468ff9b6fdacf7720290f9769&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_05_health_coronavirus-vaccination-elderly_1666738490.html", "title": "In Line for Vaccination, and Not Getting Younger", "title_page": "In Line for Vaccination, and Not Getting Younger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“As their colleagues get vaccinated, their friends and peers and co-workers, those numbers will go up,” Dr. Wasserman predicted.\nThe lagging pace of vaccination in assisted-living facilities, which have also experienced lethal outbreaks, has generated anxiety, too. In some states, only about half of residents had received even a first dose by late last week.\nStill, by some point in March the majority of long-term-care residents and many staff members are likely to have the protection of vaccines, either Pfizer or Moderna. Then what?\nFor residents, the top priority is to be able to see — and hug — their families. Geriatricians fear that, for residents, the risks from extended social isolation rival those from the coronavirus.\n“We absolutely need to see restrictions loosened up,” said Robyn Grant, director of public policy and advocacy at the National Consumer Voice, which promotes quality in long-term care. “Residents have been suffering. This can’t continue.” Both Medicare and the C.D.C. are said to be preparing guidance on how and when to resume family visits.\nVaccinated residents could also regain contact with one another, gradually returning to communal meals and activities. “The goal is to get these residents out of their rooms,” Dr. Gaur said.\nMs. Platt offered some advice that could hasten that day. “This is no time for fear,” she counseled fellow residents. “Get your shot. Just get your shot and go on with your life.”", "url": "https://www.nytimes.com/2021/02/05/health/coronavirus-vaccination-elderly.html"}