{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:52:32", "date_modify": "2022-10-25 23:52:32", "date_publish": "2021-07-09 12:46:24", "description": "As the country’s economic growth slows, the central bank said lenders could reduce how much money they kept on reserve, an effort to increase lending.", "filename": "2021_07_09_business_china-central-bank-reserves_1666741952.html", "image_url": "https://static01.nyt.com/images/2021/07/09/business/09China-CentralBank/09China-CentralBank-facebookJumbo.jpg?year=2021&h=550&w=1050&s=20a8cbf98b128a0e77aabb119401765d057ab0045fea80f6585713052968cdd9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_09_business_china-central-bank-reserves_1666741952.html", "title": "China moves to spur bank lending to help troubled small businesses.", "title_page": "China moves to spur bank lending to help troubled small businesses. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JINAN, China — Faced with gradually slackening economic growth and a direct order for action from China’s cabinet, China’s central bank said Friday that it was taking steps to help the country’s commercial banks lend more money.\nExtra lending could help China’s small and midsize enterprises, particularly retailers. Consumer spending has been slow to recover from the pandemic in China. Many struggling smaller businesses need to be able to borrow money at affordable interest rates to stay open.\nWhen commercial banks accept customers’ deposits, they are typically required to park a small share of the money at their country’s central bank. They are then free to lend the rest.\nThe People’s Bank of China, the country’s central bank, said on Friday evening that effective next Thursday, it would allow commercial banks to park a slightly smaller share of deposits. Allowing commercial banks to take back some of the money will, at least in theory, free them up to lend more.", "url": "https://www.nytimes.com/2021/07/09/business/china-central-bank-reserves.html"}