{"authors": ["Helene Cooper", "Eric Schmitt", "Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:27:48", "date_modify": "2022-10-25 23:27:48", "date_publish": "2021-04-21 19:23:22", "description": "Military officials said the request was headed to the desk of Defense Secretary Lloyd J. Austin III, who is expected to decide soon.", "filename": "2021_04_21_us_politics_afghanistan-withdrawal-pentagon_1666740468.html", "image_url": "https://static01.nyt.com/images/2021/04/21/us/politics/21dc-military/21dc-military-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=4ea1f7ae48db083800060cc5699db54d97c649ed182ed29c5dffecff0ead13eb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_21_us_politics_afghanistan-withdrawal-pentagon_1666740468.html", "title": "Pentagon Seeks Aircraft Carrier for Afghanistan Withdrawal", "title_page": "Pentagon Seeks Aircraft Carrier for Afghanistan Withdrawal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "General McKenzie’s request, military officials said, asks for 24-hour support from a carrier, with its attendant fighter squadrons, and is being viewed as a specific reference to the Eisenhower, which left its home port in Virginia in February and headed to the Mediterranean Sea. There, it took part in exercises with Italian and Moroccan naval forces. The Eisenhower is now in the Arabian Sea.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nCol. Dave Butler, a spokesman for General Milley, declined to comment on the carrier request. Capt. Bill Urban, a spokesman for Central Command, also declined to comment. The Pentagon press secretary, John F. Kirby, said on Wednesday that Mr. Austin “has made clear that we will execute the drawdown in Afghanistan in a safe, orderly and deliberate manner, and that we will do everything possible to protect our troops in the process.”\nHe, too, declined to discuss the request, saying that “for operational security reasons, we will also not preview specific force protection measures being planned.”\nCurrent and former senior Navy officials said immediate military missions may demand that warships’ deployments be extended. But when this repeatedly happens, the long-term health and readiness of the fleet can erode, jeopardizing the Navy’s ability to meet future missions.\n“We have these national assets like aircraft carriers to be available in times of crisis, especially when they’re needed to protect the lives of troops on the ground,” Vice Adm. Kevin Donegan, a retired Fifth Fleet commander, said in an interview. “But you don’t want this to be a routine thing, and that’s what’s happened in the past.”\nAboard the Eisenhower, some sailors were already worried about their deployments being extended, particularly if the carrier ends up providing air operations throughout the American withdrawal from Afghanistan, which Mr. Biden said must be completed by Sept. 11.", "url": "https://www.nytimes.com/2021/04/21/us/politics/afghanistan-withdrawal-pentagon.html"}