{"authors": ["Jesus Jiménez"], "date_download": "2022-10-25 23:22:57", "date_modify": "2022-10-25 23:22:57", "date_publish": "2021-07-15 01:06:21", "description": "The company said it had determined that daily exposure to five Neutrogena and Aveeno sprays would not cause adverse health effects, but recalled the products out of an abundance of caution.", "filename": "2021_07_14_us_johnson-johnson-sunscreen-recall-aveeno-neutrogena_1666740177.html", "image_url": "https://static01.nyt.com/images/2021/07/14/multimedia/14xp-sunscreen/14xp-sunscreen-facebookJumbo.jpg?year=2021&h=550&w=1050&s=10bbcb5440fb906fc8cf9126f0be0843bb29380b8f73b0bc5068f9e7f38018f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_14_us_johnson-johnson-sunscreen-recall-aveeno-neutrogena_1666740177.html", "title": "Johnson & Johnson Recalls Sunscreen Because of Benzene Traces", "title_page": "Johnson & Johnson Recalls Sunscreen Because of Benzene Traces - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Johnson & Johnson issued a voluntary recall on Wednesday for five of its sunscreen sprays after testing found low levels of benzene, a carcinogen, in the products. Consumers were told to stop using the products and throw them out.\nThe recall included four Neutrogena aerosol sprays — Beach Defense, Cool Dry Sport, Invisible Daily and Ultra Sheer — and the Aveeno Protect + Refresh spray.\n“Out of an abundance of caution, we are recalling all lots of these specific aerosol sunscreen products,” the company said in a statement on Wednesday. “While benzene is not an ingredient in any of our sunscreen products, it was detected in some samples of the impacted aerosol sunscreen finished products.”\nThe company said it was still investigating why there were traces of benzene.\nBased on exposure modeling and Environmental Protection Agency guidance, Johnson & Johnson determined that “daily exposure to benzene in these aerosol sunscreen products at the levels detected in our testing would not be expected to cause adverse health consequences.”", "url": "https://www.nytimes.com/2021/07/14/us/johnson-johnson-sunscreen-recall-aveeno-neutrogena.html"}