{"authors": ["Jim Tankersley", "Alan Rappeport"], "date_download": "2022-10-25 22:56:18", "date_modify": "2022-10-25 22:56:18", "date_publish": "2021-05-25 07:00:08", "description": "Unexpected receipts, driven in part by taxes on high earners riding a hot stock market, have prompted Republicans to push the president to spend on infrastructure instead.", "filename": "2021_05_25_business_economy_republicans-biden-infrastructure-federal-aid_1666738578.html", "image_url": "https://static01.nyt.com/images/2021/05/24/business/24dc-biden-states01/24dc-biden-states01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3cf1b2b46c1290971c177823a2329b489fc3326d527a849291757c3400dc8cd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_25_business_economy_republicans-biden-infrastructure-federal-aid_1666738578.html", "title": "Republicans Push Biden to Divert Federal Aid for Infrastructure", "title_page": "Republicans Push Biden to Divert Federal Aid for Infrastructure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Biden administration officials say they continue to support distributing the full $350 billion in state, local and tribal aid that was contained in the $1.9 trillion economic assistance package that Mr. Biden signed in March. They say the aid will help ensure that the economic rebound does not repeat the years of state and local budget cutting that followed the 2008 financial crisis, which slowed the recovery from recession and contributed to millions of Americans waiting years to reap its benefits.\n“We still feel strongly that the state and local plan is critical to ensuring we have a strong insurance policy for the type of strong growth we want, the type of equitable recovery the country deserves,” Gene Sperling, a senior adviser to Mr. Biden who oversees fulfillment of the March assistance package, said in an interview, “and to coming back from the 1.3 million jobs lost at the state and local level.”\nEven if the administration wanted to recoup or divert the funds, it is unlikely that it could repurpose the money or make significant changes to how it is used without congressional action.\nThe debate over the state and local funding comes as Mr. Biden navigates a critical week of negotiations with Republicans over infrastructure in search of a deal, and as he prepares to travel to Cleveland on Thursday to speak about the economy. How to pay for any new spending is a primary hurdle in the talks, with Mr. Biden pushing to raise taxes on corporations and Republicans preferring increased user fees like the gas tax.\nRepurposing unspent funds could help advance an agreement, particularly given Republican opposition to bankrolling state aid in previous rescue packages. Democrats pushed hard to include lucrative financial assistance for states, cities and tribes in Mr. Biden’s rescue bill. Republicans fought those efforts, warning they would serve as a “bailout” to high-tax, high-spend liberal states. They also cited a series of projections from Wall Street firms and other analysts suggesting that many states’ revenues were faring better than officials had feared in the early months of the pandemic.", "url": "https://www.nytimes.com/2021/05/25/business/economy/republicans-biden-infrastructure-federal-aid.html"}