{"authors": ["Lily Burana"], "date_download": "2022-10-25 23:44:39", "date_modify": "2022-10-25 23:44:39", "date_publish": "2021-10-14 16:13:25", "description": "And like Mr. Springsteen, I have resolved to release the shame.", "filename": "2021_10_14_well_mind_mental-health-bruce-springsteen_1666741479.html", "image_url": "https://static01.nyt.com/images/2021/10/11/well/11Well-Springsteen/11Well-Springsteen-facebookJumbo.jpg?year=2021&h=549&w=1050&s=abcb6ef10782a275e05feb3789b0009d7eff3f76705a4658a704f89371f048e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_14_well_mind_mental-health-bruce-springsteen_1666741479.html", "title": "My Mental Health Issues Have a Name: Bruce", "title_page": "My Mental Health Issues Have a Name: Bruce - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I’m probably not going to make the strongest case for my mental soundness by telling you that Bruce Springsteen lives inside my brain. But here we are.\nSince being diagnosed with depression in my 20s, I have been candid about my mental illness. To counter the stigma, I share that I go to therapy, and that via daily medication I am in the Better Living Through Chemistry contingent. But over time, the diagnoses have added up: depression plus generalized anxiety disorder. After I got my third diagnosis, inattentive-type attention deficit hyperactivity disorder, which I came to suspect I had while supervising my young daughter’s remote schooling during lockdown last spring, I was still honest about my mental health, but it was harder to discuss without a term that encapsulated everything.\nI was not only “mentally ill,” nor was I merely “neurodivergent.” “Serotonin-deprived with executive dysfunction rising,” while a clever description, was more likely to be taken for an odd diagnosis than for the joke that it was. For expediency’s sake, I gave the whole bundle a nickname: “Bruce,” in homage to Springsteen, who has been open about his own struggles with mental health. The nickname allows me to efficiently keep people apprised of my status, as in: “Bruce has really been bringing me down this week.” The nickname helps me lighten up about my own darkness.\nI am one of many Americans whose emotional well-being nose-dived during the pandemic. The glitchy chaos of my daughter’s Zoom classroom frustrated me endlessly. The juggling of schoolwork, house work and my own work overwhelmed me to the point that my mind would skate into blankness, like my system had been knocked off-line, as it has been many times in my life.", "url": "https://www.nytimes.com/2021/10/14/well/mind/mental-health-bruce-springsteen.html"}