{"authors": ["Sophie Egan"], "date_download": "2022-10-25 23:22:35", "date_modify": "2022-10-25 23:22:35", "date_publish": "2021-06-29 09:00:09", "description": "A food safety specialist offers tips on helping to keep your food safe.", "filename": "2021_06_29_well_washing-fruits-vegetables-produce_1666740155.html", "image_url": "https://static01.nyt.com/images/2021/07/06/well/askwell-washing/merlin_172735491_55f4c956-aa7b-4cbc-a2f9-367dd5d2650d-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7de0f779f3d05971d535f44c013d0f1830b86d7a122e54a69aba851934809f59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_29_well_washing-fruits-vegetables-produce_1666740155.html", "title": "How to Wash Fruits and Vegetables", "title_page": "How to Wash Fruits and Vegetables - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By and large, the American food supply is quite safe, but food safety specialists keep their eyes on certain pathogens, both bacteria and viruses, that have been associated with dangerous outbreaks tied to produce. For example, E. coli O157:H7, a bacterium found in the intestines of cattle and other animals, also turns up in leafy greens and, if ingested, can cause nausea, vomiting and diarrhea. Certain groups, such as the very young and the very old, are particularly prone to developing severe symptoms and potentially deadly kidney failure.\n“We see a number of outbreaks caused by viruses in produce,” said Dr. DiCaprio. “So, when we talk about food-borne viruses, primarily it’s hepatitis A virus and norovirus. We see those viruses causing a number of outbreaks in soft berries because often these commodities are harvested by hand, so we as humans can cross-contaminate those berries during harvest.”\nIf you see dirt, sand or grit on your produce — for example, in the grooves of a celery stalk —you’d certainly want to remove that material. But it’s also important to rinse off dust and other small debris that you may not see but that can also contain harmful germs.\nEarly fears about the possible transmission of coronavirus on foods were not borne out, though other viruses may be spread by the dirty hands of other customers. So wash any fruits or vegetables you pull off the shelves or produce stand, including leafy greens, whole fruits and raw vegetables. Washing won’t completely decontaminate a piece of produce, Dr. DiCaprio said, but generally removes 90 percent to 99 percent of the microorganisms. Ingesting fewer microbes makes it less likely you’ll get sick.\nThere’s no need to rewash greens or other items that say “pre-washed” on the package. In fact, washing them could raise the risk of cross-contamination with other foods, such as raw meat, that you may be preparing — a concern whenever you are washing any foods, so take care to keep work surfaces clean.", "url": "https://www.nytimes.com/2021/06/29/well/washing-fruits-vegetables-produce.html"}