{"authors": ["Tariq Panja", "Rory Smith", "Reporting On European Soccer"], "date_download": "2022-10-25 23:54:50", "date_modify": "2022-10-25 23:54:50", "date_publish": "2021-04-20 14:15:05", "description": "As opposition mounts to a breakaway European league, Paris St.-Germain opted out and an Italian team president called a rival backing the plan “a Judas.”", "filename": "2021_04_20_sports_soccer_super-league-fifa-psg.html_action=click&module=RelatedLinks&pgtype=Article_1666742090.html", "image_url": "https://static01.nyt.com/images/2021/04/20/sports/20soccer-superleague/20soccer-superleague-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=419678666a5c39567a798ae004ab1f457d115c7300122ce0380ee21ea9dbcb8e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_20_sports_soccer_super-league-fifa-psg.html_action=click&module=RelatedLinks&pgtype=Article_1666742090.html", "title": "FIFA's Infantino Issues Super League Warning; P.S.G. Won't Join It", "title_page": "FIFA's Infantino Issues Super League Warning; P.S.G. Won't Join It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Either you are in, or you are out.\nThe president of world soccer’s governing body, FIFA, delivered a short but powerful message on Tuesday to the dozen rich and powerful European clubs whose planned breakaway Super League has threatened to upend the decades-old structures that underpin the world’s most powerful sport.\n“If some elect to go their own way then they must live with the consequences of their choice, they are responsible for their choice,” the FIFA president, Gianni Infantino, said in an address to European soccer leaders at their congress in Montreux, Switzerland. “Concretely this means, either you are in, or you are out. You cannot be half in and half out. This has to be absolutely clear.”\nInfantino’s intervention came amid mounting fury against a proposed European Super League that has turned the sports project into a national emergency in the three countries — England, Spain and Italy — that are home to its 12 founding members.", "url": "https://www.nytimes.com/2021/04/20/sports/soccer/super-league-fifa-psg.html?action=click&module=RelatedLinks&pgtype=Article"}