{"authors": ["Carl Zimmer", "Sharon Lafraniere"], "date_download": "2022-10-25 23:50:12", "date_modify": "2022-10-25 23:50:12", "date_publish": "2021-08-25 10:45:05", "description": "The Food and Drug Administration will evaluate the new data as the Biden administration pushes a booster shot strategy.", "filename": "2021_08_25_health_johnson-johnson-vaccine-booster-shot_1666741812.html", "image_url": "https://static01.nyt.com/images/2021/08/25/lens/25virus-jnj-photo/25virus-jnj-photo-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=a1b75018e8348d127b9c851680ad81a3ab9ec2e11ea2ecf8b389432ecc5a0321&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_25_health_johnson-johnson-vaccine-booster-shot_1666741812.html", "title": "Extra Shots from J. & J. and Pfizer Give Immune Boost, Companies Report", "title_page": "Extra Shots from J. & J. and Pfizer Give Immune Boost, Companies Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As vaccine makers set their sights on boosters, new studies unveiled on Wednesday from Johnson & Johnson and Pfizer-BioNTech demonstrated that extra shots can dramatically raise antibodies against the coronavirus.\nThe companies said they were submitting the new data to the Food and Drug Administration for evaluation, and Pfizer has formally asked the agency to authorize a booster shot. The Biden administration said last week that it wants to provide booster shots for all Americans eight months after vaccination.\nThe Johnson & Johnson one-shot vaccine was absent from the government’s booster plan announced last week. But with the new data, the company hopes to be part of the initial distribution of additional shots, which could happen as early as September.\n“We look forward to discussing with public health officials a potential strategy for our Johnson & Johnson Covid-19 vaccine, boosting eight months or longer after the primary single-dose vaccination,” Dr. Mathai Mammen, the global head of Janssen Research & Development at Johnson & Johnson, said in a statement.", "url": "https://www.nytimes.com/2021/08/25/health/johnson-johnson-vaccine-booster-shot.html"}