{"authors": ["Chris Hamby", "Sharon Lafraniere", "Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:00:16", "date_modify": "2022-10-25 23:00:16", "date_publish": "2021-05-06 18:47:44", "description": "Millions of doses of Johnson & Johnson’s Covid-19 vaccine produced by Emergent BioSolutions have been held back in Europe, South Africa and Canada as a precaution.", "filename": "2021_05_06_world_baltimore-vaccine-countries_1666738816.html", "image_url": "https://static01.nyt.com/images/2021/05/06/multimedia/06emergent-1/06emergent-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b775825bcdb4093e7ad3f572590a578a69b53ae0b0342eb42483b9391599295d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_06_world_baltimore-vaccine-countries_1666738816.html", "title": "Baltimore Vaccine Plant’s Troubles Ripple Across Africa, Europe and Canada", "title_page": "Baltimore Vaccine Plant’s Troubles Ripple Across Africa, Europe and Canada - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Quality-control problems at a Baltimore plant manufacturing Covid-19 vaccines have led health officials on three continents to pause the distribution of millions of Johnson & Johnson doses, as the troubles of a politically connected U.S. contractor ripple across the world.\nDoses made at the plant owned by Emergent BioSolutions have not been cleared by the Food and Drug Administration for use in the United States, and the Biden administration has repeatedly assured Americans that none of the Johnson & Johnson shots administered domestically were made there.\nBut millions of doses have been shipped abroad, including to Canada, the European Union and South Africa. Regulators in various countries are now working to ensure that those doses are safe after the disclosure in March that workers at the Baltimore plant accidentally contaminated a batch of Johnson & Johnson’s vaccine with the harmless virus used to manufacture AstraZeneca’s. Both vaccines were produced at the same site. The mistake forced Emergent to throw out up to 15 million Johnson & Johnson doses after tests showed that the batch failed to meet purity requirements.\nE.U. officials, as well as those in Canada and South Africa, said there was no evidence that any of the doses they had received were tainted. But the problems identified in Baltimore have slowed their vaccination efforts while they perform additional quality assessments as a precaution.", "url": "https://www.nytimes.com/2021/05/06/world/baltimore-vaccine-countries.html"}