{"authors": ["Benjamin Mueller", "Rebecca Robbins", "Lynsey Chutel"], "date_download": "2022-10-25 23:00:23", "date_modify": "2022-10-25 23:00:23", "date_publish": "2021-02-07 22:23:25", "description": "The bad news, coming nearly a week after a million doses of the AstraZeneca-Oxford vaccine arrived in South Africa, was a big setback for the country.", "filename": "2021_02_07_world_africa_covid-vaccine-astrazeneca-south-africa_1666738823.html", "image_url": "https://static01.nyt.com/images/2021/03/01/world/01astrazeneca-south-africa-1/01astrazeneca-south-africa-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=8ced834a4a0da86a1370d8f80753ea636cc336e75def9d33a41be3728f3f81fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_07_world_africa_covid-vaccine-astrazeneca-south-africa_1666738823.html", "title": "AstraZeneca’s Vaccine Does Not Work Well Against Virus Variant in South Africa", "title_page": "AstraZeneca’s Vaccine Does Not Work Well Against Virus Variant in South Africa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "South Africa halted use of the AstraZeneca-Oxford coronavirus vaccine on Sunday after evidence emerged that the vaccine did not protect clinical trial volunteers from mild or moderate illness caused by the more contagious virus variant that was first seen there.\nThe findings were a devastating blow to the country’s efforts to combat the pandemic.\nScientists in South Africa said on Sunday that a similar problem held for people who had been infected by earlier versions of the coronavirus: The immunity they acquired naturally did not appear to protect them from mild or moderate cases when they were reinfected by the variant, known as B.1.351.\nThe developments, coming nearly a week after a million doses of the AstraZeneca-Oxford vaccine arrived in South Africa, were an enormous setback for the country, where more than 46,000 people are known to have died from the virus.\nThey were also another sign of the dangers posed by new mutations in the coronavirus. The B.1.351 variant has spread to at least 32 countries, including the United States.", "url": "https://www.nytimes.com/2021/02/07/world/africa/covid-vaccine-astrazeneca-south-africa.html"}