{"authors": ["Julian E. Barnes"], "date_download": "2022-10-25 23:33:14", "date_modify": "2022-10-25 23:33:14", "date_publish": "2021-09-09 17:05:09", "description": "The arrangement allows the Russian government some plausible deniability for attacks, researchers found.", "filename": "2021_09_09_us_politics_russia-ransomware-hackers_1666740794.html", "image_url": "https://static01.nyt.com/images/2021/09/09/us/politics/09dc-ransomware-1/merlin_190188333_8d268804-17cb-408d-8121-a3fa0735c72c-facebookJumbo.jpg?year=2021&h=550&w=1050&s=45df633da5e8c401dc95dcac2dca6f7c94a555586c7b35d5831084190c570a24&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_09_us_politics_russia-ransomware-hackers_1666740794.html", "title": "Russia Influences Hackers but Stops Short of Directing Them, Report Says", "title_page": "Russia Influences Hackers but Stops Short of Directing Them, Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Moscow’s intelligence services have influence over Russian criminal ransomware groups and broad insight into their activities, but they do not control the organizations’ targets, according to a report released on Thursday.\nSome American officials said there had been a lull, at least for now, in major ransomware attacks against high-profile American critical infrastructure that were attributed to Russian criminal groups — a pause that reflects Moscow’s ability to partly check the criminal networks operating in the country.\nBut a ransomware group that faded away after attacks over the summer, REvil, appears to have returned this week to the dark web and reactivated a portal victims use to make payments.\nWhile attacks have fallen off, “it's a fair bet” that the criminal networks are looking for signals from the Russian government about how they can restart their attacks, said Chris Inglis, the national cyberdirector.", "url": "https://www.nytimes.com/2021/09/09/us/politics/russia-ransomware-hackers.html"}