{"authors": ["David D. Kirkpatrick", "Steve Eder", "Kim Barker", "Julie Tate"], "date_download": "2022-10-25 22:59:53", "date_modify": "2022-10-25 22:59:53", "date_publish": "2021-10-31 07:00:16", "description": "Officers, trained to presume danger, have reacted with outsize aggression. For hundreds of unarmed drivers, the consequences have been fatal.", "filename": "2021_10_31_us_police-traffic-stops-killings_1666738793.html", "image_url": "https://static01.nyt.com/images/2021/10/29/multimedia/xxtraffic-fear/xxtraffic-fear-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_31_us_police-traffic-stops-killings_1666738793.html", "title": "Why Many Police Traffic Stops Turn Deadly", "title_page": "Why Many Police Traffic Stops Turn Deadly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Trainers and tactical guides typically emphasize that vehicle stops account for more killings of officers than almost any other type of interaction.\nOf the roughly 280 officers killed on duty since late 2016, about 60 died — mostly by gunfire — at the hands of motorists who had been pulled over, a Times analysis showed. (About 170 other officers died in accidents on the job.) But the assertions about the heightened danger ignore the context: Vehicle stops far outnumber every other kind of police dealings with civilians.\nIn fact, because the police pull over so many cars and trucks — tens of millions each year — an officer’s chances of being killed at any vehicle stop are less than 1 in 3.6 million, excluding accidents, two studies have shown. At stops for common traffic infractions, the odds are as low as 1 in 6.5 million, according to a 2019 study by Jordan Blair Woods, a law professor at the University of Arkansas.\n“The risk is statistically negligible, but nonetheless it is existentially amplified,” said Mr. Gill, the Salt Lake County district attorney and an outspoken proponent of increased police accountability.\nState laws generally prohibit police officers from using lethal force unless they reasonably believe it necessary to prevent imminent death or serious injury. Under pressure from street protests over the 2014 killing of Michael Brown, an unarmed Black teenager in Ferguson, Mo., and the more recent Black Lives Matter marches, many police departments have made de-escalation their watchword. They often advise officers to defuse conflict with motorists, for example by listening attentively instead of just barking orders.\n“The last thing I need to try to do is exert my authority, like ‘You’re going to do what I tell you to do because I said so,’” said Jon Blum, a former police officer who now writes training materials for police agencies and the International Association of Chiefs of Police. “What the officer has to do is sell the person.”\nDepartments have increasingly instructed officers to let suspected lawbreakers drive away and find them later, avoiding the risks of potential confrontation or a high-speed pursuit. “You have the guy’s car license plate and you know where he lives,” said Scott Bieber, the chief of police in Walla Walla, Wash. “You go get him in 45 minutes at his house and add a charge of eluding.”", "url": "https://www.nytimes.com/2021/10/31/us/police-traffic-stops-killings.html%20"}