{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 22:59:20", "date_modify": "2022-10-25 22:59:20", "date_publish": "2021-01-08 21:18:37", "description": "A New York Times reporter juggled fears engendered by the politicized rollout of the Sputnik V vaccine with the urge to gain protection from the deadly virus.", "filename": "2021_01_08_world_europe_russian-vaccine_1666738760.html", "image_url": "https://static01.nyt.com/images/2021/01/08/world/08russia-vaccine-1/08russia-vaccine-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=e6e0ce3e4396b07fca1ea95226b1b6d8c31857b300b409f9ca386f28d0a004c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_08_world_europe_russian-vaccine_1666738760.html", "title": "Why I Got the Russian Vaccine", "title_page": "Why I Got the Russian Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — A nurse, needle in hand, asked me brusquely if I was ready. I said yes. A quick injection followed, then instructions to wait a half-hour in the hospital corridor for the possibility of anaphylactic shock, which thankfully never came.\nLast Monday, I put aside my misgivings and got the first dose of Russia’s coronavirus vaccine, called Sputnik V, made at a factory outside of Moscow from genetically modified human cold viruses.\nLike so much else in Russia, the rollout of Sputnik V was entangled in politics and propaganda, with President Vladimir V. Putin announcing its approval for use even before late-stage trials began. For months, it was pilloried by Western scientists. Like many Russian citizens distrustful of the new vaccine, saying they would wait to see how things turned out before getting it themselves, I had my doubts.\nConsider how the rollout went: With the approval back in August, Russian health officials were quick to assert they had won the vaccine race, just as the country had won the space race decades ago with the Sputnik satellite. In fact, at the time, several other vaccine candidates were further along in testing.", "url": "https://www.nytimes.com/2021/01/08/world/europe/russian-vaccine.html"}