{"authors": ["Tracey Tully", "Kevin Armstrong"], "date_download": "2022-10-25 23:27:12", "date_modify": "2022-10-25 23:27:12", "date_publish": "2021-01-15 22:28:52", "description": "New Jersey is one of only two states that has included smoking among the high-risk medical conditions that make people eligible for the Covid-19 vaccine.", "filename": "2021_01_15_nyregion_nj-vaccine-smokers-covid_1666740432.html", "image_url": "https://static01.nyt.com/images/2021/01/15/nyregion/15njvirus-smokers1/15njvirus-smokers1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0b87ca988a5a6badcbfbebeb8f956e97edf9554e3311c6127f533de2db327c4c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_15_nyregion_nj-vaccine-smokers-covid_1666740432.html", "title": "In New Jersey, Smokers Can Get Covid Vaccine", "title_page": "In New Jersey, Smokers Can Get Covid Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The process started off slowly,” said Dr. Stuart Shapiro, the interim chief executive of the Health Care Association of New Jersey, which represents many of the state’s long-term care centers. But it has picked up steam, he said, and is now “working much better.”\nEnough doses have been set aside to vaccinate all residents of New Jersey nursing homes, a process that is being handled by two pharmacy chains, CVS and Walgreens. Residents of long-term care facilities account for more than 40 percent of Covid-19-related deaths in New Jersey, and outbreaks are on the rise as the virus surges anew.\nThe state’s health commissioner, Judith M. Persichilli, has said that no documentation is needed to receive a vaccine, likening the process to the honor system.\nElizabeth Mueller, an owner of a dance studio in Bergen County, N.J., said she wondered how health centers administering the vaccine would be able to tell who is and isn’t a smoker.\n“We’re waiting our turn, doing the right thing, don’t want to take from anyone else,” said Ms. Mueller, 36, who has two children and a father with leukemia. “But they keep changing the rules and it’s just not consistent.”\nEven as the decision to expand eligibility to the state’s estimated two million smokers raised eyebrows, many doctors praised the policy as an effective way to slow the spread of the virus by eliminating barriers to vaccination for the state’s most vulnerable residents and ensuring that no doses are wasted.\nDr. Annette C. Reboli, an epidemiologist and dean of Cooper Medical School of Rowan University who is also a member of a state Covid-19 advisory panel, said it would be wrong to pick and choose from the C.D.C.’s list of conditions that have been found to cause increased risk of severe illness from the virus.", "url": "https://www.nytimes.com/2021/01/15/nyregion/nj-vaccine-smokers-covid.html"}