{"authors": ["Perri Klass"], "date_download": "2022-10-25 23:34:26", "date_modify": "2022-10-25 23:34:26", "date_publish": "2021-10-18 15:24:15", "description": "Because even classrooms with the strictest safety protocols might have to deal with some cases.", "filename": "2021_10_18_well_family_covid-19-exposure-kids_1666740866.html", "image_url": "https://static01.nyt.com/images/2021/10/26/well/15COVID-ISOLATION/15COVID-ISOLATION-facebookJumbo.jpg?year=2021&h=550&w=1050&s=72509fbd74859fe07f426a4d4d9555dcab2c274bbaca603d5c1bebfe7bab3ca0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_18_well_family_covid-19-exposure-kids_1666740866.html", "title": "How to Prepare Your Kid for a Coronavirus Exposure at School", "title_page": "How to Prepare Your Kid for a Coronavirus Exposure at School - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Reviewing these plans with your child may help them feel a sense that things are under control.\nIf your child is exposed, acknowledge and validate any feelings that arise.\nFor many children who are glad to be back in school, close contact with someone who has tested positive for the coronavirus will mean inconveniences and disappointments — getting tested, missing school, staying home from planned activities if isolation is required. You want your child to feel free to discuss those feelings with you.\nIf your child needs to isolate in such a situation, they may react in a variety of ways, said Louise Dalton, a consultant clinical psychologist at the University of Oxford department of psychiatry. “Some may feel really anxious and worried, some may feel really angry with the person they think exposed them,” she said. Some children will be furious that they have to stay home, but others may be happy about it.\nParents should “validate and normalize their child’s response,” said Melissa Cousino, a psychologist and an associate professor of pediatrics at the University of Michigan C.S. Mott Children’s Hospital. “I often say, ‘This worry that you are feeling or this anger that you are feeling, it’s a normal response to the abnormal,’” she said. The pandemic is what is strange — and wrong — in the world, not the child’s emotions.\nChildren in middle or high school are more likely to be upset about the social impact of an exposure, such as missing time with friends, school events or sports. “Life was starting to return to some kind of normalcy,” Dr. Cousino said, and now that’s been interrupted. Understand what is most upsetting for that particular child, and if possible, work with the school to recover the opportunity: “It may not be the worry of getting sick, it may be the worry of missing tryouts for that sports team.”\nIf your child is in preschool or elementary school, Dr. Rapa said, give them the facts without scaring them, and keep it practical: “You’re going to stay indoors with us because we don’t want to infect anyone else.” Reassure them that as a family, you’ll get through it together, she said, and offer concrete details and plans about the time at home.\nBe alert to magical thinking in this age group — children may have strong ideas about how they were exposed or why they might get infected, sometimes linking completely unrelated events. Or they may be reaching for an unrealistic solution.\nPay attention to your child’s temperament and anxiety level, Dr. Dalton said. If a child is anxious about the possibility of getting sick, offer specific reassurance that for the most part, children have only mild illness with Covid-19, if they have any symptoms at all.", "url": "https://www.nytimes.com/2021/10/18/well/family/covid-19-exposure-kids.html"}