{"authors": ["Sheryl Gay Stolberg", "Chris Hamby"], "date_download": "2022-10-25 23:00:22", "date_modify": "2022-10-25 23:00:22", "date_publish": "2021-04-23 23:50:55", "description": "The Biden administration said it did not know of manufacturing problems at the Emergent factory when it approved shipping millions of doses of AstraZeneca’s vaccine. The company says the doses were safe.", "filename": "2021_04_23_us_astrazeneca-covid-vaccine-contamination_1666738822.html", "image_url": "https://static01.nyt.com/images/2021/04/23/multimedia/23emergent/23emergent-facebookJumbo.jpg?year=2021&h=550&w=1050&s=da0b8060f53c56a5f028856b46bf96517f51f08a57379462c93b26161cf3a631&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_23_us_astrazeneca-covid-vaccine-contamination_1666738822.html", "title": "Vaccines Made at Troubled Baltimore Plant Were Shipped to Canada and Mexico", "title_page": "AstraZeneca Vaccines Made at Troubled Baltimore Plant Were Shipped to Canada and Mexico - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We have confirmed that the doses received from the United States a number of weeks ago are not, have not been subjected to the challenges that have come up currently in the Baltimore plant,” Mr. Trudeau said at a news conference. “There is absolutely no danger of that for Canadians.”\nIn Mexico, a senior government official said AstraZeneca had provided documentation indicating that the doses had passed quality tests and were not affected by issues at the Emergent factory. “We are sure that the product that was applied to Mexican people was a safe, quality product,” Mexico’s coronavirus czar, Hugo López-Gatell, said at a briefing on Friday night.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe Biden administration’s acknowledgment that it had been unaware of the discarding of the lots of AstraZeneca’s vaccine, which The New York Times reported occurred between October and January, underscores concerns about the government’s oversight of a key contractor in the federal response to the pandemic. U.S. officials bet on Emergent to manufacture both the Johnson & Johnson and AstraZeneca Covid-19 vaccines even as a series of audits identified serious quality shortcomings at the plant.\nThe F.D.A. has still not cleared the Emergent plant to release doses of either vaccine in the United States and has not indicated when, or whether, it will do so. While AstraZeneca’s vaccine is not authorized for use in the United States, tens of millions of doses of it have been sitting idly at manufacturing plants.\nThe White House said last month that the federal government, which committed last year to buying 300 million doses from AstraZeneca, intended to “loan” 2.5 million doses to Mexico and 1.5 million doses to Canada. U.S. officials say the two countries were eager for the doses and have since expressed interest in getting more, especially because of a recent drop in supplies from India, another major supplier of vaccine.\nCanadian officials, however, said on Friday that the nation’s own regulators were reviewing the recent F.D.A. report on its inspection of the Baltimore facility, which “will inform whether additional measures are required to ensure the safety of future supply.”\nEmergent is a longtime government contractor that has virtually cornered a lucrative market in federal spending on biodefense. The Times reported last month that sales of its anthrax vaccines to the Strategic National Stockpile accounted for nearly half of the stockpile’s half-billion-dollar annual budget throughout most of the last decade, leaving the federal government with less money to buy supplies needed in a pandemic.", "url": "https://www.nytimes.com/2021/04/23/us/astrazeneca-covid-vaccine-contamination.html"}