{"authors": ["Matina Stevis-Gridneff", "Steven Erlanger"], "date_download": "2022-10-25 23:25:56", "date_modify": "2022-10-25 23:25:56", "date_publish": "2021-02-01 19:55:37", "description": "Ursula von der Leyen has largely stayed away from the limelight while driving the handling of a crisis and letting subordinates take the blame.", "filename": "2021_02_01_world_europe_eu-vaccine-von-der-leyen.html_action=click&module=RelatedLinks&pgtype=Article_1666740356.html", "image_url": "https://static01.nyt.com/images/2021/02/01/world/01virus-eu/01virus-eu-facebookJumbo.jpg?year=2021&h=550&w=1050&s=026fd58bbd39ea1a75267e0ed65d73341619e90e00110ace7769962ed5437e7e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_01_world_europe_eu-vaccine-von-der-leyen.html_action=click&module=RelatedLinks&pgtype=Article_1666740356.html", "title": "Top E.U. Official Comes Under Fire in Vaccine Wars", "title_page": "Top E.U. Official Comes Under Fire in Vaccine Wars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The move was met with panic and incredulity. Critics accused the European Union, which spent years criticizing the Trump administration for erecting trade barriers, of doing the same. And Brexit supporters found fresh ammunition against the bloc, accusing it of trying to take vaccines away from Britons, whose country is in the throes of a catastrophic second wave and was finally doing a good job getting them immunized.\nThe idea was a brainchild of Ms. von der Leyen and her inner circle, several senior E.U. officials said. Six such officials, who spoke on condition of anonymity because they did not want to publicly criticize Ms. von der Leyen, said that the president had solely relied, per her habit, on an extremely small subgroup of advisers, excluding from deliberations not only expert staff, but even some of her senior cabinet members.\nAnd when it came to presenting the policy to the public, Ms. von der Leyen sent out Ms. Kyriakides, the health commissioner, and Valdis Dombrovskis, a commission vice president who handles several economy issues, including trade.\nOn Friday night, as the legal text of the hastily assembled policy was published, reporters noticed it made provisions for the European Union to activate a nuclear clause in the divorce terms with Britain, known as Article 16 of the Northern Ireland Protocol, which practically reinstitutes a hard border on the island of Ireland, one of the toughest points the bloc had to smooth over with Britain.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe idea was that activating that clause would close a loophole for Britain to spirit away E.U. vaccines out of the bloc by using the lack of borders between the Republic of Ireland, an E.U. country, and Northern Ireland, which is part of the United Kingdom.\nThe fallout was fast and furious. By 1 a.m. Saturday, following several tense calls including with Prime Minister Boris Johnson of Britain, Ms. von der Leyen performed an embarrassing U-turn, reversing the Article 16 invocation.", "url": "https://www.nytimes.com/2021/02/01/world/europe/eu-vaccine-von-der-leyen.html?action=click&module=RelatedLinks&pgtype=Article"}