{"authors": ["Matthew Haag", "Patrick Mcgeehan", "Ceylan Yeginsu", "Heather Murphy"], "date_download": "2022-10-25 23:45:35", "date_modify": "2022-10-25 23:45:35", "date_publish": "2021-09-20 19:08:48", "description": "Only 2.4 million international visitors came to New York City in 2020, a steep decline from 13.5 million in the year before the pandemic.", "filename": "2021_09_20_nyregion_nyc-travel-covid_1666741535.html", "image_url": "https://static01.nyt.com/images/2021/09/20/nyregion/20virus-briefing-nyc-travel1/20virus-briefing-nyc-travel1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b8db5d1fa3f0321aa4441bc5d897e7c88c9893650dab7fbb94f92c493b71940f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_20_nyregion_nyc-travel-covid_1666741535.html", "title": "U.S. Travel Ban To Be Lifted From Vaccinated Travelers", "title_page": "U.S. Travel Ban To Be Lifted From Vaccinated Travelers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tourism officials in New York City welcomed the news on Monday that restrictions on travel to the United States by those fully vaccinated against the coronavirus would be eased in November. It was a sign of hope for a city whose famed retail corridors and hotel and leisure sectors have been pummeled without international tourists during the pandemic.\nInternational visitors have been a critical driver of growth in New York City’s economy for years, helping to fuel a steady rise in the number of hotels and restaurants in the city and the jobs they support.\nThough travelers from abroad account for just one-fifth of the city’s visitors, they generate 50 percent of the city’s tourism spending, because they stay longer and shop more, and 50 percent of hotel room occupancy, according to Fred Dixon, the chief executive of NYC & Company, the city’s tourism promotion agency. Mr. Dixon welcomed the administration’s decision on Monday, calling it “a shot in the arm for the industry.”\nThe restrictions will be lifted for vaccinated travelers including from European countries, which sent millions of tourists to New York City in the years before the pandemic. More than 1.25 million visitors from Britain traveled to New York City in 2018, the most from any single country, according to an analysis of tourism data by Baruch College. Britain and the rest of the European Union accounted for nearly half of all international visitors that year.", "url": "https://www.nytimes.com/2021/09/20/nyregion/nyc-travel-covid.html"}