{"authors": ["Chris Jennings"], "date_download": "2022-10-25 23:36:57", "date_modify": "2022-10-25 23:36:57", "date_publish": "2021-06-01 09:00:06", "description": "“The Confidence Men,” by Margalit Fox, recounts the elaborate true-life saga of two British officers who escaped from an Ottoman prison camp during World War I by brainwashing and manipulating their captors.", "filename": "2021_06_01_books_review_the-confidence-men-margalit-fox_1666741017.html", "image_url": "https://static01.nyt.com/images/2021/06/06/books/00JENNINGS-COMBO/00JENNINGS-COMBO-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5c34a0d59a91c57d84637489f63dc38221e9cc799f027fb469ca96ee40db0d11&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_01_books_review_the-confidence-men-margalit-fox_1666741017.html", "title": "Breaking Out of Prison With a Ouija Board and Some Clever Tricks", "title_page": "Breaking Out of Prison With a Ouija Board and Some Clever Tricks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sidelined for the balance of the war, the prisoners of Yozgad turned their energies to killing time. Much of the pleasure of “The Confidence Men” comes from the bewildering pluck of these young men of the empire. Shell and starve them within an inch of their lives, force-march the survivors across Asia Minor and before you can sing “Rule, Britannia!” they have organized a debate society and started dress rehearsals for some light comic opera (title: “The Fair Maiden of Yozgad”). Of course, somewhere outside the frame of Fox’s tale, there are an awful lot of enlisted men from both armies detained in far less humane conditions. Unlike the chaps at Yozgad, they were probably not procuring local greyhounds for the P.O.W. hunt club.\nOn a lark, Jones made a Ouija board from polished iron and an inverted jar. The hardships of war and a wave of magical new technologies (the phonograph, radio, flight) had renewed public interest in telepathy and the paranormal. It was a “liminal era,” Fox writes, “poised at the nexus of the scientific and the spiritual.” Jones, who studied psychology at university and possessed an astounding visual memory, discovered that he could bamboozle his fellow officers, even blindfolded under close scrutiny. He found a perfect accomplice in C. W. Hill, a pilot of the Royal Flying Corps who had been raised on a Queensland ranch. Hill had been captured after his biplane was shot down in Egypt. Like Jones, he had a knack for secret codes and a willingness to risk his life for freedom. He also happened to be an accomplished stage conjurer.\nJones and Hill gradually ensorcelled the camp’s harsh Turkish commandant, placing him and two underlings under trembling obedience to a powerful ghost named “the Spook.” Speaking through the two prisoners and their Ouija board, the Spook promised to lead the men to a hoard of buried Armenian gold. (The recent genocide had resulted in a lot of buried wealth.) Jones and Hill planned for the Spook to guide the treasure hunters to the Mediterranean coast, where they could make their escape and possibly even turn over their captors to Allied forces in Cyprus. As it happened, things took a darker turn.\nFox, a former senior obituary writer for The New York Times and the author of three previous books, unspools Jones and Hill’s delightfully elaborate scheme in nail-biting episodes that advance like a narrative Rube Goldberg machine, gradually leading from Yozgad to freedom by way of secret codes, a hidden camera, buried clues, fake suicides and a lot of ingenious mumbo jumbo. At moments, “The Confidence Men” has the high gloss of a story polished through years of telling and retelling. Indeed, Hill and Jones each wrote lively chronicles of the escape. To make the material her own, Fox inserts a fresh “mystery” into the drama, namely: “How in the world was this preposterous plan actually able to succeed?” Without breaking stride, she answers that question with brisk detours into mind control, telepathy, mentalism and the like.", "url": "https://www.nytimes.com/2021/06/01/books/review/the-confidence-men-margalit-fox.html"}