{"authors": ["Sheri Fink"], "date_download": "2022-10-25 23:50:36", "date_modify": "2022-10-25 23:50:36", "date_publish": "2021-07-12 07:00:12", "description": "While ventilator shortages have been largely averted in the U.S., this lifesaving therapy is scarce. How to choose which critically ill patients get it?", "filename": "2021_07_12_us_covid-treatment-ecmo_1666741836.html", "image_url": "https://static01.nyt.com/images/2021/07/12/us/12-SUB-ECMO-02-PRINT/merlin_190608906_d92ce3bf-8809-4a84-a7a9-7f3e131ccfe6-facebookJumbo.jpg?year=2021&h=550&w=1050&s=aae8889881644b5eded085e3c02db7fcca2c4f02d653f0e38944503f7ab07ec1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_12_us_covid-treatment-ecmo_1666741836.html", "title": "The Rationing of a Last-Resort Covid Treatment", "title_page": "The Rationing of a Last-Resort Covid Treatment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The daughter interrupted, bluntly asking if the doctors were trying to remove the equipment from her father to give it to someone else. Dr. Beshay said no, adding that it was a physician’s duty to inform a family that persisting with treatment was “not the right thing from a medical perspective” when chances of recovery were minimal.\nThe next day, the family agreed to withdraw ECMO and he died. A day later, two patients were successfully taken off the treatment after improving, and others started on it, including the man in his 40s. A month later, however, doctors were having a difficult conversation with his family.\nThroughout the pandemic, such scenes have played out across the country as American doctors found themselves in the unfamiliar position of overtly rationing a treatment. But it was not ventilators, as initially feared: Concerted action largely headed off those shortages. Instead, it was the limited availability of ECMO — which requires expensive equipment similar in concept to a heart-lung machine and specially trained staff who can provide constant monitoring and one-on-one nursing — that forced stark choices among patients.\nDoctors tried to select individuals most likely to benefit. But dozens of interviews with medical staff and patients across the country, and reporting inside five hospitals that provide ECMO, revealed that in the absence of regional sharing systems to ensure fairness and match resources to needs, hospitals and clinicians were left to apply differing criteria, with insurance coverage, geography and even personal appeals having an influence.\n“It’s unsettling to have to make those kinds of decisions,” said Dr. Ryan Barbaro, a critical care physician in Michigan and head of an international registry of Covid-19 patients who have received ECMO — short for extracorporeal membrane oxygenation — about half of whom survived hospitalization.", "url": "https://www.nytimes.com/2021/07/12/us/covid-treatment-ecmo.html"}