{"authors": ["Cassandra Willyard"], "date_download": "2022-10-25 22:57:24", "date_modify": "2022-10-25 22:57:24", "date_publish": "2021-02-01 19:18:07", "description": "People who have already been sick with Covid-19 should still be vaccinated, experts say, but they may experience intense side effects even after one dose.", "filename": "2021_02_01_health_have-you-had-covid-19-coronavirus_1666738644.html", "image_url": "https://static01.nyt.com/images/2021/01/28/science/28VIRUS-SURVIVORS-VACCINE1/28VIRUS-SURVIVORS-VACCINE1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=1d64c38a76b9588f57b7ae3367af9b85abacfe75e420434560ec2493ed6f1313&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_01_health_have-you-had-covid-19-coronavirus_1666738644.html", "title": "Have You Had Covid-19? Study Says You May Need Only One Vaccine Dose", "title_page": "Have You Had Covid-19? Study Says You May Need Only One Vaccine Dose - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Based on these results, the researchers say, people who have had Covid-19 may need only one shot.\n“I think one vaccination should be sufficient,” said Florian Krammer, a virologist at the Icahn School of Medicine at Mount Sinai and an author on the study. “This would also spare individuals from unnecessary pain when getting the second dose and it would free up additional vaccine doses.”\nA second study released on Monday bolsters the idea. The research included 59 health care workers, 42 of whom previously had Covid (with or without symptoms). The researchers didn’t assess side effects, but they did find that those who had been previously infected responded to the first jab by generating high antibody levels, comparable to the amounts seen after the second dose in people who had never been infected. And in lab experiments, those antibodies bound to the virus and stopped it from entering cells. To stretch the vaccine supply, the authors conclude that those who have previously had Covid should be moved down the priority list and receive only one dose of the vaccine while supplies are limited.\nWhile some scientists agree with this logic, others are more cautious. Changing the number of doses could create “a really tricky precedent,” said E. John Wherry, director of the University of Pennsylvania’s Institute for Immunology. “We don’t take FDA approvals of, say, a chemotherapeutic drug and then just throw out the dosage schedule,” he said.\nDr. Wherry also pointed out that people who had mild cases of Covid seem to have lower antibody levels, and may not have protection against more contagious variants of the virus. It might also be difficult to identify which people have previously been infected. “Documenting that becomes a really potentially messy public health issue,” he said.", "url": "https://www.nytimes.com/2021/02/01/health/have-you-had-covid-19-coronavirus.html"}