{"authors": ["Daniel E. Slotnik"], "date_download": "2022-10-25 22:56:51", "date_modify": "2022-10-25 22:56:51", "date_publish": "2021-11-01 14:19:25", "description": "Many countries do not accurately report their figures, and many Covid deaths are misattributed, experts say.", "filename": "2021_11_01_world_5-million-covid-deaths_1666738611.html", "image_url": "https://static01.nyt.com/images/2021/10/26/world/26virus-briefing-five-million1/26virus-briefing-five-million1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_01_world_5-million-covid-deaths_1666738611.html", "title": "Global Covid Death Toll Surpasses 5 Million, but Full Count Is Higher", "title_page": "Global Covid Death Toll Surpasses 5 Million, but Full Count Is Higher - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The coronavirus is responsible for more than five million confirmed deaths around the world as of Monday, according to data from the Center for Systems Science and Engineering at Johns Hopkins University. Such a loss would wipe out almost the entire population of Melbourne, Australia, or most of the nation of Singapore.\nExperts say that five million is an undercount. Many countries are unable to accurately record the number of people who have died from Covid-19, like India and African nations; experts have questioned the veracity of data from other countries, like Russia.\n“All of these estimates still rely on data being available, or someone going and collecting it before antibodies and local memories wane,” said Adam Kucharski, an associate professor at the London School of Hygiene & Tropical Medicine who mathematically analyzes infectious disease outbreaks. “Globally, there will have been numerous local tragedies going unreported.”\nThe real number of people lost to Covid-19 could be underestimated by “a multiple of two to 10” in some nations, said Denis Nash, an epidemiologist at the City University of New York Graduate School of Public Health and Health Policy. Overall, he said, the true global toll could be as high as twice the reported figure (not up to 10 times, as an earlier version of this item incorrectly implied).", "url": "https://www.nytimes.com/2021/11/01/world/5-million-covid-deaths.html"}