{"authors": ["Mona El-Naggar", "Yousur Al-Hlou"], "date_download": "2022-10-25 23:44:07", "date_modify": "2022-10-25 23:44:07", "date_publish": "2021-01-18 10:00:18", "description": "For many Egyptians, a video offered a rare and uncensored view of the coronavirus’s real toll at the peak of Egypt’s second wave of the pandemic.", "filename": "2021_01_18_world_middleeast_egypt-hospital-oxygen-covid_1666741447.html", "image_url": "https://static01.nyt.com/images/2021/01/18/video/18-egypt-O2-promo/18-egypt-O2-promo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c3e78781a03a72e8bb4d0e83b946e0d5366843a3147090af11c6d6fbc9545859&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_18_world_middleeast_egypt-hospital-oxygen-covid_1666741447.html", "title": "Egypt Denied an Oxygen Failure Killed Covid Patients. We Found That It Did.", "title_page": "Egypt Denied an Oxygen Failure Killed Covid Patients. We Found That It Did. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Nafei’s 47-second video this month of the chaos at El Husseineya Central Hospital, about two and a half hours northeast of Cairo, went viral on social media.\nAs outrage grew, the government denied that the hospital had run out of oxygen.\nAn official statement issued the following day concluded that the four who died had suffered from “complications” and denied that the deaths had “any connection” to an oxygen shortage. Security officers interrogated Mr. Nafei, and officials blamed him for violating rules barring visitation and filming inside hospitals.\nA New York Times investigation, however, found otherwise.\nWitnesses, including medical staff and relatives of patients, said in interviews that the oxygen pressure had fallen to precipitously low levels. At least three patients, they said, and possibly a fourth, had died of oxygen deprivation. A close analysis of the video by doctors in Egypt and the United States confirmed that the chaotic scene in the I.C.U. indicated an interruption in the oxygen supply.\nThe fatal oxygen shortage was the end result of a cascade of problems at the hospital, our investigation found. By the time patients were suffocating in the I.C.U., a relief delivery of oxygen that had been ordered was already hours late and a backup oxygen system had failed.\n“We’re not going to bury our heads in the sand and pretend everything is OK,” a doctor at the hospital said, speaking on condition of anonymity because he feared arrest. “The whole world can admit there’s a problem, but not us.”", "url": "https://www.nytimes.com/2021/01/18/world/middleeast/egypt-hospital-oxygen-covid.html"}