{"authors": ["Jeffery C. Mays"], "date_download": "2022-10-25 23:37:04", "date_modify": "2022-10-25 23:37:04", "date_publish": "2021-08-10 23:10:41", "description": "The governor’s decision to leave office as a potential impeachment loomed touched off a range of reactions from Washington to Buffalo.", "filename": "2021_08_10_nyregion_cuomo-resignation-reaction_1666741024.html", "image_url": "https://static01.nyt.com/images/2021/08/10/nyregion/10cuomo-react1/10cuomo-react1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7e861f3459ce2e9c8bba6cd1cb090b633bc0cba84fda535ec32badbf50947538&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_10_nyregion_cuomo-resignation-reaction_1666741024.html", "title": "Cuomo’s Resignation: Shock to Many, Relief to Some, Overdue to Others", "title_page": "Cuomo’s Resignation: Shock to Many, Relief to Some, Overdue to Others - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Tuesday morning, it seemed that Gov. Andrew M. Cuomo might be preparing to dig in for a fight as he faced the prospect of impeachment and criminal investigations into accusations of sexual harassment.\nOne of his lawyers, Rita Glavin, appeared on a video feed at about 11 a.m. and tried to poke holes in a report from New York’s attorney general that found Mr. Cuomo had sexually harassed 11 women, many of them current or former state employees.\nJust before noon, after Ms. Glavin finished speaking, Mr. Cuomo began a live broadcast in which he attributed his behavior to a failure to understand “generational and cultural shifts” and apologized for any offense he might have caused. It was only then that he said his problems had become too much of a distraction and that he would resign in two weeks.\nMr. Cuomo’s decision ricocheted quickly across social media, unleashing a mixture of relief, surprise and cries of victory for women who have been subjected to mistreatment in the workplace.", "url": "https://www.nytimes.com/2021/08/10/nyregion/cuomo-resignation-reaction.html"}