{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:30", "date_modify": "2022-10-25 23:47:30", "date_publish": "2021-12-08 15:58:09", "description": "Half a dozen defendants in the assault on the Capitol are using video to try to make a case that they were simply protecting themselves and others. They face skepticism and an uphill legal battle.", "filename": "2021_12_08_us_politics_jan-6-riot-police-brutality-defense_1666741650.html", "image_url": "https://static01.nyt.com/images/2021/12/08/us/politics/08DC-investigate/merlin_182053365_24502a75-46ef-4282-9f0e-2e5358cab060-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_08_us_politics_jan-6-riot-police-brutality-defense_1666741650.html", "title": "Some Jan. 6 Rioters May Use Police Brutality as a Defense", "title_page": "Some Jan. 6 Rioters May Use Police Brutality as a Defense - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Most of the defendants mulling self-defense claims were involved in the ferocious melee at the Lower West Terrace of the Capitol, where the fighting was worse than anywhere else on Jan. 6 and often resembled a kind of medieval warfare. For nearly three hours, officers there were engaged in hand-to-hand combat with rioters, some of them carrying flag poles, hockey sticks, bear spray and batons.\nThe first person to have said he would pursue a self-defense case was Edward Jacob Lang, a self-described social media influencer from New York. He has been charged with seven counts of assaulting officers, some with a riot shield and others with a baseball bat.\nIn court papers filed by his lawyer, Steven Metcalf, Mr. Lang said he became violent only after seeing several women in the mob being attacked by the police, including Rosanne Boyland, a Trump supporter who ultimately died. Mr. Lang has claimed that he tried unsuccessfully to save Ms. Boyland and has also said that he pulled another protester, Philip Anderson, to safety after he was sprayed by officers with an unknown orange gas that stopped his breathing.\n“The police were heartlessly pushing people on top of each other creating this dogpile effect,” Mr. Lang said in a brief interview from a jail in Washington this month, “and people ended up dying.”\nA few weeks ago, Ryan Nichols, a former Marine from Texas, also asserted that he was acting in self-defense and in defense of others when he assaulted the police. In his own court papers, Mr. Nichols described a horrific scene inside a tunnel at the Lower West Terrace where tear gas filled the air and screaming rioters were being crushed.\nThe papers describe a video that purports to show an officer in a white shirt in the crowd near Mr. Nichols beating one man with his collapsible baton and then turning his attention to a middle-aged woman in a MAGA hat to “pulverize her,” as Mr. Nichols’ lawyer, Joseph McBride, wrote. Over the course of four or five minutes, according to the description of the video, the white-shirted officer appears to strike the woman multiple times until blood spurts from her face and she collapses.\nLast week, the government countered Mr. Nichols’ claims, saying that other video evidence shows that he was not near the white-shirted officer and thus was not in a position to observe — or be triggered by — any attack against the woman in question. The prosecutors argued that Mr. Nichols’ attempt to “cast himself as a hero who was merely fighting back against officers who were ‘terrorizing’ civilians” was preposterous.", "url": "https://www.nytimes.com/2021/12/08/us/politics/jan-6-riot-police-brutality-defense.html"}