{"authors": ["Priya Krishna", "Christina Morales"], "date_download": "2022-10-25 23:42:53", "date_modify": "2022-10-25 23:42:53", "date_publish": "2021-12-16 17:13:36", "description": "At least a dozen businesses have temporarily shut this week in response to positive test results among their workers, and others are expected to follow.", "filename": "2021_12_16_dining_nyc-restaurants-covid-omicron_1666741373.html", "image_url": "https://static01.nyt.com/images/2021/12/16/dining/16restaurant-closings3/merlin_199345185_eaf31ec9-e815-44c6-915f-38415d97ab7d-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_16_dining_nyc-restaurants-covid-omicron_1666741373.html", "title": "Several New York City Restaurants Close as Covid Cases Rise", "title_page": "Several New York City Restaurants Close as Covid Cases Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New York City diners have seen their social media feeds flooded in recent days with announcements from restaurant after restaurant that they were temporarily closing because staff members tested positive for Covid-19 or were exposed to the virus.\n“I feel like it happened in three days,” said Cat Alexander, who on Wednesday closed Pheasant, her restaurant in Williamsburg, Brooklyn, after an employee received a positive test result. She is waiting for her remaining 22 employees to test negative before reopening.\nAt least a dozen restaurants and bars have temporarily closed this week, as the reported number of new Covid cases in New York City has risen to an average of 3,554 a day in New York City, an increase of 135 percent from the average two weeks ago, according to a New York Times database.\nRestaurateurs said the cases reported so far had been mild, but they expected the number of shutdowns to grow as businesses try to shield employees and customers from infection. The restaurants include Contento in Harlem, Temperance Wine Bar in the West Village and several in Brooklyn: Otway in Clinton Hill, LaLou in Prospect Heights, Winona’s in Bedford-Stuyvesant, Di An Di in Greenpoint.", "url": "https://www.nytimes.com/2021/12/16/dining/nyc-restaurants-covid-omicron.html"}