{"authors": ["Edgar Sandoval"], "date_download": "2022-10-25 22:57:39", "date_modify": "2022-10-25 22:57:39", "date_publish": "2021-07-13 22:47:15", "description": "The Democratic legislators who fled to Washington to thwart the passage of a restrictive voting measure cannot be legally forced to return from out of state.", "filename": "2021_07_13_us_texas-democrats-flee_1666738659.html", "image_url": "https://static01.nyt.com/images/2021/07/13/us/13Texasvoting-explainer/13Texasvoting-explainer-facebookJumbo.jpg?year=2021&h=550&w=1050&s=396e4aee5ad28677441f79f40717336dba5ff82dbbfb5c74aaf06a916108f110&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_13_us_texas-democrats-flee_1666738659.html", "title": "Why Did Texas Democrats Flee the State? And What Does It Mean?", "title_page": "Why Did Texas Democrats Flee the State? And What Does It Mean? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Republican majority can also potentially censure Democrats and strip them of committee assignments. But after the Democrats fled in similar fashion in 2003, their Republican colleagues did not move to punish them once the session resumed. “It was forgive and forget,” Mr. Rottinghaus said.\nIn the end, the Republican lawmakers “are going to get what they want,” he added. “It’s going to take a little longer.”\nWhat is the Democrats’ plan?\nWhen the Democrats do finally return, they are unlikely to win the fight over voting legislation. Not only does Mr. Abbott have the power to call for as many special sessions as he wants, but the Republicans, who hold firm majorities in both chambers, are sure to move their agenda forward.\nThat agenda includes more than the voting restrictions, which would be among the strictest in the nation. The state’s Republicans also want to combat perceived “censorship” on social media platforms and restrict transgender athletes from competing in school sports on teams that match their gender identity.\nFor the Democrats, political observers say, fleeing the state on Monday was more about taking a political stand than bringing Republicans around to their way of thinking.\nJulián Castro, a Democrat who was President Barack Obama’s housing secretary and a former mayor of San Antonio, said the party’s best bet at this point is to push congressional Democrats to pass national voting laws that would do away with many of the restrictions being considered in Austin. Congress is locked in a fight over the For the People Act and the John Lewis Voting Rights Advancement Act, both of which would seek to strengthen voting protections nationwide.", "url": "https://www.nytimes.com/2021/07/13/us/texas-democrats-flee.html"}