{"authors": ["Erin Woo"], "date_download": "2022-10-25 23:26:27", "date_modify": "2022-10-25 23:26:27", "date_publish": "2021-08-24 13:00:08", "description": "In a pilot program, merchants will be able to add a shopping tab to their profiles and link to products within posts on the video app.", "filename": "2021_08_24_technology_tiktok-shopify_1666740387.html", "image_url": "https://static01.nyt.com/images/2021/08/25/business/24economy-briefing-shopify-print/24economy-briefing-shopify-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9089fb284953b208695e8bc6df7460e3f571071fee4e4043ecd1813a8f44efbc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_24_technology_tiktok-shopify_1666740387.html", "title": "TikTok, in Deal With Shopify, Adds In-App Shopping", "title_page": "TikTok, in Deal With Shopify, Adds In-App Shopping - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TikTok and Shopify, the e-commerce platform, said on Tuesday that they were working together to add the ability for consumers to shop directly in the TikTok app for the first time.\nTikTok has largely been known as a video app that provides entertainment and memes. Users have not been able to buy products directly in the app, even though TikTok features many influencers who often talk up clothing, makeup and household products. Instead, users have been able to buy goods on TikTok only through ads on the app.\nBut under the new partnership, Shopify merchants that participate in a pilot program will be able to add a shopping tab to their profiles and link to products within TikTok posts. Shopify said it expected to expand the feature to all of its merchants this fall.\nTikTok joins Instagram and Facebook in offering in-app shopping, part of a larger shift toward what is known as social commerce — buying products directly within a social media platform — as creators seek out new ways to make money from their audience.", "url": "https://www.nytimes.com/2021/08/24/technology/tiktok-shopify.html"}