{"authors": ["Joseph Goldstein"], "date_download": "2022-10-25 23:42:44", "date_modify": "2022-10-25 23:42:44", "date_publish": "2021-07-20 21:33:48", "description": "The new city policy takes aim at improving vaccination rates at public hospitals. Around 60 percent of workers in the city’s public hospital system are vaccinated.", "filename": "2021_07_20_nyregion_mandatory-vaccine-public-hospitals.html_action=click&module=Spotlight&pgtype=Homepage_1666741364.html", "image_url": "https://static01.nyt.com/images/2021/07/20/nyregion/20nyvaccination1/20nyvaccination1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f3f099c3f90fb73f2580eb4bac5fc12731e1abc317c5ca4fb19b6c39a3cda722&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_20_nyregion_mandatory-vaccine-public-hospitals.html_action=click&module=Spotlight&pgtype=Homepage_1666741364.html", "title": "New York to Require Vaccination or Weekly Testing for City Health Workers", "title_page": "New York to Require Vaccination or Weekly Testing for City Health Workers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For months, Mayor Bill de Blasio has been reluctant to make coronavirus vaccinations mandatory for anyone, hoping that encouragement, convenience and persuasion would be enough.\nBut with two million adult New Yorkers still unvaccinated — including a high percentage of employees in the public hospital system — and the Delta variant threatening the city with a third wave of cases, City Hall is trying out a new tactic: requiring workers in city-run hospitals and health clinics to get vaccinated or else get tested on a weekly basis, the mayor’s spokesman said Tuesday.\nThe new policy, which will be announced by Mr. de Blasio on Wednesday and goes into effect at the beginning of August, goes nowhere near as far as San Francisco’s announcement last month that it would eventually require all municipal employees to get vaccinated. Still, it is Mr. de Blasio’s first move to require any city employee to show proof of vaccination or a recent negative coronavirus test as a condition of showing up to work, city officials said. It will apply to more than 10 percent of the well over 300,000 people who work for city government.\nIt remains unclear whether City Hall intends to expand this approach to other city employees — police officers, teachers, clerical workers — or will limit this to those who work in hospitals and clinics.", "url": "https://www.nytimes.com/2021/07/20/nyregion/mandatory-vaccine-public-hospitals.html?action=click&module=Spotlight&pgtype=Homepage"}