{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:34:19", "date_modify": "2022-10-25 23:34:19", "date_publish": "2021-01-15 14:56:39", "description": "Officials pushed factories to reopen the same way they forced the country to shut down. In one small town, it led to a chili-sauce-fueled revival.", "filename": "2021_01_15_business_china-gdp-growth_1666740859.html", "image_url": "https://static01.nyt.com/images/2021/01/07/business/00china-economy-01/00china-economy-01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b2ffa0a0d92cab5f18a85dda965efed97cf0e5c48c1a5a96ad9a28f2d867d6b9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_15_business_china-gdp-growth_1666740859.html", "title": "How China's Economy Bounced Back From Covid-19", "title_page": "How China's Economy Bounced Back From Covid-19 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHANGMINGZHEN, China — The smell, salty and pungent, wafts through the freshly paved streets near the gleaming new factory.\nThe factory is owned by a company called Laoganma, which makes a piquant chili-and-soybean sauce famous across China for its power to set mouths watering. In a time of global pandemic, when the jobs of working people around the world hang in the balance, the factory’s scents signal opportunity.\nSince it opened in March, when China was still in the grip of Covid-19, the factory has struggled to find enough machinery operators or quality control technicians. Now workers are flocking to Changmingzhen, a once-quiet farming town ringed with green mountains and rice paddies, from which young people once fled for better jobs elsewhere.\nChangmingzhen stands as a testament to China’s stunning post-coronavirus revival — one powered by the callused hands of the country’s factory and construction workers. With few exceptions, the rest of the world remains in a pandemic-driven malaise. But when China reports economic figures for 2020 on Monday, they are expected to show its economy grew despite losing early weeks to the lockdown.", "url": "https://www.nytimes.com/2021/01/15/business/china-gdp-growth.html"}