{"authors": ["David Zucchino", "Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:28:04", "date_modify": "2022-10-25 23:28:04", "date_publish": "2021-01-01 14:41:16", "description": "The Afghan government and the Taliban reconvened in January to continue negotiations toward a cease-fire, but several fundamental issues stand in the way of progress.", "filename": "2021_01_01_world_asia_afghanistan-peace-talks_1666740484.html", "image_url": "https://static01.nyt.com/images/2020/12/28/world/28taliban-peace-talks-1/merlin_176895168_905bdf3d-3d60-408c-a857-cf8c6f867dc5-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9642563bd2bb24f1d1391d6b0e8dd2d7bf678a2a28d2abd3782ad67907ea46c5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_01_world_asia_afghanistan-peace-talks_1666740484.html", "title": "What to Know About the Afghan Peace Talks", "title_page": "What to Know About the Afghan Peace Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — After four decades of grinding combat in Afghanistan, peace negotiations between the Afghan government and the Taliban have raised at least a possibility that the long cycle of violence might someday end.\nBut that milestone is a long way off. The most recent round of discussions, which began in September, were riddled with bureaucratic hangups and monthslong debates over minor issues.\nAnd though those talks resulted in an agreement on the principles and procedures that will guide the next round of peace negotiations, they came with a price. While the two sides met in Doha, Qatar, bloodletting on battlefields and in Afghan cities surged.\nThe talks resumed in early January, after a brief recess, but they have been stalled by a diplomatic stalemate amid escalating violence. Both sides are waiting for President Biden to decide whether to keep the remaining 2,500 U.S. forces in Afghanistan beyond the May 1 withdrawal deadline outlined in the February 2020 U.S.-Taliban agreement.", "url": "https://www.nytimes.com/2021/01/01/world/asia/afghanistan-peace-talks.html"}