{"authors": ["Matt Phillips", "Taylor Lorenz", "Tara Siegel Bernard", "Gillian Friedman"], "date_download": "2022-10-25 23:40:55", "date_modify": "2022-10-25 23:40:55", "date_publish": "2021-02-07 10:00:06", "description": "Fueled by amateur traders and online enthusiasm, the struggling retailer’s shares took investors on a ride like no other. For them, it ended in different ways, including apathy, defiance and regret.", "filename": "2021_02_07_business_gamestop-stock-losses_1666741255.html", "image_url": "https://static01.nyt.com/images/2021/02/08/business/00gamestop-losses-print/00gamestop-losses-chalfant-02-facebookJumbo.jpg?year=2021&h=550&w=1050&s=31771a944294ca15d5950a2ebbcd9efcaafd0370cec0f6fc031c8d18eb6e8a29&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_07_business_gamestop-stock-losses_1666741255.html", "title": "The Hopes That Rose and Fell With GameStop", "title_page": "The Hopes That Rose and Fell With GameStop - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ordinarily, C. Arthur Davitt is a model of financial discipline.\nHe automatically sweeps $200 a month into an index fund, saves enough to get a company match on his 401(k) and has been aggressively paying down his $35,000 in graduate school debt.\nBut Mr. Davitt, 29, thought it might be fun to get in on some of the skyrocketing stocks. He put less than $1,500 in GameStop and AMC — the GameStop portion is now down by nearly half, and his stake in AMC lost more than 20 percent.\n“I am not a gambler by nature,” he said, “and this is money I have already written off.”\nMr. Davitt, who lives in Chicago and works for a company that provides worker assistance programs for employers, figures he might as well hold on to both companies. GameStop just named several new executives, which could help inject new life into the company, he said, and AMC could see a bounce once more people start venturing out of their homes.\n“If I didn’t like GameStop or AMC,” Mr. Davitt said, “I wouldn’t be finding this as enjoyable.”\nAnother on the Line\nBy almost any measure, Mr. Daumer, the Indiana teenager, is one of the winners of the GameStop trade. He more than doubled his money, even if he didn’t score the biggest possible payday.\n“Do you fish?” he asked, searching for a way to explain the experience.\nWhen you’re fishing, he said, and you feel a tug on your line, it might be just a nibble or it might be a bite. If you wait to feel a stronger tug, you risk losing the fish you didn’t know you had.\nThe peak, he said, was that kind of moment. He thought it was just a small nibble, and decided to wait.\n“The fish got away,” he said.\nBut there are others out there to be hooked, he said. He’s already dabbling in shares of a penny stock, Castor Maritime, which is based in Cyprus. It’s up over 300 percent so far this year.\nWhat kind of business is the company in?\n“You know what? I wish I could tell you,” Mr. Daumer said. “I just like the numbers.”", "url": "https://www.nytimes.com/2021/02/07/business/gamestop-stock-losses.html"}