{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:25:44", "date_modify": "2022-10-25 23:25:44", "date_publish": "2021-02-10 20:55:41", "description": "After ending its own Covid-19 vaccine trials, the company said that it was actively discussing with governments how to help its competitors make their shots.", "filename": "2021_02_10_health_merck-covid-vaccine_1666740344.html", "image_url": "https://static01.nyt.com/images/2021/02/10/science/10VIRUS-MERCK1/10VIRUS-MERCK1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=6a9fe733454c2009fc2007ae8ea7f52c0c98382a48668a41e9a24bc64c77c87c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_10_health_merck-covid-vaccine_1666740344.html", "title": "How Merck's Vaccine Lost the Covid Race", "title_page": "How Merck's Vaccine Lost the Covid Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "From Ebola to H.I.V. to river blindness, the American pharmaceutical giant Merck has been on the front lines of the biggest public health emergencies in recent history.\nSo when the company announced last May that it was a late entrant in the race to develop a Covid-19 vaccine, Merck was a popular pick to win. Even if the company wasn’t first, proponents argued, its expertise as the world’s second-largest vaccine maker gave it a good shot at developing the best product — and manufacturing it quickly.\nBut then, last month, Merck exited the vaccine race, abandoning its two candidates after early clinical trials flopped. Now, in addition to testing two experimental Covid-19 drugs, the company says that it’s looking for ways to help competitors supply the world with vaccines.\n“We are in regular conversation with governments, we’re in regular conversations with the public health authorities, with the foremost experts on all this,” said Michael T. Nally, the chief marketing officer at Merck. The company, he said, is now asking: “With all that we know today, what is the best way for us to help?”", "url": "https://www.nytimes.com/2021/02/10/health/merck-covid-vaccine.html"}