{"authors": ["Jan Hoffman"], "date_download": "2022-10-25 23:27:55", "date_modify": "2022-10-25 23:27:55", "date_publish": "2021-10-07 16:15:39", "description": "Health officials released a survey showing that nearly one in four people at higher risk for flu-related complications indicated they did not intend to get the flu vaccine.", "filename": "2021_10_07_health_cdc-flu-shot-covid_1666740475.html", "image_url": "https://static01.nyt.com/images/2021/10/07/multimedia/07virus-briefing-flushot/merlin_194495655_db59767a-7d45-4e30-b57b-4ad2201fde57-facebookJumbo.jpg?year=2021&h=550&w=1050&s=851c6b9f81c356944a6c0c2cc990664634dde6126bfb0269f71c0fec5167ccdd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_07_health_cdc-flu-shot-covid_1666740475.html", "title": "C.D.C. Urges Flu Shots to Reduce Strain on Health Care System", "title_page": "C.D.C. Urges Flu Shots to Reduce Strain on Health Care System - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lockdowns helped keep last year’s flu season historically mild in both the United States and around the world, but U.S. officials fear a more serious season this fall and winter, with unmasked people out and about far more, and nearly half of adults in a new survey saying they are unlikely to get a flu shot.\nAt a news briefing to release the survey data on Thursday morning, top health experts said they were particularly concerned that, with the coronavirus still coursing around the country, nearly one in four people at higher risk for flu-related complications indicated they did not intend to get the flu vaccine.\nDr. Rochelle P. Walensky, head of the Centers for Disease Control and Prevention, noted that while experts did not yet know how severely the flu would hit the United States this fall, other respiratory infections had already returned, including RSV, a common cause of pneumonia and bronchitis in babies and a serious threat to older adults. The C.D.C.’s latest weekly flu report shows that only one state, Wyoming, had reached a “moderate” level of flu cases.\nBecause the flu was almost nonexistent last year, Dr. Walensky noted, people do not have the protective immunity they might have acquired if they had gotten sick, and she urged that everyone age 6 months and older be vaccinated. “The Covid-19 pandemic is not over, and the risk of both flu and Covid-19 circulating could put additional strain on hospitals and frontline health care professionals,” she said.", "url": "https://www.nytimes.com/2021/10/07/health/cdc-flu-shot-covid.html"}