{"authors": ["Damien Cave"], "date_download": "2022-10-25 23:52:09", "date_modify": "2022-10-25 23:52:09", "date_publish": "2021-09-06 09:58:15", "description": "The campaign, if sustained, could put pressure on Fox News, though critics were skeptical that a sea change was in store.", "filename": "2021_09_06_business_news-corp-climate-change_1666741929.html", "image_url": "https://static01.nyt.com/images/2021/09/07/world/06oz-media-print/06oz-media-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9dc3556b317874f51e831d5b3c126eb5d834d131d3e13db81cdb2a817712ef0a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_06_business_news-corp-climate-change_1666741929.html", "title": "Rupert Murdoch's News Corp Australia to Ease Climate Change Denial", "title_page": "Rupert Murdoch's News Corp Australia to Ease Climate Change Denial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SYDNEY, Australia — After years of casting doubt on climate change and attacking politicians who favored corrective action, Rupert Murdoch’s media outlets in his native Australia are planning an editorial campaign next month advocating a carbon-neutral future.\nDepending on its content, the project, described by executives at Mr. Murdoch’s News Corp on Monday, could be a breakthrough that provides political cover for Australia’s conservative government to end its refusal to set ambitious emission targets. If sustained, it could also put pressure on Fox News and other Murdoch-owned outlets in the United States and Britain that have been hostile to climate science.\nBut critics, including scientists who have been a target of News Corp’s climate combat, warned that the effort could be little more than window dressing that leaves decades of damage intact.\n“Color me skeptical,” said Michael E. Mann, director of the Earth System Science Center at Pennsylvania State University. “Until Rupert Murdoch and News Corp call off their attack dogs at Fox News and The Wall Street Journal, who continue to promote climate change disinformation on a daily basis, these are hollow promises that should be viewed as a desperate ploy to rehabilitate the public image of a leading climate villain.”", "url": "https://www.nytimes.com/2021/09/06/business/news-corp-climate-change.html"}