{"authors": ["Stephen Castle", "Steven Erlanger"], "date_download": "2022-10-25 23:42:42", "date_modify": "2022-10-25 23:42:42", "date_publish": "2021-10-12 20:06:36", "description": "Britain’s Brexit minister is demanding an overhaul of an agreement on trade rules for Northern Ireland.", "filename": "2021_10_12_world_europe_uk-eu-northern-ireland-protocol_1666741362.html", "image_url": "https://static01.nyt.com/images/2021/10/12/world/12uk-brexit-3/12uk-brexit-3-facebookJumbo.jpg?year=2021&h=549&w=1050&s=64762693bc1ec994702956f624c7498d1a7c3a686242d6325c4ec72957bad2cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_12_world_europe_uk-eu-northern-ireland-protocol_1666741362.html", "title": "U.K. Escalates Dispute With E.U. Over Northern Ireland", "title_page": "U.K. Escalates Dispute With E.U. Over Northern Ireland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Frost — who is a convinced Brexiteer — sees this attempt to renegotiate or adjust the protocol as the final means to weaken the ties that remain between the U.K. and the E.U.,” said Katy Hayward, a professor of political sociology at Queen’s University, Belfast.\nBritain, she added, seemed to be “trying to wrangle the last bits of sovereignty from the E.U.”\nTuesday’s speech follows months of tension over impediments to trade between Britain and Northern Ireland, including the flow of some goods like chilled meats, a rift that became known as the “sausage wars.” In recent days that gave way to open sniping during which the Irish foreign minister, Simon Coveney, questioned whether Britain actually wanted an agreement, and Mr. Frost accused his European counterparts of refusing to listen.\nBritain argues that the protocol is being implemented in an unnecessarily heavy handed way, while European officials accuse Mr. Johnson of breaking an agreement he made himself.\nAnswering questions after his address on Tuesday, Mr. Frost said that when Britain agreed to the protocol, it knew it was taking a risk. “We hoped that we were wrong and that the protocol would work,” he said. “It turned out we were right.”\nFor its part the European Union has repeatedly rejected Britain’s calls for a renegotiation of the agreement. It particularly opposes the removal of the Court of Justice of the European Union, based in Luxembourg and the bloc’s highest court, as the final arbiter of disputes.\nResponding on Monday to excerpts from the speech that were released on Saturday for the British media, the spokesman for the E.U. Commission, Eric Mamer, described London’s demand to remove the court as unacceptable and “ground that we have covered a million times.”", "url": "https://www.nytimes.com/2021/10/12/world/europe/uk-eu-northern-ireland-protocol.html"}