{"authors": ["Lauren Hirsch"], "date_download": "2022-10-25 23:50:30", "date_modify": "2022-10-25 23:50:30", "date_publish": "2021-12-28 14:07:19", "description": "The C.D.C. decision to cut the confinement period was welcomed by many business representatives, but a union leader warned that workers may feel pressure to return to their jobs too soon.", "filename": "2021_12_28_business_cdc-isolation-airlines_1666741830.html", "image_url": "https://static01.nyt.com/images/2021/12/29/multimedia/28cdc-quarantine-airlines-print/28virus-briefing-cdc-airlines-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_28_business_cdc-isolation-airlines_1666741830.html", "title": "Shortened C.D.C. Isolation Will Ease Staffing Woes, Businesses Say", "title_page": "Shortened C.D.C. Isolation Will Ease Staffing Woes, Businesses Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New federal guidance shortening the recommended isolation periods for many infected Americans will provide relief to airlines and other companies struggling with staffing shortages, businesses said on Tuesday, but labor representatives warned that the move could push some employees back to work too soon.\nThe Centers for Disease Control and Prevention on Monday reduced the number of days that infected patients should remain isolated — and, for many workers, sidelined — to five days, from 10. Anyone leaving isolation must be free of symptoms and should wear a mask when near others for an additional five days.\nThe updated policy, which came a day before President Biden lifted travel restrictions on countries in southern Africa, was embraced by representatives for industries including air travel, food and retail. The Omicron variant of the coronavirus has torn through already short-staffed sectors, temporarily shutting restaurants and causing the cancellation of thousands of flights that disrupted Christmas travel. More than 1,000 flights “within, into or out of the United States” were canceled on Tuesday, according to FlightAware, which provides aviation data.\n“The aviation work force is essential to maintaining the operations of air travel and cargo supply chains,” the trade group Airlines for America said in a statement. “The decision is the right one based upon science.”", "url": "https://www.nytimes.com/2021/12/28/business/cdc-isolation-airlines.html"}