{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:42:39", "date_modify": "2022-10-25 23:42:39", "date_publish": "2021-11-16 22:07:17", "description": "The consolidation removes the case from a Fifth Circuit panel that had blocked the Biden administration from moving forward with it.", "filename": "2021_11_16_us_politics_biden-vaccine-mandate-osha-ohio_1666741359.html", "image_url": "https://static01.nyt.com/images/2021/11/16/us/politics/16dc-osha/merlin_197625054_d6cc8fe2-7ee6-4e3c-9650-89f4b157aef2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_16_us_politics_biden-vaccine-mandate-osha-ohio_1666741359.html", "title": "Biden Vaccine Mandate Challenges Moved to Appeals Court in Ohio", "title_page": "Biden Vaccine Mandate Challenges Moved to Appeals Court in Ohio - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A federal judicial panel on Tuesday assigned the appeals court in Cincinnati to handle at least 34 lawsuits that have been filed around the country challenging the Biden administration’s attempt to mandate that large employers require their workers to get vaccinated against the coronavirus or submit to weekly testing.\nA court clerk for the U.S. Judicial Panel on Multidistrict Litigation randomly selected the Court of Appeals for the Sixth Circuit by drawing from a drum containing entries for the twelve regional courts of appeal, each of which has at least one related case pending. The procedure can be used to consolidate cases that are all raising the same issue.\nWhile simplifying the legal dispute, the step also had the effect of removing the matter from the Court of Appeals for the Fifth Circuit in New Orleans. This month, a three-judge panel there had blocked the government from moving forward with the rule — declaring that it “grossly exceeds” the authority of the occupational safety agency that issued it.\nAll three judges on that panel are conservatives, including two appointees of former President Donald J. Trump. It was not immediately clear which judges on the Sixth Circuit would be assigned to hear the matter, nor whether they would decide to carry forward with an injunction against the mandate or would instead let the government proceed for now amid briefings and arguments.", "url": "https://www.nytimes.com/2021/11/16/us/politics/biden-vaccine-mandate-osha-ohio.html"}