{"authors": ["Carl Zimmer", "Apoorva Mandavilli"], "date_download": "2022-10-25 23:00:16", "date_modify": "2022-10-25 23:00:16", "date_publish": "2021-05-14 19:00:16", "description": "The country has managed to avoid a variant-fueled spike in coronavirus cases. Scientists say we were lucky.", "filename": "2021_05_14_health_coronavirus-variants-united-states-of-america_1666738816.html", "image_url": "https://static01.nyt.com/images/2021/05/13/science/00VIRUS-VARIANTS1/00VIRUS-VARIANTS1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c4793eca41aad0553abfd9d257f5e0e98f414275fdc9912302b1c124c5089ba2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_14_health_coronavirus-variants-united-states-of-america_1666738816.html", "title": "How the United States Beat the Coronavirus Variants, for Now", "title_page": "How the United States Beat the Coronavirus Variants, for Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Dec. 29, a National Guardsman in Colorado became the first known case in the United States of a contagious new variant of the coronavirus.\nThe news was unsettling. The variant, called B.1.1.7, had roiled Britain, was beginning to surge in Europe and threatened to do the same in the United States. And although scientists didn’t know it yet, other mutants were also cropping up around the country. They included variants that had devastated South Africa and Brazil and that seemed to be able to sidestep the immune system, as well as others homegrown in California, Oregon and New York.\nThis mélange of variants could not have come at a worse time. The nation was at the start of a post-holiday surge of cases that would dwarf all previous waves. And the distribution of powerful vaccines made by Moderna and Pfizer-BioNTech was botched by chaos and miscommunication. Scientists warned that the variants — and B.1.1.7 in particular — might lead to a fourth wave, and that the already strained health care system might buckle.\nThat didn’t happen. B.1.1.7 did become the predominant version of the virus in the United States, now accounting for nearly three-quarters of all cases. But the surge experts had feared ended up a mere blip in most of the country. The nationwide total of daily new cases began falling in April and has now dropped more than 85 percent from the horrific highs of January.", "url": "https://www.nytimes.com/2021/05/14/health/coronavirus-variants-united-states-of-america.html"}