{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 23:26:26", "date_modify": "2022-10-25 23:26:26", "date_publish": "2021-10-06 18:01:52", "description": "As a humanitarian crisis grows on Poland’s border, where the government has taken a hard line on migrants, one father had to decide whether to save an ailing baby girl and risk being expelled.", "filename": "2021_10_06_world_europe_poland-belarus-border-crisis_1666740386.html", "image_url": "https://static01.nyt.com/images/2021/10/07/world/07poland-migrants-p1-sub/xxpoland-migrants-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=22e1b77f891a39ed2a5c55c50bc2cf5ee5861b0eddffe35652b8dcd384c845f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_06_world_europe_poland-belarus-border-crisis_1666740386.html", "title": "Asylum Seeker at Poland-Belarus Border Faces a Wrenching Choice", "title_page": "Asylum Seeker at Poland-Belarus Border Faces a Wrenching Choice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Read our latest coverage of the crisis at the Poland and Belarus border.]\nALONG THE EASTERN POLAND BORDER — The father had walked in circles in the rain-drenched Polish forest, cradling his sick daughter, delirious after three days with barely any food or water as temperatures dipped toward freezing. He was soaked, shivering and facing a terrible choice.\nHis daughter, 2, has cerebral palsy and epilepsy. He had wrapped her in a thin coat to protect her from the cold, and she needed urgent medical attention. The father, an Iraqi Kurd who gave his name as Karwan, had guided his family across the border from Belarus but was now in a forested area patrolled by Polish soldiers and border guards.\nThe choice for the father was pitiless: seeking medical help would mean a return to Belarus and the end of his family’s desperate journey to Europe.\n“I can call for an ambulance for you, but border guards will come with it,” Piotr Bystrianin, a Polish activist who arrived to help, told the family, who said they wanted to request asylum in Poland. He had found them after hours of searching in the dark, alerted to their whereabouts by a locator pin sent by cellphone.", "url": "https://www.nytimes.com/2021/10/06/world/europe/poland-belarus-border-crisis.html"}