{"authors": ["Elian Peltier", "Remy Tumin", "Andrés R. Martínez", "Shashank Bengali", "Daniel Politi"], "date_download": "2022-10-25 23:00:34", "date_modify": "2022-10-25 23:00:34", "date_publish": "2021-05-28 09:03:22", "description": "The single-dose vaccine becomes the fourth vaccine to be authorized for use in Britain.", "filename": "2021_05_28_world_europe_uk-approves-johnson-johnson-vaccine_1666738834.html", "image_url": "https://static01.nyt.com/images/2021/05/28/us/28virus-briefing-global-roundup2/28virus-briefing-global-roundup2-facebookJumbo.jpg?year=2021&h=549&w=1050&s=7055aecf42b503cee9274ff33533cacd28c8272b19322b5ab1057c722efc0362&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_28_world_europe_uk-approves-johnson-johnson-vaccine_1666738834.html", "title": "U.K. Approves Johnson & Johnson Vaccine", "title_page": "U.K. Approves Johnson & Johnson Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Britain’s drug regulator on Friday approved the use of the single-dose shots manufactured by Johnson & Johnson, the fourth coronavirus vaccine to be authorized in the country.\nThe authorization comes amid growing concerns about the spread in Britain of a coronavirus variant first detected in India. The number of cases of the variant, known as B.1.617.2, has doubled in a week, according to public data, and as of Thursday, nearly 7,000 cases had been detected.\n“This fourth approved vaccine adds to our armory,” the British health secretary, Matt Hancock, said on Twitter. “When you’re eligible, get your jab.” Britain has also authorized the use of the vaccines manufactured by Moderna, Oxford-AstraZeneca and Pfizer-BioNTech.\nMore than 58 percent of Britain’s population has received at least one dose of a coronavirus vaccine, and 36 percent has been fully vaccinated. Britain opened vaccination to adults 30 and older this week, but most of the vaccination campaign’s efforts have in recent weeks focused on second injections.", "url": "https://www.nytimes.com/2021/05/28/world/europe/uk-approves-johnson-johnson-vaccine.html"}