{"authors": ["Astead W. Herndon", "Shane Goldmacher"], "date_download": "2022-10-25 22:58:24", "date_modify": "2022-10-25 22:58:24", "date_publish": "2021-11-06 17:07:01", "description": "Republicans ran up the margins in rural Virginia counties, the latest sign that Democrats, as one lawmaker put it, “continue to tank in small-town America.”", "filename": "2021_11_06_us_rural-vote-democrats-virginia_1666738704.html", "image_url": "https://static01.nyt.com/images/2021/11/07/us/politics/07ruralvote-print2/06ruralvote-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_06_us_rural-vote-democrats-virginia_1666738704.html", "title": "Election Results in Virginia Prove Things Can Get Worse for Democrats", "title_page": "Election Results in Virginia Prove Things Can Get Worse for Democrats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the jigsaw puzzle that is electoral politics, Democrats have often focused their energy on swingy suburbs and voter-rich cities, content to mostly ignore many white, rural communities that lean conservative. The belief was, in part, that the party had already bottomed out there, especially during the Trump era, when Republicans had run up the numbers of white voters in rural areas to dizzying new heights.\nVirginia, however, is proof: It can get worse.\nIn 2008, there were only four small Virginia counties where Republicans won 70 percent or more of the vote in that year’s presidential race. Nowhere was the party above 75 percent. This year, Mr. Youngkin was above 70 percent in 45 counties — and he surpassed 80 percent in 15 of them.\n“Look at some of those rural counties in Virginia as a wake-up call,” said Steve Bullock, the Democratic former governor of Montana who made a long-shot 2020 presidential run, partly on a message that his party needed to compete in more conservative parts of the country. “Folks don’t feel like we’re offering them anything, or hearing or listening to them.”\nMr. Youngkin not only won less populated areas by record margins — he was outpacing former President Donald J. Trump’s 2020 showing in even the reddest counties, including by six percentage points in Bath County — but he also successfully rolled back Democratic gains in the bedroom communities outside Washington and Richmond, where many college-educated white voters had rejected Republicanism under Mr. Trump.", "url": "https://www.nytimes.com/2021/11/06/us/rural-vote-democrats-virginia.html"}