{"authors": ["Patricia Mazzei", "Richard Fausset"], "date_download": "2022-10-25 23:24:00", "date_modify": "2022-10-25 23:24:00", "date_publish": "2021-06-24 23:40:09", "description": "One person was confirmed dead and 99 were unaccounted for after a condo building suddenly collapsed in the middle of the night.", "filename": "2021_06_24_us_miami-building-collapse-survivors_1666740240.html", "image_url": "https://static01.nyt.com/images/2021/06/24/us/24miami-1/merlin_189827778_b18e7d99-2804-4232-9ed4-3537e808ea9d-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6d6def8cb9cf4c9c892aad90a8d87154034aec657d17bdef809b2e53ebe3d45c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_24_us_miami-building-collapse-survivors_1666740240.html", "title": "Condo Collapse Near Miami Prompts Frantic Search for Survivors", "title_page": " Condo Collapse Near Miami Prompts Frantic Search for Survivors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Relatives of Paraguay’s first lady and an Argentine couple with a 6-year-old daughter were among those unaccounted for, according to South American officials, news reports and relatives. Paraguay’s foreign minister, Euclides Acevedo, identified the missing relatives of President Mario Abdo Benítez’s family as Luis Pettengill, a cattle rancher, and his wife, Sophia López Moreira — a sister of the first lady, Silvana López Moreira. An employee of the family and the couple’s three children are also missing, he said.\nLisandro Sabanés, a spokesman for Argentina’s foreign ministry, said that at least nine Argentines who were believed to have been in the building were unaccounted for.\nA Chilean man, Claudio Bonnefoy, is also among those missing, according to his daughter, Pascale Bonnefoy. Ms. Bonnefoy, a Chilean journalist who writes for The New York Times, said her father, who is 85, lives in an apartment on the side of the building that collapsed. He lived with his wife, María Obias-Bonnefoy.\n“Their apartment is in the rubble,” Ms. Bonnefoy said.\nAlong the beach in front of the remains of the building, a crowd of people gathered throughout the day somberly gazing at the rubble.\nRaysa Rodriguez, 59, who lives in the part of the building that remained standing, said she was awakened by what she thought was an earthquake. She then escaped down an emergency stairwell and off a second-floor balcony onto a rescue ladder.\n“When I opened the door, I’m like, ‘There’s no more building,’” said Ms. Rodriguez, who has owned a ninth-floor unit in the building for nearly 20 years. “They are not going to be able to find those people.”\nMr. Cohen, the lawyer rescued via crane, said he and his wife were asleep when he heard what sounded like a loud thunderclap. When they opened the door to their unit, “It looked like it had been hit by a missile.”\n“I am always happy to be alive,” Mr. Cohen said, “but I’m even happier today.”\nPatricia Mazzei and Richard Fausset reported from Surfside. Joseph B. Treaster , William P. Davis , Johnny Diaz , Giulia Heyward , Michael Majchrowicz , Neil Reisner and Amanda Rosa contributed reporting from Surfside; Ernesto Londoño from Rio de Janeiro; Daniel Politi from Buenos Aires; and Santi Carneri from Asunción, Paraguay. Mike Baker , Nicholas Bogel-Burroughs , Jenny Gross , Christine Hauser , Sophie Kasakove and Alexandra E. Petri also contributed reporting. Susan C. Beachy and Kitty Bennett contributed research.", "url": "https://www.nytimes.com/2021/06/24/us/miami-building-collapse-survivors.html"}