{"authors": ["Sameer Yasir", "Shashank Bengali", "Rick Gladstone"], "date_download": "2022-10-25 23:50:58", "date_modify": "2022-10-25 23:50:58", "date_publish": "2021-04-29 22:24:54", "description": "Overwhelmed by the pandemic, the country that is a leading maker of vaccines is facing its own crisis at home — and that may be a problem for a world in need of vaccine.", "filename": "2021_04_29_world_asia_india-coronavirus-vaccines.html_action=click&module=RelatedLinks&pgtype=Article_1666741858.html", "image_url": "https://static01.nyt.com/images/2021/04/29/world/29virus-india3/29virus-india3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=40fca08a4c53bdc05e8292257fd77499fd0de0723b05ff6b185faf091a9e19f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_29_world_asia_india-coronavirus-vaccines.html_action=click&module=RelatedLinks&pgtype=Article_1666741858.html", "title": "Mass Vaccination, India’s Covid-19 Escape Route, Poses a Giant Challenge", "title_page": "Mass Vaccination, India’s Covid-19 Escape Route, Poses a Giant Challenge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — India is the world’s leading producer of vaccines, but over the past week it has also been the global leader in Covid-19 deaths, and it is not at all clear that the country can vaccinate itself out of the crisis.\nThe answer to that question is a matter of urgent interest in India, where a second wave of infection has left a tableau of death and despair, but it may also have big implications for other countries battling the pandemic.\nIndia is a critical supplier in the global effort to vaccinate people against the coronavirus, and its struggles to roll out enough vaccine for its own 1.4 billion people are being closely watched abroad.\nIn Africa, especially, ripples from the Indian crisis are already being felt.\nHealth officials on the continent who had been counting on vaccine shipments from India learned just weeks ago that they may not be arriving when expected. India’s prime minister, Narendra Modi, suspended exports of nearly all 2.4 million doses of the AstraZeneca vaccine produced daily by its top vaccine company, the Serum Institute of India.", "url": "https://www.nytimes.com/2021/04/29/world/asia/india-coronavirus-vaccines.html?action=click&module=RelatedLinks&pgtype=Article"}