{"authors": ["Somini Sengupta", "Geneva Abdul", "Manuela Andreoni", "Veronica Penney"], "date_download": "2022-10-25 23:48:12", "date_modify": "2022-10-25 23:48:12", "date_publish": "2021-03-25 09:00:19", "description": "Public transit offers a simple way for cities to lower greenhouse gas emissions, but the pandemic has pushed ridership, and revenue, off a cliff in many big systems.", "filename": "2021_03_25_climate_buses-trains-ridership-climate-change_1666741692.html", "image_url": "https://static01.nyt.com/images/2021/03/25/climate/25CLI-TRANSIT1/25CLI-TRANSIT1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=080525cdc1876e12f3cb65134d25bba4f6e1cc1380af679869a4f03eaa715873&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_25_climate_buses-trains-ridership-climate-change_1666741692.html", "title": "Why Riders Abandoning Buses and Trains is a Problem for Climate Change", "title_page": "Why Riders Abandoning Buses and Trains is a Problem for Climate Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We are facing maybe the most important crisis in the public transit sector in different parts of the world,” said Sérgio Avelleda, the director of urban mobility for the World Resources Institute and a former transport secretary for São Paulo, Brazil. “It’s urgent to act.”\nBut act how? Transit agencies that have been bailed out by the government are wondering how long the generosity will last, and almost everywhere, transportation experts are scrambling to figure out how to better adapt public transit to the needs of riders as cities begin to emerge from the pandemic.\nFor now, people simply aren’t moving around much. Even in cities like Delhi, where most businesses are open, many office workers are working from home and universities haven’t resumed in-person classes. Paris has a 6 p.m. curfew.\nUnderstand the Latest News on Climate Change Card 1 of 5 Shifting patterns. The melting of the snowpack in the high Cascades has long been a source of sustenance in the Pacific Northwest. But as climate change makes seasons less predictable and precipitation more variable, people there are reimagining the region’s future and the tools that will be needed to manage it. Facing drought. The story of the Netherlands’ long struggles against excess water is written all over its boggy landscape. Now that climate change is drying it out, the Dutch are hoping to engineer once again their way to safety — only this time, by figuring out how to hold onto water instead of flushing it out. A more extreme monsoon. South Asia’s annual monsoon is inextricably linked, culturally and economically, to much of Asia, bringing life-giving water to nearly one-quarter of the world’s population. But climate change is making the monsoon more erratic, less dependable and even dangerous, with more violent rainfall as well as worsening dry spells. Wildfire smoke pollution. Smoke from wildfires has worsened over the past decade, potentially reversing decades of improvements in Western air quality made under the Clean Air Act, according to new research. Some areas in the Western United States had increases in particulate pollution from smoke that were about the same amount as the improvements in air quality from regulating factories and other sources of pollution. Relinquishing a fortune. Yvon Chouinard, the founder of the outdoor apparel maker Patagonia, transferred ownership of his company to a trust and an organization devoted to fighting climate change. The move comes at a moment of growing scrutiny for billionaires whose rhetoric about making the world a better place often don’t match reality.\nIn some places, fear of the virus has driven people into cars. In the United States, used car sales have shot up and so have prices of used cars. In India, a company that sells secondhand cars online saw sales swell in 2020 and its own value as a company jump to $1 billion, according to news reports. Elsewhere, bike sales have grown, suggesting that people are pedaling a bit more.\nThe worry about the future is twofold. If commuters shun public transit for cars as their cities recover from the pandemic, that has huge implications for air pollution and greenhouse gas emissions. Most importantly, if transit systems continue to lose passenger fare revenues, they will not be able to make the investments necessary to be efficient, safe and attractive to commuters.", "url": "https://www.nytimes.com/2021/03/25/climate/buses-trains-ridership-climate-change.html"}