{"authors": ["Jenny Gross", "Adam Satariano"], "date_download": "2022-10-25 23:00:19", "date_modify": "2022-10-25 23:00:19", "date_publish": "2021-05-04 19:35:40", "description": "The e-commerce giant’s European retail business had record sales in 2020, but its headquarters on the continent reported a $1.4 billion loss.", "filename": "2021_05_04_business_amazon-corporate-tax_1666738819.html", "image_url": "https://static01.nyt.com/images/2021/05/05/multimedia/04xp-amazon-tax-print/04xp-amazon-tax-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a422e7b577ff9ed234469c75f6b96c6ed4630f0dcfac9ab27e630744f925b69e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_04_business_amazon-corporate-tax_1666738819.html", "title": "Amazon Paid No Corporate Tax to Luxembourg", "title_page": "Amazon Paid No Corporate Tax to Luxembourg - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Amazon had a record-breaking year in Europe in 2020, as the online giant took in revenue of 44 billion euros while people were shopping from home during the pandemic. But the company ended up paying no corporate tax to Luxembourg, where the company has its European headquarters.\nThe company’s European retail division reported a loss of €1.2 billion ($1.4 billion) to Luxembourg authorities, according to a recent financial filing, making it exempt from corporate taxes. The loss, which was due in part to discounts, advertising and the cost of hiring new employees, also meant the company received €56 million in tax credits that it could use to offset future tax bills when it makes a profit, according to the filing, released in March.\nAmazon was in compliance with Luxembourg’s regulations, and it pays taxes to other European countries on profits it makes on its retail operations and other parts of the business, like its fulfillment centers and its cloud computing services.\nBut the filing is likely to provide fresh ammunition for European policymakers who have long tried to force American tech giants to pay more taxes. And the Biden administration is pushing for changes in global tax policy as part of an effort to raise taxes on large corporations, which have long used complicated maneuvers to avoid or reduce their tax obligations, including by shifting profits to lower-tax countries, like Luxembourg, Ireland, Bermuda and the Cayman Islands.", "url": "https://www.nytimes.com/2021/05/04/business/amazon-corporate-tax.html"}