{"authors": ["Joseph Goldstein"], "date_download": "2022-10-25 22:55:49", "date_modify": "2022-10-25 22:55:49", "date_publish": "2021-05-20 09:00:25", "description": "As demand shrinks, the city is turning to door-to-door outreach to overcome vaccine skepticism. “Nobody I know took the shot,” one man said.", "filename": "2021_05_20_nyregion_vaccine-hesitancy-outreach_1666738549.html", "image_url": "https://static01.nyt.com/images/2021/05/03/nyregion/00nyvirus-vaccinepush/00nyvirus-vaccinepush-facebookJumbo-v3.jpg?year=2021&h=550&w=1050&s=814dcc4e1aae5955937f655ca0490e8e8f055d07f312e227cf9a479b9f0067d6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_20_nyregion_vaccine-hesitancy-outreach_1666738549.html", "title": "They’re Reluctant to Get Vaccinated. Will a Knock on the Door Help?", "title_page": "They’re Reluctant to Get Vaccinated. Will a Knock on the Door Help? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, she explained, they were unlikely to get vaccinated. It was up to God whether or not she got Covid-19, she said, and whether or not she died.\nNew York City’s vaccination campaign has been successful by many measures. The city’s second wave is receding fast. Pandemic restrictions are loosening. About 59 percent of the city’s adults have received at least one dose.\nBut Black and Hispanic New Yorkers are getting vaccinated at significantly lower rates than other groups. Citywide, only about 33 percent of Black adults have gotten a vaccine dose. For Hispanic adults, the rate is 42 percent. And demand for the vaccine is dwindling.\nThe racial disparities are partly the result of access, with more robust health care and vaccine distribution in some neighborhoods than others. But resistance to the vaccine, which has been well documented in conservative rural areas, also runs strong in major cities, including New York, the epicenter of the pandemic just a year ago.\nNew York City public health officials are now trying to reach out to unvaccinated New Yorkers individually. They are urging community groups to start knocking on doors to persuade people to get vaccinated, as Mr. Ramos’s organization, the Bronx Rising Initiative, has been doing for months. Those who agree get appointments for vaccine shots in a temporary clinic nearby.", "url": "https://www.nytimes.com/2021/05/20/nyregion/vaccine-hesitancy-outreach.html"}