{"authors": ["Elian Peltier", "Ruth Maclean"], "date_download": "2022-10-25 22:57:15", "date_modify": "2022-10-25 22:57:15", "date_publish": "2021-05-25 15:21:32", "description": "The interim president and prime minister, appointed to oversee preparations for elections next year, were detained. Nine months ago, another coup toppled the previous president.", "filename": "2021_05_25_world_africa_mali-military-coup_1666738635.html", "image_url": "https://static01.nyt.com/images/2021/05/25/world/25mali01/25mali01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fefa44e3ec6ca54d0838635a63c2de2fdc51f15be79541393b62bbbc97890334&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_25_world_africa_mali-military-coup_1666738635.html", "title": "Military Ousts Civilian Leaders in Mali", "title_page": "Military Ousts Civilian Leaders in Mali - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Military officials in Mali ousted the country’s interim civilian leaders on Tuesday, setting up a new crisis for the West African nation, just nine months after the previous president was forced out in a military coup.\nThe leaders — Bah N’Daou, the president, and Moctar Ouane, the prime minister — were appointed last year to lead a transitional government to prepare for new elections. They were both detained by the military on Monday and taken to a base outside the capital, Bamako. On Tuesday, they were officially stripped of their duties, the military said.\nPresident Emmanuel Macron of France denounced the ouster as a coup on Tuesday and threatened to impose sanctions on the military leaders. France has remained involved in the affairs of Mali, a former colony, intervening in 2012 to fight an Islamist insurgency there and in the broader Sahel region.\nBoubacar Sangaré, an independent journalist and researcher in Bamako, said that military interference in politics was a recurring problem in Mali.", "url": "https://www.nytimes.com/2021/05/25/world/africa/mali-military-coup.html"}