{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 22:57:38", "date_modify": "2022-10-25 22:57:38", "date_publish": "2021-07-18 19:20:05", "description": "An emergency measure intended to allow Congress to function amid a nationwide lockdown has become a matter of personal and political convenience for House members of both parties.", "filename": "2021_07_18_us_politics_congress-remote-voting_1666738658.html", "image_url": "https://static01.nyt.com/images/2021/07/18/us/politics/18dc-cong1/18dc-cong1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=d8cb7e14a00977fa0d246db6b29d854887faa187411a1459a798a9ba03040a85&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_18_us_politics_congress-remote-voting_1666738658.html", "title": "How Remote Voting in Congress Has Become a Useful Perk", "title_page": "How Remote Voting in Congress Has Become a Useful Perk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Perhaps no one has benefited more from the arrangement than Speaker Nancy Pelosi, who recently informed lawmakers that proxy voting would be in effect for the remainder of the summer. It has allowed Ms. Pelosi, whose majority is so slim that she can afford to lose no more than four Democrats if every member is present and voting, to all but ensure that absences alone do not cost her pivotal support.\nRank-and-file lawmakers have also taken full advantage. The day before the border junket, Representative Ron Kind, a politically endangered Wisconsin Democrat, used proxy voting so that he could instead accompany President Biden on a visit through his home state.\nIn February, a dozen Republicans including Matt Gaetz of Florida and Devin Nunes of California were criticized for doing the same to attend the annual Conservative Political Action Conference in Florida — after many of them had excoriated Democrats for their use of proxy voting. Around the same time, several Democrats used proxies to cast votes to attend protests in Minneapolis around the murder trial of Derek Chauvin.\nAnd data suggests that lawmakers regularly use the system to extend their weekends back home. According to outside experts who compiled and analyzed data on proxy voting in the House, its use often ticks up on days lawmakers are scheduled to fly in and out of town. The House returns on Monday after a two-week break; on its final day in session before the recess began, 39 members used proxies instead of showing up in person to vote.\n“People using it are lying,” said Representative Mike Gallagher, Republican of Wisconsin, heaping criticism on leaders in both parties for doing little to police abuses. Congress itself, he asserted, is paying the price.", "url": "https://www.nytimes.com/2021/07/18/us/politics/congress-remote-voting.html"}