{"authors": ["Michael D. Shear", "Katie Rogers", "Annie Karni"], "date_download": "2022-10-25 23:47:38", "date_modify": "2022-10-25 23:47:38", "date_publish": "2021-05-14 07:00:20", "description": "As Mr. Biden settles into the office he has chased for more than three decades, aides say he demands hours of debate from scores of policy experts.", "filename": "2021_05_14_us_politics_joe-biden-policy-decisions_1666741658.html", "image_url": "https://static01.nyt.com/images/2021/05/08/us/politics/08dc-biden-promo/08dc-biden-promo-facebookJumbo.jpg?year=2021&h=549&w=1050&s=1475c93b1fe30ce898e9e853e3bd9a67f833738a2ae3c929c7712c9ccc30bfde&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_14_us_politics_joe-biden-policy-decisions_1666741658.html", "title": "Beneath Joe Biden’s Folksy Demeanor, a Short Fuse and an Obsession With Details", "title_page": "Beneath Joe Biden’s Folksy Demeanor, a Short Fuse and an Obsession With Details - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The commander in chief was taking his time, as usual.\nIt was late March, and President Biden was under increasing pressure to penalize President Vladimir V. Putin of Russia for election interference and the biggest cyberattack ever on American government and industry. “I have to do it relatively soon,” he said to Jake Sullivan, his national security adviser.\nMr. Biden had already spent the first two months of his presidency debating how to respond to Mr. Putin, and despite his acknowledgment in March that he needed to act quickly, his deliberations were far from over. He convened another meeting in the Situation Room that stretched for two and a half hours, and called yet another session there a week later.\n“He has a kind of mantra: ‘You can never give me too much detail,’” Mr. Sullivan said.\nQuick decision-making is not Mr. Biden’s style. His reputation as a plain-speaking politician hides a more complicated truth. Before making up his mind, the president demands hours of detail-laden debate from scores of policy experts, taking everyone around him on what some in the West Wing refer to as his Socratic “journey” before arriving at a conclusion.\nThose trips are often difficult for his advisers, who are peppered with sometimes obscure questions. Avoiding Mr. Biden’s ire during one of his decision-making seminars means not only going beyond the vague talking points that he will reject, but also steering clear of responses laced with acronyms or too much policy minutiae, which will prompt an outburst of frustration, often laced with profanity.", "url": "https://www.nytimes.com/2021/05/14/us/politics/joe-biden-policy-decisions.html"}