{"authors": ["Helene Cooper", "Eric Schmitt", "David E. Sanger"], "date_download": "2022-10-25 23:27:38", "date_modify": "2022-10-25 23:27:38", "date_publish": "2021-04-17 17:14:31", "description": "Over two decades of war, the Pentagon had fended off the political instincts of elected leaders frustrated with the grind of Afghanistan. But President Biden refused to be persuaded.", "filename": "2021_04_17_us_politics_biden-afghanistan-withdrawal_1666740458.html", "image_url": "https://static01.nyt.com/images/2021/04/17/us/politics/17dc-biden-afghanistan-1/17dc-biden-afghanistan-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ff0cb064e225c81588a4ec93e1447f3e851380b12ade8061686cd4a33e9a1418&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_17_us_politics_biden-afghanistan-withdrawal_1666740458.html", "title": "Biden Rejects Pentagon's Views on Afghanistan Withdrawal", "title_page": "Biden Rejects Pentagon's Views on Afghanistan Withdrawal  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For the president, it came down to a simple choice, according to officials with knowledge of the debate: Acknowledge that the Afghan government and its fragile security forces would need an American troop presence to prop them up indefinitely, or leave.\n“No one wants to say that we should be in Afghanistan forever, but they insist now is not the right moment to leave,” Mr. Biden said in announcing his decision on Wednesday. “So when will it be the right moment to leave? One more year? Two more years? Ten more years?”\nThe story of how Mr. Biden decided to end the American war in Afghanistan should surprise no one who has spent more than 10 minutes in his company over the past two decades. Yes, he had joined 97 other senators on Sept. 14, 2001, to vote in favor of going to war in Afghanistan. He had even been in favor of the Iraq war the next year.\nBut Mr. Biden turned on both endeavors and told anyone who would listen, in expository speeches that sometimes lasted for hours. In 2008, during visits to Afghanistan as chairman of the Senate Foreign Relations Committee, he “found confusion at all levels about our strategy and objectives,” Robert M. Gates, the former defense secretary, wrote in a memoir, “Duty.” Mr. Biden was so frustrated with the Afghan leadership, Mr. Gates added, that he once threw down his napkin and walked out of a dinner with President Hamid Karzai.\nAs vice president, Mr. Biden clashed with the Pentagon, including Mr. Gates, and Secretary of State Hillary Clinton about troop levels in the country, arguing for bringing them down to a minimal counterterrorism force. (He lost that battle.) And Mr. Biden was furious, Mr. Obama reported in his memoir, at generals who were trying to force a decision to commit additional troops with leaks saying that if more were not sent, the result would be mission failure.\nMr. Obama wrote that Mr. Biden used a vivid epithet and warned him about generals who “are trying to box in a new president.” The vice president leaned forward, putting his face “a few inches from mine and stage-whispered, ‘Don’t let them jam you,’ ” Mr. Obama recalled.", "url": "https://www.nytimes.com/2021/04/17/us/politics/biden-afghanistan-withdrawal.html"}