{"authors": ["Mihir Zaveri"], "date_download": "2022-10-25 22:56:14", "date_modify": "2022-10-25 22:56:14", "date_publish": "2021-07-25 18:45:05", "description": "The program, designed to prevent mass evictions, has gotten off to a slow start, advocates said. And the end of the state’s eviction moratorium looms.", "filename": "2021_07_25_nyregion_new-york-city-rent-relief_1666738574.html", "image_url": "https://static01.nyt.com/images/2021/07/25/lens/25-nyrentrelief-photo-02/25-nyrentrelief-photo-02-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4169bad3ef3631c1f133ad042583ecf7b6b3e339c7cd107d33088ff5156f3af2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_25_nyregion_new-york-city-rent-relief_1666738574.html", "title": "New York Has $2.7B for Rent Aid. Not Many Have Received It.", "title_page": "New York Has $2.7B for Rent Aid. Not Many Have Received It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If it’s not done right, there are going to be people in New York State and especially New York City that are going to end up on the street or going into shelter,” said Scott Auwarter, assistant executive director for BronxWorks, a nonprofit helping people apply for the aid.\nState officials said 160,000 applications had been submitted as of Monday and that technical issues were being dealt with as quickly as they came up. They acknowledged that other states got an earlier start, but said their first priority was processing applications from the most indigent tenants.\n“We are now ready to safely and efficiently deliver billions of dollars in rental assistance to New Yorkers,” said Justin Mason, a spokesman for the State Office of Temporary and Disability Assistance, which is administering the program.\nUnder the program, tenants who submit a properly completed application are protected from eviction even if the case is being processed and aid has not been distributed.\nBut the need in New York, which has more renters than any other state in the country, is enormous, and it remains to be seen how many struggling tenants will actually benefit from the program.\nMore than 830,000 households in New York State, the majority of which are in New York City, are behind on rent, with a total estimated debt of more than $3.2 billion, according to an analysis of census data by the National Equity Atlas, a research group associated with the University of Southern California.\nTenant advocates and housing lawyers have been scrambling for months to raise awareness about the program and said many people may not even know the aid exists.", "url": "https://www.nytimes.com/2021/07/25/nyregion/new-york-city-rent-relief.html"}