{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:54:47", "date_modify": "2022-10-25 23:54:47", "date_publish": "2021-01-21 14:21:25", "description": "FIFA sends a stern warning to clubs that are considering forming their own lucrative competition.", "filename": "2021_01_21_sports_super-league-fifa-world-cup_1666742087.html", "image_url": "https://static01.nyt.com/images/2021/01/21/sports/soccer-leaguesWEB1/merlin_175722723_772d505d-a114-4a45-b8a2-b62b678a59e4-facebookJumbo.jpg?year=2021&h=549&w=1050&s=1883fa843438a797a5ab6291fcfe5445aa6cfe625bfb914991334b4ecc9bf97e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_21_sports_super-league-fifa-world-cup_1666742087.html", "title": "Players in a New Super League Would Be Barred From the World Cup", "title_page": "Players in a New Super League Would Be Barred From the World Cup - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "According to documents reviewed by The New York Times, plans for the breakaway European Super League, a project that has been discussed for decades, gathered pace since the summer. Top clubs sought to take advantage of uncertainty in the soccer industry caused by the coronavirus pandemic to forge a new path that would insure a degree of financial stability for them but almost certainly lead to a loss in value and revenue for teams excluded from the project. Each of the would-be permanent members are being promised 350 million euros, or $425 million to sign up, the documents said.\nUnder the proposals, the Super League, which would be played in the middle of the week, would have 16 top soccer franchises as permanent members and add four qualifiers from domestic competitions. The clubs would be split into two groups of 10 with the top four teams in each group qualifying for the knockout stages, culminating in a final that would take place on a weekend. The event would, according to the documents, generate hundreds of millions of dollars in additional revenue for the participating teams, already the richest clubs in the sport. (An alternative version of the plan has 15 permanent members and five qualification spots.)\nThe group has entered into discussions with JPMorgan Chase & Co. to raise financing for the project, according to people with knowledge of the matter. A spokesman for the firm declined to comment.\nThe clearest public indication of how advanced the talks among the clubs are came when Josep Maria Bartomeu, the former president of the soccer club Barcelona, announced in October that his team had agreed with the leaders of what he described as Europe’s other “big clubs” to participate in a European Super League. Bayern Munich, Germany’s biggest team, spoke out this week against a breakaway, but should other top teams find an agreement it would be unrealistic for that club not to be involved as well.\nThe project has long been the brainchild of Florentino Pérez, the president of Barcelona’s rival Real Madrid. Leaked documents from 2018 revealed he had drawn up plans with a Spanish consultancy for a new competition and then held a meeting with FIFA’s president, Gianni Infantino, in 2019 to discuss the plans further, telling him that teams from the Super League competition would be willing to participate in FIFA’s expanded World Cup for clubs, a quadrennial event that Infantino believes can become one of the most important properties in all of sports.", "url": "https://www.nytimes.com/2021/01/21/sports/super-league-fifa-world-cup.html"}