{"authors": ["Erica L. Green"], "date_download": "2022-10-25 23:34:28", "date_modify": "2022-10-25 23:34:28", "date_publish": "2021-08-06 20:29:20", "description": "The Education Department said that it would be the “final extension” of the moratorium.", "filename": "2021_08_06_us_politics_biden-student-loan-repayment-extension_1666740868.html", "image_url": "https://static01.nyt.com/images/2021/08/07/us/06dc-student-debt-print/06political-briefing-student-debt-ALT-facebookJumbo.jpg?year=2021&h=550&w=1050&s=09ff0178f3b031e1968db3c0da4752e3490b9dfb8ccd9431d5fe9c9eaceff85c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_06_us_politics_biden-student-loan-repayment-extension_1666740868.html", "title": "Biden Administration Extends Student Loan Repayment Pause", "title_page": "Biden Administration Extends Student Loan Repayment Pause - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Education Department announced Friday that it would continue a moratorium on federal student loan payments through Jan. 31, extending emergency relief for millions of borrowers that had been set to expire next month.\nThe department said that this would be the “final extension” of the pause, which the Trump administration instituted in March 2020 at the outset of the coronavirus pandemic, and that the additional time would allow the agency to transition borrowers back into repayment and reduce the risk of default and delinquency. More than 40 million borrowers have federally held loans, and during the moratorium, they have been interest-free and not subject to repayment or penalties for nonpayment.\n“The payment pause has been a lifeline that allowed millions of Americans to focus on their families, health and finances instead of student loans during the national emergency,” Education Secretary Miguel A. Cardona said in a statement. “As our nation’s economy continues to recover from a deep hole, this final extension will give students and borrowers the time they need” to plan to resume payments.\nSeveral Democratic leaders in Congress had pressed the Biden administration over the summer to continue the student loan pause, saying that the fast-approaching expiration was ill timed considering that millions were still suffering financial hardship from the pandemic.", "url": "https://www.nytimes.com/2021/08/06/us/politics/biden-student-loan-repayment-extension.html"}