{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:24:05", "date_modify": "2022-10-25 23:24:05", "date_publish": "2021-08-20 10:00:11", "description": "Prematurely ending federal programs had little effect on employment but sharply cut spending, potentially hurting state economies, researchers say.", "filename": "2021_08_20_business_economy_unemployment-benefits-economy-states_1666740245.html", "image_url": "https://static01.nyt.com/images/2021/08/19/business/benefits-cutoff-promo/benefits-cutoff-promo-facebookJumbo.jpg?year=2021&h=549&w=1050&s=54d481fd307151ce51fa29b611f1ff75decd9ffa1fc9e35db6545e98e8d102ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_20_business_economy_unemployment-benefits-economy-states_1666740245.html", "title": "Cutoff of Jobless Benefits Is Found to Get Few Back to Work", "title_page": "Cutoff of Jobless Benefits Is Found to Get Few Back to Work - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There is some evidence of that in the current labor market: Data from Gusto, a provider of payroll and other services to small businesses, shows that employment among adults 25 and older has risen faster in states that cut federal benefits, while in states that kept the benefits, employment has risen faster among teenagers. That suggests employers may have turned to younger workers to fill jobs during a labor shortage.\nOther recent research also finds that benefits are not the primary driver of employers’ hiring woes. Economists at the Federal Reserve Bank of San Francisco used data from the government’s Current Population Survey to conclude that the $300 supplement “likely had small but noticeable effects on job search and worker availability in early 2021.” Jed Kolko, chief economist at the employment site Indeed, looked at more recent data from the same survey and found that the states that have cut benefits have experienced employment growth that was at most slightly faster than in states that kept the benefits.\nAnd in a study published this summer, economists at the University of Chicago and the JPMorgan Chase Institute used data from thousands of Chase customers to study the effect of the $300 supplement. Like Mr. Dube and his co-authors, they found that the benefits had a small though measurable effect on employment.\n“It’s among the factors,” said Fiona Greig, co-president of the JPMorgan Chase Institute. “It’s playing a role, but it’s not this on-off switch, where if you turn it off everyone goes back to work.”\nMs. Greig said a variety of other factors could be discouraging people from returning to work, including child care issues and concerns about the coronavirus itself. Those issues may have receded somewhat over the summer, but they could worsen again this fall if virus cases continue to rise. If people lose benefits and don’t quickly return to work, they will have to cut spending — which will hurt their families and the economy overall.\n“You have to weigh the pros and the cons,” Ms. Greig said. “If these benefits get turned off, some of them may go back to work, but some of them may not, and those who do not will likely cut their spending a lot.”\nCoral Murphy Marcos contributed reporting.", "url": "https://www.nytimes.com/2021/08/20/business/economy/unemployment-benefits-economy-states.html"}