{"authors": ["Katrin Bennhold"], "date_download": "2022-10-25 23:38:51", "date_modify": "2022-10-25 23:38:51", "date_publish": "2021-11-24 15:41:28", "description": "Germany’s next chancellor is something of an enigma. He comes to power with a dizzying array of challenges, raising questions about whether he can fill the very big shoes of his predecessor.", "filename": "2021_11_24_world_europe_germany-new-chancellor-olaf-scholz_1666741131.html", "image_url": "https://static01.nyt.com/images/2021/11/23/world/00germany-scholz-1/00germany-scholz-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_24_world_europe_germany-new-chancellor-olaf-scholz_1666741131.html", "title": "Who Is Olaf Scholz, Germany's Next Chancellor?", "title_page": "Who Is Olaf Scholz, Germany's Next Chancellor? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Born in Osnabrück, northern Germany, Mr. Scholz grew up in Hamburg, the city he would later run as mayor. His grandfather was a railway man, his parents worked in textiles. He and his brothers were the first in his family to go to university.\nHe was still in high school when he joined the Social Democrats. A fiery young Socialist, he spent a decade as a labor lawyer defending workers threatened by factory closures. Then, as secretary-general of his party under the last center-left administration of Chancellor Gerhard Schröder, he defended painful labor market reforms with a machine-like efficiency that earned him the nickname “Scholzo-mat.”\nWhen he was first elected into Parliament he sat with the left wing of his party. Today he is considered to be to the right of much of its base — not unlike President Biden in the United States, with whom he is sometimes compared.\nBut like with Biden, some see some leftist reflexes.\nMr. Scholz lost his party’s leadership contest to a pair of leftists two years ago, but surprised and impressed some of his fiercest critics in his own party when he pulled out a “bazooka” of hundreds of billions of euros in state aid to help struggling workers and businesses during the pandemic.\nSome hope that this — and his election campaign theme centered on respect for the working classes — was proof that the youthful idealist who mellowed into a post-ideological centrist might be turning more radical again in his 60s.", "url": "https://www.nytimes.com/2021/11/24/world/europe/germany-new-chancellor-olaf-scholz.html"}