{"authors": ["Jim Tankersley", "Peter Eavis", "Lauren Hirsch"], "date_download": "2022-10-25 23:38:29", "date_modify": "2022-10-25 23:38:29", "date_publish": "2021-01-09 10:00:08", "description": "The National Association of Manufacturers’ growing frustration during the last year culminated with its call to invoke the 25th Amendment.", "filename": "2021_01_09_business_national-association-manufacturers-trump_1666741109.html", "image_url": "https://static01.nyt.com/images/2021/01/10/us/10dc-Manufacturers-print1/07dc-Manufacturers-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b0868362ced350356ecc33c3c2c87d05c43d4ad135b3ce6d37e2ee33de1f2b87&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_09_business_national-association-manufacturers-trump_1666741109.html", "title": "Loyal to Trump for Years, Manufacturing Group Now Calls for His Removal", "title_page": "Loyal to Trump for Years, Manufacturing Group Now Calls for His Removal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Manufacturers split with Mr. Trump on immigration policy and, most notably, trade, opposing tariffs that Mr. Trump began to impose in 2018. But this year the rift widened considerably.\nIn the spring, Mr. Trump named Mr. Timmons to an industry group advising the administration on reopening the economy safely in the pandemic. But in April, Mr. Timmons vented on Facebook and in an interview about protesters who were pushing for a fast reopening when many manufacturers were struggling to secure personal protective equipment for their workers.\nMr. Trump was encouraging the protests and demanding the lifting of government restrictions on activity, but at the time, Mr. Timmons declined to criticize him publicly. “I’m not going to get into that,” he said. “I’m going to use my platform to say what I believe is right and what I believe is good for my manufacturing workers.”\nThe association congratulated Mr. Biden after the election was called in his favor. Nearly two weeks later, it released a statement urging federal officials to ascertain Mr. Biden as president-elect and start the formal transition of power. On Jan. 4, the group denounced efforts by Mr. Trump and congressional Republicans to challenge certification of Mr. Biden’s victory. Each of those releases followed extensive conversations among members of the executive board.\nThe release on Wednesday did not involve the same level of debate. Mr. Timmons said the attacks at the Capitol violated the association’s core values. As rioters stormed the Capitol, the association staff convened a Zoom call, assembled the statement and released it by midafternoon.\n“Vice President Pence, who was evacuated from the Capitol, should seriously consider working with the cabinet to invoke the 25th Amendment to preserve democracy,” it read. “This is not the vision of America that manufacturers believe in and work so hard to defend.”\nMany members of the executive committee either did not comment or did not say whether they supported the association’s statement when asked. The committee includes representatives from some of the most prominent names in corporate America, such as Pfizer, Johnson & Johnson, Toyota, Dow Inc., Caterpillar, Goodyear Tire and Emerson Electric. Some of the companies released statements of their own about the invasion but would not say publicly whether they supported the trade group’s statement.", "url": "https://www.nytimes.com/2021/01/09/business/national-association-manufacturers-trump.html"}