{"authors": ["Sheera Frenkel", "Maria Abi-Habib", "Julian E. Barnes"], "date_download": "2022-10-25 23:25:48", "date_modify": "2022-10-25 23:25:48", "date_publish": "2021-02-05 16:09:45", "description": "Russian news outlets with connections to the Kremlin ran disingenuous Spanish-language stories targeting vaccines made in the United States and Europe, researchers said.", "filename": "2021_02_05_technology_russia-covid-vaccine-disinformation_1666740348.html", "image_url": "https://static01.nyt.com/images/2021/02/03/business/00russiavax-misinfo/00russiavax-misinfo-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=1415c0265e9966239d311f0fac8b43f2bbd380a077f012076f7259bfb75c736f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_05_technology_russia-covid-vaccine-disinformation_1666740348.html", "title": "Russian Campaign Promotes Homegrown Vaccine and Undercuts Rivals", "title_page": "Russian Campaign Promotes Homegrown Vaccine and Undercuts Rivals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Intelligence officials in the United States noticed the first uptick in Russia targeting Spanish-speaking communities in August, when President Vladimir V. Putin announced that he had granted approval to Sputnik V. Since then, Russia’s campaign has intensified, said two intelligence officials who spoke to The New York Times on the condition of anonymity because they were not authorized to speak with reporters.\nThe State Department officials described Russia’s influence campaign as a combination of Russia’s state-backed media outlets highlighting reports that warned about the dangers of the U.S. vaccines, while promoting any reports that were enthusiastic about the Russian-made vaccine.\nAt the State Department, a report circulated last month outlining Russia’s efforts, according to the officials. A department spokeswoman said Russia had tried to promote its own vaccine while “seeking to sow distrust” in the United States about Western vaccines. Analyzing over 1,000 Russian-aligned Twitter accounts, the State Department’s Global Engagement Center found that Spanish-language accounts showed the greatest engagement. Russia’s campaign, the spokeswoman said, “undermines the collective global effort to end the global pandemic.”\nThe influence campaign in Mexico has become the best understood of the efforts by the outlets with ties to the Kremlin. It was different from previous Russian disinformation campaigns, which leaned on posting false and misleading information online. As social media companies have become more aggressive in rooting out disinformation, Russian operations have focused on promoting selective news stories that skirt the truth, rather than reject it.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe new approach was particularly effective because the Spanish-language Twitter and Facebook accounts of Russia Today and Sputnik, two state-controlled media outlets, regularly rank among the most influential in Latin America, said researchers at First Draft. “They have cultivated a large audience and regularly rank in the top 10 of the most-shared stories or links,” Mr. Longoria said.\nIn a statement, Russia Today said: “RT stories referenced represent a cherry-picked fraction of our coverage, and have been reported on by many other news outlets as well. Although The Times frames them as a part of a ‘disinformation’ campaign, nowhere does it point to any errors, inaccuracies or falsehoods in these stories, therefore baselessly tainting RT news coverage.” Sputnik did not respond to a request for comment.", "url": "https://www.nytimes.com/2021/02/05/technology/russia-covid-vaccine-disinformation.html"}