{"authors": ["Eric Lipton", "Ephrat Livni"], "date_download": "2022-10-25 23:52:34", "date_modify": "2022-10-25 23:52:34", "date_publish": "2021-09-05 07:02:28", "description": "The boom in companies offering cryptocurrency loans and high-yield deposit accounts is disrupting the banking industry and leaving regulators scrambling to catch up.", "filename": "2021_09_05_us_politics_cryptocurrency-banking-regulation_1666741954.html", "image_url": "https://static01.nyt.com/images/2021/09/05/us/politics/00DC-CryptoBank-Illo/00DC-CryptoBank-Illo-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c9482fed5588dadce25cc841d5e6bc6a703b6baef5b22171a74eed9a5cefdf0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_05_us_politics_cryptocurrency-banking-regulation_1666741954.html", "title": "Crypto’s Rapid Move Into Banking Elicits Alarm in Washington", "title_page": "Crypto’s Rapid Move Into Banking Elicits Alarm in Washington - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On the more radical end is decentralized finance, or DeFi, which is more akin to Wall Street for cryptocurrency. Players include Compound, a company in San Francisco that operates completely outside the regulatory system. DeFi eliminates human intermediaries like brokers, bank clerks and traders, and instead uses algorithms to execute financial transactions, such as lending and borrowing.\n“Crypto is the new shadow bank,” Ms. Warren said in an interview. “It provides many of the same services, but without the consumer protections or financial stability that back up the traditional system.”\n“It’s like spinning straw into gold,” she added.\nLawmakers and regulators are worried that consumers are not always fully aware of the potential dangers of the new banklike crypto services and decentralized finance platforms. Crypto deposit accounts are not federally insured and holdings may not be guaranteed if markets go haywire.\nPeople who borrow against their crypto could face liquidation of their holdings, sometimes in entirely automated markets that are unregulated.\nFrom Pawnbroker to Bank\nBlockFi’s extraordinary growth — and the recent crackdown by state regulators — illustrates the fraught path of cryptocurrency financial services companies amid confusion about what they do.\nBlockFi’s business is not dissimilar to that of a regular bank. It takes deposits of cryptocurrencies and pays interest on them. It makes loans in dollars to people who put up cryptocurrency as collateral. And it lends crypto to institutions that need it.\nFor consumers, the main allure of BlockFi is the chance to take loans in dollars up to half of the value of their crypto collateral, allowing customers to get cash without the tax hit of selling their digital assets, or to leverage the value of holdings to buy more cryptocurrency. The company also offers interest of up to 8 percent per year on crypto deposits, compared with a national average of 0.06 percent for savings deposits at banks in August.", "url": "https://www.nytimes.com/2021/09/05/us/politics/cryptocurrency-banking-regulation.html"}