{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:26:44", "date_modify": "2022-10-25 23:26:44", "date_publish": "2021-12-15 10:00:13", "description": "New York will become the nation’s largest city to enact a ban on gas heat and stoves in new buildings. It’s a major step away from fossil fuels that is expected to influence wider markets.", "filename": "2021_12_15_nyregion_nyc-gas-stove-heat-ban_1666740404.html", "image_url": "https://static01.nyt.com/images/2021/12/15/nyregion/15gasban11/merlin_199308495_2f31df84-6baf-47dd-9879-c871a978f8b8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_15_nyregion_nyc-gas-stove-heat-ban_1666740404.html", "title": "N.Y.C.’s Gas Ban Takes Fight Against Climate Change to the Kitchen", "title_page": "N.Y.C.’s Gas Ban Takes Fight Against Climate Change to the Kitchen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New York will be the largest American city to enact such a law, though New Yorkers currently attached to the blue flames of their gas stoves and their cozy gas-powered heaters will not be affected unless they move to a new building. State lawmakers have proposed a measure to ban gas infrastructure in all new buildings starting in 2024, but a vote has not yet been scheduled.\nVariations of gas bans have spread from liberal enclaves like Berkeley, Calif., and Brookline, Mass., to bigger cities, including San Jose, Calif., Seattle and Sacramento, as efforts to curb climate change increasingly take aim at the burning of gas as well as oil. What made the bill a harder sell in New York — where 40 percent of carbon emissions come from buildings — was winter.\nUntil recently, gas was promoted as the cleanest option for heating, and proponents had to convince lawmakers that new and quickly improving electric technologies could heat and cook as well and at least as cheaply.\nReal estate developers argued that the added demand for electricity in winter might lead to blackouts. Developers — along with National Grid, a utility that supplies gas in the city — said the ban’s effect on the climate would be limited until the city stops getting most of its electricity from fossil fuels, and that improved gas equipment should remain an option. A state law requires a shift to renewable sources like solar, wind and water power, but that transition is expected to take years.\nStill, the proposal gained momentum from a yearlong grass-roots campaign; from candidates running on climate issues for city and state office; and from growing concerns about storms, floods and fires. It also drew support from less predictable quarters: independent energy analysts, real estate businesses betting on green development, and even Consolidated Edison, the city’s other main utility, which, unlike National Grid, supplies electricity within New York City as well as gas.", "url": "https://www.nytimes.com/2021/12/15/nyregion/nyc-gas-stove-heat-ban.html"}