{"authors": ["Adam Nossiter"], "date_download": "2022-10-25 23:28:38", "date_modify": "2022-10-25 23:28:38", "date_publish": "2021-08-13 21:18:22", "description": "A recorded speech aired Saturday indicated that President Ashraf Ghani, who has little support at home or abroad, would keep clinging to office.", "filename": "2021_08_13_world_asia_afghanistan-ghani-president-isolated_1666740518.html", "image_url": "https://static01.nyt.com/images/2021/08/13/world/13GHANI-AFGHAN/13GHANI-AFGHAN-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3d12ce2cc2d06291cc62d825ce0e131bf5304f1b22070c7ac17682060f951383&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_13_world_asia_afghanistan-ghani-president-isolated_1666740518.html", "title": "Afghanistan's President Clings to Power as Taliban Close In", "title_page": "Afghanistan's President Clings to Power as Taliban Close In - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Several of his close political associates have surrendered to the Taliban without a fight or fled into exile. His army has all but collapsed, and the warlords he was counting on have proved ineffectual or are bargaining for their lives.\nAfghanistan’s president, Ashraf Ghani, is more isolated than ever, facing pressure to step aside — and not just from the Taliban. His dominion is shrinking by the day. He governs the capital, Kabul, two other cities in the north and east, and pockets in the interior.\nYet Mr. Ghani is stubbornly clinging to office.\nIn a brief recorded speech televised early Saturday afternoon, Mr. Ghani promised to “prevent further instability” but did not resign. With Taliban forces having captured Pul-i-Alam, another provincial capital — this one only 40 miles from Kabul — Mr. Ghani said he had begun “extensive consultations at home and abroad” and that the “results” would soon be shared. He said “remobilizing” Afghanistan’s defense forces was a priority.\nOn Wednesday, he flew to one of his loyalist redoubts, the northern city of Mazar-i-Sharif, in attempts to rally pro-government forces; the city fell to the Taliban on Saturday night. On Thursday, officials said, he spoke by phone with Secretary of State Antony J. Blinken and Defense Secretary Lloyd J. Austin III. On Friday, he was said to be leading a national security meeting in the Kabul presidential palace.", "url": "https://www.nytimes.com/2021/08/13/world/asia/afghanistan-ghani-president-isolated.html"}