{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:31:09", "date_modify": "2022-10-25 23:31:09", "date_publish": "2021-02-05 17:06:09", "description": "On Friday, he flew home for the first time as president. But it was not on the plane that has so delighted his predecessors.", "filename": "2021_02_05_us_politics_biden-air-force-one_1666740669.html", "image_url": "https://static01.nyt.com/images/2021/02/05/us/politics/05c-biden-travel-sub/05c-biden-travel-sub-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=cf881d0384cd74049d7bd902cc0ea845c8a1f1faa83fc0f51d3555765b52fc5b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_05_us_politics_biden-air-force-one_1666740669.html", "title": "After Years in Government, Biden Has a New Perk: Air Force One", "title_page": "After Years in Government, Biden Has a New Perk: Air Force One - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“When that 747 lands, it’s a sight to behold,” said John D. Podesta, a former White House chief of staff to Mr. Clinton. “When the president walks down those steps, you feel the power of that. He will feel the power of that. It’s a little different from the 757.”\nEven President Donald J. Trump, who liked to brag about his own Trump-branded plane, was impressed.\n“This is a very special plane,” he told reporters after taking them to his front cabin for a rare peek en route to Philadelphia. He had been in office for only six days when he showed off a navy blue Air Force One jacket. His press secretary at the time, Sean Spicer, described him as “in awe of the splendor of this plane.”\nIn 2018, Mr. Trump bragged that the plane, equipped to act as a mobile White House, had “about 20 televisions.” Still, he had plans for a makeover for the plane, plans that never came to fruition and that the Biden administration has made clear could not be lower on its list of priorities.\nMr. Obama appeared equally captivated by his new ride when he took his first flight in the third week of his presidency, traveling a short distance to Williamsburg, Va., to attend a retreat for House Democrats.\n“What do you think of this spiffy ride here? It’s not bad,” Mr. Obama said to reporters sitting in the back of the plane. Like Mr. Trump, he also made a show of his crew jacket, which had his name stitched on it.\nMr. Clinton took his first flight 22 days after taking office in 1993. He flew to Detroit for a nationally broadcast town hall event to lay the groundwork for the economic policies he was set to unveil, while his staff made jokes about how relieved he was to give up his rickety campaign plane, nicknamed “Air Elvis.”\nPresident George W. Bush’s first trip aboard Air Force One after moving into the White House came less than a month into his presidency, when he visited military families and troops at Fort Stewart, in Georgia, part of a slate of trips intended to promote his national security policies.", "url": "https://www.nytimes.com/2021/02/05/us/politics/biden-air-force-one.html"}