{"authors": ["Sharon Lafraniere", "Noah Weiland"], "date_download": "2022-10-25 23:25:47", "date_modify": "2022-10-25 23:25:47", "date_publish": "2021-01-21 20:42:56", "description": "But with 200 million doses pledged for the first quarter of the year, some experts say President Biden’s plan for 100 million shots in 100 days is far too modest.", "filename": "2021_01_21_health_biden-covid-vaccine-supply_1666740347.html", "image_url": "https://static01.nyt.com/images/2021/01/21/science/21VIRUS-VAXSUPPLY1/21VIRUS-VAXSUPPLY1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=728c8ec43a99f2aa4aeed3ce5630dc3ac705a2c5f2ea9f4f0d1fa2917022cda9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_21_health_biden-covid-vaccine-supply_1666740347.html", "title": "Why Biden Inherited a Covid-19 Vaccine Supply Unlikely to Grow Before April", "title_page": "Why Biden Inherited a Covid-19 Vaccine Supply Unlikely to Grow Before April - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the Biden administration takes power with a pledge to tame the most dire public health crisis in a century, one pillar of its strategy is to significantly increase the supply of Covid-19 vaccines.\nBut federal health officials and corporate executives agree that it will be impossible to increase the immediate supply of vaccines before April because of lack of manufacturing capacity. The administration should first focus, experts say, on fixing the hodgepodge of state and local vaccination centers that has proved incapable of managing even the current flow of vaccines.\nPresident Biden’s goal of one million shots a day for the next 100 days, they say, is too low and will arguably leave tens of millions of doses unused. Data collected by the Centers for Disease Control and Prevention suggests that the nation has already reached that milestone pace. About 1.1 million people received shots last Friday, after an average of 911,000 people a day received them on the previous two days.\nThat was true even though C.D.C. data indicates that states and localities are administering as few as 46 percent of the doses that the federal government is shipping to them. An efficient vaccination regimen could deliver millions more shots.", "url": "https://www.nytimes.com/2021/01/21/health/biden-covid-vaccine-supply.html"}