{"authors": ["Dana Rubinstein", "Katie Glueck"], "date_download": "2022-10-25 22:56:41", "date_modify": "2022-10-25 22:56:41", "date_publish": "2021-08-16 16:24:13", "description": "A western New Yorker with centrist Democratic roots, she is described as both tough and disarming. She is also relatively untested.", "filename": "2021_08_16_nyregion_kathy-hochul-governor-ny-cuomo_1666738601.html", "image_url": "https://static01.nyt.com/images/2021/08/15/us/politics/15hochul-1/merlin_193307022_59994cbc-06d1-42e7-9ed4-e76bba3f5772-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4783d610f13398201853c675db387eb1dd68476c0b2712655aa1f57f7f0f1ac4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_16_nyregion_kathy-hochul-governor-ny-cuomo_1666738601.html", "title": "Kathy Hochul’s Rise to the Governorship of New York", "title_page": "Kathy Hochul’s Rise to the Governorship of New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Though Ms. Hochul’s positions on both issues have changed, and though she has championed top Democratic priorities like abortion rights, same-sex marriage and raising the minimum wage, her political record has made some leaders of the party’s left wing wary.\nTo most New Yorkers, polling suggests, she is an unknown quantity, whose approaches to a range of major policy challenges — from dealing with a resurgent pandemic to reviving the state’s economy to reducing a spike in gun violence — are as yet unclear.\nEqually untested is whether her experience — a longtime local politician, she spent less than two years in Congress and never had a close working relationship with Mr. Cuomo — has equipped her to run a government with a budget of $212 billion and about 130,000 employees in the executive branch alone.\nPublicly and privately, Ms. Hochul has made clear she started preparing well before Mr. Cuomo announced his resignation. And for now, Democratic lawmakers — aware of the challenges at hand, desperate to move on from the turbulent Cuomo reign and eager to show the state can function without him — appear inclined to give her significant early leeway.\nIf she succeeds, people who know her say, it will be because of the qualities that make her the un-Cuomo: a disarming personality, skill in cultivating relationships and willingness to seek consensus.\n“Probably the best way to describe her, and it means something in today’s climate: She’s normal,” said Peter T. King, a former Republican representative who served with her in Congress.", "url": "https://www.nytimes.com/2021/08/16/nyregion/kathy-hochul-governor-ny-cuomo.html"}