{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:50:45", "date_modify": "2022-10-25 23:50:45", "date_publish": "2021-12-15 19:00:10", "description": "It is the first major performing arts institution to require boosters, as concern mounts over rising coronavirus cases and the spread of the Omicron variant. The rule will take effect Jan. 17.", "filename": "2021_12_15_arts_music_met-opera-coronavirus-booster-shots-mandate_1666741845.html", "image_url": "https://static01.nyt.com/images/2021/12/16/multimedia/15met-booster1/15met-booster1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_15_arts_music_met-opera-coronavirus-booster-shots-mandate_1666741845.html", "title": "Met Opera to Mandate Booster Shots for Staff and Audiences", "title_page": "Met Opera to Mandate Booster Shots for Staff and Audiences - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Metropolitan Opera announced Wednesday that it would require all eligible adult employees and audience members to get Covid booster shots in order to enter the opera house, making its safety measures stricter than those on Broadway or at other venues.\nThe Met is the first major performing arts organization in the city to announce a booster-shot mandate that will apply to audiences as well as staff members; the new rule will take effect Jan. 17. The policy was announced as concern about rising caseloads and the spread of the Omicron variant is mounting: The average daily number of coronavirus cases in the city has more than doubled over the past two weeks.\n“We think we should be setting an example,” Peter Gelb, the general manager of the Met, said in an interview. “Hopefully we will have an influence on other performing arts companies as well. I think it’s just a matter of time — everyone is going to be doing this.”\nIt is not the first time that performing arts organizations, eager to reassure audiences that they could safely visit theaters, have imposed virus prevention measures that went beyond government mandates. When Broadway theaters announced over the summer that they would require audiences to be vaccinated and masked, it was several days before Mayor Bill de Blasio announced that New York City would impose a vaccine mandate for a variety of indoor spaces, including performing arts venues.", "url": "https://www.nytimes.com/2021/12/15/arts/music/met-opera-coronavirus-booster-shots-mandate.html"}