{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:54:25", "date_modify": "2022-10-25 23:54:25", "date_publish": "2021-09-12 14:25:08", "description": "The temporary agreement should keep Tehran from censure for noncompliance by the nuclear agency, a move that could have derailed already suspended nuclear talks.", "filename": "2021_09_12_world_europe_iran-iaea-nuclear-deal_1666742065.html", "image_url": "https://static01.nyt.com/images/2021/09/12/world/12iran-nuclear/12iran-nuclear-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b759947c6cd24d77f09b02cdc73922b5c834a5025b31af3b336cdff802c22c90&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_12_world_europe_iran-iaea-nuclear-deal_1666742065.html", "title": "Iran and I.A.E.A. Reach Last-Minute Deal on Nuclear Monitoring", "title_page": "Iran and I.A.E.A. Reach Last-Minute Deal on Nuclear Monitoring - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — In a last-minute deal before Iran was likely to be censured for violating its agreements with the International Atomic Energy Agency, the new government in Tehran agreed on Sunday to let the organization reset monitoring devices that help measure the progress of the country’s nuclear program.\nThat deal has been considered a minimal requirement for a resumption of talks in Vienna on trying to restore compliance with the 2015 Iran nuclear deal, which President Donald J. Trump abandoned in 2018. President Biden wants to rejoin the deal, but talks, which have not resumed since June, have been hampered by the desire of both Iran and the United States to alter or enhance it. The nuclear deal essentially put tough limits on Iran’s ability to enrich uranium in return for the lifting of punishing economic sanctions.\nMr. Trump restored most of those sanctions and added to them; Iran responded by breaking the enrichment limits and is now much closer to having enough highly enriched uranium to create a nuclear weapon — which Tehran still insists it has no intention of doing.\nThe director general of the nuclear agency, Rafael M. Grossi, made a quick visit to Iran this weekend and worked out at least a temporary arrangement with Mohammad Eslami, the chief of the country’s Atomic Energy Organization.", "url": "https://www.nytimes.com/2021/09/12/world/europe/iran-iaea-nuclear-deal.html"}