{"authors": ["Luis Ferré-Sadurní", "Jesse Mckinley"], "date_download": "2022-10-25 23:25:03", "date_modify": "2022-10-25 23:25:03", "date_publish": "2021-02-17 18:57:33", "description": "Gov. Andrew Cuomo lashed out at Assemblyman Ron Kim, both publicly and in a private phone call, as a war intensified over the state’s handling of nursing home deaths during the pandemic.", "filename": "2021_02_17_nyregion_nursing-homes-cuomo-ron-kim_1666740303.html", "image_url": "https://static01.nyt.com/images/2021/02/17/nyregion/17nyvirus-kim/17nyvirus-kim-facebookJumbo.jpg?year=2021&h=549&w=1050&s=5e75672ad9ded3e91f9ad91b7c83a1cffe8325e2b3f5f7fca38e0cdcbd02834f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_17_nyregion_nursing-homes-cuomo-ron-kim_1666740303.html", "title": "Cuomo Attacks a Fellow Democrat Over Nursing Home Criticism", "title_page": "Cuomo Attacks a Fellow Democrat Over Nursing Home Criticism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For months, Assemblyman Ron Kim has been one of the few Democratic lawmakers willing to criticize Gov. Andrew M. Cuomo for his handling of the state’s nursing homes during the pandemic, pressing for investigations into the matter.\nSo when a top aide to Mr. Cuomo recently admitted that his administration had withheld nursing home data from state lawmakers, Mr. Kim, whose Queens district was hit hard by the coronavirus, said it appeared the governor was “trying to dodge having any incriminating evidence.”\nHours after Mr. Kim made that comment to The New York Post last Thursday, he said he got an irate late-night call from the governor. Mr. Cuomo began with a question — “Are you an honorable man?” — and then proceeded to yell for 10 minutes, Mr. Kim recalled, threatening to publicly tarnish the assemblyman and urging him to issue a new statement clarifying his remarks.\nMr. Cuomo made good on his threat on Wednesday afternoon.\nIn a remarkable retort, the governor used his press briefing to lob allegations of impropriety at the assemblyman, saying that he and his administration have had a “long and hostile relationship” with Mr. Kim, now in his fifth term.", "url": "https://www.nytimes.com/2021/02/17/nyregion/nursing-homes-cuomo-ron-kim.html"}