{"authors": ["Kurt Streeter"], "date_download": "2022-10-25 23:51:08", "date_modify": "2022-10-25 23:51:08", "date_publish": "2021-09-11 04:01:08", "description": "Stuyvesant High, blocks from the World Trade Center on Sept. 11, finished its football season in 2001 under dour circumstances. Was the attempt at normalcy worth it?", "filename": "2021_09_11_sports_football_september-11-stuyvestant-high_1666741868.html", "image_url": "https://static01.nyt.com/images/2021/09/11/sports/11streeter-sot/11streeter-sot-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fbb9c5e6413f850efd14911c8876a63757e51103bb371d50d49cd7f0ec2229ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_11_sports_football_september-11-stuyvestant-high_1666741868.html", "title": "When Stuyvestant High Finished Its Football Season After 9/11", "title_page": "When Stuyvestant High Finished Its Football Season After 9/11 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "None of his players lost close family members in the attacks, Velkas said, but nearly all saw the devastation up close. They scrambled with their fellow students to evacuate from school. They headed north, sometimes sprinting, fearful of being hit by falling buildings or flying concrete.\nThey made their way home — or in the case of players like Chin, who lived in Battery Park City, which were uninhabitable because of the attacks — to the homes of friends and family members.\nThey wondered what was next. What would become of their school year, their beloved team, their season of high hopes?\nStuyvesant, for over 100 years one of New York City’s most elite public schools, closed for nearly a month. Its building became a triage center.\n“For a while, nobody knew if we were going to have a season,” Velkas told me during one of nearly a dozen recent phone interviews with members of the team. “We were in limbo. Other schools were playing in the city and across the country, but we were not. But we also knew that giving the teenagers on that team something to hold on to — that was key.”\nThe entire school temporarily moved for weeks to Brooklyn Technical High School, where the Peglegs practiced football in the morning and went to classes in the afternoon. There were no showers so they changed in a shop room.", "url": "https://www.nytimes.com/2021/09/11/sports/football/september-11-stuyvestant-high.html"}