{"authors": ["Daniel E. Slotnik", "Apoorva Mandavilli", "Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:26:38", "date_modify": "2022-10-25 23:26:38", "date_publish": "2021-07-27 13:54:21", "description": "The new guidance calls for masks in schools and indoors in areas with low rates of vaccination for everyone regardless of vaccination status.", "filename": "2021_07_27_health_cdc-masks-indoors-delta-variant_1666740398.html", "image_url": "https://static01.nyt.com/images/2021/07/27/world/27virus-briefing-masks/27virus-briefing-masks-facebookJumbo.jpg?year=2021&h=550&w=1050&s=88178d5564657913855c41d57a1581af71f372b9a8cd79cc5d7044bb3a973f81&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_27_health_cdc-masks-indoors-delta-variant_1666740398.html", "title": "What to Know About New C.D.C. Mask Guidelines for the Vaccinated", "title_page": "What to Know About New C.D.C. Mask Guidelines for the Vaccinated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "We acted with the data that we had at the time, the data that we had at the time, the country mostly had alpha — alpha among breakthrough vaccinated infections was not being transmitted to other people. The data that we have right now is different. We have a country that is full of Delta. Delta is a more transmissible virus. And the new data that we have is that Delta is able, in those rare breakthrough infections, to be transmitted to others. The most important thing that we need to say right now is we have — a lot of this country that has a lot of viral burden. That’s driven a lot by people who — mostly by people who are unvaccinated. Those are the people that are driving the new infections. But at an individual level, we believe everybody should be wearing a mask in those areas with substantial and high transmission. We are now a country that is the majority of Delta. We know that our young children, 11 and younger, cannot be vaccinated. We know that our vaccinated individuals, in the rare case that there are a breakthrough, have the potential to pass the virus on to unvaccinated individuals. We know that our 12 to 17-year-olds, right now, have only about 30 percent coverage in fully, in being fully vaccinated. And so taking all of that information together, we believe that the C.D.C. — the C.D.C. recommends that K through 12 schools should be opened for full-time in-person learning. But in those indoor settings, everyone should be masked. And I think the most important thing to recognize is most of the transmission across this country is related to people who are unvaccinated. That is where the majority of transmissions are occurring.", "url": "https://www.nytimes.com/2021/07/27/health/cdc-masks-indoors-delta-variant.html"}