{"authors": ["Carl Zimmer"], "date_download": "2022-10-25 22:57:35", "date_modify": "2022-10-25 22:57:35", "date_publish": "2021-06-16 21:26:00", "description": "A preliminary analysis showed that CureVac’s mRNA vaccine had an efficacy of just 47 percent. “This is pretty devastating for them,” one expert said.", "filename": "2021_06_16_health_covid-vaccine-curevac_1666738655.html", "image_url": "https://static01.nyt.com/images/2021/06/14/science/00CUREVAC1/00CUREVAC1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=845d9daad68f47324e0f61695a07868d0b0f24022fc817304f52b9e8e7116579&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_16_health_covid-vaccine-curevac_1666738655.html", "title": "CureVac’s Covid-19 Vaccine Disappoints in Clinical Trial", "title_page": "CureVac’s Covid-19 Vaccine Disappoints in Clinical Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Independent experts, however, said it would be difficult for CureVac to recover. Natalie Dean, a biostatistician at the University of Florida, said that the vaccine’s efficacy rate might improve somewhat by the end of the trial. But because most of the data is already in, it’s unlikely the vaccine will turn out to be highly protective. “It’s not going to change dramatically,” she said.\nAnd with an efficacy rate that low — far lower than the roughly 95 percent of competing mRNA vaccines made by Pfizer-BioNTech and Moderna — the results do not bode well for CureVac’s shots getting adopted.\n“This is pretty devastating for them,” said Jacob Kirkegaard, a vaccine supply expert at the Peterson Institute for International Economics, a think tank in Washington.\nThe news was disappointing to experts who had hoped the company could provide vaccines for low- and middle-income countries that don’t have nearly enough. CureVac had some advantages over the other mRNA vaccines, such as keeping stable for months in a refrigerator. What’s more, compared with its competitors, CureVac’s vaccine used fewer mRNA molecules per jab, lowering its cost.\nThe trial results released on Wednesday were based on data from 135 volunteers who got sick with Covid-19. An independent panel compared the number of sick people who had received a placebo with those who had received the vaccine. Although the vaccine did seem to offer some protection, the statistical difference between the two groups was not stark, working out to an efficacy rate of 47 percent.", "url": "https://www.nytimes.com/2021/06/16/health/covid-vaccine-curevac.html"}