{"authors": ["Christina Goldbaum"], "date_download": "2022-10-25 23:28:36", "date_modify": "2022-10-25 23:28:36", "date_publish": "2021-08-11 09:00:18", "description": "The Taliban seized nine cities over six days in a major escalation of their military offensive. Here’s what you need to know.", "filename": "2021_08_11_world_asia_taliban-afghanistan-troops-explainer_1666740516.html", "image_url": "https://static01.nyt.com/images/2021/08/11/world/11afghanistan-explainer/11afghanistan-explainer-facebookJumbo.jpg?year=2021&h=550&w=1050&s=794466b660a86cb9c2c66dbaa9658d5bc871b7cffda524f2e72e06760a4baec9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_11_world_asia_taliban-afghanistan-troops-explainer_1666740516.html", "title": "Could the Taliban Take Over Afghanistan? Here’s What We Know.", "title_page": "Could the Taliban Take Over Afghanistan? Here’s What We Know. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Will the Taliban’s advance affect the U.S. military withdrawal?\nThe American military presence in Afghanistan is set to end by the end of the month, and the recent string of Taliban military victories has not moved President Biden to reassess that plan, officials said.\nStill the escalating violence is a predicament for Mr. Biden, who has toed the line between extracting the United States from the war while insisting that he is not abandoning Afghanistan to the Taliban.\nThe American withdrawal is already 95 percent complete, official say. But over the past three weeks, as the Taliban pushed their front lines deep into urban areas, the U.S. military has carried out some airstrikes in Afghanistan to try to buy time for Afghan security forces to rally a defense around the major cities under siege.\nAdministration officials say the Pentagon will likely request authorization from the president for additional airstrikes in the next months, should the key southern city of Kandahar or the nation’s capital, Kabul, appear on the verge of falling.\nBut on Sunday, as three northern cities fell to the insurgents, the American response was muted. It sent a clear message to Afghan leaders: In no uncertain terms, America’s 20-year war in Afghanistan is over, and the Afghan forces will have to retake the cities on their own, or leave them to the Taliban for good.\nNajim Fahim, Fatima Faizi and Thomas Gibbons-Neff contributed reporting from Kabul.", "url": "https://www.nytimes.com/2021/08/11/world/asia/taliban-afghanistan-troops-explainer.html"}