{"authors": ["Nicole Perlroth", "Adam Satariano"], "date_download": "2022-10-25 23:47:08", "date_modify": "2022-10-25 23:47:08", "date_publish": "2021-05-20 19:32:29", "description": "Hospitals in Ireland, New Zealand and Scripps Health in San Diego are reeling from digital extortion attacks.", "filename": "2021_05_20_technology_ransomware-attack-ireland-hospitals_1666741628.html", "image_url": "https://static01.nyt.com/images/2021/05/20/business/20ramsomware/merlin_187943394_a76b24a0-1fae-4e61-a533-6e1192673dc7-facebookJumbo.jpg?year=2021&h=549&w=1050&s=e50a7c6e96779a6ac46edb1986b73a58ba54a5e5c20d297c328afbe274f14ba2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_20_technology_ransomware-attack-ireland-hospitals_1666741628.html", "title": "Irish Hospitals Hit by Cyberattacks, Forcing an I.T. Shutdown", "title_page": "Irish Hospitals Hit by Cyberattacks, Forcing an I.T. Shutdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In California, Scripps Health, which operates five hospitals and a number of clinics in San Diego, is still trying to bring its systems back online two weeks after a ransomware attack crippled its data. In New Zealand, a ransomware attack paralyzed multiple hospitals across the country, forcing clinicians to use pen and paper, and postponing nonelective surgeries.\nLate last year, a ransomware attack on the University of Vermont’s Medical Center upended the lives of cancer patients whose chemotherapy treatments had to be delayed or recreated from memory.\nThe attacks come on top of a similar ransomware attack on Colonial Pipeline, the American pipeline operation that supplies nearly half the gas, diesel and jet fuel to the East Coast. That attack prompted Colonial Pipeline to shut down its pipeline operations, triggering panic buying at the pump and gas and jet fuel shortages along the East Coast. Colonial Pipeline agreed to pay its extortionists, a different cybercriminal gang called DarkSide, nearly $5 million to decrypt its data.\nThe attack in Ireland has caused backlogs inside emergency rooms from Dublin to Galway, and patients have been urged to stay away from hospitals unless they require urgent care.\nIn many Irish counties, appointments have been canceled for radiation treatments, MRIs, gynecological visits, endoscopies and other health services. Health authorities said the attack was also causing delays in Covid-19 test results, but a vaccine appointment system was still working.\nIrish health officials said Thursday that H.S.E. was working to build a new network, separate from the one that has been affected. Hundreds of experts have been recruited to rebuild 2,000 distinct systems. The effort is likely to cost tens of millions of euros, Mr. Reid said.\nThe H.S.E. said Thursday that it had been provided with a key that could decrypt the data being held for ransom, but it was unclear if it would work.", "url": "https://www.nytimes.com/2021/05/20/technology/ransomware-attack-ireland-hospitals.html"}