{"authors": ["Nick Corasaniti"], "date_download": "2022-10-25 23:27:22", "date_modify": "2022-10-25 23:27:22", "date_publish": "2021-03-25 21:31:32", "description": "The law, which has been denounced by Democrats and voting rights groups, comes as Republican-controlled legislatures across the country mount the most extensive contraction of ballot access in generations.", "filename": "2021_03_25_us_politics_georgia-voting-law-republicans_1666740442.html", "image_url": "https://static01.nyt.com/images/2021/03/25/us/politics/25georgia-voting/25georgia-voting-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e7427fa45137f73ac6edc7a09acbf06a5b73c74cdc0999d3a1ec211897b6d508&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_25_us_politics_georgia-voting-law-republicans_1666740442.html", "title": "Georgia G.O.P. Passes Major Law to Limit Voting", "title_page": "Georgia G.O.P. Passes Major Law to Limit Voting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In brief remarks on Thursday evening, Mr. Kemp said the drafting of the bill had started after the 2020 election.\n“We quickly began working with the House and Senate on further reforms to make it easier to vote and harder to cheat,” he said. “The bill I signed into law does just that.”\nThe governor, who is up for re-election in 2022 and was heavily criticized by Donald J. Trump after the election for not abetting the former president’s effort to subvert the outcome, detailed his own history as a secretary of state fighting for stronger voter identification laws, which Democrats have denounced as having an outsize impact on communities of color. Mr. Kemp said that protests against the bill were pure politics.\n“I fought these partisan activists tooth and nail for over 10 years to keep our elections secure, accessible and fair,” Mr. Kemp said.\nGeorgia has quickly become fiercely contested political territory, and a focal point of the continuing clashes over voting rights. During the contentious months after the November election, the state became a particular obsession of Mr. Trump, who spun falsehoods, lies and conspiracy theories about electoral fraud and pressured election officials, including the Republican secretary of state, to “find” him votes.\nYet after election officials rebuffed Mr. Trump, and multiple audits reaffirmed the results, Republican legislators held hearings on the election, inviting some of the president’s allies like Rudolph W. Giuliani to speak. After the hearings, G.O.P. lawmakers promised to introduce new legislation to help “restore confidence” in elections, even though the last one had been held safely and securely.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nOutside the Statehouse in Atlanta on Thursday, a coalition of Black faith leaders assembled a protest, voicing their opposition to the bill and calling for a boycott of major corporations in Georgia that they said had remained silent on the voting push, including Coca-Cola.", "url": "https://www.nytimes.com/2021/03/25/us/politics/georgia-voting-law-republicans.html"}