{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:40", "date_modify": "2022-10-25 23:47:40", "date_publish": "2021-10-07 19:23:28", "description": "An accused rioter has told the F.B.I. that Joseph Biggs, a leader of the far-right Proud Boys, directed him to challenge the police at a key moment on Jan. 6. Mr. Biggs’s lawyer denied the allegation.", "filename": "2021_10_07_us_politics_proud-boys-capitol-riot_1666741660.html", "image_url": "https://static01.nyt.com/images/2021/10/07/us/politics/07dc-investigate-sub1/07dc-investigate-sub1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=51a868e45bb6b730d8c3c708c6eedb9c519dc7f5d62520f927653f6f7a8ba245&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_07_us_politics_proud-boys-capitol-riot_1666741660.html", "title": "Dispute Over Claim That Proud Boys Leader Urged Attack at Capitol", "title_page": "Dispute Over Claim That Proud Boys Leader Urged Attack at Capitol - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow live updates on the House committee hearing on the Jan. 6 attack on the Capitol.\nIn the mosaic of moments that made up the attack on the Capitol on Jan. 6, it has long been one of the most intriguing: As a pro-Trump mob grew in size and anger, a man in a MAGA hat briefly spoke outside the building with the Proud Boys leader Joseph Biggs.\nMinutes later, the man, Ryan Samsel, walked to the front of the crowd, turned his hat backward and started to shove aggressively at a barricade. As others joined him, the barricade fell, knocking down a police officer and arguably setting off the ensuing riot.\nWhile the encounter between Mr. Biggs and Mr. Samsel was caught on video and is often thought of as a tipping point in the Capitol attack, little has been known about what the two men said to each other.\nFor months, however, according to three people familiar with the matter, the government has known Mr. Samsel’s account of the exchange: He has told investigators that Mr. Biggs encouraged him to push at the barricades and that when he hesitated, the Proud Boys leader flashed a gun, questioned his manhood and repeated his demand to move upfront and challenge the police.", "url": "https://www.nytimes.com/2021/10/07/us/politics/proud-boys-capitol-riot.html"}