{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:52:17", "date_modify": "2022-10-25 23:52:17", "date_publish": "2021-07-31 09:00:14", "description": "Low interest rates are one reason that the housing market has taken off. They are far from the only one.", "filename": "2021_07_31_business_economy_home-prices-interest-rates-fed_1666741937.html", "image_url": "https://static01.nyt.com/images/2021/08/01/business/01Fed-Housing-lede-sub/01Fed-Housing-lede-sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=762263cdf0464b3f4ed41134927d16b405e7eb1cdebc5d522eeb00404d52fd67&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_31_business_economy_home-prices-interest-rates-fed_1666741937.html", "title": "Home Prices Are Soaring. Is That the Fed’s Problem?", "title_page": "Home Prices Are Soaring. Is That the Fed’s Problem? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Robert S. Kaplan, the president of the Federal Reserve Bank of Dallas, has been nervously eyeing the housing market as he ponders the path ahead for monetary policy. Home prices are rising at a double-digit pace this year. The typical house in and around the city he calls home sold for $306,031 in June of this year, Zillow estimates, up from $261,710 a year earlier.\nSeveral of Mr. Kaplan’s colleagues harbor similar concerns. They are worried that the housing boom could end up looking like a bubble, one that threatens financial stability. And some fret that the central bank’s big bond purchases could be helping to inflate it.\n“It’s making me nervous that you’ve got this incipient housing bubble, with anecdotal reports backed up by a lot of the data,” James Bullard, the president of the Federal Reserve Bank of St. Louis, said during a call with reporters Friday. He doesn’t think things are at crisis levels yet, but he believes the Fed should avoid fueling the situation further. “We got in so much trouble with the housing bubble in the mid-2000s.”\nPolicymakers don’t need to look far to see escalating prices, because housing is growing more expensive nearly everywhere. Buying a typical home in Boise, Idaho, cost about $469,000 in June, up from $335,000 a year ago, based on Zillow estimates of local housing values. A typical house in Boone, N.C., is worth $362,000, up from $269,000. Prices nationally have risen 15 percent over the past year, Zillow’s data shows, in line with the closely watched S&P CoreLogic Case-Shiller index of home prices, which rose a record 16.6 percent in the year through May.", "url": "https://www.nytimes.com/2021/07/31/business/economy/home-prices-interest-rates-fed.html"}