{"authors": ["Aishvarya Kavi"], "date_download": "2022-10-25 23:48:15", "date_modify": "2022-10-25 23:48:15", "date_publish": "2021-02-07 00:34:37", "description": "The state party voted to censure the No. 3 Republican in the House and demanded her resignation.", "filename": "2021_02_07_us_politics_wyoming-republicans-liz-cheney_1666741695.html", "image_url": "https://static01.nyt.com/images/2021/02/06/us/politics/06dc-cheney/06dc-cheney-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=3f6773dc19075d4934dc5d05bf2979bee0db0f1af68d3b894809bd2b37761a40&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_07_us_politics_wyoming-republicans-liz-cheney_1666741695.html", "title": "Wyoming Republicans Censure Liz Cheney for Trump Impeachment Vote", "title_page": "Wyoming Republicans Censure Liz Cheney for Trump Impeachment Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Wyoming Republican Party voted on Saturday to censure Representative Liz Cheney, the No. 3 Republican in the House, for her vote last month to impeach Donald J. Trump, underlining the sharp party divisions over breaking with the former president.\n“My vote to impeach was compelled by the oath I swore to the Constitution,” Ms. Cheney said in a statement on Saturday. “Wyoming citizens know that this oath does not bend or yield to politics or partisanship.”\nThe censure, which is largely symbolic, came days after Ms. Cheney easily overcame an effort by Trump loyalists in the House to strip her of her leadership position after she voted to charge Mr. Trump with “incitement of insurrection” for his role in urging on a mob that stormed the Capitol. The vote among the House Republican conference, 145 to 61, was a victory for Ms. Cheney, who also retained the support of Representative Kevin McCarthy of California, the top Republican in the chamber.\nThe fierce debate over Ms. Cheney underscored the deep divisions in the Republican Party over Mr. Trump, and state-level Republicans across the country have censured leading political figures who have voiced criticism of Mr. Trump. In Arizona, the party censured Gov. Doug Ducey, former Senator Jeff Flake and Cindy McCain, the widow of former Senator John McCain. In Nebraska, Senator Ben Sasse faces censure by his state’s party, slamming the party in a video on Friday and denouncing what he called the organization’s “worship” of Mr. Trump.", "url": "https://www.nytimes.com/2021/02/07/us/politics/wyoming-republicans-liz-cheney.html"}