{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:48:02", "date_modify": "2022-10-25 23:48:02", "date_publish": "2021-01-27 00:49:37", "description": "All but five Republican senators voted to challenge the constitutionality of the trial, suggesting that Democrats were unlikely to find the 17 they would need to join them in convicting the former president.", "filename": "2021_01_26_us_politics_republicans-impeachment-trump_1666741682.html", "image_url": "https://static01.nyt.com/images/2021/01/26/us/politics/26dc-impeach-promo/26dc-impeach-promo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3b4ce9b4f962a808a55a67a313cfcd1500e56666d158eb34f6fa87cc50594dc3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_26_us_politics_republicans-impeachment-trump_1666741682.html", "title": "Republicans Rally Against Impeachment Trial, Signaling Likely Acquittal for Trump", "title_page": "Republicans Rally Against Impeachment Trial, Signaling Likely Acquittal for Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senate Republicans rallied on Tuesday against trying former President Donald J. Trump for “incitement of insurrection” at the Capitol, with only five members of his party joining Democrats in a vote to go forward with his impeachment trial.\nBy a vote of 55-to-45, the Senate narrowly killed a Republican effort to dismiss the proceeding as unconstitutional because Mr. Trump is no longer in office. But the numbers showed that loyal Republicans were again poised to spare him from conviction, this time despite his role in stirring up a mob that violently targeted lawmakers and the vice president on Jan. 6 as Congress met to finalize the election.\n“I think it’s pretty obvious from the vote today that it is extraordinarily unlikely that the president will be convicted,” said Senator Susan Collins of Maine, one of the five Republicans who voted to proceed to trial. “Just do the math.”\nIt would take two-thirds of senators — 67 votes — to attain a conviction, meaning 17 Republicans would have to cross party lines to side with Democrats in finding Mr. Trump guilty. If they did, an additional vote to disqualify him from ever holding office again would take a simple majority.", "url": "https://www.nytimes.com/2021/01/26/us/politics/republicans-impeachment-trump.html"}