{"authors": ["Farnaz Fassihi"], "date_download": "2022-10-25 23:54:21", "date_modify": "2022-10-25 23:54:21", "date_publish": "2021-11-27 04:24:42", "description": "The crackdown came after the protests spilled over to at least one other city and a major protest on Friday loomed. Weather experts say 97 percent of the country is dealing with water scarcity issues.", "filename": "2021_11_26_world_middleeast_iran-protests-water-shortages_1666742061.html", "image_url": "https://static01.nyt.com/images/2021/11/27/world/27iran-protests/27iran-protests-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_26_world_middleeast_iran-protests-water-shortages_1666742061.html", "title": "Iran Clamps Down on Protests Against Growing Water Shortages", "title_page": "Iran Clamps Down on Protests Against Growing Water Shortages - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Before we had a chance to move, suddenly our tents were set on fire and they started throwing tear gas at us and shooting in the air,” Mr. Tavakoli said. He said the crowd included several families with young children and two babies.\n“I never expected them to do this to us, to beat us, fire at us and injure farmers,” he added.\nFor more than two weeks, Mr. Tavakoli and hundreds of other farmers had been protesting on the dry bed of the city’s storied Zayanderoud River. Tens of thousands of people had joined them in a show of solidarity.\nTheir demand: Restore water flows to the river to help irrigate farmlands laid to waste from years of mismanaging water resources.\n“We have nothing left of our lands and livelihoods, we are just asking for our water rights,” said Mr. Tavakoli. He owns three hectares of farmland that was once lush with crops of wheat, barley, and vegetables. The land has been dry and barren for 15 months, forcing Mr. Tavakoli to sell his livestock to survive.\nIran has been facing increasing water scarcity issues because of years of mismanagement. In the case of Isfahan, water has been diverted through underground pipes away from farmlands and toward industrial complexes in the desert province of Yazd and for drinking water to the religious city of Qom.", "url": "https://www.nytimes.com/2021/11/26/world/middleeast/iran-protests-water-shortages.html"}