{"authors": ["Sarah Bahr"], "date_download": "2022-10-25 23:01:09", "date_modify": "2022-10-25 23:01:09", "date_publish": "2021-12-29 17:22:33", "description": "The museums will temporarily close as the Smithsonian routes staff to other outposts.", "filename": "2021_12_29_arts_design_smithsonian-museums-close-covid_1666738869.html", "image_url": "https://static01.nyt.com/images/2021/12/29/multimedia/29smithsonian-briefing-item/29smithsonian-briefing-item-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_29_arts_design_smithsonian-museums-close-covid_1666738869.html", "title": "Five Smithsonian Museums Close Amid Omicron Staff Shortages", "title_page": "Five Smithsonian Museums Close Amid Omicron Staff Shortages - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the Omicron variant overtakes the country, and coronavirus cases reported for the last week in the capital region climbed to their highest number since the start of the pandemic, the Smithsonian Institution said this week that it would temporarily shutter five of its museums.\nThe biggest among them is the National Museum of Natural History, which will close Thursday and Friday and is scheduled to reopen Wednesday, Jan. 5. The museum is normally closed Mondays and Tuesdays. Linda St. Thomas, a spokesperson for the Smithsonian, said on Wednesday that the museum was experiencing a shortage of visitor services staff. The line to enter the museum was at least an hour long on Wednesday, she said.\n“The additional closure of the National Museum of Natural History will allow the Smithsonian to reallocate staff and keep all other museums open for the remainder of the week,” the museum said in a statement on Wednesday.\nThe Smithsonian had previously announced that the National Museum of African Art, the National Postal Museum, the Anacostia Community Museum and the National Museum of Asian Art (Freer Gallery of Art and Arthur M. Sackler Gallery) would close Wednesday through Sunday and reopen Monday, Jan. 3.", "url": "https://www.nytimes.com/2021/12/29/arts/design/smithsonian-museums-close-covid.html"}