{"authors": ["Luis Ferré-Sadurní"], "date_download": "2022-10-25 22:56:44", "date_modify": "2022-10-25 22:56:44", "date_publish": "2021-08-09 02:01:35", "description": "The governor’s strategist helped lead efforts to retaliate against one of the women who accused him of sexual harassment, the attorney general’s report found.", "filename": "2021_08_08_nyregion_melissa-derosa-resign-cuomo_1666738604.html", "image_url": "https://static01.nyt.com/images/2021/08/08/us/08derosa-cuomo-2/08derosa-cuomo-2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=64b7878cfe1ca33e8e3a2520e4b0edd6e73f0f32e69d063f3fafaf74153441f1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_08_nyregion_melissa-derosa-resign-cuomo_1666738604.html", "title": "Cuomo’s Top Aide, Melissa DeRosa, Resigns as He Fights to Survive", "title_page": "Cuomo’s Top Aide, Melissa DeRosa, Resigns as He Fights to Survive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The new allegation from the trooper crippled one of the strategies that the governor and his allies had been poised to use, making it all but impossible to dismiss the report as simply rehashed accusations. The attorney general had begun the investigation after allegations from several women surfaced in February and March.\nIn the wake of the report, Ms. DeRosa determined that Mr. Cuomo no longer had a path to stay in office and that she would no longer be willing to stand up in public as his defender, one of the people said, requesting anonymity to discuss private conversations in the middle of criminal investigations into the governor.\nMs. DeRosa informed the governor of her decision to resign earlier on Sunday, the person said. Neither Ms. DeRosa nor one of her lawyers responded to a request for further comment. A spokesman for the governor, Richard Azzopardi, also did not respond to a request for comment.\nMr. Cuomo has denied touching anyone inappropriately, and has said that some of the 11 women who accused him of harassment may have misinterpreted his jokes, hugs and kisses on the cheek as improper. His lawyers have gone on camera to mount a rigorous defense, describing the investigation by the state attorney general, Letitia James, as biased, rushed and sloppy.\nMs. DeRosa announced her resignation the night before an interview with one of Mr. Cuomo’s accusers, Brittany Commisso, was scheduled to air on “CBS This Morning.”\nMs. Commisso, an executive assistant who had remained anonymous until Sunday, accused Mr. Cuomo of groping her breast while they were alone in the Executive Mansion late last year, one of the most serious claims leveled against the governor. She filed a criminal complaint with the Albany County sheriff department, raising the possibility that Mr. Cuomo could face criminal charges.\nAs secretary to the governor, Ms. DeRosa was the most powerful appointed official in the state. When Mr. Cuomo appointed her to the post in 2017, she became one of the youngest people to hold that position, and the first woman in the role. She joined the Cuomo administration in 2013 as communications director and was promoted two years later to chief of staff.", "url": "https://www.nytimes.com/2021/08/08/nyregion/melissa-derosa-resign-cuomo.html"}