{"authors": ["Michael J. De La Merced"], "date_download": "2022-10-25 23:51:27", "date_modify": "2022-10-25 23:51:27", "date_publish": "2021-11-09 18:17:55", "description": "He also tried to revise the record about what happened.", "filename": "2021_11_09_business_dealbook_adam-neumann-wework_1666741887.html", "image_url": "https://static01.nyt.com/images/2021/11/09/business/dealbook/DBSummit-Neumann-screenshot/Screen-Shot-2021-11-09-at-12-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_09_business_dealbook_adam-neumann-wework_1666741887.html", "title": "Adam Neumann Has Regrets About WeWork: ‘It Went to My Head’", "title_page": " Adam Neumann Has Regrets About WeWork: ‘It Went to My Head’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since being forced out of WeWork two years ago, Adam Neumann has stayed quiet in public about the near-collapse of the co-working empire he co-founded. But at the DealBook Online Summit on Tuesday, he admitted to regrets — and tried to revise the record about what happened.\n“I have had a lot of time to think, and there have been multiple lessons and multiple regrets,” he told DealBook’s Andrew Ross Sorkin in his first public interview since leaving the company.\nAmong the mistakes he identified:\nHe conceded that WeWork’s rapid rise — at its peak in 2019, the company was valued at more than $47 billion — may have had a corrosive effect on his thinking. “It went to my head,” he said. “You lose focus on really the core of your business and why this business was what it meant to be.”\n“It was never my intention not for the company to succeed,” he said, expressing regret at the employees who joined the company only to see their stock options drop deep underwater after WeWork’s valuation fell to about $9 billion.\nHe regretted WeWork’s overcomplicated accounting measures, such as the notorious “community-adjusted EBITDA,” which drew derision from analysts and prospective investors. “When it comes to finance, it’s better to be boring,” he said.\nHe even admitted to making a mistake in talking too much during a 90-minute meeting with Tim Cook, Apple’s chief executive, several years ago. “It made no sense,” he said. “I was not in the right place.”\nBut in the interview, Mr. Neumann also disputed or sought to play down some of the most eye-catching anecdotes about WeWork that circulated after his ouster:\nHe bristled at the criticism that he received a golden parachute after being forced out, even as the business’s valuation plunged and hundreds of employees were laid off. “This perception that as the company went from $47 billion valuation down to nine and I profited somehow while the company is going down is completely false,” he said.\nHe disputed the characterization of his selling the “We” trademark to the company for $5.9 million before the company sought to go public in 2019, offering a lengthy explanation of what he said happened. Ultimately, however, he said he regretted how it had played out: “I understand it sounds horrible,” he said. “If I went back and I could change time and avoid that mistake, I would.”\nWhen asked about reports of boisterous drinking and drug use by employees at WeWork functions, Mr. Neumann said that “we had a fun culture.” He said that as the company grew, its culture should have matured as well: “I think that could've happened sooner.”\nStill, Mr. Neumann walked away with hundreds of millions of dollars, and he retains a significant number of shares in WeWork, which went public earlier this year. (He claimed some credit for helping broker the company’s merger with a special-purpose acquisition company, or SPAC.) He has since turned to investing his personal fortune on projects including, recently, cryptocurrency initiatives.\nBut he also offered some advice to entrepreneurs from the mistakes he had made. “In life, sometimes you are up and sometimes you are down,” he said. Valuable lessons are learned during the low times, he said, and “you can apply that lesson and it will be a great part of your journey and will become a good thing, not a tragedy.”", "url": "https://www.nytimes.com/2021/11/09/business/dealbook/adam-neumann-wework.html"}