{"authors": ["Ronen Bergman"], "date_download": "2022-10-26 00:11:45", "date_modify": "2022-10-26 00:11:45", "date_publish": "2021-10-17 00:01:20", "description": "Midhat Saleh, who oversaw the strategic Golan Heights boundary for Syria, was shot and killed by a sniper, the government said.", "filename": "2021_10_16_world_syria-accuses-israel-of-assassinating-official-near-golan-heights_1666743105.html", "image_url": "https://static01.nyt.com/images/2021/10/16/us/16israel-syria-1/merlin_164654559_3d36acdd-c15d-4929-b62a-97e9bc7d4ba6-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ea61e2d89133c20c5bb7dc67056accb9e2a493c5affab3895d8b90a44475e485&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_16_world_syria-accuses-israel-of-assassinating-official-near-golan-heights_1666743105.html", "title": "Syria Accuses Israel of Assassinating Official Near Golan Heights", "title_page": "Syria Accuses Israel of Assassinating Official Near Golan Heights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Saleh, a member of the Druse religious minority, served 12 years in an Israeli prison on charges of using mines and explosives with the intention of killing Israeli civilians and soldiers.\nImage Mr. Saleh, who spent 12 years in an Israeli prison on terrorism charges, was responsible for overseeing the strategic Golan Heights boundary for Syria. Credit... Syrian Arab News Agency\nIn 1997, after his release, he went to Syria, where he was elected to Parliament.\nA senior Israeli defense official, who would not address Israel’s involvement in any killing, said Mr. Saleh was working with Iran’s Revolutionary Guard to establish the military infrastructure along the border necessary for an attack against Israel.\nSince Syria’s civil war began, Israel has attacked Iranian or Iranian-related targets in the country hundreds of times, if not more, as well as carried out a series of assassinations. The fighting between Israel and Iran inside Syria effectively constitutes a shadow war, as regional powers test their opponents’ abilities amid the carnage of the Syrian civil war.\nIsrael has long maintained that Iran represents a threat to its existence and has targeted the Islamic Republic’s agents both outside and inside Iran, stymying its nuclear weapons program and killing its top scientists and operatives.\nThe Israelis are sensitive to Iran’s presence in Syria. The assassination was the fourth attack this week against Iranian forces in Syria attributed to Israel.", "url": "https://www.nytimes.com/2021/10/16/world/syria-accuses-israel-of-assassinating-official-near-golan-heights.html"}