{"authors": ["James Gorman", "Carl Zimmer"], "date_download": "2022-10-25 23:42:33", "date_modify": "2022-10-25 23:42:33", "date_publish": "2021-06-14 16:53:08", "description": "In early 2020, Kristian Andersen wrote to Anthony Fauci about the possibility of an engineered coronavirus. His research has since dispelled those suspicions.", "filename": "2021_06_14_science_covid-lab-leak-fauci-kristian-andersen_1666741353.html", "image_url": "https://static01.nyt.com/images/2021/06/22/science/14VIRUS-ANDERSEN1/14VIRUS-ANDERSEN1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7184f138d7a8054fd6c164ed06acfd87305c7a503487456929f782f53070903c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_14_science_covid-lab-leak-fauci-kristian-andersen_1666741353.html", "title": "Lab-Leak Theory: Kristian Andersen On His Fauci Email and Covid Origins", "title_page": "Lab-Leak Theory: Kristian Andersen On His Fauci Email and Covid Origins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I cautioned in that same email that we would need to look at the question much more closely and that our opinions could change within a few days based on new data and analyses — which they did.\nIn March, you and other scientists published the Nature Medicine paper saying that “we do not believe that any type of laboratory-based scenario is plausible.” Can you explain how the research changed your view?\nThe features in SARS-CoV-2 that initially suggested possible engineering were identified in related coronaviruses, meaning that features that initially looked unusual to us weren’t.\nMany of these analyses were completed in a matter of days, while we worked around the clock, which allowed us to reject our preliminary hypothesis that SARS-CoV-2 might have been engineered, while other “lab”-based scenarios were still on the table.\nYet more extensive analyses, significant additional data and thorough investigations to compare genomic diversity more broadly across coronaviruses led to the peer-reviewed study published in Nature Medicine. For example, we looked at data from coronaviruses found in other species, such as bats and pangolins, which demonstrated that the features that first appeared unique to SARS-CoV-2 were in fact found in other, related viruses.\nOverall, this is a textbook example of the scientific method where a preliminary hypothesis is rejected in favor of a competing hypothesis after more data become available and analyses are completed.\nSome people, including virologist David Baltimore, say the presence of the furin cleavage site could be a sign of human manipulation of the virus, whereas you and other virologists have said it naturally evolved. Can you explain for readers why you don’t think it is proof of an engineered virus?\nFurin cleavage sites are found all across the coronavirus family, including in the betacoronavirus genus that SARS-CoV-2 belongs to. There has been much speculation that patterns found in the virus’s RNA that are responsible for certain portions of the furin cleavage site represent evidence of engineering. Specifically, people are pointing to two “CGG” sequences that code for the amino acid arginine in the furin cleavage site as strong evidence that the virus was made in the lab. Such statements are factually incorrect.\nWhile it’s true that CGG is less common than other patterns that code for arginine, the CGG codon is found elsewhere in the SARS-CoV-2 genome and the genetic sequence[s] that include the CGG codon found in SARS-CoV-2 are also found in other coronaviruses. These findings, together with many other technical features of the site, strongly suggest that it evolved naturally and there is very little chance somebody engineered it.", "url": "https://www.nytimes.com/2021/06/14/science/covid-lab-leak-fauci-kristian-andersen.html"}