{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:43", "date_modify": "2022-10-25 23:47:43", "date_publish": "2021-01-20 20:00:32", "description": null, "filename": "2021_01_20_us_proud-boys-arrest-joseph-biggs_1666741663.html", "image_url": "https://static01.nyt.com/images/2021/01/20/us/politics/inauguration-blog-capitol1/inauguration-blog-capitol1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0bcf2b7d3ca0b0c848609cad20ce7fdc6cf0d03e6b28c142ac1a904749db3e60&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_20_us_proud-boys-arrest-joseph-biggs_1666741663.html", "title": "A leader of the Proud Boys was arrested over his role at the Capitol riot.", "title_page": "A leader of the Proud Boys was arrested over his role at the Capitol riot. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Joseph Biggs, a leader of the far-right nationalist group the Proud Boys, was charged on Wednesday in connection with the riot at the Capitol, as prosecutors said he led dozens of the group’s members in an angry march toward — and into — the halls of Congress.\nMr. Biggs, 37, was arrested in Florida only hours before the inauguration of President Biden and stands accused of unlawful entry and corruptly obstructing an official proceeding. At least five other members of the group, which sent hundreds of foot soldiers to Washington two weeks ago for a march in support of former President Donald J. Trump, are also facing charges stemming from the Capitol attack.\nThe Proud Boys describe themselves as “Western chauvinists” and have history in recent years of bloody street fights with left-wing anti-fascist activists. During Mr. Trump’s time in office, they were some of his most vocal — and most violent — supporters. At one of the presidential debates, Mr. Trump returned the favor, telling members of the group to “stand back and stand by.”\nMr. Biggs’s involvement with the Capitol riot began last month, prosecutors say, when he started to encourage Proud Boys to attend the Jan. 6 event in Washington, which was billed as a march to “Stop the Steal.” According to court papers, he echoed messages from the Proud Boy’s chairman, Enrique Tarrio, telling members to eschew their typical black-and-yellow polo shirts and instead go “incognito” and move about the city in “smaller teams.”", "url": "https://www.nytimes.com/2021/01/20/us/proud-boys-arrest-joseph-biggs.html"}