{"authors": ["Rachel Manley"], "date_download": "2022-10-25 23:25:05", "date_modify": "2022-10-25 23:25:05", "date_publish": "2021-08-11 18:31:40", "description": "Are you interested in teaching with our daily writing prompts? In this guide, you’ll learn practical strategies from a dozen teachers, and we’ll walk you through the steps on how you can get started.", "filename": "2021_08_11_learning_a-teachers-guide-to-using-our-student-opinion-questions_1666740305.html", "image_url": "https://static01.nyt.com/images/2021/08/11/learning/ln-image-SOguide/ln-image-SOguide-facebookJumbo.png?year=2021&h=550&w=1050&s=e933e7fa9034fc407c2e160017ddd7994f001c342c7ca20263aacde35ad99c4d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_11_learning_a-teachers-guide-to-using-our-student-opinion-questions_1666740305.html", "title": "A Teacher’s Guide to Using Our Student Opinion Questions", "title_page": "A Teacher’s Guide to Using Our Student Opinion Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Is your school’s dress code outdated?\nWhat objects bring you comfort?\nShould athletes speak out on social and political issues?\nEvery school day we post a new question that invites students to read an article from The New York Times and respond with their own ideas and opinions. Teachers tell us our Student Opinion questions are a good opportunity to bring current events into the classroom and allow students to practice writing for an authentic audience.\nMichael Kellen, an English teacher from Lake Buena Vista, Fla., says:\nThe Student Opinion feature allows my students to consider an issue from multiple sides, using the reporting of The New York Times. On a daily basis, my students can discover how they feel about a variety of topics and practice the opinion-based writing that is a core component of the curriculum.\nSome of our questions ask students to make an argument, while others invite personal writing. They range in topics from social media and sports to gun violence and gender roles. Over the years, we have published thousands of questions.\nIn this teacher’s guide, we will walk you through how and why a variety of teachers across subjects and grade levels use our Student Opinion questions with their students, and we’ll help you get started using these prompts in your own classroom. We encourage you to use this guide in a way that best fits your learning needs: as a solo self-guided training, going through section by section; with a professional learning community or small group of colleagues learning together; or as a reference guide, pulling ideas as you need them.", "url": "https://www.nytimes.com/2021/08/11/learning/a-teachers-guide-to-using-our-student-opinion-questions.html"}