{"authors": ["Nicholas Bogel-Burroughs", "Evan Hill"], "date_download": "2022-10-25 23:47:25", "date_modify": "2022-10-25 23:47:25", "date_publish": "2021-05-30 17:16:51", "description": "Rosanne Boyland had never voted before 2020, but she fell prey to dark conspiracy theories, family members said. She died on the steps of the U.S. Capitol on Jan. 6, and they are still not sure why.", "filename": "2021_05_30_us_capitol-riot-boyland-qanon_1666741645.html", "image_url": "https://static01.nyt.com/images/2021/05/27/us/00capitolriot-1/00capitolriot-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=aefff2be5243f35b19c3fba6c092ace7938b9a4c76213ee69eb0314316e3ce8f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_30_us_capitol-riot-boyland-qanon_1666741645.html", "title": "Death of QAnon Follower at Capitol Leaves a Wake of Pain", "title_page": "Death of QAnon Follower at Capitol Leaves a Wake of Pain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But her increasing absorption in the QAnon community was by that time pushing some of her closest friends away.\n“I care about you, but I think it would be best if we didn’t talk for a while,” one friend since childhood, Sydney Vinson, texted her on Oct. 3 after Ms. Boyland had sent her a long text message and screenshots about purported government manipulation of the news media. “Please don’t send me any more political stuff.”\nMs. Boyland was the middle of three sisters, growing up in Kennesaw, Ga., a city of 34,000 people about 25 miles northwest of Atlanta. She and her sisters were close as children, and her younger sister said she had been inspired by Ms. Boyland’s assertiveness and confidence. Even then, she had a penchant for conspiracy theories, her sisters said, but harmless ones, like the existence of extraterrestrials or of Bigfoot.\nBut when she was about 16, her life took a turn when she began dating an abusive boyfriend, her sisters said. She would blame black eyes on soccer practice and once came home with an unexplained shoulder injury. Around that time, she also got hooked on opioids.\nShe eventually dropped out of high school, and her relationship with her family became strained. In 2009, when she was 23, she was charged with felony drug possession. Several other cases would follow, the most recent in April 2013, after which she was given five years of probation. It was only in July 2014, when she learned about the pregnancy of her older sister, Ms. Cave, that she pledged to be a better role model for her niece, her sisters said — and from that moment on, with a few brief relapses, she was largely sober.\n“She was always talking about how she couldn’t wait to be the aunt that was the cool aunt,” said Ms. Cave, who gave birth to her first daughter in March 2015. She now has two daughters, 5 and 6.\nMs. Boyland grew close to both of them, often picking them up from school and documenting milestones in their lives. She spent much of her time going to group meetings and counseling other people who were struggling with drugs. At one point, she hoped to become a counselor herself.", "url": "https://www.nytimes.com/2021/05/30/us/capitol-riot-boyland-qanon.html"}