{"authors": ["Kimiko De Freytas-Tamura"], "date_download": "2022-10-25 22:57:14", "date_modify": "2022-10-25 22:57:14", "date_publish": "2021-09-19 02:16:18", "description": "Three Black women from Texas were arrested, but a lawyer for one called it “mutual combat” after they were called a racial slur.", "filename": "2021_09_18_nyregion_carmines-vaccination-fight_1666738634.html", "image_url": "https://static01.nyt.com/images/2021/09/18/lens/18ny-carmines-01/18ny-carmines-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8bc40cca6357651902f5a3c36061e47e4124834cedf9dd8f7f88b39a125cd7c9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_18_nyregion_carmines-vaccination-fight_1666738634.html", "title": "Footage Reveals New Details in Tourist Melee at N.Y.C. Restaurant", "title_page": "Footage Reveals New Details in Tourist Melee at N.Y.C. Restaurant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New information emerged on Saturday about a brawl outside a popular Italian restaurant in Manhattan that raises questions about initial accounts of the altercation, in which the police said they arrested three women from Texas after they attacked a hostess who had asked them to provide proof of their vaccination status.\nIn a statement on Thursday, the police said that they had responded to an assault in front of Carmine’s on the Upper West Side of Manhattan involving a 24-year-old hostess, who told them that she got into a dispute with three women after she requested to see their Covid-19 vaccination cards. The three women were charged with assault and criminal mischief.\nBut on Saturday, lawyers for both Carmine’s and the women said that the three women had, in fact, provided documentation of Covid vaccinations. The altercation began after two men who joined their party several minutes later were unable to provide proof, the lawyers for both sides said.\nSecurity camera footage reviewed by The New York Times shows three women, who were with several other people, being ushered into the restaurant after showing documentation near the entrance. Several minutes later, three men arrive to join the group, but only one of the three shows a vaccination card, lawyers for both sides said. A short time later, after the three women, who are Black, have joined the men outside, the fight breaks out.", "url": "https://www.nytimes.com/2021/09/18/nyregion/carmines-vaccination-fight.html"}