{"authors": ["Jeff Asher"], "date_download": "2022-10-25 22:56:57", "date_modify": "2022-10-25 22:56:57", "date_publish": "2021-03-16 09:00:12", "description": "The switch in data collection will be a “leap forward,” but in the short term it may hurt the public’s ability to evaluate key trends during a volatile period.", "filename": "2021_03_16_upshot_murder-rate-usa_1666738617.html", "image_url": "https://static01.nyt.com/images/2021/03/16/upshot/16up-crime-stats-sub/16up-crime-stats-sub-facebookJumbo-v4.jpg?year=2021&h=550&w=1050&s=5173e2d2e12af25dac711195ebfd6b2c8255b13bea2652cf661ce6881023189c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_16_upshot_murder-rate-usa_1666738617.html", "title": "US Murder Rate Remains Elevated as New Reporting System Begins", "title_page": "US Murder Rate Remains Elevated as New Reporting System Begins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Uniform Crime Report was begun in 1929 to serve as the nation’s repository of crime data. On Jan. 1, it made arguably its biggest change in its century of existence. The eventual result should be more detailed information about crime, but it will probably come at the price of less confidence in reported crime figures over the next few years.\nThe F.B.I. has two basic national crime data collection systems that it relies on to create estimates of local and national trends. One is the Summary Reporting System (S.R.S.), which has two main problems.\nFirst, agencies use a “hierarchy rule,” meaning they count only the most serious offense in an incident. If a burglar assaults a homeowner, the assault is counted, while the burglary is not. Or if a murder takes place during a robbery, only the murder is recorded. Second, there are only seven main categories of national crime data (arson is so underreported that the F.B.I. does not estimate national figures), so data on crimes like vandalism, fraud and kidnapping is not collected.\nTo address these deficiencies, on Jan. 1 the F.B.I. stopped collecting data via the S.R.S. and switched to the National Incident Based Response System (NIBRS).\nThis newer system, started in 1988, collects data on a much wider array of offenses, though this data was not used until now for the Uniform Crime Report. NIBRS does away with the hierarchy rule; agencies can report on up to 10 different offenses in a single episode.\nAgencies also report substantially more details on things like where crimes occur; the relationship between offender and victim; and how much of what drug was seized in a drug raid. As the F.B.I. points out, for example, a concerned citizen can use the system to see how many kidnappings occur at day care centers each year.\n“The move to NIBRS will be a huge leap forward for understanding crime and victimization,” said Jerry Ratcliffe, a professor of criminal justice at Temple University and host of the “Reducing Crime” podcast. “It may help police departments that have a strong analytical capacity advance their crime prevention strategies.”", "url": "https://www.nytimes.com/2021/03/16/upshot/murder-rate-usa.html"}