{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 23:25:52", "date_modify": "2022-10-25 23:25:52", "date_publish": "2021-08-27 17:41:48", "description": "The study adds to the growing evidence that though the coronavirus vaccines are associated with certain rare side effects, those risks are dwarfed by the risks from Covid-19.", "filename": "2021_08_27_health_blood-clots-coronavirus_1666740352.html", "image_url": "https://static01.nyt.com/images/2021/08/27/lens/27virus-briefing-blood-clots-01/27virus-briefing-blood-clots-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6161a32d2e210619cf93d892eb126613e97076e1a5162950d8acc424f7250552&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_27_health_blood-clots-coronavirus_1666740352.html", "title": "Covid Creates Higher Risk for Blood Clots Than Vaccines Do", "title_page": "Covid Creates Higher Risk for Blood Clots Than Vaccines Do - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The largest published study to date of certain post-vaccine side effects found that people were at slightly higher than normal risk of blood clots after receiving an AstraZeneca or Pfizer-BioNTech shot. But the same clotting conditions were substantially more likely to occur — and over longer periods — among people infected with the coronavirus, the study found.\nCoupled with another study this week from Israel, the data, published on Thursday night in The British Medical Journal, added to the growing evidence that though the coronavirus vaccines are associated with certain rare side effects, those risks are dwarfed by the risks from Covid-19.\nThe study was based on the electronic health records of more than 29 million people in England. It went beyond previous analyses in finding a link not only between very rare clotting conditions and the AstraZeneca vaccine, but also between those conditions and the Pfizer vaccine. Earlier studies had detected increased clotting risks after the AstraZeneca vaccine, but not after the Pfizer shot.\nIn interviews, the new paper’s co-authors said that the numbers of those cases they detected — involving clots blocking a vein that drains blood from the brain — were small enough that further studies were needed. Even the increased risk of those clots was far outweighed by people’s chances of developing them after contracting the virus itself, the study said.", "url": "https://www.nytimes.com/2021/08/27/health/blood-clots-coronavirus.html"}