{"authors": ["Katie Rogers", "Sharon Otterman"], "date_download": "2022-10-25 23:27:37", "date_modify": "2022-10-25 23:27:37", "date_publish": "2021-05-11 19:29:01", "description": "The agreement is one of several new measures the White House hopes will help the nation reach 160 million fully vaccinated adults by the holiday.", "filename": "2021_05_11_us_politics_uber-lyft-free-ride-vaccine_1666740457.html", "image_url": "https://static01.nyt.com/images/2021/05/11/us/11virus-briefing-WHgovsvaccines1/merlin_174443133_4b3b685a-8646-4329-a350-df31b1340ffb-facebookJumbo.jpg?year=2021&h=550&w=1050&s=de02e9add00cb823ed7e3a9f7d4f4a8e6afde1b2b7b4ca1f493035a2e9c15d82&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_11_us_politics_uber-lyft-free-ride-vaccine_1666740457.html", "title": "Uber, Lyft Will Give Free Rides to Vaccine Sites, Biden Says", "title_page": "Uber, Lyft Will Give Free Rides to Vaccine Sites, Biden Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden said on Tuesday that Uber and Lyft, two of the country’s largest ride-sharing services, would provide free rides to vaccination sites beginning May 24, an agreement intended to help stem the declining pace of immunizations and reach his goal of at least partly inoculating 70 percent of American adults by July 4.\nMr. Biden said that the ride-sharing initiative would last until then.\nIn a meeting with a group of six governors from states including Ohio, Utah and Maine, he detailed other initiatives as well, including an effort to create vaccination sites at community colleges and another to send FEMA officials around the country to encourage people to receive a shot. The announcement marked an aggressive new phase of the administration’s efforts to combat vaccine hesitancy and expand access.\n“We’re going to be able to take a serious step toward return to normalcy by Independence Day,” Mr. Biden said, referring to a benchmark he set in March. “And there’s a lot of work to do though to get there. But I believe we can get there.”\nThough about 153 million people had received at least one vaccine shot in the United States as of Tuesday, according to the Centers for Disease Control and Prevention, the pace of vaccination has slowed in recent weeks.", "url": "https://www.nytimes.com/2021/05/11/us/politics/uber-lyft-free-ride-vaccine.html"}