{"authors": ["David Waldstein"], "date_download": "2022-10-25 23:52:35", "date_modify": "2022-10-25 23:52:35", "date_publish": "2021-08-30 09:00:20", "description": "The Grand Slam tournament that signals the end of summer in New York welcomes fans who have been vaccinated against Covid-19 to pack the house when the main draw begins Monday.", "filename": "2021_08_30_sports_tennis_us-open-new-york-fans-covid_1666741955.html", "image_url": "https://static01.nyt.com/images/2021/08/30/sports/29SUBusopen-return-print/merlin_193876377_e1b5cb81-eb7d-46f5-a6b2-179f950e6209-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b6604d8b4a4028befc8f02302ec83ba834a28a1eebbc56b3bd0259a4daa011df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_30_sports_tennis_us-open-new-york-fans-covid_1666741955.html", "title": "Putting the ‘Open’ Back Into the U.S. Open", "title_page": "Putting the ‘Open’ Back Into the U.S. Open - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It has been two years since tennis fans queued for $25 lobster rolls at the United States Open, 24 long months since tipsy spectators could shout from the upper deck of Arthur Ashe Stadium during rowdy night sessions.\nBut starting on Monday, the U.S. Open will pulsate with fans again, proceeding close to normal with people packing the stands and spending at the concession stands as if it were 2019 all over again.\nBut just as New York has sputtered toward a frustrating and uneven reopening due primarily to the highly contagious Delta variant, New York’s signature two-week summer sporting event returns with full spectator capacity, amid a mixture of hope and anxiety.\nCity leaders expressed shock and concern that the tournament in Flushing Meadows was initially prepared to allow roughly 55,000 people per day to enter the grounds with almost no protections against the coronavirus. But players generally seemed delighted that, unlike last year when no fans were allowed to watch in person, throngs of tennis enthusiasts will be back on hand with all their famous New York zest and vigor.", "url": "https://www.nytimes.com/2021/08/30/sports/tennis/us-open-new-york-fans-covid.html"}