{"authors": ["Patrick Kingsley", "David E. Sanger", "Farnaz Fassihi"], "date_download": "2022-10-25 23:54:33", "date_modify": "2022-10-25 23:54:33", "date_publish": "2021-04-12 10:39:21", "description": "The Americans and Israelis have worked together in the past to impede Iran’s nuclear ambitions, but the U.S. denies that was the case in the latest sabotage.", "filename": "2021_04_12_world_middleeast_iran-israel-nuclear-site_1666742073.html", "image_url": "https://static01.nyt.com/images/2021/04/12/world/12Iran-israel1/12Iran-israel1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=93e0d4ee02bcee330d565e380aff7fba55c1ffc2b8e41b5795085b2d58aa6d63&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_12_world_middleeast_iran-israel-nuclear-site_1666742073.html", "title": "After Nuclear Site Blackout, Thunder From Iran, and Silence From U.S.", "title_page": "After Nuclear Site Blackout, Thunder From Iran, and Silence From U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — The last time the centrifuges crashed at Iran’s underground nuclear fuel-production center at Natanz, more than a decade ago, the sabotage was the result of a joint Israeli-American cyberattack intended to slow Tehran’s progress toward nuclear weapons and force a diplomatic negotiation.\nWhen they crashed again this weekend, the White House asserted that the United States had no involvement.\nThe operation raised the question of whether Israel was acting on its own to strike Iran and undermine American diplomacy as the Biden administration seeks to reconstitute a nuclear agreement. Or, alternatively, whether Israel was operating in concert with American interests, carrying out dirty work that would weaken Iran’s negotiating position in the talks.\nThe White House was saying almost nothing in public on Monday about the apparent explosion inside Iran’s Natanz facility, below more than 20 feet of reinforced concrete, which destroyed the power supply that keeps the centrifuges spinning at supersonic speeds, enriching uranium.", "url": "https://www.nytimes.com/2021/04/12/world/middleeast/iran-israel-nuclear-site.html"}