{"authors": ["Lisa Lerer", "Annie Karni"], "date_download": "2022-10-25 23:41:48", "date_modify": "2022-10-25 23:41:48", "date_publish": "2021-04-29 09:00:34", "description": "A lifelong centrist, President Biden has moved leftward with his party, and early in his tenure is driving the biggest expansion of American government in decades.", "filename": "2021_04_29_us_politics_biden-democrats_1666741308.html", "image_url": "https://static01.nyt.com/images/2021/04/29/us/politics/29Biden-Dems/29Biden-Dems-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=886f1bbbc2b829c917f6e159fcaf5bbbc6e761d45b4d3000fd3a9b048e41ff84&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_29_us_politics_biden-democrats_1666741308.html", "title": "How Biden Is Transforming What It Means to Be a Democrat", "title_page": "How Biden Is Transforming What It Means to Be a Democrat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His inner circle says he is exhibiting a level of confidence they’ve never seen before, combined with an awareness that he only has a short window to achieve his goals before next year’s midterm elections, which could cost Democrats their slim governing majority. While Mr. Biden has said his “expectation” is that he’ll run again, political allies privately admit that remains an open question given his age.\nMr. Biden’s administration has not given liberals everything they’ve wanted, pushing back on proposals to cancel student debt, adopt the entirety of the Green New Deal and completely eliminate the filibuster.\nDuring negotiations with Mr. Sanders’s team last summer over a shared platform that would unify Democrats behind Mr. Biden’s general election candidacy, Biden aides made clear that they would not accept any recommendations that they didn’t believe he could support if elected. At one point, they agreed to decriminalize marijuana but rejected a plan to legalize it completely, saying Mr. Biden didn’t agree with that policy, according to a person involved in the talks.\nBut Mr. Biden didn’t treat the negotiations as simply optics, an encouraging sign to many progressives that Mr. Biden and his team were committed to pursuing more-liberal policies than they had realized.\nMr. Biden’s advisers said they were perplexed by the progressive zeal over the president’s economic agenda, noting that the American Jobs Plan is exactly what Mr. Biden promised he would do during his campaign. The view from inside the West Wing is that liberals and Republicans both made false assumptions about Mr. Biden and how he would govern.\nAides argue that Mr. Biden hasn’t changed from the candidate who just months ago promised to find “between four and eight Republican senators” to support his policies. He’s still the politician who would be more comfortable compromising on his proposals, getting less than what he wanted, but passing legislation with Republicans on board. He still describes Mr. McConnell as a friend, and thinks he might have come in with a better shot at getting his support than Mr. Obama.\nAides also say he believes that bipartisan support, in the long term, will be more important for the country than passing his $4 trillion infrastructure bills untouched, through reconciliation.", "url": "https://www.nytimes.com/2021/04/29/us/politics/biden-democrats.html"}