{"authors": ["Brad Plumer"], "date_download": "2022-10-25 23:23:00", "date_modify": "2022-10-25 23:23:00", "date_publish": "2021-01-12 11:00:09", "description": "Emissions plunged more than 10 percent. If the trend can be sustained, it would put the United States within striking distance of one of its major goals under the Paris climate agreement.", "filename": "2021_01_12_climate_2020-greenhouse-gas-emissions_1666740180.html", "image_url": "https://static01.nyt.com/images/2021/01/12/climate/12CLI-2020EMISSIONS1/12CLI-2020EMISSIONS1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=7d3be8c6de51f1c6df45ceac671d47e9a0e709c0bd73f7d72dda5b7c57c3e665&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_12_climate_2020-greenhouse-gas-emissions_1666740180.html", "title": "Covid Took a Bite From U.S. Greenhouse Gas Emissions in 2020", "title_page": "Covid Took a Bite From U.S. Greenhouse Gas Emissions in 2020 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — America’s greenhouse gas emissions from energy and industry plummeted more than 10 percent in 2020, reaching their lowest levels in at least three decades as the coronavirus pandemic slammed the brakes on the nation’s economy, according to an estimate published Tuesday by the Rhodium Group.\nThe steep drop, however, was the result of extraordinary circumstances and experts warned that the country still faced enormous challenges in getting its planet-warming pollution under control. In the years ahead, United States emissions are widely expected to bounce back once the pandemic recedes and the economy rumbles back to life — unless policymakers take stronger action to clean up the country’s power plants, factories, cars and trucks.\n“The most significant reductions last year were around transportation, which remains heavily dependent on fossil fuels,” said Kate Larsen, a director at Rhodium Group, a research and consulting firm. “But as vaccines become more prevalent, and depending on how quickly people feel comfortable enough to drive and fly again, we’d expect emissions to rebound unless there are major policy changes put in place.”\nBefore the pandemic hit, America’s emissions had been slowly but steadily declining since 2005, in large part because utilities that generate electricity have been shifting away from coal, the dirtiest fossil fuel, in favor of cheaper and cleaner natural gas, wind and solar power. Over the past decade, utilities have retired hundreds of coal-burning power plants despite President Trump’s efforts to revive the industry.", "url": "https://www.nytimes.com/2021/01/12/climate/2020-greenhouse-gas-emissions.html"}