{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:31:35", "date_modify": "2022-10-25 23:31:35", "date_publish": "2021-10-12 19:05:45", "description": "Mr. Yarmuth, the lone Democrat in his state’s congressional delegation and a key proponent of President Biden’s domestic agenda, said he would not seek re-election.", "filename": "2021_10_12_us_politics_john-yarmuth-retirement_1666740695.html", "image_url": "https://static01.nyt.com/images/2021/10/12/us/politics/12dc-yarmuth/merlin_195049137_408e4d38-945a-4038-a66f-86b26e40a9d3-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c72363c13c37e4479a579c673778ab53fac0452cf1aa8bc92340469a5eed4f0f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_12_us_politics_john-yarmuth-retirement_1666740695.html", "title": "John Yarmuth of Kentucky, House Budget Chairman, Announces Retirement", "title_page": "John Yarmuth of Kentucky, House Budget Chairman, Announces Retirement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Representative John Yarmuth of Kentucky, the lone Democrat in his state’s congressional delegation and the chairman of the House Budget Committee, announced on Tuesday that he would not seek re-election in 2022.\nMr. Yarmuth, who is playing a leading role in shepherding President Biden’s sprawling domestic agenda through Congress, is the first senior House Democrat to say he will not run in the midterms, when Republicans are widely believed to have a good chance of wresting the majority.\nIn a video circulated on social media, Mr. Yarmuth, who will be 75 at the end of the current Congress, said he was leaving because of “a desire to have more control of my time in the years I have left” and to spend more time with his family.\nHe also faced the prospect that his Louisville-centered district could be redrawn this year, potentially leading to a more difficult re-election race, though Mr. Yarmuth told reporters later on Tuesday that he was confident the district “won’t change significantly.” Even if he were to prevail, he would face the loss of his committee chairmanship if Democrats lost the House.", "url": "https://www.nytimes.com/2021/10/12/us/politics/john-yarmuth-retirement.html"}