{"authors": ["Julian E. Barnes", "Eric Schmitt"], "date_download": "2022-10-25 23:27:53", "date_modify": "2022-10-25 23:27:53", "date_publish": "2021-04-13 23:32:13", "description": "Not likely, at least in the short term, intelligence officials assess. But stopping terrorism groups over the long term could be more difficult.", "filename": "2021_04_13_us_politics_afghanistan-terrorism-threat_1666740473.html", "image_url": "https://static01.nyt.com/images/2021/04/13/us/politics/13dc-threat/13dc-threat-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7f577af9569f0b734344ce310920bf4478d2a5f6973e240e786ad54dbff338b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_13_us_politics_afghanistan-terrorism-threat_1666740473.html", "title": "Will Afghanistan Become a Terrorism Safe Haven Once Again?", "title_page": "Will Afghanistan Become a Terrorism Safe Haven Once Again? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The terrorism threat from the Afghan region is not zero, but, at the moment, it’s less than it is in other parts of the world,” Representative Adam B. Schiff, Democrat of California and the chairman of the House Intelligence Committee, said in an interview on Tuesday. “So the question is, can we continue to suppress the terrorism threat” from southwest Asia “without our troops being on the ground in Afghanistan?”\nIf the United States withdraws from Afghanistan, it is not clear whether Al Qaeda could rebuild a base there for carrying out terrorist attacks against the United States, according to senior lawmakers with access to the classified assessments. And even if Al Qaeda could rebound, some officials have asked if the group might choose another lawless region over Afghanistan.\n“What is that threat really going to be?” Representative Adam Smith, Democrat of Washington and the chairman of the House Armed Services Committee, said last month during a virtual conference on Afghanistan. “This isn’t the 1990s when Al Qaeda set up camps, and they had the Taliban and no one was paying attention to them.”\nBut collecting intelligence will become far more difficult once U.S. troops leave, current and former officials acknowledged. While some counterterrorism operations against terrorists inside Afghanistan can be conducted from far-flung bases in the Persian Gulf and elsewhere outside the country, they are risky and difficult to pull off. Mr. Biden or future presidents may be reluctant to approve them.\nAnd with a weakened Afghan government facing pressure from the Taliban, conditions would be ripe for Qaeda cells to grow, some counterterrorism officials said.\n“Ungoverned spaces, let alone a known terrorist organization like the Taliban dominating a nation, is altogether an ideal breeding ground for disparate terrorist groups that threaten the United States to find save haven and shelter,” said Marc Polymeropoulos, a former C.I.A. officer who spent much of his career working on counterterrorism operations, including in Afghanistan.\nThough the threat from international terrorist groups operating from Afghanistan is low, it might not stay that way, said Michael P. Mulroy, a former Pentagon official and C.I.A. officer who served in Afghanistan. U.S. counterterrorism operations have put continuous pressure on terrorist groups throughout the Afghanistan war. Once the troops leave, he said, that pressure will decline and the ability to collect intelligence in the region will suffer.", "url": "https://www.nytimes.com/2021/04/13/us/politics/afghanistan-terrorism-threat.html"}