{"authors": ["Zolan Kanno-Youngs", "Eric Schmitt"], "date_download": "2022-10-25 23:38:05", "date_modify": "2022-10-25 23:38:05", "date_publish": "2021-02-12 00:37:02", "description": "The Capitol Police officer, who served in the Sunni triangle during one of the most dangerous periods of the Iraq War, is credited with saving the lives of members of Congress on Jan. 6.", "filename": "2021_02_11_us_politics_eugene-goodman-capitol-riot_1666741085.html", "image_url": "https://static01.nyt.com/images/2021/02/13/us/politics/11dc-goodman1/11dc-goodman1-facebookJumbo-v3.jpg?year=2021&h=549&w=1050&s=cf14e25ff16306419676555c8ed0bda6f46343c641bcbf0bb61053eb9a959259&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_11_us_politics_eugene-goodman-capitol-riot_1666741085.html", "title": "Videos Turn Eugene Goodman Into a Reluctant Hero in the Capitol Attack", "title_page": "Videos Turn Eugene Goodman Into a Reluctant Hero in the Capitol Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Among the harrowing images presented during the impeachment trial of former President Donald J. Trump, one video stood out: a police officer sprinting toward a United States senator to warn of the angry mob nearby.\nThe senator, Mitt Romney, is shown turning on his heels and fleeing for safety.\n“I don’t think my family or my wife understood that I was as close as I might have been to real danger,” Mr. Romney told reporters on Thursday, one day after the video showed Eugene Goodman, a Capitol Police officer already known for his bravery, aiding him. “They were surprised and very, very appreciative of Officer Goodman, in his being there and directing me back to safety.”\nFor Officer Goodman, it was the second time a video went viral displaying actions widely credited with saving members of Congress. The first, which showed him single-handedly luring a mob away from the entrance of the Senate toward an area with reinforcements, turned him into a hero. The second has added to his lore.\nBoth have catapulted Officer Goodman — a former Army infantryman who served in one of the most dangerous parts of Iraq during one of the most lethal times of the war — to fame he never sought.", "url": "https://www.nytimes.com/2021/02/11/us/politics/eugene-goodman-capitol-riot.html"}