{"authors": ["David E. Sanger", "Julian E. Barnes"], "date_download": "2022-10-25 23:33:13", "date_modify": "2022-10-25 23:33:13", "date_publish": "2021-01-05 21:05:15", "description": "The operation is “ongoing” nearly a month after it was uncovered, according to four government agencies that described the hacking as an intelligence-gathering effort.", "filename": "2021_01_05_us_politics_us-russia-hacking_1666740793.html", "image_url": "https://static01.nyt.com/images/2021/01/05/us/politics/05DC-HACK/05DC-HACK-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bcdf01679b36a7e38bf3b022762f9ab3368801a5a2faa536d88b7a10bae0d91d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_05_us_politics_us-russia-hacking_1666740793.html", "title": "Hacking ‘Likely’ Came From Russia, US Says", "title_page": "Hacking ‘Likely’ Came From Russia, US Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It added: “At this time, we believe this was, and continues to be, an intelligence gathering effort. We are taking all necessary steps to understand the full scope of this campaign and respond accordingly.”\nThe characterization of the intrusion as an “intelligence gathering effort” is significant because it shows there is no indication yet that the Russians had planted malware in American systems that is intended to cause disruptions to power grids or alter data in government or private databases.\nBut in interviews over the past two weeks, both government and private officials have said they are still discovering the scope of the intrusions, and it may take months to figure out whether Russia or others may make more malicious use of “back doors” they placed in the systems.\nThe statement by the office of the director of national intelligence, the National Security Agency, the F.B.I. and the Department of Homeland Security appeared very similar in wording to one the White House was preparing to release nearly two weeks ago. But it was pulled back after Mr. Trump erupted at his intelligence briefers and said they had no evidence to link the action to Russia.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Trump has not addressed the hack, which happened on his watch, apart from one series of tweets that suggested any alarm was the work of the news media. Mr. Biden, in contrast, has suggested that Mr. Trump is ignoring a major threat to national security, and said that once in office he may seek “in kind” retaliation — though that could be difficult, since the United States is far more vulnerable to network attacks than is Russia.\nMr. Biden has acknowledged that the government he is inheriting in a little more than two weeks is riddled with so many intrusions in its systems that trusting the integrity of the systems on which the government runs will be next to impossible.\n“I don’t know what the state of them is,” Mr. Biden said. “They’re clearly not safe right now.”\nThe joint statement on Tuesday announced the creation of a task force of officials from the F.B.I., Cybersecurity and Infrastructure Security Agency and intelligence agencies, to be known as the Cyber Unified Coordination Group.", "url": "https://www.nytimes.com/2021/01/05/us/politics/us-russia-hacking.html"}