{"authors": ["Jonathan Martin", "Maggie Haberman", "Nicholas Fandos"], "date_download": "2022-10-25 23:38:19", "date_modify": "2022-10-25 23:38:19", "date_publish": "2021-01-13 00:48:55", "description": "The House formally called on Vice President Mike Pence to move to wrest power from the president, as Republican support built for impeaching him of inciting violence against the nation.", "filename": "2021_01_12_us_politics_mcconnell-backs-trump-impeachment_1666741099.html", "image_url": "https://static01.nyt.com/images/2021/01/12/us/politics/12dc-impeach1/12dc-impeach1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0ceb50c8f3e708ba18539c9b16062ef7fbfc643949e635b9f1fbb82ad06f8b02&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_12_us_politics_mcconnell-backs-trump-impeachment_1666741099.html", "title": "McConnell Privately Backs Impeachment as House Moves to Charge Trump", "title_page": "McConnell Privately Backs Impeachment as House Moves to Charge Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even before Mr. McConnell’s position was known and Ms. Cheney had announced her plans, advisers to the Senate Republican leader had already privately speculated that a dozen Republican senators — and possibly more — could ultimately vote to convict Mr. Trump in a Senate trial that would follow his impeachment by the House. Seventeen Republicans would most likely be needed to join Democrats in finding him guilty. After that, it would take a simple majority to disqualify Mr. Trump from ever again holding public office.\nIn the House, Representative Kevin McCarthy, the minority leader and one of Mr. Trump’s most steadfast allies in Congress, has asked other Republicans whether he ought to call on Mr. Trump to resign in the aftermath of last week’s riot at the Capitol, according to three Republican officials briefed on the conversations. While he has said he is personally opposed to impeachment, he and other party leaders did not mount an official effort to defeat the push, and Mr. McCarthy was working on Tuesday to build support for a censure resolution to rebuke the president for his actions.\nTaken together, the stances of Congress’s two top Republicans — neither of whom has said publicly that Mr. Trump should resign or be impeached — reflected the politically fraught and fast-moving nature of the crisis the party faces. After four years of backing the president at nearly every turn and refusing to condemn even his most extreme behavior, party leaders were racing to distance themselves from a president many of them now regard as a political and constitutional threat.\nMr. McCarthy backed the electoral challenges Republicans lodged last week during Congress’s electoral count, voting twice to overturn Mr. Biden’s victory in key swing states even after the siege at the Capitol. Mr. McConnell had broken with Mr. Trump just as the rioters were breaching the building, warning of a descent into a “death spiral” for democracy if the efforts were to prevail.\nMr. Trump has shown no trace of contrition. On Tuesday, in his first public appearance since the siege of the Capitol, he told reporters that his remarks to supporters at a rally that day — in which he exhorted them to go to the Capitol and “fight” so Republicans would reject the election results — had been “totally appropriate.” It was the specter of his impeachment, he said, that was “causing tremendous anger.” But with Twitter having suspended his account for good, Mr. Trump no longer has his favorite weapon to train on lawmakers who cross him, which could curtail the blowback they face for voting against him.", "url": "https://www.nytimes.com/2021/01/12/us/politics/mcconnell-backs-trump-impeachment.html"}