{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:40", "date_modify": "2022-10-25 23:47:40", "date_publish": "2021-01-30 04:15:33", "description": "The conspiracy charges were the first to emerge against members of the extremist group in connection with the assault on Congress.", "filename": "2021_01_29_nyregion_proud-boys-charged-with-conspiracy-in-capitol-riot_1666741660.html", "image_url": "https://static01.nyt.com/images/2021/01/29/multimedia/29nysproudboys1/29nysproudboys1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=14b8f1c6c5853361eac2cea163a70ca5576f52a3d3edaa640db3fc79e26e9fb4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_29_nyregion_proud-boys-charged-with-conspiracy-in-capitol-riot_1666741660.html", "title": "Proud Boys Charged With Conspiracy in Capitol Riot", "title_page": "Proud Boys Charged With Conspiracy in Capitol Riot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal prosecutors investigating the violent riot at the Capitol this month announced their first conspiracy charges against the Proud Boys on Friday night, accusing two members of the far-right nationalist group of working together to obstruct and interfere with law enforcement officers protecting Congress during the final certification of the presidential election.\nIn an indictment filed in federal court in Washington, prosecutors charged the two Proud Boys, Dominic Pezzola, of Rochester, N.Y., and William Pepe, of Beacon, N.Y., with 11 counts, including conspiracy, assaulting an officer and civil disorder. Both Mr. Pezzola, a former boxer and Marine, and Mr. Pepe, an employee of the Metropolitan Transportation Authority, were already facing lesser charges connected to the Capitol attack, which followed a Jan. 6 rally in support of President Donald J. Trump.\nWhile more than 170 people have been charged in the deadly assault on the Capitol, most have been accused of relatively minor crimes like disorderly conduct and unlawful entry. The only other serious conspiracy charges in the inquiry have been brought against three members of the militia group the Oath Keepers, who are accused of organizing since a week after the November election to stop the certification of the vote.\nBut unlike the Oath Keepers indictment, the one brought against Mr. Pezzola, 43, and Mr. Pepe, 31, describes only a two-person conspiracy that lasted only through the day of the rally when, it notes, a large group of Proud Boys traveled to Washington and gathered near the Capitol grounds.", "url": "https://www.nytimes.com/2021/01/29/nyregion/proud-boys-charged-with-conspiracy-in-capitol-riot.html"}