{"authors": ["Elian Peltier", "Monika Pronczuk"], "date_download": "2022-10-25 23:25:56", "date_modify": "2022-10-25 23:25:56", "date_publish": "2021-09-15 14:32:12", "description": "In an annual speech on the state of the bloc, Ursula von der Leyen, president of the European Commission, praised its coronavirus response but warned against a “pandemic of the unvaccinated.”", "filename": "2021_09_15_world_europe_ursula-von-der-leyen-eu-speech_1666740356.html", "image_url": "https://static01.nyt.com/images/2021/09/15/world/15EU-speech01/15EU-speech01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=01d6a1ea492b996afb25e9aafe22f13b2422af6f6f2bcd4cf1fbdc5a7f65a47c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_15_world_europe_ursula-von-der-leyen-eu-speech_1666740356.html", "title": "Basking in Vaccine Success, E.U. Promises to Donate More Covid Shots", "title_page": "Basking in Vaccine Success, E.U. Promises to Donate More Covid Shots - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — As Europeans try to lock in gains made by inoculation campaigns, the European Union on Wednesday pledged to reinforce its preparedness for future health crises and to increase coronavirus vaccine donations to low- and middle-income countries.\nIn her annual speech on the state of the European Union, Ursula von der Leyen, president of the bloc’s executive arm, the European Commission, lauded the success in vaccinating its citizens after a shaky start. But she called global vaccinations the bloc’s most urgent priority, warning that wide discrepancies between rich and developing nations could lead to a “pandemic of the unvaccinated.”\n“With less than 1 percent of global doses administered in low-income countries, the scale of injustice and the level of urgency are obvious,” Ms. von der Leyen said in the European Parliament in Strasbourg, eastern France, on Wednesday.\nIn a wide-ranging speech, Ms. von der Leyen addressed issues including the climate emergency, the crisis in Afghanistan, economic recovery and technological competition, praising the European Union’s successes during the pandemic while acknowledging its inconsistencies and imperfections.", "url": "https://www.nytimes.com/2021/09/15/world/europe/ursula-von-der-leyen-eu-speech.html"}