{"authors": ["Giulia Mcdonnell Nieto Del Rio", "John Eligon", "Adeel Hassan"], "date_download": "2022-10-25 22:59:57", "date_modify": "2022-10-25 22:59:57", "date_publish": "2021-05-25 09:30:19", "description": "A look back at what has transpired in the year since Mr. Floyd’s murder reveals a country both struggling to confront it history of racial division and continuing to succumb to it.", "filename": "2021_05_25_us_george-floyd-protests-unrest-events-timeline_1666738797.html", "image_url": "https://static01.nyt.com/images/2021/05/24/us/00Floyd-timeline-SCROLLY-TOP-1/00Floyd-timeline-SCROLLY-TOP-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fcbadae48bdca0e20178b4dc019dc1830d2d9320cfb030f099b336e28545a52c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_25_us_george-floyd-protests-unrest-events-timeline_1666738797.html", "title": "A Timeline of What Has Happened in the Year Since George Floyd’s Death", "title_page": "A Timeline of What Has Happened in the Year Since George Floyd’s Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "June 2020\nJune 1\nProtesters are cleared for President Trump’s photo op.\nDemonstrators who gathered outside the White House to protest police brutality are cleared from Lafayette Square in Washington by police officers and National Guard troops using flash-bang explosions, tear gas and other munitions. The area is cleared so that President Trump can have his picture taken holding a Bible outside St. John’s Church.\nDemonstrators marching peacefully in Philadelphia enter a major highway and are trapped by police SWAT teams at the front and rear of the march. The authorities start using pepper spray and tear gas on the trapped protesters, who say they cannot breathe.\nA nightly curfew is put in place in New York City.\nJune 2\nConfederate symbols become a target of the protests.\nA 131-year-old statue commemorating Confederate soldiers is taken down from public display in Alexandria, Va., one of more than 160 public symbols of the Confederacy that are removed or renamed in 2020 after the death of Mr. Floyd — more in the previous four years combined, according to the Southern Poverty Law Center.\nJune 3\nNew charges are laid against the Minneapolis officers.\nAttorney General Keith Ellison of Minnesota announces new charges in the death of Mr. Floyd: Second-degree murder for Mr. Chauvin, and aiding and abetting second-degree murder for the three other Minneapolis police officers who were present and failed to intervene.\nJune 4\nBuffalo police officers are suspended after shoving 75-year-old protester.\nTwo Buffalo police officers are suspended without pay after a video shows them shoving a 75-year-old protester, who was hospitalized with a head injury. Several other officers are seen walking by the man, motionless on the ground, without checking on him.\nHundreds of people gather at a Minneapolis chapel for a public memorial for Mr. Floyd, who is remembered as a friend and father and uncle to those closest to him, and also as a victim of racial injustice whose death in police custody drew legions of people into the streets.\nIn Virginia, Gov. Ralph Northam orders the removal of a towering statue of Robert E. Lee in Richmond.\nJune 5\n“Black Lives Matter” is painted near the White House.\nMayor Muriel E. Bowser of Washington has city workers paint “Black Lives Matter” in giant yellow letters down a street near the White House that had been at the center of the confrontations between law enforcement and protesters.", "url": "https://www.nytimes.com/2021/05/25/us/george-floyd-protests-unrest-events-timeline.html"}