{"authors": ["Zolan Kanno-Youngs"], "date_download": "2022-10-25 22:57:09", "date_modify": "2022-10-25 22:57:09", "date_publish": "2021-10-14 17:25:48", "description": "The two leaders were also expected to discuss the escalating humanitarian crisis in the Tigray region of Ethiopia, where fighters have been accused of atrocities against civilians.", "filename": "2021_10_14_us_politics_biden-kenya-kenyatta-ethiopia_1666738629.html", "image_url": "https://static01.nyt.com/images/2021/10/14/us/politics/14dc-prexy-1/14dc-prexy-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=79560006d2f8120ff5f31a8b3115b9ca724943e7669af597201e7dfd4c4ce73b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_14_us_politics_biden-kenya-kenyatta-ethiopia_1666738629.html", "title": "Biden Meets With Kenya’s President Amid Crisis in Ethiopia", "title_page": "Biden Meets With Kenya’s President Amid Crisis in Ethiopia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden on Thursday announced the donation of millions of coronavirus vaccines to a group of African countries during a meeting with President Uhuru Kenyatta of Kenya, which is contending with the pandemic and an unfolding humanitarian disaster in neighboring Ethiopia.\nThe Biden administration’s donation of 17 million doses of the Johnson & Johnson vaccine to the African Union came a month after Mr. Kenyatta publicly pleaded for more equitable vaccine distribution around the world. At a meeting of the United Nations General Assembly in New York, the Kenyan president criticized the “asymmetry” of the vaccine supply, a clear reference to countries such as the United States that are administering booster shots instead of donating more vaccines to nations in need.\nDuring Mr. Biden’s first in-person meeting at the White House with a leader of an African country, Mr. Kenyatta thanked him for the donation while also suggesting it was not enough.\n“As a continent, we are lagging well behind the rest of the world in terms of being able to vaccinate our people,” Mr. Kenyatta said.", "url": "https://www.nytimes.com/2021/10/14/us/politics/biden-kenya-kenyatta-ethiopia.html"}