{"authors": ["Patrick Kingsley", "Ronen Bergman"], "date_download": "2022-10-25 23:54:22", "date_modify": "2022-10-25 23:54:22", "date_publish": "2021-07-30 13:58:44", "description": "Drones carried out the attack on a tanker managed by an Israeli-led firm, killing two people, officials said — apparently the latest in a series of maritime clashes between Iran and Israel.", "filename": "2021_07_30_world_middleeast_tanker-attack-oman_1666742062.html", "image_url": "https://static01.nyt.com/images/2021/07/30/world/30Israel-ship/30Israel-ship-facebookJumbo.jpg?year=2021&h=550&w=1050&s=df1fb45f31133ecef6175774225d7764610753bd8346c5a43de86b9016ce8e94&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_30_world_middleeast_tanker-attack-oman_1666742062.html", "title": "Israeli Officials Say Iran Is Behind Deadly Attack on Oil Tanker", "title_page": "Israeli Officials Say Iran Is Behind Deadly Attack on Oil Tanker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — An oil tanker managed by an Israeli-owned shipping firm was attacked on Thursday night off the coast of Oman, killing two crew members, according to the firm and three Israeli officials.\nTwo of the officials, who spoke on condition of anonymity to discuss sensitive military matters, said the attack appeared to have been carried out by several unmanned Iranian drones that crashed into living quarters underneath the ship’s command center, or bridge.\nThe incident was apparently the latest salvo in a maritime shadow war between Iran and Israel, and the first attack known to have killed civilians.\nThe Israeli-owned firm, Zodiac Maritime, said that the two crew members killed were from Britain and Romania, and that on Friday afternoon the vessel was sailing under the protection of an American naval escort. A U.S. Defense Department official said that two American Navy vessels had responded to a distress call but were not escorting the ship.", "url": "https://www.nytimes.com/2021/07/30/world/middleeast/tanker-attack-oman.html"}