{"authors": ["Taylor Lorenz"], "date_download": "2022-10-25 23:26:39", "date_modify": "2022-10-25 23:26:39", "date_publish": "2021-08-09 14:53:05", "description": "Fueled by Gen Z, text-heavy meme posts, often paired with nonsensically unrelated pictures, are turning the photo and video app into a destination for written expression.", "filename": "2021_08_09_technology_instagram-text-memes_1666740399.html", "image_url": "https://static01.nyt.com/images/2021/08/10/business/00shitposting/00shitposting-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4e28b7a5f252ee08ed9ef756b880a60a35f7213d4a49b65e6fe9a60f1983871f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_09_technology_instagram-text-memes_1666740399.html", "title": "What Are Text Memes?: The Trend Taking Over Instagram", "title_page": "What Are Text Memes?: The Trend Taking Over Instagram - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — Last month, the singer Courtney Love, who is a keen observer of social media trends, posted a cryptic message on Instagram.\n“Lots of people don’t understand Gen-Z,” she wrote. “I think they’re funnier than any other generation I’ve ever known.”\nAccompanying Ms. Love’s Instagram post was a blurry photo of herself and a gallery of unrelated and messy screen-shotted memes filled with nonsensical text overlaid on random photos. Ms. Love gave a shout-out to several accounts that had posted this type of content and highlighted even more of them on Wednesday, saying they had “made me think in memes.”\nMs. Love was mimicking and complimenting a kind of social media post that is now sweeping through Instagram. Known in internet slang as shitposting, this style of posting involves people publishing low-quality images, videos or comments online. On Instagram, this means barraging people’s feeds with seemingly indiscriminate content, often accompanied by humorous or confessional commentary.", "url": "https://www.nytimes.com/2021/08/09/technology/instagram-text-memes.html"}