{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:23:37", "date_modify": "2022-10-25 23:23:37", "date_publish": "2021-09-27 16:14:37", "description": "Representative Liz Cheney came out against same-sex marriage in 2013. Her sister, who is gay, wrote online at the time that the decision put her “on the wrong side of history.”", "filename": "2021_09_27_us_politics_liz-cheney-same-sex-marriage_1666740217.html", "image_url": "https://static01.nyt.com/images/2021/09/27/world/27political-briefing-cheney-2/merlin_194063865_3deafec4-c596-4442-a20c-cf1e4ff74524-facebookJumbo.jpg?year=2021&h=549&w=1050&s=318aa471225e06fa32885790bf40c8919222d2eb0fef7541f23bf9763571ead0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_27_us_politics_liz-cheney-same-sex-marriage_1666740217.html", "title": "Liz Cheney Says She Was 'Wrong' to Oppose Same-Sex Marriage", "title_page": "Liz Cheney Says She Was 'Wrong' to Oppose Same-Sex Marriage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Representative Liz Cheney, Republican of Wyoming, said in an interview on CBS’s “60 Minutes” on Sunday night that she was “wrong” to oppose same-sex marriage, reversing a longstanding position.\n“I was wrong,” Ms. Cheney said. “I was wrong.”\nMs. Cheney famously came out against same-sex marriage in a television interview in 2013, while running for Senate in Wyoming, saying she believed “in the traditional definition of marriage.” Mary Cheney, her sister who is gay and married with children, wrote online at the time that Liz was “on the wrong side of history.”\nThe issue sparked a public rift inside the close-knit and high-profile political family. Dick Cheney, the former vice president and Ms. Cheney’s father, became an unlikely advocate for gay rights when he stated in 2004 that he supported Mary, and that “freedom means freedom for everyone.”\nOn Sunday night, Liz Cheney said her father had been right the whole time. “I love my sister very much,” she said. “I love her family very much and I was wrong. It’s a very personal issue, very personal for my family. I believe my dad was right and my sister and I have had that conversation.”", "url": "https://www.nytimes.com/2021/09/27/us/politics/liz-cheney-same-sex-marriage.html"}