{"authors": ["Isabella Kwai"], "date_download": "2022-10-25 22:55:17", "date_modify": "2022-10-25 22:55:17", "date_publish": "2021-07-26 11:35:34", "description": "Thunderstorms in London flooded hospitals’ emergency rooms and submerged streets for the second time this month.", "filename": "2021_07_26_world_europe_london-flooding-heat_1666738517.html", "image_url": "https://static01.nyt.com/images/2021/07/26/world/26uk-floods/26uk-floods-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c833b915d1d1a13db46ad520f75a1fec27653188069f49b27b11e99bacbb21e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_26_world_europe_london-flooding-heat_1666738517.html", "title": "Floods, Heat, Then Floods Again: England Is Battered by Wild Weather", "title_page": "Floods, Heat, Then Floods Again: England Is Battered by Wild Weather - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — For the second time in a matter of two weeks, heavy rainfall has wreaked havoc across London, flooding train stations, stranding motorists and forcing at least two hospitals to redirect patients from their emergency rooms.\nThe downpour, which dumped about a month’s worth of rain in some areas on Sunday, was part of a broader pattern of extreme weather causing disruption and destruction around the world this summer. Fires, floods and heat waves have ravaged areas from the Pacific Northwest to central China.\nThe latest rainstorm came at the tail end of a heat wave that had led Public Health England to issue an alert for the first time ever warning people to stay cool indoors, close curtains in rooms that face the sun, drink plenty of water and avoid excess alcohol.\nThe heat broke as thunderstorms swept across southern England this weekend, bringing torrential downpours that dumped a month’s worth of rain in some areas in just a few hours.", "url": "https://www.nytimes.com/2021/07/26/world/europe/london-flooding-heat.html"}