{"authors": ["Coral Davenport", "Lisa Friedman", "Emily Cochrane"], "date_download": "2022-10-25 23:00:18", "date_modify": "2022-10-25 23:00:18", "date_publish": "2021-06-09 22:37:16", "description": "The chances of pushing climate legislation through Congress, a long shot from the beginning, now appear even more uncertain.", "filename": "2021_06_09_climate_climate-congress-infrastructure_1666738818.html", "image_url": "https://static01.nyt.com/images/2021/06/09/climate/09cli-congress1/09cli-congress1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=cc2ab456291f8b9bbd473606eea99cde94d4875c748bf26ed79c22f8ae97c0aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_09_climate_climate-congress-infrastructure_1666738818.html", "title": "Collapse of Infrastructure Talks Risks Biden's Climate Priorities", "title_page": "Collapse of Infrastructure Talks Risks Biden's Climate Priorities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Wednesday, White House officials said they had not wavered in their commitment to making climate a core part of any infrastructure package. The administration has encouraged a bipartisan group of senators to continue to try to hammer out an agreement.\n“The president has underscored that climate change is one of the defining crises we face as a nation, and in the negotiations he has continuously fought for leading on the clean energy economy and on clean energy jobs — which is critical for our economic growth, competitiveness, and middle class,” said Andrew J. Bates, a White House spokesman, in a statement.\nSeveral Democratic senators as well as many climate activists say they nonetheless fear that the prospects for climate legislation could evaporate, as they did in the first term of the Obama administration.\nAfter former President Barack Obama vowed to tackle global warming, the White House repeatedly delayed its push for legislation, focusing first on passing health care and Wall Street overhauls.\nBy the time Senate Democrats took up a major climate bill, well into Mr. Obama’s first term, momentum had waned and the measure failed to muster enough support to merit a vote on the Senate floor. Six months later, Republicans swept into the House majority in the midterm elections and prospects for climate legislation died for the next decade.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“I’ve seen this movie before,” said Mr. Heinrich, a veteran of the failed 2009 effort.\nThe impact of climate change is already being felt around the world in the form of drought, wildfire, floods, economic disruption and environmentalists say action cannot be postponed.", "url": "https://www.nytimes.com/2021/06/09/climate/climate-congress-infrastructure.html"}