{"authors": ["Jesse Mckinley", "Luis Ferré-Sadurní"], "date_download": "2022-10-25 23:25:01", "date_modify": "2022-10-25 23:25:01", "date_publish": "2021-02-12 14:11:07", "description": "In a private conversation, the governor’s top aide admitted that data was withheld on nursing homes, where more than 10,000 New Yorkers have died during the pandemic.", "filename": "2021_02_12_nyregion_new-york-nursing-homes-cuomo_1666740301.html", "image_url": "https://static01.nyt.com/images/2021/02/12/nyregion/12nyvirus-nursinghomes-001/12nyvirus-nursinghomes-001-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0ccdfb614da5755bbafc07713e0b15086cb0a2d08c95c9b39f101c0b42c12520&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_12_nyregion_new-york-nursing-homes-cuomo_1666740301.html", "title": "New Allegations of Cover-Up by Cuomo Over Nursing Home Virus Toll", "title_page": "New Allegations of Cover-Up by Cuomo Over Nursing Home Virus Toll - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. DeRosa’s jarring admission came when she was asked about ongoing delays in giving lawmakers nursing home death data. She said that after the Department of Justice requested information last summer, “basically, we froze.”\nAt the time, the governor’s office was also facing similar requests from the State Legislature.\n“We were in a position where we weren’t sure if what we were going to give to the Department of Justice, or what we give to you guys, and what we start saying, was going to be used against us and we weren’t sure if there was going to be an investigation,” Ms. DeRosa said during the call, according to a partial transcript later released by the governor’s office after her remarks appeared in The New York Post.\nThe Justice Department never formally opened an investigation, according to Ms. DeRosa. But the intense scrutiny of the governor’s record on nursing homes has struck at the core of his carefully cultivated image as a competent chief executive with a deference to facts, as embodied by the daily news conferences that he held early in the outbreak. Mr. Cuomo even published a memoir about his work on the pandemic before it ended, offering “leadership lessons.”\nThe continuing questions about how many people died in nursing homes residents threatens to overshadow Mr. Cuomo’s legacy.\nJust two weeks ago, the state’s attorney general, Letitia James, who has been an ally of the governor, in a damning report accused the Cuomo administration of undercounting coronavirus related deaths connected to nursing homes by the thousands.", "url": "https://www.nytimes.com/2021/02/12/nyregion/new-york-nursing-homes-cuomo.html"}