{"authors": ["Alexandra Alter"], "date_download": "2022-10-25 23:37:25", "date_modify": "2022-10-25 23:37:25", "date_publish": "2021-08-11 21:34:28", "description": "“Run, Rose, Run” is set for publication in 2022, along with a Parton album whose 12 new songs were inspired by the book.", "filename": "2021_08_11_books_dolly-parton-james-patterson-book_1666741045.html", "image_url": "https://static01.nyt.com/images/2021/08/14/books/11DOLLYBOOK1/11DOLLYBOOK1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2c34b401295e0c568e5d12311e9295bfb28d2677a1cd77800742c77f723ca176&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_11_books_dolly-parton-james-patterson-book_1666741045.html", "title": "Dolly Parton and James Patterson Are Working On a Novel, 'Run, Rose, Run'", "title_page": "Dolly Parton and James Patterson Are Working On a Novel, 'Run, Rose, Run' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In February 2020, James Patterson flew to Nashville to visit Dolly Parton.\nShe was a fan of his “Alex Cross” thrillers, and he had a proposal for her: Would she work with him on a novel about an aspiring country singer who goes to Nashville to seek her fortune and escape her past?\nParton loved the idea. Two days later, she sent Patterson notes on the plot — along with lyrics for seven new songs that she wrote, based on the story.\n“She didn’t want to get involved in something just to put her name on it. She really wanted to be involved,” Patterson said in an interview on Wednesday. “She’s not going to do something if she doesn’t think she’s going to do it well.”\nIn March, Little, Brown plans to publish “Run, Rose, Run,” a collaboration between Patterson and Parton, in print, e-book and audio editions. The novel, about a young singer with a dark secret that inspires her music, draws on Parton’s experiences in country music.", "url": "https://www.nytimes.com/2021/08/11/books/dolly-parton-james-patterson-book.html"}