{"authors": ["Ben Hubbard", "Hwaida Saad"], "date_download": "2022-10-25 23:00:00", "date_modify": "2022-10-25 23:00:00", "date_publish": "2021-02-04 18:26:34", "description": "Lokman Slim was a rare Shiite Muslim who openly criticized the extremist group for its militancy in Lebanon and the Middle East. He was found dead in a car with multiple bullet wounds.", "filename": "2021_02_04_world_middleeast_lokman-slim-killed-hezbollah_1666738800.html", "image_url": "https://static01.nyt.com/images/2021/02/04/us/04LEBANON-slim/04LEBANON-slim-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cc1a6f49fee6f77f596e0f487c5b6749de3a0757c5f340962bddfb14d8961fa5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_04_world_middleeast_lokman-slim-killed-hezbollah_1666738800.html", "title": "Lokman Slim, a Prominent Lebanese Critic of Hezbollah, Is Killed", "title_page": "Lokman Slim, a Prominent Lebanese Critic of Hezbollah, Is Killed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — A prominent Lebanese critic of the militant group Hezbollah was found dead on Thursday after being shot multiple times in what his friends called a political assassination.\nLokman Slim, 58, was a publisher and filmmaker who was among a small group of political activists from the country’s Shiite Muslim minority who openly criticized Hezbollah, a Shiite extremist group, for its violent role in the country and the wider Middle East.\nMr. Slim’s killing came at a time of multiple crises that have pushed Lebanon to the brink of collapse. Its political system is nearly paralyzed, its economy is in free-fall, and many of its people are still suffering the aftereffects of a huge explosion in the Beirut port in August that killed more than 200 people.\nFor weeks, Lebanon has been under total lockdown, with a 24-hour curfew aimed at slowing the rapid spread of the coronavirus.", "url": "https://www.nytimes.com/2021/02/04/world/middleeast/lokman-slim-killed-hezbollah.html"}