{"authors": ["Emily Anthes"], "date_download": "2022-10-25 23:23:51", "date_modify": "2022-10-25 23:23:51", "date_publish": "2021-08-30 18:55:21", "description": "A panel of experts advising the C.D.C. also discussed data showing that the Pfizer and Moderna vaccines bring a small risk of heart problems.", "filename": "2021_08_30_health_pfizer-moderna-vaccine-myocarditis_1666740231.html", "image_url": "https://static01.nyt.com/images/2021/08/30/opinion/30virus-briefing-ACIP-2/30virus-briefing-ACIP-2-facebookJumbo.jpg?year=2021&h=549&w=1050&s=cadaa07874f3afe95d7954153906190fcf25fe6eb75672b64a159ee1518bb756&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_30_health_pfizer-moderna-vaccine-myocarditis_1666740231.html", "title": "Data Confirm Covid Vaccines Provide Strong Protection against Hospitalization", "title_page": "Data Confirm Covid Vaccines Provide Strong Protection against Hospitalization - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New data presented to a Centers for Disease Control and Prevention committee provided more evidence that the Covid-19 vaccines provided robust protection against severe disease through July, after the Delta variant of the coronavirus had spread widely through the United States.\nScientists also confirmed that the Pfizer-BioNTech and Moderna shots confer a small risk of heart problems in younger men, but that the benefits still outweighed the risks.\nAt the committee’s meeting on Monday, Dr. Sara Oliver, a C.D.C. scientist, presented unpublished data from Covid-Net, a hospital surveillance system. All three vaccines used in the United States remained highly effective at preventing hospitalizations from April through July, when Delta became dominant, the data suggested.\nFor adults under the age of 75, the shots were at least 94 percent effective at preventing hospitalizations, a rate that has remained steady for months, Dr. Oliver said. Protection against hospitalization did decline in July for adults 75 or older, but still remained above 80 percent.", "url": "https://www.nytimes.com/2021/08/30/health/pfizer-moderna-vaccine-myocarditis.html"}