{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:54:51", "date_modify": "2022-10-25 23:54:51", "date_publish": "2021-10-19 13:59:01", "description": "The Premier League imposed a moratorium on sponsorships linked to investors only days after a Saudi-led group took control of one of its teams.", "filename": "2021_10_19_sports_soccer_newcastle-premier-league-saudi_1666742091.html", "image_url": "https://static01.nyt.com/images/2021/10/19/sports/19premierleague/19premierleague-facebookJumbo.jpg?year=2021&h=550&w=1050&s=be111d7c1d7fe3b2324949611e34e076f43ab5e9753f0ee9cc98f8324a7863ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_19_sports_soccer_newcastle-premier-league-saudi_1666742091.html", "title": "Premier League Vote Targets Saudi Spending at Newcastle", "title_page": "Premier League Vote Targets Saudi Spending at Newcastle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fearing that the arrival of another deep-pocketed ownership group from the Gulf might soon put even their own billionaire owners at a competitive disadvantage, Premier League teams voted Monday to restrict — for a short time at least — the new Saudi Arabian owners of Newcastle United from injecting some of their vast wealth into their newly acquired soccer team.\nThe decision, reached at an emergency meeting of the league’s clubs, imposed a moratorium on teams’ signing sponsorship deals with brands or companies linked to their investors. The temporary rule change — to be in place for less than a month while a permanent one is considered — is not specific to Newcastle but is a clear sign of the worry among Premier League teams that a group led by Saudi Arabia’s Public Investment Fund could soon remake the economic and competitive state of the league.\nThe clubs are concerned that Newcastle, now backed by resources of one of the world’s largest sovereign wealth funds, will quickly be able to buy its way to success in a manner similar to Manchester City, the Premier League team bought in 2008 by the brother of the ruler of Abu Dhabi. Manchester City financed its rise from mid-table strugglers to perennial champions partly through a series of sponsorship deals with companies tied to the United Arab Emirates.", "url": "https://www.nytimes.com/2021/10/19/sports/soccer/newcastle-premier-league-saudi.html"}