{"authors": ["Lynsey Chutel", "Richard Pérez-Peña", "Emily Anthes"], "date_download": "2022-10-25 23:42:51", "date_modify": "2022-10-25 23:42:51", "date_publish": "2021-12-06 23:07:54", "description": "Researchers in South Africa, where the variant is spreading quickly, say it may cause less serious Covid cases than other forms of the virus, but it is unclear whether that will hold true.", "filename": "2021_12_06_world_africa_omicron-coronavirus-research-spread_1666741371.html", "image_url": "https://static01.nyt.com/images/2021/12/06/multimedia/06virus-safrica3/06virus-safrica3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_06_world_africa_omicron-coronavirus-research-spread_1666741371.html", "title": "Early Omicron Reports Say Illness May Be Less Severe", "title_page": "Early Omicron Reports Say Illness May Be Less Severe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Emily S. Gurley, an epidemiologist at Johns Hopkins Bloomberg School of Public Health, said of the signs that the variant is less severe, “It would not be shocking if that’s true, but I’m not sure we can conclude that yet.”\nIn the absence of more hard information, governments have reacted to Omicron with sharp restrictions on international travel and new vaccination requirements. World leaders who were accused of responding too slowly or weakly earlier in the pandemic are eager to be seen as taking action, though some experts question whether the travel restrictions are an overreaction.\nThe variant has spread rapidly and has been detected in more than 30 countries on six continents so far. Health officials and researchers say that it could be the most contagious form of the virus yet, and that it could soon displace the Delta variant that emerged last year as the predominant form. That has fueled fears that a world eager to emerge from two years of pandemic hardship could be headed into another cycle of illness, lockdown and economic suffering.", "url": "https://www.nytimes.com/2021/12/06/world/africa/omicron-coronavirus-research-spread.html"}