{"authors": ["Eric Lipton", "Ephrat Livni"], "date_download": "2022-10-25 23:40:37", "date_modify": "2022-10-25 23:40:37", "date_publish": "2021-07-23 09:00:30", "description": "A new generation of industry leaders has set up offshore trading exchanges largely beyond the reach of American regulators.", "filename": "2021_07_23_us_politics_crypto-billionaires_1666741237.html", "image_url": "https://static01.nyt.com/images/2021/07/25/us/politics/00crypto-nomads1/00crypto-nomads1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9e88f139ffcfcab24726cc3a8d6134c13618c96f38e5fb79ef2da0cff373c3cd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_23_us_politics_crypto-billionaires_1666741237.html", "title": "Crypto Nomads: Surfing the World for Risk and Profit", "title_page": "Crypto Nomads: Surfing the World for Risk and Profit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There is some trading of cryptocurrency derivatives in the United States, on platforms like the Chicago Mercantile Exchange, which has long offered commodities options and futures in things as diverse as agriculture, energy and metals. But the CME is a classic exchange that has greater restrictions — and federal government oversight — with lower leverage caps available only to professional traders.\nCryptocurrency innovators like Arthur Hayes, one of the founders of BitMEX — short for the Bitcoin Mercantile Exchange — took this classic approach and turned it into a much more lucrative idea, at least for the platforms.\nBitMEX began what Mr. Hayes called the perpetual swap — a bet on a future price change that does not expire — and eventually offered 100 times leverage. That meant a $1,000 investment could be instantly translated into a $100,000 bet on the future price of Bitcoin.\nFrom inception, BitMEX was explicitly intended to attract not only professional traders but also retail investors with a taste for gambling and gamers inclined to risky play, as Mr. Hayes explained in an industry talk in 2016. “There are people who offer similar types of products but are focusing on degenerate gamblers, a.k.a. retail traders in Bitcoin,” he said. “So why don’t we do the same?”\nThe exchange targeted social media advertising to potential customers based in the United States and boasted that to “sign up takes less than 30 seconds.”\nAt least initially, there was minimal effort on the part of some exchanges like BitMEX to screen investors to determine their true identities, as banks and other trading companies in the United States are required to do, or to confirm their actual locations, despite the ban on U.S. participants. Many of the platforms, including BitMEX and Binance, have recently tightened enforcement to try to curb trades by U.S. investors.\nThis came after the Justice Department filed charges against Mr. Hayes late last year, with the government asserting that he and other BitMEX executives were illegally operating a cryptocurrency exchange that handled about $11 billion in transactions involving at least 85,000 user accounts with ties to the United States. He has since left the company.", "url": "https://www.nytimes.com/2021/07/23/us/politics/crypto-billionaires.html"}