{"authors": ["Kurt Streeter"], "date_download": "2022-10-25 23:50:55", "date_modify": "2022-10-25 23:50:55", "date_publish": "2021-09-06 04:01:09", "description": "A father-son tournament gave our columnist almost unfettered access to players at the 1983 U.S. Open, changing the course of his life.", "filename": "2021_09_06_sports_tennis_us-open-arthur-ashe_1666741855.html", "image_url": "https://static01.nyt.com/images/2021/09/06/sports/06streeter-sot-alt/06streeter-sot-alt-facebookJumbo.jpg?year=2021&h=549&w=1050&s=a17f16e352cdf2a2ef6b64ff89e6a8fe1eb7768ad4cb8c655defa63b958d1ff0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_06_sports_tennis_us-open-arthur-ashe_1666741855.html", "title": "A Trip to the U.S. Open Forever Changed Me", "title_page": "A Trip to the U.S. Open Forever Changed Me - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As great and lucky as they were, those rare moments in the locker room were not what sticks with me most about that Open. What sticks out are encounters with two other tennis luminaries. Encounters that changed my life.\nOne afternoon on the Flushing grounds, I spotted Nick Bollettieri, the former Army paratrooper turned supercoach whose Florida tennis academy produced many of the world’s best young players.\nI sidled up to Bollettieri. I asked about his academy, and told him I dreamed of attending one day but that my family, struggling after my parents divorced and dad’s small business faltered, could not afford the extremely steep price. Luckily, one of Bollettieri’s assistant coaches was nearby. The assistant said he had seen me put up a good fight against one of the top seeds at the boys’ 16-and-under nationals in Kalamazoo, Mich. I needed polish, the assistant said, but I had game.\nBollettieri thought for a moment, then he motioned for me to come closer. “Find Arthur,” he instructed, “and ask if he will help.” Bollettieri meant Arthur Ashe, whose Wimbledon win had sparked my tennis ambition. The two had teamed up to help other minority players attend the academy.", "url": "https://www.nytimes.com/2021/09/06/sports/tennis/us-open-arthur-ashe.html"}