{"authors": ["Michael Barbaro", "Jessica Cheung", "Diana Nguyen", "Michael Simon Johnson", "M.J. Davis Lin", "Chris Wood"], "date_download": "2022-10-25 23:50:31", "date_modify": "2022-10-25 23:50:31", "date_publish": "2021-11-30 11:00:09", "description": "The World Health Organization has declared that this version of the coronavirus poses a very high risk to public health. How did they come to that conclusion?", "filename": "2021_11_30_podcasts_the-daily_omicron-variant-coronavirus_1666741831.html", "image_url": "https://static01.nyt.com/images/2021/11/29/multimedia/30daily-1/29virus-briefing-mutations1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_30_podcasts_the-daily_omicron-variant-coronavirus_1666741831.html", "title": "What We Know About the Omicron Variant", "title_page": "What We Know About the Omicron Variant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is The Daily.\n[music]\nToday, the World Health Organization has declared that the omicron variant of the coronavirus poses a, quote, “very high risk to public health.” I spoke with my colleague, Apoorva Mandavilli, about how it is that scientists came to that conclusion so quickly. It’s Tuesday, November 30. OK, I think we’re ready. When you’re ready to record, we’re ready to record, so.\napoorva mandavilli\nReally quick, we got an email about pronunciation. Is it omicron or omicron? I mean, I’ve been saying—\nmichael barbaro\nI think it’s O.\napoorva mandavilli\n—omicron. It’s like somewhere in between. It’s neither ah nor—\nmichael barbaro\nWait, wait, what are you saying?\napoorva mandavilli\nOmicron, omicron. It’s kind of like omicron, but it’s not omicron. You know what I mean? It’s like omicron.\nmichael barbaro\nCan you just say it really slowly so we all can get on the same page?\napoorva mandavilli\nOmicron?\nmichael barbaro\nOmicron, not omicron.\napoorva mandavilli\nYeah, not omicron. Yeah, I mean, I don’t think it really matters that much, honestly. I’m going with omicron. That OK?\nmichael barbaro\nOmicron, omicron, omicron.\napoorva mandavilli\nYeah.\nmichael barbaro\nOK, at this point, Apoorva, I’m curious, what named variant are we on now in terms of numbers? What number is this?\napoorva mandavilli\nWe’ve probably seen thousands and thousands of variants of the virus. But in terms of ones that have been important enough or of concern enough to get a Greek letter, this is seven. And if you want to think about the ones that the World Health Organization said are really serious variants of concern, as the WHO calls them, this is number five. So there was alpha and then beta and gamma and delta, and now we’re on omicron.\nmichael barbaro\nMm-hmm. And we’re talking to you at what feels like a curious moment in the story of this variant, omicron, when public health experts have told us that we should be worried about it, but also not too worried because there’s so much that they say they don’t know. So I think the best place to begin this conversation is with the question of why those experts got so worried in the first place. And where do you think that story starts?\napoorva mandavilli\nThe story starts in Southern Africa, where this variant was first detected. And I want to be very clear, that’s where it was first detected. We don’t know if it really originated there. And it starts, really, less than a week ago.\narchived recording Now scientists in South Africa are warning of a new strain of Covid-19.\napoorva mandavilli\nSouth African researchers first heard of this variant last Tuesday. And they sequenced this variant, which means they looked at the genetic code of the virus. And they saw something that made them really nervous.\nmichael barbaro\nWhich is what? What did they see?\narchived recording The variant, which is yet to be named, appears to have a high number of mutations.\napoorva mandavilli\nThey saw that this variant has dozens of new mutations and dozens of mutations that they had not seen before.\narchived recording And that is of concern because there’s a possibility it could be able to evade our immune response and be even more transmissible.\nmichael barbaro\nWell, explain that. I mean, my sense from talking to you, talking to our colleagues on the science desk, is that the coronavirus mutates constantly. So what is it about these mutations that got them anxious?\napoorva mandavilli\nRight, the virus is always acquiring new mutations. So it’s not just the number. It’s that it has a lot of mutations in parts of the virus that are really important. So this variant has 50 mutations. And more than 30 of them are on the spike protein, which is arguably the most important part of the virus. And of that, 26 are unique mutations, meaning mutations that we’ve never seen before. By contrast, Delta had 10 unique mutations, and Beta had six. So this is just a lot that they’re seeing now in this variant.\nmichael barbaro\nRight.\napoorva mandavilli\nAnd when scientists look at mutations within viruses, they worry about three things. Is the variant more contagious? Is it going to cause people to get sicker? And will vaccines continue to work against it? This time, with this particular variant, they’re seeing mutations that make them worry about all three of those things.\nmichael barbaro\nHmm. So scientists are seeing mutations, just to summarize this, that could impact all three of the ways in which this variant could become a very real threat and make the pandemic worse.\napoorva mandavilli\nRight, and they’re seeing multiple mutations that they think will affect each of those qualities that we don’t want to see in a virus.\nmichael barbaro\nOK, give us an example of a set of mutations and how it might affect one of the three categories you just mentioned— contagiousness, severity of illness, or being able to evade vaccines.\napoorva mandavilli\nLet me pick the one that we probably worry about the most, which is, will vaccines continue to work against this variant? There are three main parts of this virus that are important for antibodies to recognize the virus. In previous variants, we’ve seen, at most, mutations in two of those regions. And that’s been bad enough. Like with the Beta variant, for example, we saw mutations in two of those regions. And the Beta variant was not as sensitive to vaccines as Delta or Alpha. This time, they’re seeing mutations in all three of those regions. And so that makes them worry that this one will be resistant to vaccines and more so even than any variant they’ve seen before, including Beta.\nmichael barbaro\nSo you’re saying that scientists immediately detect that this variant has many, many mutations that can make it harder for vaccinated people to fight off this virus.\napoorva mandavilli\nCorrect.\nmichael barbaro\nGot it. OK, so let’s return to this chronology for a minute. You have these researchers in South Africa who start to sequence the genome of this new variant. They discover all these mutations in places on the virus that freak them out and make them nervous. It could make the virus more contagious, make illness from it more severe, and make the virus evade vaccines. What happens next?\napoorva mandavilli\nThe scientists did what all virus researchers do these days, which is they deposited the sequence in this database that geneticists all over the world look at. And scientists all over the world immediately saw the sequence, and they all got worried.\nmichael barbaro\nSo they agree with the scientists in South Africa that this is a worrisome set of mutations.\napoorva mandavilli\nThey do. In fact, one scientist told me after seeing the sequence that it was like a collection of the greatest hits of the variant that you never wanted to see together.\nmichael barbaro\nHuh. OK, so I have to imagine that this is the moment, Apoorva, late last week when all our cell phones here in the United States started buzzing around Thanksgiving with news alerts that there was a scary new variant that had been first detected in South Africa.\napoorva mandavilli\nIt was. It was the moment when scientists everywhere started to sound the alarm. And by Friday, the day after Thanksgiving, the W.H.O. said this was a variant of concern. In the past, they’ve taken weeks to get to that point for any other variant. And this happened just about three days after the first detection of the variant. So this has all happened very fast. And that’s because of how many mutations this new variant has.\nmichael barbaro\nBut at this point late last week, and correct me if I’m wrong, it seems like a lot of this anxiety is on paper, right? It’s anxiety based on what scientists are seeing in the genetic sequencing. It’s not based on sudden or alarming changes in how people are responding to this variant on the ground.\napoorva mandavilli\nWell, not entirely. I mean, these scientists have a reason for worrying, which is that, usually, when you see a cluster of mutations like this, it’s because there’s some advantage for the virus to have it. It allows the virus to survive better. But you’re right that we don’t know anything for sure yet and that most of it is still on paper. There are early hints from South Africa that maybe it’s more severe and maybe hospitalizations will go up. But it’s just too soon to say. Let me give you an example. So the scientists are worried that maybe this variant won’t respond to vaccines very well. But that’s not something they can just tell from looking at the sequence. So as soon as South African scientists found last week that this variant was circulating, immediately, within an hour, in fact, some South African scientists started doing those experiments. And by now, there are dozens of labs all over the world, all trying to answer this question. Will the vaccine still work against this variant?\nmichael barbaro\nMm-hmm, but we don’t have an answer.\napoorva mandavilli\nWe don’t have an answer yet because it takes time for these scientists to build an artificial version of this variant that they can then test against the vaccines. So it’s probably going to be at least a couple of weeks before we know anything. And that goes for the other two questions as well.\nmichael barbaro\nGot it. So we won’t be able to answer the three big questions. Is this variant more contagious? Does it produce greater illness? Does it evade vaccines? We won’t know that for several weeks.\napoorva mandavilli\nThat’s right. We have to basically wait and see. Is it spreading really fast? Are a lot of people ending up in the hospital? And then we have to wait for these lab experiments to tell us, does it respond to vaccines?\nmichael barbaro\nWe’ll be right back. Of course, over the weekend, Apoorva, we did not see governments around the world wait for more scientific data about the variant or wait to react to these fears that it could be more serious.\napoorva mandavilli\nWe did not.\narchived recording The White House is now restricting travel from South Africa and seven neighboring countries. Hong Kong is also banning visitors from eight— Any of these countries within the last 14 days will be barred from entering Canada. To protect the U.K. against the variant coming here from Southern African countries and added four more countries to the Red List.\napoorva mandavilli\nAnd you can see the impulse there. They’re all scrambling to contain the spread of the virus. And many countries declared right away that they were going to restrict visitors from Southern African countries.\narchived recording We are raising a red flag. We understand that we’re on the verge of a state of emergency.\napoorva mandavilli\nAnd some, like Israel, Japan and Morocco, decided that they would bar all foreign visitors. But I’m not sure that really works, because as of today, the virus is already in at least 15 countries.\nmichael barbaro\nWell, I think that brings us up to now, where we have countries imposing these travel restrictions and simultaneously finding that the virus is already inside their borders. So I think a question that many people have is, do these travel restrictions, which seem to be the world’s primary response, while we wait these two weeks for results on all this research, do they make any sense?\napoorva mandavilli\nPretty much every public health expert talked to says they don’t, that these travel bans do, really, nothing. They may delay it a tiny bit, but really, by the time countries discover that there is a variant that’s circulating, that variant is already everywhere.\narchived recording Good morning. The prime minister is urging calm after the new coronavirus variant called Omicron was detected in Australia.\napoorva mandavilli\nIt’s been in several European countries. It’s in Canada. It’s in Hong Kong. It’s in Australia.\narchived recording Also today, Britain, Germany, and Italy announced their first Omicron cases. They follow Belgium. You almost have to expect that it’s going to eventually find its way into Canada. I think people were expecting—\napoorva mandavilli\nReally, the world does not sequence enough of the virus to detect enough of the virus to be able to know which variants are circulating. So by the time anybody has sounded an alarm, the horse has left the barn already.\nmichael barbaro\nMm, so by the time the U.S., for example, as we just have, says no travelers from eight countries across Southern Africa, it’s too late.\napoorva mandavilli\nToday, President Biden said it’s probably just a matter of time before it’s here.\narchived recording (joe biden) Travel restrictions can slow the speed of Omicron. It cannot prevent it, but here’s what it does. It gives us time.\napoorva mandavilli\nBut really, I think the scientists that I’ve talked to say it’s probably here already. We just don’t know that it is. And the other problem with these travel restrictions is that to the people in those countries, it feels like a punishment. It basically disincentivizes them from telling the world that there is this dangerous new variant that’s circulating.\nmichael barbaro\nWhy would it disincentivize them from sharing a variant with the world?\narchived recording Now these restrictions are completely unjustified and unfairly discriminate against our country and our Southern African sister countries.\napoorva mandavilli\nWhen you block visitors from those countries and you impose these travel bans, you’re delivering a huge economic blow to a lot of those countries. And they were already doing poorly because of the pandemic till now.\narchived recording The prohibition of travel is not informed by science, nor will it be effective in preventing the spread of this variant.\napoorva mandavilli\nSo the South African officials and the scientists that I’ve been talking to are very upset because they feel that they did the world a favor by alerting everybody to this variant. There are scientists from all over the world asking them for samples and for sequences. And at the same time, they’re being told, you’re not welcome in our country.\narchived recording The only thing the prohibition on travel will do is to further damage the economies of the affected countries and undermine their ability to respond to and also to recover from the pandemic.\napoorva mandavilli\nSo it makes sense that the South African president just came out and said, please lift these travel restrictions, because it’s really unfair.\nmichael barbaro\nOn the subject of Southern Africa, Apoorva, what, if anything, should we make of the fact that this is where this variant was first detected?\napoorva mandavilli\nWell, we one thing about Africa, which is that very few people in that continent have been vaccinated. And scientists have been saying for months now that the more people we leave unvaccinated in certain parts of the world, the higher the chances that we’ll see a dangerous new variant. In Africa, in particular, there are a lot of people who have weak immune systems, whether that’s because of H.I.V. or T.B. or malaria or these diseases that really sap people’s strength. There are a lot of immunocompromised people. And we know now that the virus acquires mutations the best in somebody who is immunocompromised.\nmichael barbaro\nCan you just explain that?\napoorva mandavilli\nIn somebody who is immunocompromised, the virus will continue to replicate, to multiply for a long time at a very low level. So it’s like giving the virus this playing ground to experiment and come up with all kinds of new mutations. When you see a variant like Omicron that has 50 new mutations, it’s usually because it’s had a lot of time in one person, rather than acquired them one at a time in different people.\nmichael barbaro\nGot it.\napoorva mandavilli\nBut this is basically what scientists have been warning us for months, that apart from the moral argument for vaccinating the world, we’re really rolling the dice when we leave hundreds of millions of people unprotected in parts of the world where the virus can really gain a foothold and really replicate and acquire a lot of new mutations.\nmichael barbaro\nBut isn’t it possible that an immunocompromised person anywhere in the world could have given us this variant?\napoorva mandavilli\nAbsolutely. That’s a really excellent point. This is why we should be vaccinating as much of the world as we can. The more people we have unvaccinated, the more chances that we’ll see another variant that’s dangerous.\nmichael barbaro\nBut what if this variant, as many scientists fear, is resistant to vaccines? Does that still hold true?\napoorva mandavilli\nIt’s not all or nothing. It’s not that if this variant is not as sensitive to vaccines, that the vaccines don’t work at all. It just means that they’ll be a little less effective. But they’ll still probably prevent most people from getting really sick. And the vaccines are really still our best defense against this virus. And that’s even more true for boosters because they really amp up your antibody levels. And they’ll give you an even better chance of fighting off this variant.\nmichael barbaro\nSo it sounds like you and the experts you talked to are saying that the answer to preventing variants like omicron and enduring them is not severe travel restrictions. It’s just a lot more vaccinations.\napoorva mandavilli\nWe know what works. It’s vaccination, it’s masks, it’s social distancing, and probably not travel restrictions.\n[music]\nmichael barbaro\nApoorva, we started this conversation with an acknowledgment that public health officials are telling us to be worried, but not too worried. And I wonder if that’s where your head is right now.\napoorva mandavilli\nIt really is because we don’t know enough to panic yet. I think this is one of those very frustrating moments when we just have to wait for the answers, and until we know that we should panic, not panic.\nmichael barbaro\nWell, Apoorva, when we get that answer, we will turn to you again. For now, thank you very much.\napoorva mandavilli\nThank you.\nmichael barbaro", "url": "https://www.nytimes.com/2021/11/30/podcasts/the-daily/omicron-variant-coronavirus.html"}