{"authors": ["Vanessa Friedman"], "date_download": "2022-10-25 23:47:00", "date_modify": "2022-10-25 23:47:00", "date_publish": "2021-10-03 11:32:06", "description": "Balenciaga holds the smartest show of the week. Valentino takes to the streets. And Hermès gets grounded.", "filename": "2021_10_03_style_balenciaga-valentino-hermes-spring-2022_1666741620.html", "image_url": "https://static01.nyt.com/images/2021/10/07/fashion/03BALENCIAGA-BAL1/03BALENCIAGA-BAL1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=66c5cf2c3e4f4ccf7158def03195beff2c6ba0e1b7c7457f405e7f107722b2ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_03_style_balenciaga-valentino-hermes-spring-2022_1666741620.html", "title": "How Balenciaga Won Paris Fashion Week (With Help from The Simpsons)", "title_page": "How Balenciaga Won Paris Fashion Week (With Help from The Simpsons) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — The marquee outside the Théâtre du Châtelet, the gilded 19th-century musical theater on the Right Bank, cast a red glow over the fans thronged rows deep in the square outside on Saturday night. A forest of smartphones was held aloft, waving in the night air like a host of alien palm fronds, as various black cars pulled up to disgorge their guests. Penned-in photographers hovered behind a velvet rope while men and women swaggered their way across the red carpet, posing, waving, preening and otherwise camping it up on their way inside.\nThere was Offset, a voluminous leather jacket slipping off his shoulders, baggy black pants and plaid shirt/skirt wrapped around his waist! Here was Naomi Campbell, in a sharp-shouldered pantsuit!\nIt could have been any blockbuster film premiere (the new James Bond, say, or “The French Dispatch”) except that once inside, attendees took their seats to discover an enormous screen on the ornate proscenium on which was projected a live feed of — the red carpet entrances.", "url": "https://www.nytimes.com/2021/10/03/style/balenciaga-valentino-hermes-spring-2022.html"}