{"authors": ["Helene Cooper", "Eric Schmitt", "Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:28:23", "date_modify": "2022-10-25 23:28:23", "date_publish": "2021-06-09 23:21:03", "description": "The Pentagon is considering whether to intervene with warplanes or drones in the event that Kabul is in danger of falling to the Taliban, though no decisions have been made.", "filename": "2021_06_09_us_politics_afghanistan-airstrikes-us-troop-withdrawal_1666740503.html", "image_url": "https://static01.nyt.com/images/2021/06/09/us/politics/09dc-airstrikes1/09dc-airstrikes1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b9a28f840e217656694517d1f51380777d8da5bf210025813e8f8ad8b2597188&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_09_us_politics_afghanistan-airstrikes-us-troop-withdrawal_1666740503.html", "title": "U.S. Weighs Possibility of Airstrikes if Afghan Forces Face Crisis", "title_page": "U.S. Weighs Possibility of Airstrikes if Afghan Forces Face Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Any additional airstrikes would require the president’s approval. Even then, officials indicated that such air support would be hard to sustain over a lengthy period because of the enormous logistical effort that would be necessary given the American withdrawal. The United States will leave all its air bases in Afghanistan by next month, and any airstrikes would most likely have to be launched from bases in the Persian Gulf.\nA potential fall of Kabul is the crisis most likely to lead to military intervention after U.S. troops leave, officials said. Intervening to protect Kandahar, Afghanistan’s second-largest city, would be far less certain, one official said. Encroaching Taliban forces have increasingly threatened several other urban hubs in almost every corner of the country in recent months.\nThe discussion suggests the degree of concern in Washington about the ability of Afghanistan’s military to hold off the Taliban and maintain control of Kabul and other population centers.\nAnd it is the latest indication of the scramble by the United States to address the ramifications of Mr. Biden’s decision in April to order a full withdrawal — a goal that had eluded his two immediate predecessors, in part because of opposition from the military.\nWhether to provide air support to Afghan security forces after U.S. troops pull out is one of several major questions about Afghanistan policy that the administration is grappling with as Mr. Biden prepares to meet NATO allies in Europe next week.", "url": "https://www.nytimes.com/2021/06/09/us/politics/afghanistan-airstrikes-us-troop-withdrawal.html"}