{"authors": ["Michael S. Schmidt", "Kenneth P. Vogel"], "date_download": "2022-10-25 23:30:03", "date_modify": "2022-10-25 23:30:03", "date_publish": "2021-01-05 00:39:58", "description": "Cleta Mitchell had been quietly helping President Trump’s attempt to subvert the election results when the recording of him pressuring Georgia elections officials was revealed.", "filename": "2021_01_04_us_politics_cleta-mitchell-trump_1666740603.html", "image_url": "https://static01.nyt.com/images/2021/01/04/us/politics/04dc-mitchell/04dc-mitchell-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c19b3fb853724997dfbd46a2d02f1e4c5d21fefe5d1f64cf0fc8a7c0aae0a82f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_04_us_politics_cleta-mitchell-trump_1666740603.html", "title": "Trump Lawyer on Call Is a Conservative Firebrand Aiding His Push to Overturn Election", "title_page": "Trump Lawyer on Call Is a Conservative Firebrand Aiding His Push to Overturn Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As President Trump has sought to overturn the election results, his personal lawyers paraded themselves before television hosts, state elections officials and anyone else willing to entertain their baseless claims of voter fraud.\nBut behind the scenes, a longtime conservative lawyer named Cleta Mitchell quietly helped. Her work for Mr. Trump drew widespread attention for the first time over the weekend, when a recording was released of an hourlong call in which Mr. Trump threatened Georgia elections officials with “a criminal offense” if they failed to “find” enough votes to change the state’s presidential results.\nOn the call, Ms. Mitchell repeatedly jumped in to help Mr. Trump, showing an intimate level of involvement in his efforts as they made baseless claims about the election and pressed Georgia officials to hand over election data.\nMs. Mitchell is a partner at the law firm Foley & Lardner, which has over 1,000 lawyers and an office in nearly every major city in the United States and represents large corporations such as CVS Pharmacy. Her presence on the call stood out because Mr. Trump has struggled to attract high-profile lawyers to aid his attempts to overturn the election, instead relying on a group that has included Rudolph W. Giuliani, the former New York City mayor who has pushed outlandish claims in defense of Mr. Trump throughout his presidency, and Sidney Powell, who has espoused conspiracy theories.", "url": "https://www.nytimes.com/2021/01/04/us/politics/cleta-mitchell-trump.html"}