{"authors": ["Charlie Savage"], "date_download": "2022-10-26 00:16:22", "date_modify": "2022-10-26 00:16:22", "date_publish": "2021-11-22 18:40:10", "description": "In appellate briefs, lawyers for the House and the Justice Department argued against the former president’s claim of executive privilege.", "filename": "2021_11_22_us_politics_jan-6-trump-files_1666743382.html", "image_url": "https://static01.nyt.com/images/2021/11/22/us/politics/22dc-privilege/22dc-privilege-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_22_us_politics_jan-6-trump-files_1666743382.html", "title": "Court Urged to Let Jan. 6 Panel See Trump White House Files", "title_page": "Court Urged to Let Jan. 6 Panel See Trump White House Files - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A federal appeals court should permit Congress to see White House records about former President Donald J. Trump and the Jan. 6 riot at the Capitol, lawyers for House Democrats and the Biden administration argued on Monday.\nThe case has raised novel executive privilege issues because President Biden has declined to invoke the privilege to block a subpoena from the House’s special oversight committee for the materials, saying that it is in the national interest for the panel to gain access to the information it is seeking. But Mr. Trump, as a former president, has invoked executive privilege and filed a lawsuit.\nIn a 69-page brief, lawyers for the House urged the United States Court of Appeals for the District of Columbia Circuit to permit the House committee investigating the riot to see the files without waiting for litigation over Mr. Trump’s privilege claim to be fully resolved.\nThey stressed that the constitutional privilege exists to protect the executive branch, not an individual person, and that the incumbent president had declined to assert the privilege in this case. The lawyers for the House called Mr. Trump’s assertion of executive privilege “unprecedented and deeply flawed” and said the judiciary should not permit it to interfere with the work of Congress.", "url": "https://www.nytimes.com/2021/11/22/us/politics/jan-6-trump-files.html"}