{"authors": ["Jan Hoffman", "Mary Williams Walsh"], "date_download": "2022-10-25 23:22:52", "date_modify": "2022-10-25 23:22:52", "date_publish": "2021-03-16 04:11:52", "description": "The OxyContin maker filed its long-awaited restructuring plan in bankruptcy court. Revenue from the new company would go exclusively to abating the opioid crisis.", "filename": "2021_03_16_health_purdue-sacklers-bankruptcy-opioids_1666740172.html", "image_url": "https://static01.nyt.com/images/2021/03/16/science/16PURDUE3/16PURDUE3-facebookJumbo.jpg?year=2021&h=549&w=1050&s=030db266ede3f62f8d2a8d18d1db091a4f101adea135d0340ff47e5c97ff94ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_16_health_purdue-sacklers-bankruptcy-opioids_1666740172.html", "title": "Purdue Pharma Offers Plan to End Sackler Control and Mounting Lawsuits", "title_page": "Purdue Pharma Offers Plan to End Sackler Control and Mounting Lawsuits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a filing that signifies the beginning of the end of the country’s most notorious manufacturer of prescription opioids, Purdue Pharma submitted its bankruptcy restructuring plan just before midnight on Monday. The blueprint requires members of the billionaire Sackler family to relinquish control of the company and transforms it into a new corporation with revenue directed exclusively toward abating the addiction epidemic that its signature painkiller, OxyContin, helped create.\nThe plan, more than 300 pages long, is the company’s formal bid to end thousands of lawsuits and includes a pledge from the Sacklers to pay $4.275 billion from their personal fortune — $1.3 billion more than their original offer — to reimburse states, municipalities, tribes and other plaintiffs for costs associated with the epidemic.\nIf the plan is approved by a majority of the company’s creditors and Judge Robert D. Drain of federal bankruptcy court in White Plains, N.Y., payments will start pouring into three buckets: one to compensate individual plaintiffs, like families whose relatives overdosed or guardians of infants born with neonatal abstinence syndrome, as well as hospitals and insurers; another for tribes; and the third — and largest — for state and local governments, which have been devastated by the costs of a drug epidemic that has only worsened during the Covid-19 pandemic.\n“With drug overdoses still at record levels, it is past time to put Purdue’s assets to work addressing the crisis,” said Steve Miller, chairman of Purdue’s board of directors, in a statement. “We are confident this plan achieves that critical goal. ”", "url": "https://www.nytimes.com/2021/03/16/health/purdue-sacklers-bankruptcy-opioids.html"}