{"authors": ["Tracey Tully", "Nick Corasaniti", "Katie Glueck"], "date_download": "2022-10-25 22:58:34", "date_modify": "2022-10-25 22:58:34", "date_publish": "2021-11-03 22:27:30", "description": "The victory over Jack Ciattarelli, which ended Democrats’ 44-year re-election losing streak in the state, was far tighter than polls had predicted.", "filename": "2021_11_03_nyregion_murphy-wins-nj-governor_1666738714.html", "image_url": "https://static01.nyt.com/images/2021/11/03/us/03HP-Murphy-NJ/03HP-Murphy-NJ--facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_03_nyregion_murphy-wins-nj-governor_1666738714.html", "title": "Philip Murphy Wins N.J. Governor Race", "title_page": "Philip Murphy Wins N.J. Governor Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lindsey Laverty, 31, said it was Mr. Murphy’s mask and vaccine mandates that made her vote against him.\n“We need to get back to freedom and choice,” she said Wednesday in Somerville, N.J.\nThe pandemic was by no means the only issue. Mr. Ciattarelli drove home a Wall Street-versus-Main Street theme and homed in on a 2019 comment by Mr. Murphy about taxes. “If you’re a one-issue voter and tax rate is your issue, either a family or a business — if that’s the only basis upon which you’re going to make a decision,” Mr. Murphy said, “we’re probably not your state.”\nMr. Ciattarelli’s campaign plastered parts of the comment across billboards, on Facebook and in television ads all over the state.\nMr. Murphy appeared to significantly underperform President Biden’s 2020 showing in highly educated suburban counties that had favored Democrats in the Trump era — the kind of counties that were central to the Democratic takeover of the House in 2018, including in New Jersey.\n“What’s changed in recent weeks is that President Biden’s approvals have taken a hit as the national mood has shifted,” said Michael Soliman, a veteran of New Jersey Democratic politics, referencing Mr. Biden’s weak poll numbers. He said Democrats — both progressive, like Mr. Murphy, and more conservative, like Stephen Sweeney, the Democratic leader of the State Senate, who lost a close race to his Republican challenger — were feeling the effect of that shifting national playing field.\nMichael DuHaime, who was the lead strategist for the Republican former Gov. Chris Christie’s victories in 2009 and 2013, said former President Donald J. Trump’s absence from the ballot returned some voters to the G.O.P. fold.\n“They didn’t like Donald Trump. It’s pretty simple. It wasn’t some endorsement to go far left,” Mr. DuHaime said.", "url": "https://www.nytimes.com/2021/11/03/nyregion/murphy-wins-nj-governor.html"}