{"authors": ["Margalit Fox"], "date_download": "2022-10-25 23:36:57", "date_modify": "2022-10-25 23:36:57", "date_publish": "2021-09-04 21:25:03", "description": "Mr. Scott, who played both Bozo the Clown and the original Ronald McDonald on television, was a longtime weather forecaster on the “Today” show who emphasized showmanship over science.", "filename": "2021_09_04_arts_television_willard-scott-dead_1666741017.html", "image_url": "https://static01.nyt.com/images/2021/09/05/multimedia/05Scott-obit1-print/04Scott-obit-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fee4525c708b615a729e9a47540cbcfd68a40fa0115fe4b48676c96f20dcf6b6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_04_arts_television_willard-scott-dead_1666741017.html", "title": "Willard Scott, Longtime 'Today' Weatherman, Dies at 87", "title_page": "Willard Scott, Longtime 'Today' Weatherman, Dies at 87 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Joining “Today” that March, Mr. Scott went on to sport a string of outré outfits, spout a cornucopia of cornpone humor and wish happy birthday to a spate of American centenarians, all while talking about the forecast every so often, until his retirement in 2015.\nThough he was meant to represent the new, late-model television weatherman, Mr. Scott brought to the job a brand of shtick that harked back to earlier times. He seemed simultaneously to embody the jovial, backslapping Rotarian of the mid-20th century, the midway barker of the 19th and, in the opinion of at least some critics, the court jester of the Middle Ages.\nThere was the time, for instance, that he delivered the forecast dressed as Boy George. There was the time he did so dressed as Carmen Miranda, the “Brazilian bombshell” of an earlier era, dancing before the weather map in high heels, ruffled pink gown, copious jewelry and vast fruited hat. There was the time, reporting from an outdoor event, that he kissed a pig on camera.\nThe pig did not take kindly to being kissed and squealed mightily.\nMr. Scott, who began his career in radio before becoming a weatherman at WRC-TV, an NBC affiliate in Washington, had no background in meteorology or any allied science. But as he readily acknowledged, the weatherman’s job as reconstructed for the postmodern age did not require any.\n“A trained gorilla could do it,” Mr. Scott said in 1975, while he was at WRC.\nThe only scientific asset one actually needed, he pointed out, was the telephone number of the National Weather Service.", "url": "https://www.nytimes.com/2021/09/04/arts/television/willard-scott-dead.html"}