{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:20", "date_modify": "2022-10-25 23:44:20", "date_publish": "2021-02-14 20:44:07", "description": "The development is a joyful bit of news after a turbulent year in which the couple broke away from the British royal family, started new lives in California and suffered a miscarriage.", "filename": "2021_02_14_world_europe_prince-harry-meghan-markle-baby_1666741460.html", "image_url": "https://static01.nyt.com/images/2021/02/14/world/14meghan-baby-1/14meghan-baby-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=253ea6bba4f97b56cbb2930a75087c9c5c0dee85bcb68533ecfb9bcb212aa2e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_14_world_europe_prince-harry-meghan-markle-baby_1666741460.html", "title": "Prince Harry and His Wife, Meghan, Expecting Second Child", "title_page": "Prince Harry and His Wife, Meghan, Expecting Second Child - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Follow our live coverage of Oprah’s Interview with Meghan and Harry]\nLONDON — Prince Harry and his wife, Meghan, are expecting their second child, their spokesperson said Sunday, a joyful bit of news after a turbulent year in which they broke away from the British royal family, started new lives in California and suffered a miscarriage that Meghan said brought “almost unbearable grief.”\n“We can confirm that Archie is going to be a big brother,” the spokesperson said in a statement, referring to the couple’s nearly 2-year-old son, Archie Mountbatten-Windsor. Harry and Meghan, who are also known as the Duke and Duchess of Sussex, are “overjoyed to be expecting their second child,” it said.\nThe statement did not say when the duchess was due to give birth or whether the couple knew the baby’s gender. They released an artful, black-and-white photo of them relaxing affectionately under a tree, a baby bump clearly visible on Meghan.\nFor the 39-year-old American actress-turned-duchess, the news is particularly welcome, given the anguish of her miscarriage last July, which she recalled in starkly personal terms in a column in The New York Times last November that drew an extraordinary worldwide reaction.", "url": "https://www.nytimes.com/2021/02/14/world/europe/prince-harry-meghan-markle-baby.html"}