{"authors": ["Richard Fausset"], "date_download": "2022-10-25 23:27:29", "date_modify": "2022-10-25 23:27:29", "date_publish": "2021-08-29 09:00:15", "description": "Poverty and politics have left the state with fewer doctors and nurses than it needs and hospitals on the brink of shutdown.", "filename": "2021_08_29_us_when-the-new-covid-surge-struck-mississippi-was-uniquely-unprepared_1666740449.html", "image_url": "https://static01.nyt.com/images/2021/08/26/us/00mississippi-health-1/00mississippi-health-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=907bfc9675a28538fe7766f50ee1f3bbf08a5ef291fc6744f604fc1e7deb55e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_29_us_when-the-new-covid-surge-struck-mississippi-was-uniquely-unprepared_1666740449.html", "title": "When the New Covid Surge Struck, Mississippi Was Uniquely Unprepared", "title_page": "When the New Covid Surge Struck, Mississippi Was Uniquely Unprepared - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those interested in improving health care in the state have long faced daunting odds. A succession of conservative governors has decried the cost of Medicaid, which is shared by the federal and state governments. Former Governor Haley Barbour, a Republican who served from 2004 to 2012, backed steep cuts to the program, including a divisive plan, eventually blocked by a judge, to remove 65,000 older adults and disabled people from the Medicaid rolls. He also suggested that people were gaming the system.\n“Forgive me if I think people who work two or three jobs to pay for health care for their families shouldn’t be forced to pay for health care for people who can work, but choose not to,” he said in 2011.\nMr. Barbour’s successor, Phil Bryant, torpedoed a state health insurance exchange meant to be a component of President Barack Obama’s Affordable Care Act. Mr. Bryant said at the time that he did not want to support Obamacare, as the act is known, because he feared it would saddle the state with oppressive debts related to Medicaid.\nMr. Reeves and the Mississippi Legislature — like the legislative bodies in a dozen states with Republican-controlled statehouses — continue to oppose Medicaid expansion, despite a renewed push for the program from state health care advocates who insist that money from the program might have helped Mississippi better weather the pandemic.\nMississippi’s hospitals have even proposed a plan that would cover the state government’s share of the cost with a tax on the hospitals themselves and small monthly premiums for those who would sign up.\nIn Hattiesburg, Phyllis Chambers-Berry, the chief nursing officer at Forrest General Hospital, said she believed that expanding Medicaid before the pandemic would have left her hospital in a stronger position to deal with the Delta variant. Now, with her hospital’s 50 intensive care beds full, she said she was hoping the state would send 26 contract workers who would allow the hospital to open 10 more beds.\nThose workers would represent just a fraction of what Forrest General actually needs. The hospital has 240 nursing jobs that are unfilled, Dr. Chambers-Berry said. Of those who remain, she said, “I could tell you from the looks on their faces — they’re exhausted.”", "url": "https://www.nytimes.com/2021/08/29/us/when-the-new-covid-surge-struck-mississippi-was-uniquely-unprepared.html"}