{"authors": ["Yan Zhuang"], "date_download": "2022-10-25 23:26:27", "date_modify": "2022-10-25 23:26:27", "date_publish": "2021-10-03 16:55:07", "description": "Ben Roberts-Smith is suing three newspapers that accused him of unlawful killings in Afghanistan. But much more than the reputation of one soldier is at stake.", "filename": "2021_10_03_world_australia_ben-roberts-smith-defamation-trial_1666740387.html", "image_url": "https://static01.nyt.com/images/2021/09/10/world/00oz-soldier-01/00oz-soldier-01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=6f2dbf328bf159a2e396818a6829c5608afa72c88603d97703d14450e70bccbe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_03_world_australia_ben-roberts-smith-defamation-trial_1666740387.html", "title": "He’s Australia’s Most Decorated Soldier. Did He Also Kill Helpless Afghans?", "title_page": "He’s Australia’s Most Decorated Soldier. Did He Also Kill Helpless Afghans? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MELBOURNE, Australia — The elite Australian troops stormed into a mud-walled Afghan village in the late summer of 2012 on a white-hot mission.\nDays earlier, a rogue Afghan Army soldier had killed three of their comrades. A tip indicated that the assailant might be hiding in the village. While a search failed to turn him up, the Australian special forces fatally shot another Afghan man they encountered there.\nThat much is known. But the moments just before the man’s death have become the subject of an intense legal dispute involving Australia’s most decorated living soldier, rekindling hard questions about the costs of the country’s 20-year mission in Afghanistan and the conduct of its most highly trained soldiers.\nIn one version of events, the dead man was a laborer named Ali Jan, and he was kicked off a cliff by the decorated soldier, Ben Roberts-Smith. According to this account, Mr. Jan, bound in handcuffs, hit the ground with such force that his teeth were knocked out, and he was then shot dead as Mr. Roberts-Smith watched. This is the story told by three Australian journalists who wrote about the episode and by three Afghan men who say they were at the scene.", "url": "https://www.nytimes.com/2021/10/03/world/australia/ben-roberts-smith-defamation-trial.html"}