{"authors": ["Joseph Goldstein", "Sharon Otterman"], "date_download": "2022-10-25 23:43:10", "date_modify": "2022-10-25 23:43:10", "date_publish": "2021-09-29 23:30:07", "description": "In courtrooms from Manhattan to Utica, judges are weighing whether exemptions that would cover thousands of health care workers will be allowed.", "filename": "2021_09_29_nyregion_new-york-vaccine-mandate_1666741390.html", "image_url": "https://static01.nyt.com/images/2021/09/29/nyregion/29nymandate-lawsuits01/29nymandate-lawsuits01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f3c8e0384214c68f4504e1e2e21d58df2faf577785c3eb1a7922401ea3f00e58&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_29_nyregion_new-york-vaccine-mandate_1666741390.html", "title": "New York's Vaccine Mandate: What to Know", "title_page": "New York's Vaccine Mandate: What to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This would represent an immense expansion of the executive branch’s powers,” the suit states. The government maintains that it was appropriate to issue the emergency regulation, which will expire in November unless it is renewed.\nSeveral of the plaintiffs in the suit say they have already had Covid-19, and they argue that the mandate should include an exception for people who have natural immunity. In Britain and Israel, for example, proof of a prior infection is considered enough to receive a digital vaccination passport for six months; in the United States, that is not the case.\n“They should have had the right to lobby the Legislature about that,” said Todd Aldinger, the lawyer for the plaintiffs. “This is really about participation in democracy.”\nAre any exemptions allowed?\nAt present, the state allows medical exemptions for narrow categories of health care workers, including those who are allergic to the vaccine components. In all, just half of 1 percent of hospital workers qualified for medical exemptions, according to data released by the state Tuesday.\nThe mandate does not currently allow for religious exemptions. But an earlier version of the vaccine mandate did, and some hospitals had begun to grant them. NewYork-Presbyterian had issued 129 religious exemptions out of more than 1,000 requests before withdrawing the exemptions after the state policy changed in late August, court documents show.\nThe state had given little reason for the sudden switch. But in a court hearing before the U.S. Court of Appeals for the Second Circuit on Wednesday, a top state lawyer offered an explanation.\nThe lawyer, Steven Wu, a deputy solicitor general of New York, said that the two versions of the vaccine mandates — one allowing for religious exemptions, the other not — emerged from different parts of the Health Department, with little coordination. In ultimately deciding to remove the religious exemption, Mr. Wu said, state health authorities were following previous mandates for measles and rubella vaccines that did not offer religious exemptions for health care workers.", "url": "https://www.nytimes.com/2021/09/29/nyregion/new-york-vaccine-mandate.html"}