{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:25:39", "date_modify": "2022-10-25 23:25:39", "date_publish": "2021-04-01 10:00:08", "description": "The public awareness push includes 275 participating organizations that will speak to communities where skepticism of the coronavirus vaccine remains high.", "filename": "2021_04_01_us_politics_coronavirus-vaccine-hesitancy_1666740339.html", "image_url": "https://static01.nyt.com/images/2021/04/01/lens/01dc-community-corps/01dc-community-corps-facebookJumbo.jpg?year=2021&h=550&w=1050&s=01a96d66005afb6d2d5f1c64011ecea01681bcc098532ddf8973e4e7e3f71a21&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_01_us_politics_coronavirus-vaccine-hesitancy_1666740339.html", "title": "Biden Administration Announces Ad Campaign to Combat Vaccine Hesitancy", "title_page": "Biden Administration Announces Ad Campaign to Combat Vaccine Hesitancy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Administration officials still expect to soon face the possibility of supply exceeding demand if many Americans remain reluctant to be vaccinated. With cases rising in some parts of the country again and variants spreading, getting as many people as possible vaccinated will be critical to containing the pandemic and allowing a return to a more normal way of life.\nTwo hundred and seventy-five organizations will participate in the administration’s new public awareness push — including NASCAR, the Catholic Health Association of the United States and the North American Meat Institute — that is aimed at communities where vaccine hesitancy remains high. Among the organizations are many Catholic and evangelical groups that are expected to help address religious concerns about the Johnson & Johnson vaccine, which uses abortion-derived fetal cell lines.\nThe group is collectively called the Covid-19 Community Corps, administration officials said, and participating organizations are able to reach millions of Americans who trust those individual groups.\nA new poll by the Kaiser Family Foundation this week found that the number of Black adults willing to be vaccinated had increased substantially since February. But 13 percent of respondents over all said that they would “definitely not” get a vaccine. Among Republicans and white evangelical Christians, almost 30 percent of each group said that they would “definitely not” get a shot.\n“Data show a very large ‘movable middle,’” said John Bridgeland, a founder and the chief executive of the Covid Collaborative, a bipartisan group of political and scientific leaders working on vaccine education. “Even though there is vaccine hesitancy among many subgroups within the population, and we are tracking this very closely, our numbers show we could reach herd immunity so getting facts and information into the hands of millions of Americans is the job before us.”", "url": "https://www.nytimes.com/2021/04/01/us/politics/coronavirus-vaccine-hesitancy.html"}