{"authors": ["Thomas Fuller", "Conor Dougherty", "Giulia Heyward"], "date_download": "2022-10-25 22:56:17", "date_modify": "2022-10-25 22:56:17", "date_publish": "2021-06-21 23:43:57", "description": "The state is poised to embark on an ambitious, complex effort to cover the unpaid rent of low-income renters who struggled during the pandemic.", "filename": "2021_06_21_us_california-rent-forgiveness_1666738577.html", "image_url": "https://static01.nyt.com/images/2021/06/21/us/21california-rent-web1/21california-rent-web1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=479ff6d5a471149d5bcdbb0fcc39bd7426f147705d66c6f9fcc99768c988aa7c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_21_us_california-rent-forgiveness_1666738577.html", "title": "California Plans Rent Forgiveness Using Federal Stimulus Surplus", "title_page": "California Plans Rent Forgiveness Using Federal Stimulus Surplus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Nationwide this is certainly the largest rent relief there’s ever been,” said Russ Heimerich, a spokesman for the California Business, Consumer Services and Housing Agency, a state umbrella organization that is overseeing the rent relief program. “The big question is can we spend it all.”\nThe enormous wealth of tech entrepreneurs and Hollywood moguls, and the sales of surging stocks and multimillion dollar homes helped produce this year’s record budget surplus. California’s tax system, heavily reliant on capital gains and the incomes of the wealthy, fills state coffers in years when the stock market does well.\nCalifornia is grappling with a problem other states might envy: handing out so much money can be a slow, bureaucratic process. A more modest program, already in place, was aimed at covering some but not all back rent, yet it has struggled to keep up with demand. Only around 8 percent of the $619 million in requests for rental assistance in that program through Monday morning had been paid, according to Mr. Heimerich. After complaints that the 32-page form for rent relief took three hours to complete, the state abridged the application. It now takes an average of 30 minutes, is available in six languages and is easier to fill out on a smartphone.\nOther states have offered pandemic-related rental relief programs, but some of those that cover 100 percent of the back rent set restrictions on the assistance. Georgia limits its rent relief to $15,000 per household. Oregon and other states do not have a financial cap, but instead cover a maximum of 12 months of missed rent regardless of cost.\nFor California, the pandemic has been a case of a long-term crisis running into a short-term emergency.\nThe state already has more than half of the nation’s unsheltered homeless population — each night about 114,000 Californians sleep outside or in their cars — and federal data show the homeless count was rising just as the pandemic hit. The cause is no mystery: The state has a $700,000 median home value and California renters are among the nation’s most burdened, with 27.3 percent of tenants paying more than half of their pretax income in rent, the third-highest rate in the nation.", "url": "https://www.nytimes.com/2021/06/21/us/california-rent-forgiveness.html"}