{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:29:26", "date_modify": "2022-10-25 23:29:26", "date_publish": "2021-10-27 22:33:42", "description": "The justices, who will hear arguments on Monday in two cases challenging the state’s near-total ban, required the parties to file their briefs with extraordinary speed.", "filename": "2021_10_27_us_politics_supreme-court-texas-abortion_1666740566.html", "image_url": "https://static01.nyt.com/images/2021/10/27/us/politics/27dc-scotus/27dc-scotus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_27_us_politics_supreme-court-texas-abortion_1666740566.html", "title": "Briefs Draw Battle Lines as Texas Abortion Law Nears Supreme Court", "title_page": "Briefs Draw Battle Lines as Texas Abortion Law Nears Supreme Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Just days after the Supreme Court agreed to fast-track challenges to a Texas abortion law, setting an exceptionally abbreviated schedule, the parties filed a flurry of briefs on Wednesday attacking and defending the law.\nThe court will hear arguments on Monday in two different challenges, one brought by abortion providers in the state and the other by the Justice Department. The court’s scheduling order required the two sides to file their opening briefs simultaneously, with responses due on Friday.\nBoth challengers said the law, which bars most abortions after six weeks of pregnancy, is at odds with Roe v. Wade, which prohibits states from banning abortions before fetal viability, or around 23 weeks. They added that the law, known as Senate Bill 8, was cynically drafted to avoid review by federal courts.\n“S.B. 8 was designed to nullify this court’s precedents and to shield that nullification from judicial review,” wrote Brian H. Fletcher, the acting solicitor general, in the federal government’s brief. “So far, it has worked: The threat of a flood of S.B. 8 suits has effectively eliminated abortion in Texas at a point before many women even realize they are pregnant, denying a constitutional right the court has recognized for half a century.”", "url": "https://www.nytimes.com/2021/10/27/us/politics/supreme-court-texas-abortion.html"}