{"authors": ["Mark Landler", "Stephen Castle"], "date_download": "2022-10-25 23:46:53", "date_modify": "2022-10-25 23:46:53", "date_publish": "2021-04-05 18:09:01", "description": "The British leader’s plans are the next step in a cautious reopening after a lockdown that began in January.", "filename": "2021_04_05_world_europe_britain-johnson-coronavirus-lockdown-opening_1666741613.html", "image_url": "https://static01.nyt.com/images/2021/04/05/world/05VIRUS-UK1/05VIRUS-UK1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5d8fcae7389812fbaefbc8c447a647db5cd0948becb1f6df1d0265a8230a0392&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_05_world_europe_britain-johnson-coronavirus-lockdown-opening_1666741613.html", "title": "Boris Johnson Announces Free Coronavirus Tests and Status Certificates for England", "title_page": "Boris Johnson Announces Free Coronavirus Tests and Status Certificates for England - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prime Minister Boris Johnson offered Britons their first detailed glimpse of what a post-pandemic society might look like on Monday, announcing free twice-weekly coronavirus tests in England and Covid status certificates that would allow people with immunity into crowded nightclubs and sporting events.\nThe plans were the next step in the British government’s cautious reopening of the economy, and its first effort to tackle thorny questions about how to distinguish between people who are protected against the virus and those who are still vulnerable, as the country edges back toward normalcy.\n“I will be going to the pub myself and cautiously but irreversibly raising a pint of beer to my lips,” Mr. Johnson said at a news conference at 10 Downing Street, as he listed the next round of relaxed restrictions.\nTrying to strike a balance between public health and personal liberties, he said Britain would design a system to certify the Covid status of anyone seeking to enter higher-risk settings. While pubs and nonessential shops might be allowed to demand proof of Covid-free status, they will not be required to do so.", "url": "https://www.nytimes.com/2021/04/05/world/europe/britain-johnson-coronavirus-lockdown-opening.html"}