{"authors": ["Brad Plumer"], "date_download": "2022-10-25 23:43:03", "date_modify": "2022-10-25 23:43:03", "date_publish": "2021-10-20 16:59:39", "description": "Countries are planning to produce more than twice as much oil, gas and coal through 2030 as would be needed if governments want to limit global warming to Paris Agreement goals.", "filename": "2021_10_20_climate_fossil-fuel-drilling-pledges_1666741383.html", "image_url": "https://static01.nyt.com/images/2021/10/20/climate/00cli-OILPRODUCTION1/00cli-OILPRODUCTION1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=6896a44f0b49f16f6f0a75d9d879002ddeef61b309df31eb2d68e7522a8c4a9e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_20_climate_fossil-fuel-drilling-pledges_1666741383.html", "title": "Fossil Fuel Drilling Plans Undermine Climate Pledges, U.N. Report Warns", "title_page": "Fossil Fuel Drilling Plans Undermine Climate Pledges, U.N. Report Warns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Even as world leaders vow to take stronger action on climate change, many countries are still planning to dramatically increase their production of oil, gas and coal in the decades ahead, potentially undermining those lofty pledges, according to a United Nations-backed report released Tuesday.\nThe report looked at future mining and drilling plans in 15 major fossil fuel producing countries, including the United States, Saudi Arabia, Russia, Canada, China, India and Norway. Taken together, those countries are currently planning to produce more than twice as much oil, gas and coal through 2030 as would be needed if governments want to limit warming to 1.5 degrees Celsius (2.7 degrees Fahrenheit) above preindustrial levels.\nScientists and world leaders increasingly say that holding global warming to 1.5 degrees Celsius is crucial if humanity wants to avoid the most catastrophic consequences of climate change, such as ever-deadlier heat waves, large scale flooding and widespread extinctions. The world has already heated up roughly 1.1 degrees since the Industrial Revolution.", "url": "https://www.nytimes.com/2021/10/20/climate/fossil-fuel-drilling-pledges.html"}