{"authors": ["Rick Gladstone", "Peter Robins"], "date_download": "2022-10-25 23:43:05", "date_modify": "2022-10-25 23:43:05", "date_publish": "2021-04-12 14:59:21", "description": "A peace agreement nearly a quarter-century ago helped transform Northern Ireland after decades of bitter conflict. But new issues are reawakening old feuds.", "filename": "2021_04_12_world_europe_Northern-Ireland-Brexit-Covid-Troubles_1666741385.html", "image_url": "https://static01.nyt.com/images/2021/04/12/world/12NIRELAND-EXPLAINER/12NIRELAND-EXPLAINER-facebookJumbo.jpg?year=2021&h=550&w=1050&s=805bb05d225874ae6b9e3e2cf934efbbbca2f6da738d92f531218119939da30e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_12_world_europe_Northern-Ireland-Brexit-Covid-Troubles_1666741385.html", "title": "The Ghosts of Northern Ireland’s Troubles Are Back. What’s Going On?", "title_page": "The Ghosts of Northern Ireland’s Troubles Are Back. What’s Going On? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Adding to the world’s sectarian flash points, the British territory of Northern Ireland has roared back into the news, its relative calm punctured by violent rioting among groups that had made peace 23 years ago.\nThe reasons for the breakdown are intertwined with Britain’s exit from the European Union and the stresses of the Covid-19 pandemic. But they have demonstrated the combustible potency of the old feuds between a largely Catholic side that wants the territory to be part of Ireland, and a mostly Protestant side that wants to remain part of Britain.\nFor more than a week, protests have descended into mayhem in the streets of Belfast, the capital, and some other parts of Northern Ireland, leaving scores of police officers wounded. Rioters as young as 13 have thrown gasoline bombs at the police and set buses afire. Prime Minister Boris Johnson of Britain and his Irish counterpart, Micheal Martin, have both expressed deep concern.\n“Boris Johnson is wrestling with a problem that is too close to home for comfort: the worst violence on the streets of Northern Ireland for many years,” Mujtaba Rahman, managing director Europe for the Eurasia Group, a political risk consultancy, said in an email to clients. The underlying causes, Mr. Rahman said, “were unlikely to be resolved quickly.”", "url": "https://www.nytimes.com/2021/04/12/world/europe/Northern-Ireland-Brexit-Covid-Troubles.html"}