{"authors": ["Patrick Kingsley", "Richard Pérez-Peña"], "date_download": "2022-10-25 23:55:58", "date_modify": "2022-10-25 23:55:58", "date_publish": "2021-06-14 00:06:24", "description": "An unlikely coalition prevailed against the country’s longest-serving leader. Now it must get its disparate factions to work together.", "filename": "2021_06_13_world_middleeast_netanyahu-naftali-bennett-israel-vote_1666742158.html", "image_url": "https://static01.nyt.com/images/2021/06/13/world/13israel-briefing-voteSUB3/13israel-briefing-voteSUB3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=dcf6ff5ef8037e2a50249720b7c09341c35731a2463ab77a01f35f41ddae398c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_13_world_middleeast_netanyahu-naftali-bennett-israel-vote_1666742158.html", "title": "Netanyahu Ousted as Israeli Parliament Votes in New Government", "title_page": "Netanyahu Ousted as Israeli Parliament Votes in New Government - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But amid the acrimony, there were also moments of unity and empathy across party lines.\nAfter Mr. Levin, the speaker, was replaced in a separate vote by Mickey Levy, an ally of Mr. Lapid, the two embraced for several seconds. Earlier, ultra-Orthodox lawmakers laughed amiably along with jokes by Merav Michaeli, a staunch secularist and critic of Mr. Netanyahu — barely an hour after they had hurled insults at Mr. Bennett, her new coalition partner.\nUntil the day of the vote, and even on it, Mr. Netanyahu and his right-wing allies labored hard to break the alliance before it could take office. They applied intense pressure on right-wing opposition lawmakers, urging them to peel away from their leaders and refuse to support a coalition that they claimed would ruin the country. For most of this month, supporters of Mr. Netanyahu picketed the homes of Mr. Bennett and his lawmakers, screaming abuse as they came past.\nMr. Netanyahu’s departure was a watershed moment for politics in Israel. He had been in power for so long that he was the only prime minister that many young adults could remember. For many, he had grown synonymous not only with the Israeli state, but also with the concept of Israeli security — and an Israel without him seemed almost inconceivable to some.\nIn Tel Aviv, ecstatic Netanyahu opponents descended onto Rabin Square for an impromptu celebration. As music blasted, Israelis of all ages crowded in carrying the national flag, rainbow flags and pink flags, the color adopted by members of the movement to oust the prime minister.\nOne celebrant, Shoval Sadde, expressed relief that the coalition had come together after weeks of uncertainty.\n“Today is final,” she said. “There are no secret magics anymore that Bibi can pull out of a hat. It’s final.”\nFor supporters of Bibi, as Mr. Netanyahu is universally known in Israel, his exit was devastating and unsettling.", "url": "https://www.nytimes.com/2021/06/13/world/middleeast/netanyahu-naftali-bennett-israel-vote.html"}