{"authors": ["Michael Paulson"], "date_download": "2022-10-25 23:50:38", "date_modify": "2022-10-25 23:50:38", "date_publish": "2021-12-20 18:16:20", "description": "“Hadestown,” “Aladdin,” “Harry Potter and the Cursed Child” and more temporarily shut down amid a surge in coronavirus cases. “Jagged Little Pill” is closing for good.", "filename": "2021_12_20_theater_hamilton-canceled-coronavirus_1666741838.html", "image_url": "https://static01.nyt.com/images/2021/12/20/multimedia/20cancellations-1/20cancellations-1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_20_theater_hamilton-canceled-coronavirus_1666741838.html", "title": "‘Hamilton’ and Other Broadway Shows Cancel Performances Through Christmas", "title_page": "‘Hamilton’ and Other Broadway Shows Cancel Performances Through Christmas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Several of Broadway’s biggest shows, including “Hamilton,” “Hadestown” and “Aladdin,” are canceling all performances until after Christmas, and “Jagged Little Pill” announced it was closing for good, as a spike in coronavirus cases batters the performing arts throughout North America as well as in London.\nThe cancellations, prompted by positive coronavirus tests among cast or crew members, come at the worst possible time for many productions, because the holiday season is typically the most lucrative time of year.\nIt has been a trying week for the performing arts.\nOn Saturday and Sunday, about a third of Broadway shows canceled their performances.\nOn Monday, “Jagged Little Pill,” a rock musical featuring Alanis Morissette songs that had paused performances on Saturday after positive tests, said it would not reopen at all. The musical had still been finding its financial footing when the pandemic hit, and then was rocked again by the Omicron variant; its producers said in a statement that “the rapid spread of the Omicron variant has, once again, changed everything.”", "url": "https://www.nytimes.com/2021/12/20/theater/hamilton-canceled-coronavirus.html"}