{"authors": ["Kyle Buchanan"], "date_download": "2022-10-25 22:59:31", "date_modify": "2022-10-25 22:59:31", "date_publish": "2021-04-05 02:44:47", "description": "Daniel Kaluuya and Yuh-Jung Youn took supporting actor honors. On the TV side, “The Crown” and “Schitt’s Creek” won top honors.", "filename": "2021_04_04_movies_SAG-Awards-winners-list_1666738771.html", "image_url": "https://static01.nyt.com/images/2020/10/18/arts/18chicago7-films2/18chicago7-films2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f5aedb10988b22216a1a5ce7c2181d0f40c24fc6c042b58eda045791e3704878&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_04_movies_SAG-Awards-winners-list_1666738771.html", "title": "SAG Awards Go to ‘The Trial of the Chicago 7,’ Chadwick Boseman and Viola Davis", "title_page": "SAG Awards Go to ‘The Trial of the Chicago 7,’ Chadwick Boseman and Viola Davis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Aaron Sorkin’s courtroom drama “The Trial of the Chicago 7” finally notched a significant award-season victory Sunday night, winning the Screen Actors Guild Award for best cast in a motion picture.\nOver the last decade, five of the films that won SAG’s top prize went on to take the best-picture Oscar, including last year, when a big win for “Parasite” gave it a gust of momentum going into the Academy Awards. After “The Trial of the Chicago 7” lost the Golden Globe for best drama to “Nomadland” and the Writers Guild Award for original screenplay to “Promising Young Woman,” the film’s triumph at the SAG Awards could give it a similar jolt.\nTwo men who’ve been sweeping the season continued to steamroll at SAG: The late Chadwick Boseman won the best-actor award for his work in “Ma Rainey’s Black Bottom,” while “Judas and the Black Messiah” star Daniel Kaluuya won the supporting-actor trophy.\nThe actress and supporting-actress races have been more suspenseful this season, and SAG delivered two notable victories in the form of best-actress winner Viola Davis for “Ma Rainey’s Black Bottom” and “Minari” scene-stealer Yuh-Jung Youn, who won the supporting-actress award.", "url": "https://www.nytimes.com/2021/04/04/movies/SAG-Awards-winners-list.html"}