{"authors": ["Jennifer Jett", "Jesus Jiménez"], "date_download": "2022-10-25 22:57:28", "date_modify": "2022-10-25 22:57:28", "date_publish": "2021-07-17 20:10:10", "description": "The Texas House Democratic Caucus did not name the five lawmakers, but said they were all fully vaccinated.", "filename": "2021_07_17_world_Texas-covid_1666738648.html", "image_url": "https://static01.nyt.com/images/2021/07/17/world/17virus-briefing-texas-democrats/17virus-briefing-texas-democrats-facebookJumbo.jpg?year=2021&h=550&w=1050&s=80260d48d4302c3540c81dc004b0eb61b1ff78691d729b54674abd43a73f9ae7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_17_world_Texas-covid_1666738648.html", "title": "3 Democrats Who Fled Texas to Block Voting Bill Test Positive for Coronavirus", "title_page": "3 Democrats Who Fled Texas to Block Voting Bill Test Positive for Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Five of the nearly 60 Texas Democrats who fled Texas last week in an effort to prevent the passage of a restrictive new voting law have tested positive for the coronavirus in Washington, including two cases announced on Sunday.\nThe Texas House Democratic Caucus said all five lawmakers were fully vaccinated and were experiencing mild or no symptoms, Reuters reported, citing an emailed statement. It said all caucus members and their staff members in Washington were being tested daily.\nThe caucus did not name the lawmakers who had tested positive, though two have identified themselves. State Representative Trey Martinez Fischer said he was one of the lawmakers who tested positive on Sunday. In a statement, he said he had “extremely mild” symptoms and would quarantine until he tested negative.\nAnother lawmaker, State Representative Celia Israel, said she tested positive on Saturday.\nOn Friday, one lawmaker reportedly test positive. Ms. Israel and another colleague tested positive on Saturday.", "url": "https://www.nytimes.com/2021/07/17/world/Texas-covid.html"}