{"authors": ["Michael Crowley"], "date_download": "2022-10-25 23:54:32", "date_modify": "2022-10-25 23:54:32", "date_publish": "2021-01-28 01:08:23", "description": "Officials called the review standard for a new administration, but many Democrats critical of the Gulf States want the president to cancel the deals.", "filename": "2021_01_27_us_politics_biden-arms-sales-uae-saudi-arabia_1666742072.html", "image_url": "https://static01.nyt.com/images/2021/01/27/us/politics/27dc-arms/27dc-arms-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7674d15dec3187751ae8eff4dd8816daa546f112a2baaa5fe0f69dea9346ac81&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_27_us_politics_biden-arms-sales-uae-saudi-arabia_1666742072.html", "title": "Biden Administration Reviewing Trump Arms Sales to U.A.E. and Saudi Arabia", "title_page": "Biden Administration Reviewing Trump Arms Sales to U.A.E. and Saudi Arabia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Biden administration is reviewing some weapons sales to Gulf Arab states approved by the Trump administration, including tens of billions of dollars of advanced fighter jets to the United Arab Emirates and precision munitions to Saudi Arabia.\nA State Department official speaking on background said on Wednesday that the administration was temporarily pausing some of the arms sales and transfers, calling the move a routine action typical of presidential transitions.\nBut it drew unusual attention because the arms deals with the Gulf Arab nations, approved in the last months of the Trump administration, were the subject of intense political debate even before the review. Some Democrats expressed hope on Wednesday that the sales would be canceled, even as the administration downplayed the review.\nDemocrats in Congress have strongly opposed the sales out of disgust over the Saudi and Emirati role in Yemen’s grueling civil war, which has inflicted vast civilian suffering, but they failed to attract enough Republican support to block the deals in Congress in December. Many Democrats began pressuring President Biden even before his inauguration to halt the sales.", "url": "https://www.nytimes.com/2021/01/27/us/politics/biden-arms-sales-uae-saudi-arabia.html"}