{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:00:17", "date_modify": "2022-10-25 23:00:17", "date_publish": "2021-04-04 01:30:36", "description": "The extraordinary move came just days after officials learned the plant had ruined 15 million doses of Johnson & Johnson’s coronavirus vaccine.", "filename": "2021_04_03_us_politics_emergent-vaccine-plant-johnson-johnson_1666738817.html", "image_url": "https://static01.nyt.com/images/2021/04/03/lens/03dc-emergent-photo/03dc-emergent-photo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4ccd0dce18b26b2ee1c23a159f560e9cbbc1255be0ac685639edb9c2c569dd0c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_03_us_politics_emergent-vaccine-plant-johnson-johnson_1666738817.html", "title": "U.S. Taps Johnson & Johnson to Run Troubled Vaccine Plant", "title_page": "U.S. Taps Johnson & Johnson to Run Troubled Vaccine Plant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Biden administration on Saturday put Johnson & Johnson in charge of a troubled Baltimore manufacturing plant that ruined 15 million doses of the Johnson & Johnson coronavirus vaccine and moved to stop the plant from making another vaccine by AstraZeneca, senior federal health officials said.\nThe extraordinary move by the Department of Health and Human Services came just days after officials had learned that Emergent BioSolutions, a contract manufacturer that has been making both the Johnson & Johnson and the AstraZeneca vaccines, mixed up ingredients from the two, which led regulators to delay authorization of the plant’s production lines.\nBy moving the AstraZeneca vaccine out, two senior federal health officials said, the plant can be solely devoted to the Johnson & Johnson single-dose vaccine and avoid future mishaps.\nThe Department of Health and Human Services directed Johnson & Johnson to install a new leadership team to oversee all aspects of production and manufacturing at the Emergent Baltimore plant, the officials said. The company said in a statement that it was “assuming full responsibility” for the vaccine made at the Emergent plant.", "url": "https://www.nytimes.com/2021/04/03/us/politics/emergent-vaccine-plant-johnson-johnson.html"}