{"authors": ["Rick Rojas"], "date_download": "2022-10-25 23:48:09", "date_modify": "2022-10-25 23:48:09", "date_publish": "2021-02-04 10:00:13", "description": "In her Georgia district, voters saw Ms. Greene as a conservative voice that would be impossible to ignore. Now the revelation of past social media posts has unsettled some who backed her.", "filename": "2021_02_04_us_marjorie-taylor-greene-georgia-district_1666741689.html", "image_url": "https://static01.nyt.com/images/2021/02/03/multimedia/03Greene-voters/merlin_181980585_fb9845da-e127-4007-b349-d20cb27490a8-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3fbfcb587e2c51a9a71289214c3be2ea9b9c5d35a02ce11318816d51bd9d50fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_04_us_marjorie-taylor-greene-georgia-district_1666741689.html", "title": "Marjorie Taylor Greene Tests the Limits of Some Voters", "title_page": "Marjorie Taylor Greene Tests the Limits of Some Voters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SUMMERVILLE, Ga. — Billy Martin does not care much for politicians. But the retired teacher and coach liked what he heard from Marjorie Taylor Greene as she promised to take on Washington as a defiant force, intent on rattling the establishment.\nMr. Martin, 62, has lived all of his life in the foothills rolling below the Appalachian Mountains in Georgia, in a community that he believed had long been overlooked. He supported Ms. Greene, he said, because she had a brazen voice that was impossible to ignore.\nYet it has also been impossible to ignore the torrent of troubling social media posts and videos of Ms. Greene’s that have surfaced in recent weeks. In them, she endorsed violent behavior, including executing Democratic leaders. She also spread conspiracy theories, describing a deadly school shooting as a hoax and questioning whether a plane crashed into the Pentagon on Sept. 11.\n“She’s a real asset,” Mr. Martin said of Ms. Greene and the potential he saw in her after she was elected to Congress in November. Still, despite his best efforts to avoid politics, he learned about her social media activity and was bewildered by it.", "url": "https://www.nytimes.com/2021/02/04/us/marjorie-taylor-greene-georgia-district.html"}