{"authors": ["Sharon Lafraniere", "Noah Weiland"], "date_download": "2022-10-25 22:55:50", "date_modify": "2022-10-25 22:55:50", "date_publish": "2021-08-03 23:31:27", "description": "The Food and Drug Administration’s move is expected to kick off more vaccination mandates for hospital workers, college students and federal troops.", "filename": "2021_08_03_us_politics_pfizer-vaccine-approval_1666738550.html", "image_url": "https://static01.nyt.com/images/2021/08/03/us/politics/03dc-virus-pfizer/03dc-virus-pfizer-facebookJumbo.jpg?year=2021&h=550&w=1050&s=61492dae8d3c7c2d41283245445df7589229deae10e0cd378a9ca2b313c1cd35&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_03_us_politics_pfizer-vaccine-approval_1666738550.html", "title": "F.D.A. Aims to Give Final Approval to Pfizer Vaccine by Early Next Month", "title_page": "F.D.A. Aims to Give Final Approval to Pfizer Vaccine by Early Next Month - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal regulators have been under growing public pressure to fully approve Pfizer’s vaccine ever since the company filed its application on May 7. “I just have not sensed a sense of urgency from the F.D.A. on full approval,” Dr. Ashish K. Jha, the dean of the Brown University School of Public Health, said in an interview on Tuesday. “And I find it baffling, given where we are as a country in terms of infections, hospitalizations and deaths.”\nAlthough 192 million Americans — 58 percent of the total population and 70 percent of the nation’s adults — have received at least one vaccine shot, many remain vulnerable to the ultracontagious, dominant Delta variant. The country is averaging nearly 86,000 new infections a day, an increase of 142 percent in just two weeks, according to a New York Times database.\nRecent polls by the Kaiser Family Foundation, which has been tracking public attitudes during the pandemic, have found that three of every 10 unvaccinated people said that they would be more likely to get a shot with a fully approved vaccine. But the pollsters warned that many respondents did not understand the regulatory process and might have been looking for a “proxy” justification not to get a shot.\nModerna, the second most widely used vaccine in the United States, filed for final approval of its vaccine on June 1. But the company is still submitting data and has not said when it will finish. Johnson & Johnson, the third vaccine authorized for emergency use, has not yet applied but plans to do so later this year.\nFull approval of the Pfizer vaccine will kick off a patchwork of vaccination mandates across the country. Like most other employees of federal agencies, civilians working for the Defense Department must be vaccinated or face regular testing. But the military has held off on ordering shots for 1.3 million active-duty service members until the F.D.A. acts.", "url": "https://www.nytimes.com/2021/08/03/us/politics/pfizer-vaccine-approval.html"}