{"authors": ["Jill Cowan", "Eileen Sullivan", "Remy Tumin"], "date_download": "2022-10-25 23:48:24", "date_modify": "2022-10-25 23:48:24", "date_publish": "2021-03-25 14:50:53", "description": "Vaccine eligibility is opening up across the country.", "filename": "2021_03_25_us_california-florida-vaccine_1666741704.html", "image_url": "https://static01.nyt.com/images/2021/03/25/world/25virus-briefing-florida-vaccine2/merlin_184285302_ba3ae402-1978-4394-9797-d6c4c16ad801-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f87fa79078d539f4e89774b25edbb8e6aa9267c4bcdde0aae6bccdaf7b098817&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_25_us_california-florida-vaccine_1666741704.html", "title": "California and Florida Prepare to Give Vaccine Access to All Adults", "title_page": "California and Florida Prepare to Give Vaccine Access to All Adults - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is The Daily.\n[music]\nToday— the state of vaccinations. My colleague, Apoorva Mandavilli on the rapid expansion of inoculations, who is still holding out, and the new rules of the road for those who are now vaccinated. It’s Thursday, March 25. Apoorva, good evening.\napoorva mandavilli\nHi, Michael. Nice to talk to you again.\nmichael barbaro\nNice to talk to you. It feels, Apoorva, like after many months of frustrating sluggishness that the story of vaccinations in the United States is now moving so quickly that it’s actually kind of hard to keep track of. And so that’s why we wanted to check in with you about where exactly everything stands with inoculations. And I want to start with the question that I think has loomed over this entire process, which is, when the general population— adults, no matter how old or with what medical conditions— when they will be allowed to book appointments to get their shot. And Biden said May 1. But my sense is that it’s actually starting to happen a little bit faster. So I wondered if you can walk us through that.\napoorva mandavilli\nI think part of the reason it’s been tough to keep up is because every state is moving at a different pace. And almost every other day there’s a new announcement about which state is opening vaccinations up to all adults. So if you live in Alaska or Mississippi or West Virginia, you’re lucky enough to already get a vaccine. If you live in Connecticut, you can start to get one April 5. If you’re in Georgia, you can start this week. In Texas, you can get it on Monday. If you live in Indiana, you can get it next week. And New York state, where I live, just announced that they would give the vaccine to anyone 50 and over. Doesn’t cover me, but I’m hoping that that means pretty soon they’ll start to move down the lane. So you can see that it’s sort of every state is getting there at a different pace. But I think Biden’s announcement that every adult who wants one will get it by May 1 is pretty realistic. And as you said, we may even get there sooner.\nmichael barbaro\nWhat’s your understanding of why things are now moving so much faster when it comes to vaccines? Is this simply a question of how long it took to ramp up the supply? Is this about us just getting better at administering them and finding people to administer them?\napoorva mandavilli\nSupply was never the issue. We had plenty of doses sitting around. I think what the issue was was that we were just not getting the doses out to the people who needed them fast enough. And we’ve solved a lot of those distribution problems now, which, when you think about it, is pretty understandable. We’ve never done a mass vaccination campaign of this scale this quickly. And it took a little while to figure out all the glitches. And I think the Biden administration has solved some of them. We now have mobile vaccination sites. We have 24 hour sites. Pharmacies are giving them out. We’ve got three different vaccines that have three different sorts of storage. So we’ve just really corrected all the problems that we had initially. And we’re now moving at a pretty good clip.\nmichael barbaro\nGotcha. And everything you just said is predicated on the current scenario of those three vaccines— Pfizer, Johnson & Johnson, Moderna— all of which have been authorized for emergency use in the U.S. My sense is that a fourth vaccine could soon be in the mix in the U.S. And I wonder if that’s a correct assumption. And if it is, would that change the speed of this rollout that we’ve been describing? And here, of course, I’m talking about AstraZeneca, about which there has been a fair bit of drama.\napoorva mandavilli\nSo the AstraZeneca situation is a bit confusing. Earlier this week, AstraZeneca came out with a study that showed that it’s a very safe and effective vaccine. But then the National Institutes of Health and the data safety monitoring board, which is this group that looks at all the data from the clinical trial, came out with a pretty strong statement saying that they didn’t agree with how AstraZeneca had presented its data and said maybe some of that data was now outdated. So we don’t know exactly how good AstraZeneca is. It looks like it’s pretty good. We just don’t know how good. But none of that may really matter for the United States, because by the time AstraZeneca would be authorized here, we would probably be done vaccinating all the adults who want a vaccine. Between Pfizer and Moderna and J&J, we will probably have more than enough doses. And we may actually end up giving away all the AstraZeneca doses that we do have.\nmichael barbaro\nGod, that would be a far cry from where we all were a year ago, the concept that we wouldn’t need a vaccine approved by the U.S. government. But that is, I guess, where we are.\napoorva mandavilli\nI think that is something that maybe people don’t marvel at enough, the idea that we did not even dream that we could have a vaccine this quickly. And here we are vaccinating millions of people every day. And we have three good candidates and a fourth one in the offing. It’s just amazing.\nmichael barbaro\nWell said. So during this period we’re in in which some adults are still waiting to become eligible in their states— I’m sure you’re aware of this— there seem to be a lot of adults who are trying to work the angles to get a vaccine before they are technically eligible. And my question for you is, is that OK? And if it is OK, what’s the most appropriate and ethical way to go about doing that?\napoorva mandavilli\nYou know, early on I might have answered this question differently. But now we have so many vaccines, so much of it and so quickly, that I think anybody who really, really wants one and is willing to go to the extra effort of getting one should probably just get one. I mean, I wouldn’t—\nmichael barbaro\nThat’s interesting.\napoorva mandavilli\n—I wouldn’t recommend falsifying a condition, which I have heard of people doing. But I think if people want to stand in line for hours or be a little creative with how they figure out their eligibility, I’m OK with that.\nmichael barbaro\nAnd why is that? Because I guess I have to say I didn’t expect that answer.\napoorva mandavilli\nBecause at this point, Michael, we’re really just trying to get to herd immunity. We are trying to get as many people vaccinated as possible because we have to get those numbers down. The infection rate is still way too high.\nmichael barbaro\nSo what you’re saying is a dose in an adult arm is a good thing period.\napoorva mandavilli\nYes, I do want to add one caveat though, which is that, on an individual level, I think that’s absolutely fine. But I think as a society, we do need to figure out how to get vaccines to communities that are hit the hardest, and yet probably have the least time and resources to get themselves a vaccine.\nmichael barbaro\nVery interesting. So that is adults and their timing for vaccines. We talked to you a few weeks ago about children. And during that conversation, you told us that the issue was that the vaccine had not been tested in children, which means they won’t be eligible to be vaccinated until we know much more. And you said back then that your estimated timing for when children in the U.S. would start to be vaccinated was winter of 2022, which is a ways off. Has that changed?\napoorva mandavilli\nWell, let’s say what we mean by children. If we mean children 12 to 16 or 12 to 18, those children were going to be vaccinated in the fall. That has not changed, because those results from the clinical trials that are going on now will be expected sometime around the summer. What has changed is that Moderna announced that it would now start testing the vaccine in kids six months and up. And that’s completely new, and it was kind of a surprise, really, because the thinking was that all the companies would wait to see how the vaccine did in older children before moving to younger children. I’m not exactly sure why they changed their plan. And this is not the kind of information Moderna will freely give out. But it’s overall good news, because it does mean that the process is moving quickly. And we may see vaccines for all kids by the end of the year.\nmichael barbaro\nOK. Speaking of people who the vaccine has not been widely tested on— pregnant women and nursing mothers. What are we learning about them that we didn’t know before?\napoorva mandavilli\nThe vaccine was always recommended for women who are breastfeeding. There was never any safety concern about them. And that has not changed. For pregnant women, it was a little bit more nuanced. Because there was not a lot of data, the C.D.C. said, every woman should really talk to her doctor and figure out if it makes sense for her— sort of weigh the risks and benefits for each individual. We have not seen anything to indicate that the vaccines are unsafe for pregnant women. If anything, we now have tens of thousands of pregnant women who’ve been vaccinated and we haven’t heard of anything going wrong. So I think the chances are pretty good that, as we suspected, the vaccine is actually quite safe for pregnant women.\nmichael barbaro\nSo finally on the subject of vaccinations and availability, I’m curious as more and more people are becoming eligible what we’re learning about who is refusing vaccines in the United States and if we can begin to say which group of Americans is holding out the most and I guess the longest?\napoorva mandavilli\nI think the dominant narrative out there is that it’s communities of color, that it’s the minority populations who very legitimately have mistrust of the government and that they are refusing the vaccine. But in fact, that’s not quite true. The group that is showing the most hesitancy right now is a group of men who vote Republican.\nmichael barbaro\nConservative men.\napoorva mandavilli\nConservative men who vote Republican. About half of them have said they have no plans to get the vaccine.\nmichael barbaro\nThat’s a very meaningful number.\napoorva mandavilli\nIt’s a huge number.\nmichael barbaro\nAnd how do we explain that?\napoorva mandavilli\nWell, when you think about the fact that even something as simple as masks became a political weapon, it’s not entirely surprising.\n[orchestra music]\nI think there have been a lot of political leaders on the Republican side who have said things about the vaccine that are not true, have said things about the virus that are not true. Former President Trump got vaccinated, but he did so not publicly, not with photographs the way that all the other former presidents did. All of those things give a message. And they give a message that the vaccine is either something you don’t want or you don’t need. And until that message changes, I don’t think we have a hope of reaching those men.\nmichael barbaro\nWe’ll be right back. Apoorva, with vaccinations expanding so rapidly, we want to talk to you about the latest understanding of life after the shot. And I want to start with literally moments after the first shot, since a lot of Americans are about to get one of the vaccines that requires two shots. So what are the common side effects of an initial shot and how commonly and quickly do they appear?\napoorva mandavilli\nSo when you first get a vaccine, probably the only thing you will feel immediately is a little bit of soreness at the injection site. What happens after that has been hugely variable. For a lot of people, they feel perfectly fine, maybe a little bit of tiredness, but that’s pretty much it. But some people react a little bit more. They may have headaches. They may have a little bit of a fever. They may have a body ache. They may need to lie in bed for a few hours. It’s extremely variable.\nmichael barbaro\nSo by and large, mostly minor side effects, and still pretty rare.\napoorva mandavilli\nThat’s right.\nmichael barbaro\nOK. So staying with the first shot, how meaningful is the immunity that comes with just the first shot? It feels like nobody quite quantifies it. I mean, is it half the immunity or is it more than half the immunity?\napoorva mandavilli\nAs you said, nobody’s really quantified it, so I don’t want to give people any assurances about one shot of the Pfizer or Moderna. But it does look like even one dose does a pretty good job. And it looks like it’s more than half. But protection is absolutely not complete after the first dose. So people should continue to take all precautions, wear a mask, maintain social distance, all of that until after they get their second dose.\nmichael barbaro\nGot it. So they should not act as if they’ve gotten halfway towards immunity. They should, in some ways, act as if there’s no immunity and they’re still operating under all the normal rules.\napoorva mandavilli\nThat’s right.\nmichael barbaro\nOK. So on to the second shot. I want to start with symptoms. Many people in my own life say that the second shot is the one that really ran them ragged. And I don’t want to rely on anecdotes. But my sense is that that is a somewhat widely held experience.\napoorva mandavilli\nI think that’s true. And I think it makes sense. Your body has already been exposed to the protein from the virus. It already knows how to recognize and give a reaction. And so the second dose really causes you to have a very strong reaction. It’s really telling you that your first dose worked, in a way.\nmichael barbaro\nThat’s interesting. So when you hear people say, oh, I really don’t feel well after my second shot, that means the vaccine is working, they’re kind of right.\napoorva mandavilli\nYeah. You should congratulate them.\nmichael barbaro\nBut just to be clear, if you have no reaction, that’s not necessarily a sign you’re missing out.\napoorva mandavilli\nAbsolutely not, because as I was saying earlier, the reaction can be very variable. It’s not the same for everybody.\nmichael barbaro\nGot it. So what is the guidance on how long after the second shot is required for real and robust immunity to take effect?\napoorva mandavilli\nTwo weeks for full protection regardless of the vaccine.\nmichael barbaro\nSo two weeks. And from everything you and our colleagues have told us, we know that vaccinated people will be well protected from the worst forms of infection. But the open question remains how readily a vaccinated person can transmit the virus and whether the vaccine diminishes that ability to transmit the virus. So what is the latest understanding of that?\napoorva mandavilli\nWe know a little bit more than we did a few weeks ago. But this is the sort of burning question that everybody wants to know the answer to because they want to know if they can stop wearing masks around unvaccinated people. The problem is that we just didn’t really measure that during the clinical trials. So we’re trying to get that information now. There are a lot of natural experiments going on in the sense that millions of people have been vaccinated. And some of the countries that have vaccinated them are following people to see how many get infected. So hopefully we’ll know soon. And so far, at least, it’s looking like most people who are vaccinated don’t transmit the virus, that it’s a very small chance. Exactly how small is what we need to know.\nmichael barbaro\nOK. So knowing that, let’s turn to the rules of the road for the vaccinated. I know the United States government, the Centers for Disease Control and Prevention, has just issued some pretty detailed guidance on this— who can be with whom under what circumstances. So I want to talk about that kind of one scenario at a time with you. Let’s start with vaccinated people who want to spend time with fellow vaccinated friends and family. What are the rules for that?\napoorva mandavilli\nThere are very few rules. You can take your masks off. You can get together indoors. You can spend time— as much time as you want together without worrying about getting infected.\nmichael barbaro\nGot it. So vaccinated with vaccinated can be with each other maskless.\napoorva mandavilli\nThat’s right.\nmichael barbaro\nOK. Let’s say you are vaccinated but your children and your grandchildren are not. Here I speak from experience, my parents now both vaccinated. Can you visit relatives who are unvaccinated and under what circumstances?\napoorva mandavilli\nThe C.D.C. has said that vaccinated people can spend time indoors with one unvaccinated household. So if that’s your unvaccinated children and grandchildren, that is OK.\nmichael barbaro\nWhy one household?\napoorva mandavilli\nThe more people you have, the more risk. But also when you have multiple households you’re now bringing in all different kinds of exposure. It’s like bringing in all the people that the people in that household interacted with into your home.\nmichael barbaro\nBecause it’s never just one household. It’s every single person a member of that second household has interacted with.\napoorva mandavilli\nExactly. And that can add up pretty fast.\nmichael barbaro\nRight. OK, so another scenario— what if you are a vaccinated adult and you want to visit unvaccinated friends or family, but you want to do so by plane, which I know many, many people do want to do.\napoorva mandavilli\nIt’s a little bit tricky because air travel does involve spending a lot of time indoors with a lot of people. The plane itself is pretty safe because airplanes have excellent ventilation systems and there are a lot of studies now showing that it’s really just the two or three people right next to the person who is infected who’s at risk. So it should be fairly safe. But taxis, people you’re standing really close to at the airport, bathrooms— all of those are a little bit different. And so I would urge any grandparent who is traveling— or anybody who’s traveling, really, who’s vaccinated— to keep their masks on throughout.\nmichael barbaro\nGot you. But you can travel by plane as a vaccinated person to visit unvaccinated people? Has the C.D.C. said whether that’s a good idea?\napoorva mandavilli\nThe C.D.C. doesn’t set rules. So they recommend that people minimize travel unless they really need to. Air travel is back and higher than it’s been at any other time during the pandemic. So I think this is the C.D.C. being very practical, recognizing that if you say, hey, grandparents, if you’re vaccinated you can go visit your grandkids, you can’t also then tell them, but no, you can’t get on a plane to go see them. Just doesn’t make sense.\nmichael barbaro\nGotcha. OK, another quite common scenario— you’re vaccinated and you want to go out to eat indoors. You haven’t done it in a really long time. It feels safe. Is it a good idea?\napoorva mandavilli\nThe problem with restaurants, especially if they’re crowded, is you don’t know how many other people in there are unvaccinated. And unless the restaurant has fantastic ventilation systems that are going to keep everybody safe, you may get infected from a fellow diner then bring it home to other people. We are hoping that the chances of that happening are very low. But we don’t know that yet. So I know that there are a lot of states— pretty much every state— that has lifted restrictions on indoor dining. But I don’t think we’re quite where we need to be for people to freely dine indoors without worry.\nmichael barbaro\nInteresting. So in a way, planes— better ventilated— appear to be potentially safer than restaurants if they aren’t all that well ventilated?\napoorva mandavilli\nVentilation, it turns out, for an indoor space, is pretty much the most important thing. So an open window might do the trick if there’s a nice breeze and the window is big enough. And it will certainly help. But if we had the kind of health grades that we post on restaurants, if there was a system to certify which restaurant has which kind of ventilation, maybe that would work. But we’re not there. But for the restaurant owners and restaurant workers listening to this, I do want to say— get takeout. We should still support those restaurants. There are other ways to do it. Eat outdoors or get takeout. Just don’t sit inside.\nmichael barbaro\nOK. And finally, the office, the workplace— very near and dear to both of us. We work in the same office, or we used to. Should vaccinated people be returning to the office?\napoorva mandavilli\nI’m sorry that I’m going to repeat myself here, but ventilation.\nmichael barbaro\nVentilation, ventilation, ventilation.\napoorva mandavilli\nYes. And masks, masks, masks.\nmichael barbaro\nSo workplace return will be predicated on the speed of vaccinations. Everybody has their vaccinations then obviously we can all go back to work. But until then, you’re saying if an office is not proven to be very well ventilated, then perhaps people should not return.\napoorva mandavilli\nI completely recognize that that’s not necessarily an option for everybody, that there are a lot of people who do have to go to work, even if the office is not well ventilated. And as I said, wearing masks goes a long way. So if it’s a poorly ventilated environment but you have no choice but to go to work, I would just wear a mask and be extremely careful.\nmichael barbaro\nApoorva, as we’re talking now, it occurs to me that there are a lot of rules to try to follow right now. And I wonder if you think people are struggling to learn these rules, but also to actually abide by them.\napoorva mandavilli\nI think it’s hard. First of all, the rules are confusing. You know, there’s all these distinctions. Are you getting together with one household? Are you getting together with more than one? Is it ventilated? Is it not? It’s just too many things to keep straight. But also we’ve been in this pandemic for a year. And people are desperate to feel like life is somewhat back to normal. And if they’ve been vaccinated, if they have actually gone through those stages, it’s really hard to hear, yes, but we still want you to take all these precautions.\nmichael barbaro\nRight. But that is what people are being told.\napoorva mandavilli\nAnd that’s what they unfortunately have to be told until we know a little bit more and until we have enough people in the country vaccinated.\nmichael barbaro\nRight. It’s liberation with conditions. So Apoorva, finally, I asked this of Carl Zimmer— your colleague, my colleague— last time he was on. And I will ask it of you. Have you been vaccinated?\napoorva mandavilli\nI have not and I am desperate to be.\nmichael barbaro\nYou’re a New Yorker. You are probably weeks away.\napoorva mandavilli\nI hope so. I mean, I hope that I can get it sometime before May, if not May. And one of the first things I’m going to do is go visit my parents. So yes, I would love to be vaccinated.\nmichael barbaro\nJust one household, though.\napoorva mandavilli\nJust one household.\nmichael barbaro\nThank you, Apoorva.\napoorva mandavilli\nThank you.\n[music]\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today.\nchuck schumer\nToday, now, in the 21st century, there is a concerted, nationwide effort to limit the right of American citizens to vote and to truly have a voice in their own government.\nmichael barbaro\nOn Wednesday, Senate Democrats began hearings on what’s expected to be their next major legislative push— a sweeping plan to expand voting rights and reform federal elections.\nchuck schumer\nInstead of doing what you should be doing when you lose an election in a democracy— attempting to win over those voters in the next election— Republicans instead are trying to disenfranchise those voters. Shame on them.\nmichael barbaro\nThe legislation is a direct attempt by Democrats to confront a wave of Republican efforts at the state level to restrict access to voting. The bill would enact new rules to make it easier to vote, introduce new campaign finance laws, and end partisan gerrymandering of congressional districts. The bill has already passed in the Democratically controlled House but faces longer odds in the Senate.\nted cruz\nThis bill is the single most dangerous bill this committee has ever considered.\nmichael barbaro\n—where it’s encountering strong opposition from Senate Republicans, like Senator Ted Cruz of Texas, who denounced the bill on Wednesday.\nted cruz\nThis bill is designed to corrupt the election process permanently. And it is a brazen and shameless power grab by Democrats.\nmichael barbaro", "url": "https://www.nytimes.com/2021/03/25/us/california-florida-vaccine.html"}