{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:43:09", "date_modify": "2022-10-25 23:43:09", "date_publish": "2021-03-23 16:00:08", "description": "“Breakthrough” cases, though quite uncommon, are a sharp reminder that vaccinated people should wear masks while the virus is circulating widely.", "filename": "2021_03_23_health_covid-cases-vaccinated-people_1666741389.html", "image_url": "https://static01.nyt.com/images/2021/03/23/science/23VIRUS-VACCINE-CASES1/23VIRUS-VACCINE-CASES1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e8ca62577f85071edcaba412f7046b0d342dd969c4e436dd56d8f388d8696e41&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_23_health_covid-cases-vaccinated-people_1666741389.html", "title": "Vaccinated People Can Get Covid, but It’s Most Likely Very Rare", "title_page": "Vaccinated People Can Get Covid, but It’s Most Likely Very Rare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than two months after he was fully vaccinated against Covid, a doctor in New York woke up with a headache and a dull, heavy feeling of fatigue. A fever and chills soon followed, and his senses of taste and smell began to fade.\nThis, he thought, could not be happening. But it was: He tested positive for the coronavirus.\n“It was a huge shock,” he said. He knew that no vaccine was perfect and that the Pfizer-BioNTech shots he received had been found 95 percent effective in a large clinical trial. “But somehow in my mind, it was 100 percent,” he said.\nThe doctor, who requested anonymity to protect his privacy, is among the few reported cases of people who have been infected after being partly or even fully vaccinated. Nearly 83 million Americans have received at least one dose of a Covid vaccine, and it’s unclear just how many of them will have a “breakthrough” infection, though two new reports suggest the number is very small.\nOne study found that just four out of 8,121 fully vaccinated employees at the University of Texas Southwestern Medical Center in Dallas became infected. The other found that only seven out of 14,990 workers at UC San Diego Health and the David Geffen School of Medicine at the University of California, Los Angeles tested positive two or more weeks after receiving a second dose of either the Pfizer-BioNTech or Moderna vaccines. Both reports, published on Tuesday in the New England Journal of Medicine, show how well the vaccines work in the real world, and during a period of intense transmission.", "url": "https://www.nytimes.com/2021/03/23/health/covid-cases-vaccinated-people.html"}