{"authors": ["Jack Nicas", "Kellen Browning"], "date_download": "2022-10-25 23:42:46", "date_modify": "2022-10-25 23:42:46", "date_publish": "2021-09-17 22:10:29", "description": "Hundreds of current and former Apple workers are complaining about their work environment, a rarity for the once tight-lipped company.", "filename": "2021_09_17_technology_apple-employee-unrest_1666741366.html", "image_url": "https://static01.nyt.com/images/2021/09/18/business/17JPappleactivism-print/merlin_152286114_fee1ee75-fa76-4e19-9a37-0409c51007b6-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1325820b2d7eb89ccd595d2a38eadcf6a94c85c9ebbc85643052a5e1b678684d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_17_technology_apple-employee-unrest_1666741366.html", "title": "Tim Cook Faces Surprising Employee Unrest at Apple", "title_page": "Tim Cook Faces Surprising Employee Unrest at Apple - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Apple, known among its Silicon Valley peers for a secretive corporate culture in which workers are expected to be in lock step with management, is suddenly facing an issue that would have been unthinkable a few years ago: employee unrest.\nOn Friday, Tim Cook, Apple’s chief executive, answered questions from workers in an all-staff meeting for the first time since the public surfacing of employee concerns over topics ranging from pay equity to whether the company should assert itself more on political matters like Texas’ restrictive abortion law.\nMr. Cook answered only two of what activist employees said were a number of questions they had wanted to ask in a meeting broadcast to employees around the world, according to a recording obtained by The New York Times. But his response was a notable acknowledgment that the workplace and social issues that have been roiling Silicon Valley for several years have taken root at Apple.\nOver the past month, more than 500 people who said they were current and former Apple employees have submitted accounts of verbal abuse, sexual harassment, retaliation and discrimination at work, among other issues, to an employee-activist group that calls itself #AppleToo, said Cher Scarlett and Janneke Parrish, two Apple employees who help lead the group.", "url": "https://www.nytimes.com/2021/09/17/technology/apple-employee-unrest.html"}