{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:42:22", "date_modify": "2022-10-25 23:42:22", "date_publish": "2021-04-29 20:15:35", "description": "Fighting between Tajikistan and Kyrgyzstan raised the specter of instability in the region as the United States prepares to leave Afghanistan.", "filename": "2021_04_29_world_asia_central-asia-border-dispute_1666741342.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2021", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_29_world_asia_central-asia-border-dispute_1666741342.html", "title": "Central Asian Border Dispute Casts Shadow Over U.S. Afghan Departure", "title_page": "Central Asian Border Dispute Casts Shadow Over U.S. Afghan Departure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Fighting broke out on Thursday between Kyrgyzstan and Tajikistan over control of an irrigation canal and an access road to an ethnic enclave, raising the specter of instability in Central Asia as the United States prepares to withdraw from Afghanistan.\nThe clash escalated beyond the typical border skirmishes that break out regularly in the remote, mountainous region of southwestern Kyrgyzstan and are a legacy of the Soviet breakup. The countries dispute water rights and territory.\nBorder guards and other security forces exchanged small-arms fire, videos posted online showed, and mortars and artillery were fired from the Tajik side, according to Kyrgyz officials. The Kyrgyz authorities also reported that helicopters attacked several positions. Pictures from the area showed a Kyrgyz border patrol post on fire.\nAt least three people died, including a soldier and a civilian child, according to the Kyrgyz government. The Tajik government said three civilians had died, Reuters reported. By the end of the day, Kyrgyz authorities had evacuated several villages.", "url": "https://www.nytimes.com/2021/04/29/world/asia/central-asia-border-dispute.html"}