{"authors": ["Alan Feuer", "Nicole Hong"], "date_download": "2022-10-25 23:37:59", "date_modify": "2022-10-25 23:37:59", "date_publish": "2021-01-17 21:33:36", "description": "The defense from Trump supporters arrested in the Capitol assault is emerging in court papers and interviews — and could play a role in impeachment proceedings.", "filename": "2021_01_17_nyregion_protesters-blaming-trump-pardon_1666741079.html", "image_url": "https://static01.nyt.com/images/2021/01/19/us/17trumpdefense-1/17trumpdefense-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f9f0d1d2daf24c88e4ecdebda9ff338e2b7d75f1c83b2554f7ff28d2c8641902&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_17_nyregion_protesters-blaming-trump-pardon_1666741079.html", "title": "‘I Answered the Call of My President’: Rioters Say Trump Urged Them On", "title_page": "‘I Answered the Call of My President’: Rioters Say Trump Urged Them On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Another video emerged on Sunday of the mob inside the building confronting the Capitol Police, while one man yelled at the officers that he and his fellow rioters were there because they were “listening to Trump, your boss.”\nThat, in essence, was the argument that Mr. Watkins, who is based in St. Louis, plans to make as he begins his defense of the QAnon Shaman, a Phoenix man whose real name is Jacob Chansley.\nMr. Chansley, an unemployed actor who has made a name for himself in recent weeks by turning up at pro-Trump rallies in face paint, a horned battle helmet and a six-foot spear, was charged with breaking into the Senate chamber and leaving a note for Mr. Pence that read, “It’s only a matter of time, justice is coming.” On Friday, a federal judge in Arizona ordered him detained pending trial, saying he was “an active participant in a violent insurrection to overthrow the U.S. government.”\nMr. Watkins did not deny that Mr. Chansley was inside the Capitol that day, but suggested he had gone there because he, like others, “hung on the words of the president” for comfort and guidance. “What you’ve got here are people like my client who take the president seriously,” Mr. Watkins added, “and look to him to make them feel relevant in a system that has made them feel neglected.”\nThat is why Mr. Watkins plans in the coming days to ask Mr. Trump to pardon Mr. Chansley, comparing him and the others at the Capitol to cult members.\n“They were betrayed by somebody in whom they’d placed their faith,” Mr. Watkins said. “They’re like the followers of Jim Jones. The only thing missing was the Kool-Aid.”\nRebecca R. Ruiz contributed reporting.", "url": "https://www.nytimes.com/2021/01/17/nyregion/protesters-blaming-trump-pardon.html"}