{"authors": ["Andrew Higgins", "Andrew E. Kramer"], "date_download": "2022-10-25 23:26:38", "date_modify": "2022-10-25 23:26:38", "date_publish": "2021-05-25 17:27:42", "description": "Disgusted by the brutality of President Aleksandr G. Lukashenko, Mr. Protasevich bravely embarked at 16 on a life in opposition.", "filename": "2021_05_25_world_europe_belarus-news-roman-protasevich_1666740398.html", "image_url": "https://static01.nyt.com/images/2021/05/25/world/25belarus-profile01/25belarus-profile01-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=6c02ff1d56b190b08db1a1de3bbb964c6bfe6be87486abf90a319c2a4c105f09&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_25_world_europe_belarus-news-roman-protasevich_1666740398.html", "title": "Roman Protasevich: A Belarus Activist Who ‘Refused to Live in Fear’", "title_page": "Roman Protasevich: A Belarus Activist Who ‘Refused to Live in Fear’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WARSAW — Since his teenage years as a rebellious high school student in Belarus and continuing into his 20s while in exile abroad, Roman Protasevich faced so many threats from the country’s security apparatus — of violent beatings, jail, punishment against family members — that “we all sort of got used to them,” a fellow exiled dissident recalled.\nSo, despite his being branded a terrorist by Belarus late last year — a capital offense — Mr. Protasevich was not particularly worried when he set off for Greece from Lithuania, where he had been living, earlier this month to attend a conference and take a short vacation with his Russian girlfriend, Sofia Sapega.\nBut that sense of security was shattered on Sunday when they were snatched by Belarus security officials on the tarmac at Minsk National Airport after a MiG-29 fighter jet was scrambled to intercept his commercial flight home to Lithuania from Greece. Mr. Protasevich, 26, now faces the vengeance of President Aleksandr G. Lukashenko, the 66-year-old Belarusian leader from whom he once received a scholarship for gifted students but has since defied with unflinching zeal.\nIn a short video released on Monday by the authorities in Belarus, Mr. Protasevich confessed — under duress, his friends say — to taking part in the organization of “mass unrest” last year in Minsk, the Belarus capital. That is the government’s term for weeks of huge street protests after Mr. Lukashenko, in power since 1994, declared a landslide re-election victory in an August election widely dismissed as brazenly rigged.", "url": "https://www.nytimes.com/2021/05/25/world/europe/belarus-news-roman-protasevich.html"}