{"authors": ["Michael Wines"], "date_download": "2022-10-25 23:30:12", "date_modify": "2022-10-25 23:30:12", "date_publish": "2021-07-29 14:34:20", "description": "Cyber Ninjas said that it had collected more than $5.6 million from five pro-Trump organizations for the widely disparaged review.", "filename": "2021_07_29_us_politics_arizona-audit-trump_1666740612.html", "image_url": "https://static01.nyt.com/images/2021/07/29/us/politics/29political-briefing-ARIZONA/merlin_187180647_6c583c8e-770a-4e41-a34a-1d1eaab19e83-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0793aacc19e7f9ef0f9009751f1d637a1075e07df47b174c11489b9810e64679&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_29_us_politics_arizona-audit-trump_1666740612.html", "title": "Arizona Vote Review Being Financed by Trump Supporters", "title_page": "Arizona Vote Review Being Financed by Trump Supporters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Republican-ordered recount of presidential election votes in Arizona’s largest county stumbled toward a close on Thursday, its already tattered reputation dogged by fresh accusations of partisanship and a thinly veiled warning of legal problems from the Justice Department.\nThree months and one week after a truck caravan hauled 2.1 million ballots cast by Maricopa County voters to a fairgrounds auditorium, another caravan hauled them back to the county’s election offices on Thursday for storage. Senator Karen Fann, the president of the Republican-controlled State Senate that ordered the review, said earlier this week that a report on its results would be issued next month.\nBut the ferocious criticism that has trailed the review since the Senate announced it in December is unlikely to end, regardless of the report’s conclusions. Its critics were handed fresh ammunition late Wednesday, when the private company overseeing it disclosed that it had been almost entirely financed by supporters of former President Donald J. Trump, many of them promoting the lie that voter fraud cost Mr. Trump’s presumed victory in Arizona.\nThe firm, Cyber Ninjas, said that it had collected more than $5.6 million from five pro-Trump organizations for the review, in addition to $150,000 that the State Senate had allotted.", "url": "https://www.nytimes.com/2021/07/29/us/politics/arizona-audit-trump.html"}