{"authors": ["Mary Robinette Kowal"], "date_download": "2022-10-25 23:30:43", "date_modify": "2022-10-25 23:30:43", "date_publish": "2021-07-19 13:37:25", "description": "Ms. Funk’s trip to space with Jeff Bezos is reason to celebrate. But the launch this week, decades after she was denied the opportunity, also raises questions about whom space is for.", "filename": "2021_07_19_science_wally-funk-jeff-bezos_1666740643.html", "image_url": "https://static01.nyt.com/images/2021/07/19/science/19sci-wallyfunk-promo/19sci-wallyfunk-promo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1f824db47d3466a0163747fc7074bc4b6ca72f6d207f1dc68629835949992498&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_19_science_wally-funk-jeff-bezos_1666740643.html", "title": "Who Is Wally Funk? The Astronaut Defying Gravity and Exclusion", "title_page": "Who Is Wally Funk? The Astronaut Defying Gravity and Exclusion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Wally Funk is finally going to space. When on Tuesday she crosses that arbitrary altitude that divides the heavens from Earth below, in a rocket built by Jeff Bezos’ company Blue Origin, she’ll be 82, the oldest person ever to go into space. But that is not what makes her so special.\nMs. Funk is one of the few people who has directly participated in both eras of human spaceflight so far — the one that started as an urgent race between rival nations, and the one that we are now transitioning into, in which private companies and the billionaires who finance them are in fierce competition for customers, comeuppance and contracts. That she was ultimately excluded from the first phase because she is a woman, and will now be included in the next one, also highlights difficult questions of whom space is for.\nHer path to space arguably begins with a ski accident in 1956 that crushed two of her vertebrae. She was told she would never walk again. By age 17, she already had a history of greeting “you can’t” with defiant proof that she could. As she was recovering, a guidance counselor suggested that she take aviation classes to distract her. In the book “Promised the Moon” by Stephanie Nolen, Ms. Funk said that during her first flight up, in a Cessna 172, “The bug bit and that was it.”\nThat year she soloed and had her pilot’s license at 17. Ms. Funk flew at every opportunity, including sneaking out of a formal dance to go night flying. In all, she has logged over 19,600 flying hours and taught more than 3,000 people to fly.", "url": "https://www.nytimes.com/2021/07/19/science/wally-funk-jeff-bezos.html"}