{"authors": ["Neil Irwin"], "date_download": "2022-10-25 23:28:53", "date_modify": "2022-10-25 23:28:53", "date_publish": "2021-07-08 20:32:43", "description": "The economy remains hot, but the future is looking less buoyant than it did just a short while ago.", "filename": "2021_07_08_upshot_interest-rates-inflation-us-economy-bond-market_1666740533.html", "image_url": "https://static01.nyt.com/images/2021/07/09/upshot/09up-bonds-print1/08up-bonds-facebookJumbo.jpg?year=2021&h=550&w=1050&s=511507bc9b2107e7681d1b4d9c34ff500c0ce2090f3f4c16d9b951d7714fa0db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_08_upshot_interest-rates-inflation-us-economy-bond-market_1666740533.html", "title": "The Bond Market Is Telling Us to Worry About Growth, Not Inflation", "title_page": "The Bond Market Is Telling Us to Worry About Growth, Not Inflation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The overriding concern being reflected in the bond market is that peak growth has been reached, and the benefits from fiscal policy are starting to fade,” said Sophie Griffiths, a market analyst with the foreign exchange brokerage Oanda, in a research note.\nThe evidence of a more measured growth path was evident, for example, in a report from the Institute for Supply Management this week. It showed the service sector was continuing to expand rapidly in June, but considerably less rapidly than it had in May. Anecdotes included in the report supported the idea that supply problems were holding back the pace of expansion.\n“Business conditions continue to rebound; however, like everywhere, the challenges in the supply chain are numerous,” reported one anonymous retailer that participated in the I.S.M. survey. “We continue to see cost increases, delayed shipments, pushed-out lead times, and no clarity as to when predictive balance returns to this market.”\nThe bond market shifts could leave the Federal Reserve wrong-footed in contemplating plans to unwind its efforts to support the economy. At a policy meeting three weeks ago, some Fed officials were ready to proceed with tapering bond purchases in the near future, and some expected to raise interest rates next year, in contrast with a more patient approach that Jerome Powell, the Fed chairman, has advocated.\nIn one of the odder paradoxes of monetary policy, what was perceived in markets as greater openness at the Fed to raising interest rates has contributed to declines in long-term interest rates. Global investors are betting that potential pre-emptive monetary tightening will cause a stronger dollar, slower growth and less ability for the Fed to raise rates in the future without tanking the economy.\n“The market read the views of the minority within the Fed about tapering and about raising rates as signals the Fed has blinked on its decision to allow the economy to run hot,” said Steven Ricchiuto, chief U.S. economist at Mizuho Securities. “A weaker global economy and stronger U.S. dollar all imply greater potential for us to import global deflation.”\nThere are silver linings to the reassessment taking place in markets. Lower long-term rates make borrowing cheaper for Americans — whether that is Congress and the Biden administration considering how to pay for infrastructure plans, or home buyers trying to afford a house.", "url": "https://www.nytimes.com/2021/07/08/upshot/interest-rates-inflation-us-economy-bond-market.html"}