{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:40:32", "date_modify": "2022-10-25 23:40:32", "date_publish": "2021-02-20 14:18:15", "description": "After winning widespread recognition for its handling of the coronavirus last year, Germany now finds itself struggling with sluggish vaccinations and a frustrated population.", "filename": "2021_02_20_world_europe_germany-coronavirus-second-wave_1666741232.html", "image_url": "https://static01.nyt.com/images/2021/02/15/us/00virus-germany-frustration1/15virus-briefing-who-az-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b7d1317d213cc35f13576bc0dc990d9c016e8926edab0bdba62ede86a0c68f53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_20_world_europe_germany-coronavirus-second-wave_1666741232.html", "title": "Germany, Once a Model, Is Swamped Like Everyone Else by Pandemic’s Second Wave", "title_page": "Germany, Once a Model, Is Swamped Like Everyone Else by Pandemic’s Second Wave - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vaccines are only one point of frustration. Mayors are warning of the death of inner cities if small stores are not allowed to reopen. Some states have reopened schools, while others remain shuttered. Doctors are warning of the lasting psychological damage that the lockdown is having on children.\nParents, too, are frustrated with the lack of support for online learning. Germany’s stringent data protection laws prevent Germans from using U.S.-based digital learning platforms, but local solutions do not always function smoothly. In many public schools, education now consists of teachers sending lessons as email attachments for students to work through on their own.\nSmall and independent business owners are struggling to comprehend the rules that dictate whether they are allowed to work and if not, whether they qualify for compensation. Many of them are struggling to stay afloat, while others have given up. Small businesses have been hit harder than the industrial sector as the German economy has contracted by 5 percent over the past year.\nMs. Merkel has done her best to buck up a weary public. Over the past month, the normally reserved chancellor has appeared before the Berlin news corps, given two interviews on prime time television and chatted by video with families overwhelmed by caring for children at home. Each time she offered assurances, whether to parents exhausted by juggling home-schooling with their jobs, or hairdressers eager to return to work.\n“I wish that I had something good to announce,” she said, addressing the nation.\nSo do Germans. With the country gearing up for an general election in September — Ms. Merkel has said she will not run again — and votes in several states in the months ahead, the willingness to line up behind the lame-duck chancellor is weakening, as politicians begin jockeying for position before the end of her more than 15 years in power.", "url": "https://www.nytimes.com/2021/02/20/world/europe/germany-coronavirus-second-wave.html"}