{"authors": ["Sheryl Gay Stolberg", "Katie Thomas"], "date_download": "2022-10-25 23:47:59", "date_modify": "2022-10-25 23:47:59", "date_publish": "2021-01-15 23:57:32", "description": "Facing looming shortages and rising infections, the president-elect promised mobile vaccination sites, National Guard troops and a federal push to increase vaccine production.", "filename": "2021_01_15_us_politics_biden-coronavirus-vaccine_1666741679.html", "image_url": "https://static01.nyt.com/images/2021/01/15/us/politics/15dc-biden-vaccine-1/15dc-biden-vaccine-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=adbeeeadac8c2efe860b1cdbb247e355991de983a02b257ea3b7c7bf82ee473b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_15_us_politics_biden-coronavirus-vaccine_1666741679.html", "title": "Biden Pledges Federal Vaccine Campaign to Beat a Surging Coronavirus", "title_page": "Biden Pledges Federal Vaccine Campaign to Beat a Surging Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The vaccine distribution plan comes one day after Mr. Biden proposed a $1.9 trillion rescue package to combat the economic downturn and the Covid-19 crisis, including a $20 billion “national vaccine program.” The president-elect has said repeatedly that he intends to get “100 million Covid vaccine shots into the arms of the American people” by his 100th day in office.\nTime is of the essence. With the number of deaths now up to nearly 4,000 a day, the Centers for Disease Control and Prevention sounded the alarm on Friday about a fast-spreading, far more contagious variant of the coronavirus that is projected to become the dominant source of infection in the United States by March, potentially fueling another wrenching surge of cases and deaths.\n“I think we are going to see, in six to eight weeks, major transmission in this country like we’re seeing in England,” Dr. Michael T. Osterholm, the director of the Center for Infectious Disease Research and Policy at the University of Minnesota and a member of Mr. Biden’s coronavirus advisory board. “If we can set up vaccine clinics faster and more efficiently, how many lives do we save?”\nIn some respects, Mr. Biden’s plan echoes the one outlined this week by Mr. Trump’s health secretary, Alex M. Azar II, who encouraged states to vaccinate those 65 and older. The Trump administration has also pledged to employ pharmacies to administer shots and to invoke the Defense Production Act when necessary.\nWhen Mr. Azar announced Tuesday that the federal government was releasing a stockpile of vaccine doses, some state health officials expected to get more in their weekly shipments to help address soaring demand as the pandemic rages out of control.\nBut now, the states face a stark reality. That stockpile consisted only of vaccines earmarked for booster shots for people who had already received a first dose. That means the release of this pool will not expand inoculations to a new group of people. Federal officials have said second doses will be prioritized in the weekly shipments to ensure everyone can get a booster shot.", "url": "https://www.nytimes.com/2021/01/15/us/politics/biden-coronavirus-vaccine.html"}