{"authors": ["Elizabeth Dias", "Ruth Graham"], "date_download": "2022-10-25 23:24:07", "date_modify": "2022-10-25 23:24:07", "date_publish": "2021-06-20 21:40:15", "description": "A vote by the U.S. bishops was the most dramatic example of the conservative Catholic movement’s reach since Joseph R. Biden was elected. But the contingent had been gaining strength throughout the Trump era.", "filename": "2021_06_20_us_biden-abortion-catholic-church_1666740247.html", "image_url": "https://static01.nyt.com/images/2021/06/20/multimedia/20Conservative-Catholics1/merlin_189561777_34969ddb-99fc-465f-8542-7b429ab8185a-facebookJumbo.jpg?year=2021&h=550&w=1050&s=575ab5b131a8c17c88f1273c08d4303e4c362e6871b5917b594dd0a0bdeb4ef8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_20_us_biden-abortion-catholic-church_1666740247.html", "title": "In Rift With Biden, a Dramatic Show of Force by a Conservative Catholic Movement", "title_page": "In Rift With Biden, a Dramatic Show of Force by a Conservative Catholic Movement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was the most dramatic example of the conservative Catholic movement’s reach since Mr. Biden was elected. But the contingent had been gaining strength throughout the Trump era, clashing with the Vatican, wresting influence away from Pope Francis’ top representatives in the United States and further polarizing the Catholic faithful in the process. And now, American Catholics are facing an internal war over one of the church’s most sacred rituals, the Eucharist, which for Catholics is the body and blood of Christ.\nLeading U.S. allies of Pope Francis, including Cardinal Blase Cupich of Chicago, Cardinal Joseph W. Tobin of Newark and Cardinal Wilton Gregory of Washington, sided with the Vatican’s warning against proceeding with the eucharistic document, but they were ultimately drowned out. The measure passed with a vote of 73 percent who approved it compared with 24 percent who opposed it.\nThat 73 percent represents emerging conservative momentum, at odds with Pope Francis’ broader range of priorities on issues like immigration, poverty and climate change, not only among bishops but in parishes across the country. Although the church has a hierarchical structure, bishops have significant autonomy in their own dioceses. Among the conservative movement’s leaders: Bishop Rhoades, who chairs the bishops’ committee on doctrine.\nBishop Rhoades, who, like Mr. Biden, grew up in Pennsylvania, was installed as the head of the diocese of Fort Wayne-South Bend, Ind., in 2010 and has publicly tangled with Mr. Biden in the past. In 2016, he criticized the decision by the University of Notre Dame to honor Mr. Biden, who was then vice president, citing his support for abortion rights and gay marriage, in violation of the church’s teaching. “I disagree with awarding someone for ‘outstanding service to the Church and society’ who has not been faithful to this obligation,” he said at the time.\nCatholics in his state have been at the forefront of anti-abortion activism, pushing abortion restrictions, defending them in court and pressuring elected officials to support former President Donald J. Trump’s nominations to the Supreme Court. Justice Amy Coney Barrett, the court’s newest Catholic judge, hails from the University of Notre Dame, in Bishop Rhoades’s diocese.", "url": "https://www.nytimes.com/2021/06/20/us/biden-abortion-catholic-church.html"}