{"authors": ["Jan Hoffman", "Mary Williams Walsh"], "date_download": "2022-10-25 23:22:52", "date_modify": "2022-10-25 23:22:52", "date_publish": "2021-05-26 22:53:08", "description": "The ruling was a milestone in yearslong efforts to make the OxyContin manufacturer pay for its role in the opioid crisis, but some plaintiffs feel the plan doesn’t go far enough.", "filename": "2021_05_26_health_opioids-purdue-bankruptcy-settlement_1666740172.html", "image_url": "https://static01.nyt.com/images/2021/05/26/science/26PURDUE/26PURDUE-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d0d8299608719e670df303722872f2ee80c3c65521223e0d5808b1972e6aaa8a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_26_health_opioids-purdue-bankruptcy-settlement_1666740172.html", "title": "Judge Clears Purdue Pharma’s Restructuring Plan for Vote by Thousands of Claimants", "title_page": "Judge Clears Purdue Pharma’s Restructuring Plan for Vote by Thousands of Claimants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A federal bankruptcy judge in New York indicated Wednesday that he would permit Purdue Pharma’s proposal to remake itself as a nonprofit company to be put to a vote by thousands of plaintiffs, who have sued to compel the maker of OxyContin to help pay for the terrible costs of the opioid epidemic.\nThe restructuring plan is at the centerpiece of an intensely negotiated blueprint for a collective settlement with more than 600,000 claimants who contend that for two decades the company falsely and aggressively marketed its prescription opioid OxyContin as a nonaddictive painkiller, and as a result contributed to hundreds of thousands of opioid-related overdoses and deaths.\nBesides protecting the company from further legal action over opioids, the plan includes a blanket release from civil lawsuits for Purdue’s owners, members of the billionaire Sackler family.\nThe issue of the Sacklers’ liability has been perhaps the most contentious in the proceedings, ever since Purdue filed for bankruptcy protection in 2019, seeking a shield against rapidly accruing lawsuits. The individual Sacklers, members of one of the wealthiest families in the United States, did not seek bankruptcy protection, but they argue that they should be covered by the same release from all present and future lawsuits that their company would be given if the plan is confirmed.", "url": "https://www.nytimes.com/2021/05/26/health/opioids-purdue-bankruptcy-settlement.html"}