{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:47:39", "date_modify": "2022-10-25 23:47:39", "date_publish": "2021-03-13 00:11:14", "description": "There is bipartisan interest in removing fencing around the Capitol and dismissing the National Guard troops deployed there, but law enforcement officials fear new threats.", "filename": "2021_03_12_us_politics_capitol-security-fence-troops_1666741659.html", "image_url": "https://static01.nyt.com/images/2021/03/12/us/politics/12dc-capitol-security/12dc-capitol-security-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e92ad1d6a7d0f0da79111f81af9331e3809a030d84d5b79f9cc49164442e9008&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_12_us_politics_capitol-security-fence-troops_1666741659.html", "title": "After Capitol Riot, Lawmakers Chafe at Security Measures", "title_page": "After Capitol Riot, Lawmakers Chafe at Security Measures - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are also bipartisan calls to dismiss the National Guard troops who have remained at the Capitol since first being deployed there on the day of the attack.\nThe top Democrat and Republican on the House Armed Services Committee issued a joint statement this week saying they were “deeply troubled” by the security posture at the Capitol, arguing that it was excessive, costly and could cause readiness problems for the National Guard.\n“As the U.S. Capitol Police continues to build its personnel capacity, there is no doubt that some level of support from the National Guard should remain in the National Capital Region to respond to credible threats against the Capitol,” wrote Representatives Adam Smith, Democrat of Washington and the committee’s chairman, and Mike D. Rogers of Alabama, the top Republican. “However, the present security posture is not warranted at this time.”\nThe issue has laid bare a divide between many lawmakers who want the Capitol to return to a sense of normalcy and the police and law enforcement officials who are tasked with protecting them. No lawmakers were injured during the Jan. 6 assault on the Capitol by a pro-Trump mob, though some had close calls. But nearly 140 officers suffered injuries during the assault, which left five people dead.\nThe tension is a familiar phenomenon in Washington, where past attacks and security incidents at the nation’s most iconic national buildings — the Capitol and the White House — have led to increasingly robust fortifications around both, often prompting controversy. In the case of the Capitol, the recent security measures have been particularly jarring, closing off roads, walkways and nearly 60 acres of picturesque, parklike grounds that surround the building where Congress meets.", "url": "https://www.nytimes.com/2021/03/12/us/politics/capitol-security-fence-troops.html"}