{"authors": ["Sharon Lafraniere", "Sheryl Gay Stolberg", "Chris Hamby"], "date_download": "2022-10-25 23:51:02", "date_modify": "2022-10-25 23:51:02", "date_publish": "2021-04-22 00:20:58", "description": "Last month, up to 15 million doses of Johnson & Johnson’s vaccine had to be discarded at Emergent’s factory in Baltimore. A new report says problems were not fully investigated and other doses may be compromised.", "filename": "2021_04_21_us_politics_emergent-johnson-johnson-covid-vaccine.html_action=click&module=RelatedLinks&pgtype=Article_1666741862.html", "image_url": "https://static01.nyt.com/images/2021/04/21/us/21emergent/21virus-briefing-emergent-facebookJumbo.jpg?year=2021&h=549&w=1050&s=63a7f9c3e2a88bc5dce1e29e03b267cf266d5aef8797e9cad30bde16f14a1801&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_21_us_politics_emergent-johnson-johnson-covid-vaccine.html_action=click&module=RelatedLinks&pgtype=Article_1666741862.html", "title": "Federal Inspectors Fear More Vaccines Were Exposed to Contamination", "title_page": "Federal Inspectors Fear More Vaccines Were Exposed to Contamination - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Times investigation found that purchases of the company’s anthrax vaccine had accounted for almost half the reserve’s entire annual budget for much of the last decade — leaving less money for critical supplies like masks that were scarce last year.\nThe Bayview plant was supposed to produce the bulk of the Johnson & Johnson vaccine, which received federal authorization for emergency use this year but only for doses made in the Netherlands. AstraZeneca’s vaccine is not yet allowed in the United States, regardless of where it is manufactured.\nThe F.D.A. inspection began after routine checks showed that Emergent workers had contaminated at least part of a batch of 13 million to 15 million doses of the Johnson & Johnson vaccine with the harmless virus that is used to make the AstraZeneca shot. The regulators found that Emergent failed to thoroughly investigate that incident and performed only routine cleaning afterward. One previous audit of Bayview for a pharmaceutical customer found that Emergent glossed over deviations from manufacturing standards without conducting thorough reviews.\nThe inspectors, who examined security footage as part of their review, found that Emergent failed to consider whether one or more workers might have been the source of the contamination. Workers are supposed to change gowns and bootees and shower before crossing between the different manufacturing zones for Johnson & Johnson and AstraZeneca.\nBut the regulators said that rule appeared to be routinely violated. In one 10-day period in February, for instance, 13 employees moved from one zone to another on the same day, but only one documented having showered, they said. The inspectors also said Emergent failed to consider whether using common storage containers for raw materials might have caused the contamination. Emergent’s own internal audit last July said the flow of workers and materials through the plant was not adequately controlled “to prevent mix-ups or contamination.”\nFederal officials have already insisted on a major change they say should significantly limit risks. This month, they ordered Emergent to stop making the AstraZeneca shot at the plant, and they are now trying to help AstraZeneca find a new manufacturing site.\nIn another finding, the F.D.A. regulators wrote that the Bayview building “is not maintained in a clean and sanitary condition.” Nor is it “of suitable size, design and location to facilitate cleaning, maintenance and proper operations,” they said.", "url": "https://www.nytimes.com/2021/04/21/us/politics/emergent-johnson-johnson-covid-vaccine.html?action=click&module=RelatedLinks&pgtype=Article"}