{"authors": ["Matthew Goldstein", "Lauren Hirsch"], "date_download": "2022-10-25 23:48:44", "date_modify": "2022-10-25 23:48:44", "date_publish": "2021-03-26 10:00:07", "description": "Super Bowl winners, N.B.A. greats and tennis royalty are tied up with blank-check companies. That can help SPACs sell themselves to start-up targets in an increasingly competitive landscape.", "filename": "2021_03_26_business_spac-athletes-wall-street_1666741724.html", "image_url": "https://static01.nyt.com/images/2021/03/27/business/26SpacSports-print/26SpacSports-print-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=dd0843d7b027df5769d1ab8dd573ce205a0b2bedc8cf0e4665317257a87cba82&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_26_business_spac-athletes-wall-street_1666741724.html", "title": "Athletes Pitch Wall Street’s Hot New Toy, but Not Just to Their Fans", "title_page": "Athletes Pitch Wall Street’s Hot New Toy, but Not Just to Their Fans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Madison Avenue has long known that athletes can sell almost anything. From soda to sneakers to car insurance, consumers eagerly snap up whatever their favorite sweat-drenched star is pitching.\nNow a growing number of big-name athletes are taking their talents to Wall Street. Super Bowl-winning quarterbacks like Patrick Mahomes and Eli Manning, the tennis champion Serena Williams and the basketball Hall of Famer Shaquille O’Neal are just a few of the stars lining up to sell SPACs — the so-called blank-check companies that are surging in popularity as an alternative way for buzzy start-ups, often with little or no profits, to go public.\nBut they’re not just there to draw in dollars: Athletes provide star power that can be a crucial asset when SPACs — special purpose acquisition companies — are courting start-ups for a merger deal.\n“Certain athletes carry a certain weight that gives them the ability to generate exposure and create buzz, whether it’s in the sports world or in the finance world — and so I think that that’s the ultimate motivation behind a lot of it,” said Ryan Nece, who had a seven-year career as a linebacker in the National Football League. Now he is a managing partner at the investment firm Next Play Capital, which has been approached about starting a SPAC but has no plans to do so — yet.", "url": "https://www.nytimes.com/2021/03/26/business/spac-athletes-wall-street.html"}