{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:47:48", "date_modify": "2022-10-25 23:47:48", "date_publish": "2021-02-17 23:46:28", "description": "Black congressional staff members said the attack brought back memories of how they had tried to avoid people they felt could be prone to racist violence — only to find them at their place of work.", "filename": "2021_02_17_us_politics_black-staff-capitol-attack_1666741668.html", "image_url": "https://static01.nyt.com/images/2021/02/17/us/politics/17dc-staff1/17dc-staff1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5faa8e1d5968faa871dc5346b2f07d0fea14a617a4bbf6631b1c3f314b74ac97&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_17_us_politics_black-staff-capitol-attack_1666741668.html", "title": "For Black Aides on Capitol Hill, Jan. 6 Brought Particular Trauma", "title_page": "For Black Aides on Capitol Hill, Jan. 6 Brought Particular Trauma - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Jabir McKnight woke up on the morning of Jan. 6 with an uneasy feeling.\nThe day before had been great: He and another congressional staff member had celebrated Founders Day for their historically Black fraternity, Kappa Alpha Psi. But as Mr. McKnight walked that Wednesday to Capitol Hill, where he had always felt safe, images of white supremacist violence in Charleston, S.C., and Charlottesville, Va., began to race through his head.\nHours before the violent pro-Trump mob rampaged through the halls of Congress, leaving nearly 140 police officers injured and five people dead, Mr. McKnight recalled, he could not shake the sense that something very bad was about to happen.\n“The writing was on the wall for this,” said Mr. McKnight, 23, who was the communications director for Representative Sheila Jackson Lee, Democrat of Texas.\nHe pointed to examples of right-wing violence in recent months and years. “For Black staffers, it’s a little bit different, because a lot of these attacks are directed toward our people,” he said. “We’ve seen these things happen over and over and over again. I don’t think we were blinded that people who are domestic terrorists would say, ‘Oh, it’s the Capitol, we’ll stop there.’”", "url": "https://www.nytimes.com/2021/02/17/us/politics/black-staff-capitol-attack.html"}