{"authors": ["The New York Times"], "date_download": "2022-10-25 23:30:03", "date_modify": "2022-10-25 23:30:03", "date_publish": "2021-01-04 04:26:20", "description": "The president pressured Secretary of State Brad Raffensperger to overturn the results of the election in an hourlong phone conversation. Here is a transcript of the audio recording.", "filename": "2021_01_03_us_politics_trump-raffensperger-georgia-call-transcript_1666740603.html", "image_url": "https://static01.nyt.com/images/2021/01/03/us/politics/03dc-trump-transcript/03dc-trump-transcript-facebookJumbo.jpg?year=2021&h=549&w=1050&s=608cb9d1a2afb3a7ab12261455a01e7eb3f0290e34eb30bd52e0f39c8caf15a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_03_us_politics_trump-raffensperger-georgia-call-transcript_1666740603.html", "title": "Transcript: President Trump’s Phone Call With Georgia Election Officials", "title_page": "Transcript: President Trump’s Phone Call With Georgia Election Officials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MARK MEADOWS, White House chief of staff: So, Mr. President, if I, if I might be able to jump in, and I’ll give Brad a chance. Mr. Secretary, one, obviously, there is, there are allegations where we believe that not every vote or fair vote and legal vote was, was counted. And that’s at odds with the representation from the secretary of state’s office. What I’m hopeful for is there are some way that we can, we can find some kind of agreement to, to, to look at this a little bit more fully. As you know, the president mentioned Fulton County, but in some of these areas where there seems to be a difference of where the facts seem to lead. And so, Mr. Secretary, I was hopeful that, you know, in a spirit of cooperation and compromise, is there, there’s something that we can at least have a discussion to look at some of these allegations to find a path forward that’s less litigious.\nRAFFENSPERGER: Well, I’ve listened to what the president has just said. President Trump, we’ve had several lawsuits, and we’ve had to respond in court to the lawsuits and the contentions of — we don’t agree that you have won. We don’t, I didn’t agree about the 200,000 number that you mentioned. And I go through that point by point. What we had done is we gave our State Senate about one and a half hours of, of our time going through the election issue by issue. And then on the State House, the Government Affairs Committee, we gave them about two and a half hours of our time, going back point by point on all the issues of contention. And then just a few days ago, we met with our U.S. congressmen, Republican congressmen, and we gave them about two hours of our time talking about this past election. Going back primarily what you’re, what you’ve talked about here, focused in on primarily, I believe it’s the absentee ballot process, I don’t believe that you’re really questioning the Dominion machines because we did a hand re-tally, a 1 percent re-tally of all the ballots and compared that to what the machine said. And it came up with virtually the same result. Then we did the recount. We’ve got virtually the same result. So I, I guess we could probably take that off the table. I don’t think there’s an issue about that. I think what you were —\nTRUMP: Well, Brad, Brad, not that there’s not an issue, but because we have a big issue with Dominion and other states and perhaps in yours. But we have, we haven’t felt we needed to go there, and just to, you know, maybe put a little different spin on what Mark is saying. Mark Meadows. Yeah, I would like to go further, but we don’t really need to. We have all the votes we need. You know, we won the state. If you took, these are the most minimal numbers, the numbers that I gave you. Those are numbers that are certified, your absentee ballots sent to vacant addresses, your, your out-of-state voters, 4,925.\nYou know, when you add them up, it’s many more times, it’s many times the 11,779 number. So we could go through. We have not gone through your Dominion, so we can’t give them blessing. I mean, in other states we think we found tremendous corruption with Dominion machines, but we’ll have to see. But, but we, we only lost the state by 11 thous — by, by that number, 11,000 votes and 779. So with that being said, with just what we have. And, you know, with just what we have, we’re giving you minimum, minimum numbers, we’re doing the most conservative numbers possible. We’re many times, many, many times above the, the margin. And so we don’t really have to, Mark — I don’t think we have to go through the machines because, because what’s the difference between winning the election by two, two votes and winning it by half a million votes? I think I probably did win it by half a mill — I mean, you know, one of the things that happened, Brad, is we have other people coming in now from Alabama and from South Carolina and from other states, and they’re saying, ‘It’s impossible for you to have lost Georgia.’ We won. You know, in Alabama, we set a record, got the highest vote ever. In Georgia, we set a record with a massive amount of votes. And they say, ‘It’s not possible to have lost Georgia.’\nAnd I could tell you by our rallies, I could tell you by the rally I’m having on Monday night, the place, they already have lines of people standing out front waiting. It’s just not possible to have lost Georgia. It’s not possible. When I heard it was close, I said there’s no way. But they dropped a lot of votes in there late at night, you know that, Brad. And that’s what we are working on very, very stringently. But regardless of those votes, with all of it being said, we lost by 11 to — essentially 11,000 votes. And we have many more votes already calculated and certified too. So I just don’t know. You know, Mark, I don’t know what’s the purpose. I won’t give Dominion a pass because we’ve found too many bad things. But we don’t need Dominion or anything else. We have, we have, we have won this election in Georgia based on all of this. And there’s, there’s nothing wrong with saying that, Brad. You know, I mean, having the, having a correct. The people of Georgia are angry, and these numbers are going to be repeated on Monday night, along with others that we’re going to have by that time, which are much more substantial even, and the people of Georgia are angry, the people of the country are angry. And there’s nothing wrong with saying that, you know, um, that you’ve recalculated because the 2,236 and absentee ballots, I mean, they’re all exact numbers that were, were done by accounting firms, law firms, etc. And even if you cut ’em in half, cut ’em in half and cut ’em in half again, it’s more votes than we need.\nRAFFENSPERGER: Well, Mr. President, the challenge that you have is the data you have is wrong. We, we talked to the congressmen, and they were surprised. But they — I guess, there’s a person named Mr. Brainard that came to these meetings and presented data, and he said that there was dead people, I believe it was upward of 5,000. The actual number were two. Two. Two people that were dead that voted. And so, that’s wrong, that was two.\nTRUMP: Well, Cleta, how do you respond to that? I mean, you tell me.\nCLETA MITCHELL, Trump lawyer: I will say Mr. Secretary, one of the things that we have requested, and we did — What we said was, and if you look at, if you read our petition, it said that we took the names and birth years and, you know, we had certain information available to us. We have asked from your office for records that only you have. And so we said there’s a universe of people who have the same name and same birth year and died. But we don’t have the records that you have, and one of the things that we have been suggesting formally and informally for weeks now is to try, is for you to make available to us the records that would be necessary to confirm —", "url": "https://www.nytimes.com/2021/01/03/us/politics/trump-raffensperger-georgia-call-transcript.html"}