{"authors": ["Michael Paulson"], "date_download": "2022-10-25 23:50:51", "date_modify": "2022-10-25 23:50:51", "date_publish": "2021-03-01 20:16:17", "description": "No shows are playing, and no one knows when they will come back. Here are answers to six questions about a process even more idiosyncratic than usual.", "filename": "2021_03_01_theater_broadway-tony-awards-voting_1666741851.html", "image_url": "https://static01.nyt.com/images/2021/03/01/arts/01tonys-questions/01tonys-questions-facebookJumbo.jpg?year=2021&h=549&w=1050&s=ef3f3a0932aa0512a86580d31d69c5d080c84c96206c733346feb1d81c52c830&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_01_theater_broadway-tony-awards-voting_1666741851.html", "title": "Tony Awards Voting Starts Now. And It’s Going to Be Weird.", "title_page": "Tony Awards Voting Starts Now. And It’s Going to Be Weird. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In this strangest-of-all Tony competitions, the voting is disconnected from both the period being assessed, which ran from April 26, 2019, to Feb. 19, 2020, and the ceremony for handing out awards, which has not yet been scheduled.\nIn other words, we won’t know the results until — well, for a long time.\nBut here’s what we do know:\nWho’s going to vote?\nNot a lot of people.\nThere are 778 Tony voters, but they can only cast ballots in categories in which they’ve seen all the nominees. Because the pandemic prevented any spring theatergoing, there are fewer qualified voters than usual.\nThere are 25 prize categories; the Tonys won’t say how many people will actually be able to vote in each category, but producers believe slightly fewer than 400 people will qualify to cast ballots for best musical, and fewer than that for best play.\nWhat’s missing?\nParties.\nThe usual Tonys season is all-encompassing. Shows that opened in the fall (and that would have included all three of last season’s nominated musicals) invite voters back to see them again. Monday nights are jammed with nonprofit galas at which nominees mingle with voters, and those who can sing, do. There are press junkets and mixers; display ads in The New York Times and caricatures at Sardi’s; plus, of course, a raft of spring openings to catch up with.\nSo much hugging. So much schmoozing. So many four-hour dinners. Everyone complains. And now they long for it.", "url": "https://www.nytimes.com/2021/03/01/theater/broadway-tony-awards-voting.html"}