{"authors": ["Alex Norcia"], "date_download": "2022-10-25 23:36:44", "date_modify": "2022-10-25 23:36:44", "date_publish": "2021-12-17 22:00:04", "description": "The characters in HBO’s prestige hit let us set aside judgment and just marvel at how ardently, how comically, people will chase after the worst thing for them.", "filename": "2021_12_17_magazine_succession-peep-show_1666741004.html", "image_url": "https://static01.nyt.com/images/2022/01/02/magazine/02mag-screenland/02mag-screenland-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_17_magazine_succession-peep-show_1666741004.html", "title": "How ‘Succession’ Turns Getting What You Want Into Hell", "title_page": "How ‘Succession’ Turns Getting What You Want Into Hell - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two years ago, as HBO’s “Succession” finished its second season, we saw Logan Roy, the head of a right-wing media empire, looking for someone in his inner circle to serve as the scapegoat for a corporate scandal. One candidate was his hapless son-in-law, Tom Wambsgans. But Shiv, Logan’s daughter, asked him to spare her husband, and Logan’s sights turned instead to his second-born son, Kendall. For once, though, Kendall would not do the old man’s bidding: He showed up at a news conference and, instead of taking the heat, blamed his father.\nThe pandemic kept “Succession” from continuing the story until this fall; its third season, nine episodes in all, ended Dec. 12. But it featured, midway through that run, a remarkable moment that captured the series’ great trick: Whenever these One Percenters succeed, the outcome is worse than if they had failed.\nBecause with Kendall gone rogue, it is indeed Tom who volunteers for sacrifice and resigns himself to facing criminal charges. He assumes he has few days left as a free man, so he spends them reading prison blogs and trying to get used to cheap food. It’s only in the seventh episode that he learns the federal investigation he was afraid of will most likely end in a financial penalty. Suddenly spared years behind bars, he heads to the office of his wary sidekick Greg and destroys it in celebration: Screaming, he flips over a desk and leaps atop some filing cabinets, pounding his chest. But his ecstasy is short-lived. An episode later, Shiv — under the guise of role play — tells him she doesn’t really love him, though she would consider having the child he wanted. Having avoided prison, Tom gets to remain in a loveless union, trapped in a cage of wealth he lacks the audacity to leave. He wins, and he may well be worse off for it.\nTom’s fate seems to have taken a very different turn in the season’s finale. But those earlier scenes reminded me, more than anything, of “Peep Show,” the sitcom that Jesse Armstrong, the creator of “Succession,” made in Britain between 2003 and 2015. The series, which used point-of-view shots and voice-overs to reveal its protagonists’ inner thoughts, centered on two characters: Mark, a cynical and awkward loan manager, and Jez, his perpetually out-of-work roommate. Its humor derived from many things — Mark’s repressed fury and anxious conservatism, Jez’s sexual carelessness and delusions of cool — but the writer Jim Gavin, creator of the AMC show “Lodge 49,” reported in 2016 that he had discovered the “central narrative conceit” beneath all of it. “Mark and Jez,” he wrote, “ALWAYS get what they want” — and it inevitably turns out to be terrible. “Getting what you want is a form of hell,” he wrote, “and ‘Peep Show’ is nothing if not a complete and terrifying vision of hell.”", "url": "https://www.nytimes.com/2021/12/17/magazine/succession-peep-show.html"}