{"authors": ["Michael D. Shear", "Noam Scheiber"], "date_download": "2022-10-25 23:27:30", "date_modify": "2022-10-25 23:27:30", "date_publish": "2021-09-10 17:24:53", "description": "White House officials said the president was “committed to pulling every lever possible” in the fight against the pandemic.", "filename": "2021_09_10_us_politics_biden-vaccines_1666740450.html", "image_url": "https://static01.nyt.com/images/2021/09/10/us/politics/10DC-VIRUS-POWERS/10DC-VIRUS-POWERS-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1c1d88841525854aec90b3d99949c565ae2757b2328cdb053ecce3701242bfa7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_10_us_politics_biden-vaccines_1666740450.html", "title": "Biden Tests Limits of Presidential Power in Pushing Vaccinations", "title_page": "Biden Tests Limits of Presidential Power in Pushing Vaccinations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a fund-raising email sent on Friday, Gov. Ron DeSantis of Florida, a Republican who has issued antimask orders, wrote, “Joe Biden has declared war on constitutional government, the rule of law, and the jobs and livelihoods of millions of Americans.”\nBut top aides to the president do not appear to be shaken by what they say was an expected response from those quarters. White House officials believe he has clear authority to compel federal workers to be vaccinated as a condition of their employment by the government. And they say requiring hospitals and other health care organization to vaccinate its workers — a mandate that covers as many as 17 million people — is a reasonable condition in exchange for taking federal health care reimbursements.\nThe most novel part of the president’s announcements on Thursday relate to his use of the emergency authority provided by Congress under the Occupational Safety and Health Act of 1970 as a way to require most American workers to submit to vaccination against the virus.\nWhite House officials said OSHA was likely to take at least three or four weeks to write the new standard, partly because it must complete certain time-consuming steps to ensure that the rule passes legal muster. Among them are rigorously demonstrating that workers face a grave danger at work, that the rule is necessary to defuse that danger and that it is feasible for employers to carry out.\nOSHA must also sort through a number of practical questions, such as who pays for the testing and what kinds of tests are acceptable.\nIn the case of the Covid-19 vaccine, the administration will argue that the death and illness caused by the Delta variant of the coronavirus poses a “grave danger” to workers across the country, and that the vaccine is an extremely effective way of preventing severe illness, hospitalization and death.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThose arguments are likely to be included as part of a preamble to the regulatory language that officials at OSHA and the Labor Department are drafting, according to a White House official, who spoke on the condition of anonymity to discuss regulations that are still under development.", "url": "https://www.nytimes.com/2021/09/10/us/politics/biden-vaccines.html"}