{"authors": ["Hiroko Tabuchi"], "date_download": "2022-10-25 23:23:00", "date_modify": "2022-10-25 23:23:00", "date_publish": "2021-04-24 14:31:14", "description": "A major United Nations report will declare that slashing emissions of methane, the main component of natural gas, is far more vital than previously thought.", "filename": "2021_04_24_climate_methane-leaks-united-nations_1666740180.html", "image_url": "https://static01.nyt.com/images/2021/04/25/climate/25CLI-METHANE-print1/23CLI-METHANE1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=3b4aaae6011afcbe3e6bf03cb941026b1c493d112bd210c367913ebd8a01a0b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_24_climate_methane-leaks-united-nations_1666740180.html", "title": "Halting the Vast Release of Methane Is Critical for Climate, U.N. Says", "title_page": "Halting the Vast Release of Methane Is Critical for Climate, U.N. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A landmark United Nations report is expected to declare that reducing emissions of methane, the main component of natural gas, will need to play a far more vital role in warding off the worst effects of climate change.\nThe global methane assessment, compiled by an international team of scientists, reflects a growing recognition that the world needs to start reining in planet-warming emissions more rapidly, and that abating methane, a particularly potent greenhouse gas, will be critical in the short term.\nIt follows new data that showed that both carbon dioxide and methane levels in the atmosphere reached record highs last year, even as the coronavirus pandemic brought much of the global economy to a halt. The report also comes as a growing body of scientific evidence has shown that releases of methane from oil and gas production, one of the biggest sources of methane linked to human activity, may be larger than earlier estimates.\nThe report, a detailed summary of which was reviewed by The New York Times, singles out the fossil fuel industry as holding the greatest potential to cut its methane emissions at little or no cost. It also says that — unless there is significant deployment of unproven technologies capable of pulling greenhouse gases out of the air — expanding the use of natural gas is incompatible with keeping global warming to 1.5 degrees Celsius, a goal of the international Paris Agreement.", "url": "https://www.nytimes.com/2021/04/24/climate/methane-leaks-united-nations.html"}