{"authors": ["Chris Hamand Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:02:45", "date_modify": "2022-10-25 23:02:45", "date_publish": "2021-12-23 10:00:26", "description": "Washington has rejected plans to revamp vaccine preparedness for decades and repeatedly paid a price. The Biden administration is at a similar crossroads.", "filename": "2021_12_23_us_covid-vaccine-biden-trump_1666738965.html", "image_url": "https://static01.nyt.com/images/2021/12/23/multimedia/00emergent-vaccinehub-top/00emergent-vaccinehub-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_23_us_covid-vaccine-biden-trump_1666738965.html", "title": "Beneath a Covid Vaccine Debacle, 30 Years of Government Culpability", "title_page": "Beneath a Covid Vaccine Debacle, 30 Years of Government Culpability - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At first, it appeared that the agency had attracted two large pharmaceutical firms — Novartis and GlaxoSmithKline — but their involvement proved temporary. The companies already had contracts with the agency to work on vaccines for influenza pandemics. It was a distinct corner of biodefense that attracted major manufacturers because they could use much of the same technology and equipment for their seasonal flu shots.\nIn 2012, BARDA incorporated Novartis’s flu vaccine plant in North Carolina into the new program, and GlaxoSmithKline agreed to work as a subcontractor to another winning bidder, Texas A&M University.\nWithin a few years, however, both pharmaceutical firms bowed out. Novartis decided to get out of the flu vaccine business, and GlaxoSmithKline stopped participating in the program with Texas A&M. The university soldiered on, and in 2020, the government enlisted it to manufacture Novavax’s Covid-19 vaccine, which is not yet authorized for use in the United States.\nBut it was the third winning bidder that the government relied on most heavily when the coronavirus pandemic arrived: Emergent.\n‘Eyes Wide Open’\nAt a congressional hearing this May, the scene was eerily familiar, but this time the crisis was unparalleled in scale.\nMr. El-Hibri, facing irate questioning, declared Emergent’s manufacturing troubles “unacceptable” and pledged improvements — much as he had two decades earlier when called to answer for his company’s struggles making anthrax vaccines. Emergent was hardly flawless, he said, but it had taken on a difficult task when others had not.\n“Everyone went into this with their eyes wide open,” Mr. El-Hibri testified, “that this is a facility that had never manufactured a licensed product before, that it’s a facility that, although not in perfect condition, far from it, was the facility that had the highest level of state of readiness.”", "url": "https://www.nytimes.com/2021/12/23/us/covid-vaccine-biden-trump.html"}