{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:27:26", "date_modify": "2022-10-25 23:27:26", "date_publish": "2021-09-12 16:02:04", "description": "Resistance to vaccine mandates, once a fringe position, has entered the Republican mainstream. But the governors fighting President Biden’s Covid-19 requirements impose mandates of their own.", "filename": "2021_09_12_us_politics_vaccine-mandates-republicans_1666740446.html", "image_url": "https://static01.nyt.com/images/2021/09/12/us/politics/12dc-vaccines-1/12dc-vaccines-1-facebookJumbo-v3.jpg?year=2021&h=550&w=1050&s=4483a00da145269f120ad389a75990c9986516e416328b846573a5d909753db3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_12_us_politics_vaccine-mandates-republicans_1666740446.html", "title": "G.O.P. Seethes at Biden Mandate, Even in States Requiring Other Vaccines", "title_page": "G.O.P. Seethes at Biden Mandate, Even in States Requiring Other Vaccines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Experts in public health law agree that Mr. Biden is on solid legal footing, because his actions are grounded in federal workplace safety laws. They say Republican governors who insist that vaccine mandates are an intrusion on personal liberty need a refresher on their own state policies.\n“That is pure hypocrisy,” Lawrence O. Gostin, a public health law expert at Georgetown University, said of Mr. Reeves’s remarks. “Even religious exemptions are swept away in the state of Mississippi, so how can he say that an order that a president makes to keep workers safe, with authorization by Congress, is an overreach or in any way unconstitutional?”\nA spokeswoman for Mr. Reeves, Bailey Martin, rejected Mr. Gostin’s assertion. “The only people being hypocritical are President Biden and his administration, who for months have said they would not mandate the vaccine,” she said in an email, adding that Mr. Reeves would use “every tool at his disposal” to block the mandates.\nRepublican suspicion of vaccines was building before the pandemic; when Donald J. Trump was running for president in 2016, he rejected established science by raising the debunked claims that vaccines cause autism. Now, some of the governors argue that given the country’s outsize divisions, and widespread suspicion of Washington, federal intervention would be counterproductive. It would be best, they say, to let state officials continue making the case that the vaccines are safe and effective, and to allow people to make decisions themselves.\n“I’m trying to overcome resistance, but the president’s actions in a mandate hardens the resistance,” Gov. Asa Hutchinson, Republican of Arkansas, said Sunday on NBC’s “Meet the Press.” School mandates, he said, “have always come at the state level, never at the national level. And so this is an unprecedented assumption of federal mandate authority that really disrupts and divides the country.”\nDr. Jha said Mr. Biden had in fact done Republicans a favor.\n“What the president does is he creates political cover for Republican leaders, who will scream loudly because it’s politically expedient,” he said. “But I think many of them are actually feeling relieved, because now they don’t have to do the hard work of convincing their constituents.”\nIndeed, when the highly infectious Delta variant began ripping through their communities and overwhelming their hospitals, many elected Republicans — notably Senator Mitch McConnell of Kentucky, the minority leader — started pleading with people to get vaccinated. Most of the Republican governors criticizing Mr. Biden have said much the same.", "url": "https://www.nytimes.com/2021/09/12/us/politics/vaccine-mandates-republicans.html"}