{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:29:24", "date_modify": "2022-10-25 23:29:24", "date_publish": "2021-11-01 09:00:15", "description": "In two arguments on Monday, the justices considered challenges from abortion providers and the Biden administration to a law that bans abortions after about six weeks.", "filename": "2021_11_01_us_politics_texas-abortion-law-supreme-court_1666740564.html", "image_url": "https://static01.nyt.com/images/2021/11/01/us/01dc-scotus/01dc-scotus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_01_us_politics_texas-abortion-law-supreme-court_1666740564.html", "title": "Supreme Court Hints That It May Allow Challenge to Texas Abortion Law", "title_page": "Supreme Court Hints That It May Allow Challenge to Texas Abortion Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“In enacting Senate Bill 8, the Texas Legislature not only deliberately prohibited the exercise of a constitutional right recognized by this court. It did everything it could to evade effective judicial protection of that right in federal or state court. Texas delegated enforcement to literally any person anywhere except its own state officials. To allow Texas’ scheme to stand would provide a road map for other states to abrogate any decision of this court with which they disagree. At issue here is nothing less than the supremacy of federal law.” “Petitioners pursuit of an injunction suffers from two fundamental problems. First, none of the individuals the petitioners sued are appropriate defendants under well-established Article III and equitable principles. Second, petitioners ask for an expansion of access to the federal courts that only Congress and not this court may provide.” “Assume that the bounty is not $10,000, but a million dollars. Do you think in that case, the chill on the conduct at issue here would be sufficient to allow federal court review prior to the end of the state court process?” “No, your honor, because that wouldn’t affect either the Article III or sovereign immunity problems. The amount of the sanction, again, I agree with you a million dollars would be tremendous, we could increase it further. No number would suddenly cause the federal courts to become more open.” “It’s not a question of the federal courts being more open. It’s a question of anybody having the capacity or ability to go to the federal court because nobody is going to risk violating the statute because they’ll be subject to suit for a million dollars.” “Texas designed S.B. 8 to thwart the supremacy of federal law in open defiance of our constitutional structure. States are free to ask this court to reconsider its constitutional precedents, but they are not free to place themselves above this court, nullify the court’s decisions in their borders and block the judicial review necessary to vindicate federal rights.” “A state dissatisfied with Heller says anyone who possesses a firearm anywhere is subject to litigation by any private citizen anywhere in the country, and gets a million-dollar bounty. No stare decisis. No nothing. How about in Obergefell, imposes S.B. 8-style liability on anyone who officiates, aids or abets a same-sex wedding? How about dissatisfied with Lawrence v. Texas? Subjects a private, consensual sexual conduct of which it disapproves to the exact same law as S.B. 8 How about Griswold? The use and sale of contraception is subject to S.B. 8-style liability. So this is not limited to abortion. That’s the point that’s been raised. It’s limited to any law that a state thinks it’s dissatisfied with.” “The other dimension in which the United States is asking for an extraordinary power is the nature of the remedy they’re seeking.” “I guess I do want to ask a question about that, though. I mean, if that’s right, you know, and we say that, we would live in a very different world from the world we live in today. Essentially, we would be inviting states, all 50 of them, with respect to their unpreferred constitutional rights, to try to nullify the law that this court has laid down as to the content of those rights.”", "url": "https://www.nytimes.com/2021/11/01/us/politics/texas-abortion-law-supreme-court.html"}