{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:34:16", "date_modify": "2022-10-25 23:34:16", "date_publish": "2021-01-18 23:00:08", "description": "The government is expanding university capacity, but some young people worry that the option will only postpone a crisis stemming from a shortage of well-paying work.", "filename": "2021_01_18_business_china-graduate-school-white-collar_1666740856.html", "image_url": "https://static01.nyt.com/images/2021/01/19/business/00china-whitecollar-print/00china-whitecollar-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b93198123c004feb23301483472ca4f0fa320b370d04a98a6ffccceb3a161ce3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_18_business_china-graduate-school-white-collar_1666740856.html", "title": "China Expands Grad Schools as the Young Seek Jobs", "title_page": "China Expands Grad Schools as the Young Seek Jobs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Graduation was fast approaching, but Yang Xiaomin, a 21-year-old college student in northeastern China, skipped her university’s job fair. Nor did she look for positions on her own. She didn’t think she had a chance of landing one.\n“Some jobs won’t even take résumés from people with bachelor’s degrees,” said Ms. Yang, who, along with a record 3.77 million of her peers, instead took the national entrance exam for graduate school last month. “Going to graduate school won’t necessarily help me get a better job, but it will at least give me more choices of opportunities.”\nChina’s economy has largely rebounded from the coronavirus pandemic, with data released on Monday showing it has become perhaps the only major economy to have grown last year. Still, one area remains sorely lacking: the supply of desirable, well-paying jobs for the country’s rapidly ballooning count of university graduates. Most of the recovery has been fueled by blue-collar sectors such as manufacturing, on which the Chinese economy still relies heavily.\nWith the encouragement of the government, many students are turning to a stopgap solution: staying in school. China’s Ministry of Education announced at the height of the outbreak that it would order universities to expand the number of master’s candidates by 189,000, a nearly 25 percent increase, to ease unemployment. Undergraduate slots would also increase by more than 300,000.", "url": "https://www.nytimes.com/2021/01/18/business/china-graduate-school-white-collar.html"}