{"authors": ["Ginia Bellafante"], "date_download": "2022-10-25 22:57:15", "date_modify": "2022-10-25 22:57:15", "date_publish": "2021-01-08 10:00:09", "description": "They probably won’t have much success. But that won’t stop them from trying.", "filename": "2021_01_08_nyregion_coronavirus-vaccine-wealthy-nyc_1666738635.html", "image_url": "https://static01.nyt.com/images/2021/01/10/nyregion/10Big01/10Big01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7b829f2371dee47c12de09383b97e0065287fd0478e12f25c403ce80502aa03c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_08_nyregion_coronavirus-vaccine-wealthy-nyc_1666738635.html", "title": "How the Wealthy Are Maneuvering to Get the Vaccine First", "title_page": "How the Wealthy Are Maneuvering to Get the Vaccine First - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In December, Gov. Andrew M. Cuomo threatened sanctions of up to $1 million (and the revocation of the right to practice) against doctors, nurses, urgent-care providers or any others who delivered the vaccine unethically. On Monday he went further, proposing a law that would criminalize the administration of the vaccine to anyone trying to jump ahead in a line that prioritizes health care workers.\nBut entitlement breeds nothing if not persistence. At a different concierge practice — that of Alexander Goldberg (unrelated to Edward Goldberg), who is also known as Dr. Hamptons for his oceanfront house-calls, and who offers everything from “lip enhancement” to “pain management” — temerity is also running high. “I’ve had people calling me left and right,’’ Dr. Hamptons’s son, Mark, who manages the empire, explained. “I say that we don’t even have the vaccine yet, and then they say, ‘Well, I’m the first guy you’re giving it to when you get it,’ and I say, ‘Yeah, uh-huh, sure.’”\nIt was inevitable that in an era marked by inequity and radically conflicting interpretations of truth that the rollout of the Covid-19 vaccine would be marked by so much delusion on multiple fronts. On the one hand are the rich, who are accustomed to finding workarounds whenever they want something that is in short supply and see little need for a different approach when it comes to protecting themselves from a disease that has largely devastated the underclass. When you are living the good life, you want to preserve it. For every 100,000 people lost to deaths of despair — attributable to poverty, joblessness, addiction and so on — there is at least one Silicon Valley billionaire putting millions of dollars into life-extension research in the hope that he can reach the age of 200.\nAt the same time that there are so many desperate to resume the business of going to Paris or Reykjavik for the weekend and hosting dinner parties for 35, there are the skeptics who believe that the vaccine is trouble. In a survey of 1,117 Americans, conducted in early December, a quarter of respondents said they would not take the vaccine when it became available to them, while another quarter said that they were not sure.\nSome have voiced reasonable concerns about the speed with which the vaccines — from Pfizer and Moderna — were approved. But others have fallen prey to circulating conspiracy theories: The vaccine was going to sterilize you or alter your DNA or leave you with a microchip that would allow Bill Gates and the government to discover what you were really doing when you told your wife that you were going to Home Depot.", "url": "https://www.nytimes.com/2021/01/08/nyregion/coronavirus-vaccine-wealthy-nyc.html"}