{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:18", "date_modify": "2022-10-25 23:56:18", "date_publish": "2021-06-02 18:01:00", "description": "The former leader of the Labor party was chosen by parliamentary vote on Wednesday, in an unusual display of consensus, and will take office in July.", "filename": "2021_06_02_world_middleeast_israel-president-isaac-herzog_1666742178.html", "image_url": "https://static01.nyt.com/images/2021/06/02/business/02israel-briefing-president-herzog-01/02israel-briefing-president-herzog-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a432a6a77c0d5e3d67fd7d4203487eacca3056411cbb7b63f5e3a65e268807e9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_02_world_middleeast_israel-president-isaac-herzog_1666742178.html", "title": "Israeli Lawmakers Elect New President, Isaac Herzog", "title_page": "Israeli Lawmakers Elect New President, Isaac Herzog  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even as the country and its Parliament remained deeply divided over the formation of a new government, Israeli lawmakers came together on Wednesday to elect a new president, Isaac Herzog, a former leader of the Labor party and government minister.\nDisplaying a rare degree of consensus in a secret ballot, they voted overwhelmingly for Mr. Herzog, who currently serves as the chairman of the quasi-governmental Jewish Agency for Israel, which helps deal with immigration, interacts with the Jewish diaspora and runs social programs.\nThe president plays a mostly symbolic role as a national unifier in Israel’s fractious parliamentary democracy, where the prime minister wields the most power.\nOne of a president’s main responsibilities is to grant a candidate the task of forming a government after elections. In Israel’s current, fragmented politics, which have produced four inconclusive elections in two years, that involves more than the usual level of skill, legal interpretation and discretion.", "url": "https://www.nytimes.com/2021/06/02/world/middleeast/israel-president-isaac-herzog.html"}