{"authors": ["Derrick Bryson Taylor"], "date_download": "2022-10-25 23:22:29", "date_modify": "2022-10-25 23:22:29", "date_publish": "2021-09-30 15:25:57", "description": "A resolution that the City Council approved unanimously this week also acknowledged the injustice of the destruction of the city’s Chinatowns.", "filename": "2021_09_30_us_san-jose-apology-chinese-community_1666740149.html", "image_url": "https://static01.nyt.com/images/2021/09/30/us/30xp-sanjose1/30xp-sanjose1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bb6c74265bea41a2603d471e1a10ba6185aa5f6e49b6dd692d2a5da1264f5a6b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_30_us_san-jose-apology-chinese-community_1666740149.html", "title": "San Jose Apologizes for Decades of Discrimination Against Chinese", "title_page": "San Jose Apologizes for Decades of Discrimination Against Chinese - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The city of San Jose, Calif., apologized this week to Chinese immigrants and their descendants, acknowledging its role in nearly a century of violence and discrimination, including the dismantling and destruction of the city’s Chinatowns.\nA resolution that the City Council unanimously approved on Tuesday also recognizes the contributions of San Jose’s Chinese community. It also acknowledges “acts of fundamental injustice, terror, cruelty and brutality” and aims to use the apology as a teachable moment. Officials in Antioch, Calif., approved a similar resolution in May.\nSan Jose was home to five Chinatowns, the first of which flourished on Market Street from 1866 to 1870, when the city was a center for agriculture, the resolution says.\nChinese immigrants faced racism and xenophobia and were denied equal protection under the law. The Chinese Exclusion Act of 1882 restricted Chinese immigration and declared that state and federal courts could not grant citizenship to Chinese immigrants.", "url": "https://www.nytimes.com/2021/09/30/us/san-jose-apology-chinese-community.html"}