{"authors": ["Jill Cowan", "Lauren Mccarthy"], "date_download": "2022-10-25 22:55:32", "date_modify": "2022-10-25 22:55:32", "date_publish": "2021-12-02 16:18:30", "description": "Cases have been found in New York, Minnesota, California, Colorado and Hawaii.", "filename": "2021_12_02_us_minnesota-omicron-case_1666738532.html", "image_url": "https://static01.nyt.com/images/2021/12/02/multimedia/02virus-briefing-minnesota-case/02virus-briefing-minnesota-case-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_02_us_minnesota-omicron-case_1666738532.html", "title": "Several more Omicron cases are detected in the U.S.", "title_page": "Another Omicron Case is Detected in the US, This Time in a Minnesota Resident - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Several more cases of the Omicron variant of the coronavirus were reported in the United States on Thursday, including five people in New York City and on Long Island, officials said. Other cases were reported in Minnesota, Hawaii, California and Colorado.\nGov. Kathy Hochul of New York said one of the cases in her state was a 67-year-old woman from Suffolk County on Long Island who had recently traveled to South Africa and had tested positive for the new variant, which is highly mutated. The woman had been vaccinated and had mild symptoms of Covid-19, Ms. Hochul said. She said the new cases were “no cause for alarm.”\nMinnesota health officials said that a man who lives in the state was infected with the Omicron variant after recently traveling to New York City.\nA woman who lives in Colorado became the state’s first case of Omicron, state health officials said, after she recently returned from a trip to southern Africa for tourism. She had been fully vaccinated and was eligible for a booster shot but had not yet received it. She was experiencing mild symptoms and isolating at home.", "url": "https://www.nytimes.com/2021/12/02/us/minnesota-omicron-case.html"}