{"authors": ["Andrés R. Martínez"], "date_download": "2022-10-25 23:27:50", "date_modify": "2022-10-25 23:27:50", "date_publish": "2021-04-08 15:48:13", "description": "Puerto Rico also announced a longer overnight curfew until May 9 as cases rise on the island.", "filename": "2021_04_08_us_puerto-rico-covid-vaccine-eligible_1666740470.html", "image_url": "https://static01.nyt.com/images/2021/04/08/us/08virus-briefing-puertorico-vaccine/08virus-briefing-puertorico-vaccine-facebookJumbo.jpg?year=2021&h=550&w=1050&s=23f3830642c13634642f1f3b89956ffa15eb179722ac33627e8fbb5314da4619&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_08_us_puerto-rico-covid-vaccine-eligible_1666740470.html", "title": "Puerto Rico Adults to Be Eligible for Covid Vaccine on Monday", "title_page": "Puerto Rico Adults to Be Eligible for Covid Vaccine on Monday - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Puerto Rico and Washington D.C. said this week that residents 16 or older will become eligible for Covid-19 vaccination on Monday, as all 50 states have said they would beat or meet President Biden’s calls to accelerate their eligibility timelines.\nWashington D.C. announced the change on Thursday after the city government realized it had leftover appointments when it finished registering essential workers, seniors and those with medical conditions. Puerto Rico announced its decision on Wednesday and extended an overnight curfew as cases rise on the island.\nWhile the pace of vaccinations across the country has reached an average of about three million doses a day, outbreaks of the virus in the Midwest and Northeast have federal health officials worried. The Centers for Disease Control and Prevention said on Thursday that nationwide about 112 million people, or roughly one-third of the U.S. population, have received at least one dose of a Covid-19 vaccine.\nEarlier this week Hawaii became the last of the 50 states to accelerate its timeline for making all adults eligible for vaccination, heeding Mr. Biden’s calls for states, territories and tribes to do so. Puerto Rico became the latest U.S. territory to open vaccinations to all adults, joining Guam and the U.S. Virgin Islands.", "url": "https://www.nytimes.com/2021/04/08/us/puerto-rico-covid-vaccine-eligible.html"}