{"authors": ["Sopan Deb"], "date_download": "2022-10-25 22:57:29", "date_modify": "2022-10-25 22:57:29", "date_publish": "2021-12-18 03:21:29", "description": null, "filename": "2021_12_18_world_nets-say-kyrie-irving-can-play-at-away-games_1666738649.html", "image_url": "https://static01.nyt.com/images/2021/12/17/sports/17virus-brief-kyrie-irving/17virus-brief-kyrie-irving-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_18_world_nets-say-kyrie-irving-can-play-at-away-games_1666738649.html", "title": "Nets say Kyrie Irving can play at away games.", "title_page": "Nets say Kyrie Irving can play at away games. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Nets will allow Kyrie Irving, whom they barred from the team until he received a Covid-19 vaccination, to rejoin the team part time, the Nets said in a statement on Friday, despite Irving’s still being unvaccinated and cases skyrocketing in New York City.\nThe announcement was a surprising about-face for a franchise that had said in no uncertain terms that it was not open to Irving’s working part time. As a result of a New York City edict from the summer mandating that employees and patrons of indoor dining, gyms and other similar establishments be vaccinated, Irving is still barred from playing home games at Barclays Center without a valid medical or religious exemption.\nThe Nets, who are 21-8 and are in the top spot in the Eastern Conference, cited their high number of players in the N.B.A.’s Covid-19 health and safety protocols as justification for bringing back Irving. On Friday evening, the team listed a dozen players as unable to take the court against the Orlando Magic on Saturday at Barclays Center, leaving the team in danger of not having enough players to compete. Seven of those players were listed as being held out because of the Covid-19 protocols — part of a recent leaguewide spike.\n“After discussions with our coaches, players and staff, the organization has decided to have Kyrie Irving rejoin the team for games and practices in which he is eligible to participate,” Sean Marks, the Nets’ general manager, said.", "url": "https://www.nytimes.com/2021/12/18/world/nets-say-kyrie-irving-can-play-at-away-games.html"}