{"authors": ["Jesse Green", "Stella Bugbee", "Maya Salam", "Sarah Bahr", "Nancy Coleman"], "date_download": "2022-10-25 23:50:54", "date_modify": "2022-10-25 23:50:54", "date_publish": "2021-09-27 10:14:01", "description": "Despite an evening split between streaming and TV, the message on Sunday night was clear: Broadway is back.", "filename": "2021_09_27_theater_tony-awards-best-worst-moments_1666741854.html", "image_url": "https://static01.nyt.com/images/2021/09/27/arts/27tonys-bestworst11-copyNQLN/27tonys-bestworst11-facebookJumbo.jpg?year=2021&h=550&w=1050&s=083b964ed96a309e87041274ac0bcf243c3ff6a3e1261c49ea882b7b81770708&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_27_theater_tony-awards-best-worst-moments_1666741854.html", "title": "The Best and Worst Moments of the Tony Awards", "title_page": "The Best and Worst Moments of the Tony Awards - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Best: The ‘Moulin Rouge!’ Performance We Needed\nI saw “Moulin Rouge! The Musical” — roughly a thousand years ago, if my math is right — and felt a bit of a sensory overload by the end. Tony viewers got a glimpse of it in the cast’s performance: Multiply those vibrant skirts, high kicks and brisk pop numbers by a couple of acts and an intermission, and you’ve got one of the most aggressively energetic musicals in recent Broadway history. I enjoyed it then, but Sunday’s effort — prerecorded at the Al Hirschfeld Theater, the show’s home base — felt like the musical had finally found the perfect setting. Watching any theatrical work from behind a screen can dim its intensity, and perhaps the initial vibe could use a bit of dimming. But what better time is there to revel in the adrenaline rush, and the vivacity, of going to the theater? Everything about “Moulin Rouge!” — or, at least, the upbeat parts performed on Sunday night — is brimming with celebration. It’s exactly the kind of splashy abundance we’ve so missed this past year and a half. NANCY COLEMAN", "url": "https://www.nytimes.com/2021/09/27/theater/tony-awards-best-worst-moments.html"}