{"authors": ["Matthew Goldstein"], "date_download": "2022-10-25 22:58:32", "date_modify": "2022-10-25 22:58:32", "date_publish": "2021-03-22 11:10:46", "description": "The Wall Street billionaire, who was the main client of the disgraced financier Jeffrey Epstein in recent years, decided to leave for health reasons.", "filename": "2021_03_22_business_leon-black-apollo_1666738712.html", "image_url": "https://static01.nyt.com/images/2021/03/23/business/22apollo-print/22apollo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=36082400d697e7b11bcecc81d2a5e31be2eacedd06d64e8af85b1119cc4cb491&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_22_business_leon-black-apollo_1666738712.html", "title": "Leon Black to Step Down as C.E.O. of Apollo", "title_page": "Leon Black to Step Down as C.E.O. of Apollo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Leon Black has relinquished all control of Apollo Global Management, the private equity firm he led for more than three decades, just two months after he said he would remain chairman following the revelation he paid more than $150 million to the disgraced financier Jeffrey Epstein.\nIn a surprise announcement on Monday, Mr. Black gave up the chairmanship of the private equity colossus that made him one of Wall Street’s most powerful dealmakers. He also stepped down as chief executive officer several months earlier than his previously announced July exit, citing his and his wife’s health as major factors in the decision.\nJay Clayton, the former head of the Securities and Exchange Commission who recently joined the firm as an independent director, will take Mr. Black’s place as a nonexecutive chairman, the firm said in a statement.\nMr. Black’s departure as chairman was unexpected. In January, when Apollo released an independent report by the law firm Dechert into Mr. Black’s financial relationship with Mr. Epstein, the firm said that Mr. Black would keep that position even after stepping down as chief executive by his 70th birthday, in July. But Mr. Black said in a letter sent late Sunday to Apollo’s board that the publicity over his dealings with Mr. Epstein had affected his health.", "url": "https://www.nytimes.com/2021/03/22/business/leon-black-apollo.html"}