{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:54:48", "date_modify": "2022-10-25 23:54:48", "date_publish": "2021-05-07 14:26:24", "description": "Nine founders of a breakaway soccer league admitted it was a mistake and agreed to pay millions in fines. But three holdouts are vowing to seek damages.", "filename": "2021_05_07_sports_soccer_super-league-real-madrid-barcelona_1666742088.html", "image_url": "https://static01.nyt.com/images/2021/05/08/world/16superleague1-print/merlin_186609174_457d30d5-60c1-49fa-b5dc-5bb2b9e96178-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e8a58a8e073b799568be905c86c858c40458f5d8c8235cce785ebed5239d5b9d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_07_sports_soccer_super-league-real-madrid-barcelona_1666742088.html", "title": "Nine Super League Founders Admit 'Mistake' and Recommit to UEFA", "title_page": "Nine Super League Founders Admit 'Mistake' and Recommit to UEFA - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Less than two weeks after they became partners in a European Super League that would have cast aside the structures and organizations that have underpinned soccer on the Continent for nearly a century, a group of the sport’s biggest clubs are now engaged in a new battle behind the scenes.\nThis time, their fight is with one another.\nAt the heart of the new battle are two documents. One, a so-called club commitment declaration agreed to by nine of the Super League’s dozen founding clubs and released on Friday, formally renounced the Super League project and recommitted the breakaway teams to Europe’s existing system.\nIn a statement welcoming back the nine clubs, European soccer’s governing body, UEFA, said the teams “acknowledge and accept that the Super League project was a mistake and apologize to fans, national associations, national leagues, fellow European clubs and UEFA” for taking part in it. It also said the nine teams had pledged never to try a similar breakaway again.", "url": "https://www.nytimes.com/2021/05/07/sports/soccer/super-league-real-madrid-barcelona.html"}