{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:41:02", "date_modify": "2022-10-25 23:41:02", "date_publish": "2021-01-08 23:14:27", "description": "U.S. employment fell by 140,000 in December as virus cases surged. Leisure and hospitality businesses were hit hard, but some industries showed growth.", "filename": "2021_01_08_business_economy_december-2020-jobs-report_1666741262.html", "image_url": "https://static01.nyt.com/images/2021/01/07/us/dec-jobs-report-placeholder-promo-1610062053129/dec-jobs-report-placeholder-promo-1610062053129-facebookJumbo-v3.png?year=2021&h=549&w=1050&s=b9da357fe93d8de59cb84d593d747b83257a8aaccb1a051e4f246b175e7a464f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_08_business_economy_december-2020-jobs-report_1666741262.html", "title": "December Jobs Report: Recovery Goes Into Reverse", "title_page": "December Jobs Report: Recovery Goes Into Reverse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Robert Branca, who owns two dozen Dunkin’ locations in Massachusetts, said that business picked up steadily over the summer but that it had tailed off since then. A handful of his stores have closed for good, as have some other restaurants in which he was a partner. Others are on the edge.\n“I have a few on the bubble that might not make it, especially as sales have tailed down through the winter,” he said.\nThe course of the virus in coming months will be critical, Mr. Branca said. But the vaccine rollout is even more important: Once his staff and customers feel safe interacting face to face again, he expects business to pick up. Even then, though, it will take time to rebuild from months of depressed sales.\n“If you don’t go out of your house today, you’re not going to buy two cups of coffee tomorrow,” he said. “You’re never making that back up.”\nMr. Branca said he welcomed the latest congressional relief package, which offered direct help to small businesses and put money in customers’ pockets. It also extended unemployment benefits for millions of Americans who faced an imminent loss of income at the end of the year.\nBut the help came too late to save thousands of small businesses or to save many families from lasting financial harm.\n“Some of the damage has already been done,” said Diane Swonk, chief economist at the accounting firm Grant Thornton. “We’re going to have to focus on healing, not just rebounding, from this crisis, because the wounds are deep.”", "url": "https://www.nytimes.com/2021/01/08/business/economy/december-2020-jobs-report.html"}