{"authors": ["Catherine Porter"], "date_download": "2022-10-25 23:47:51", "date_modify": "2022-10-25 23:47:51", "date_publish": "2021-03-03 15:34:46", "description": "The defendant was convicted of murder and attempted murder for killing 10 people and injuring 16 when he mounted the curb of a busy sidewalk in a van in 2018.", "filename": "2021_03_03_world_canada_toronto-van-alek-minassian_1666741671.html", "image_url": "https://static01.nyt.com/images/2021/03/03/world/03canada-van-verdict1/03canada-van-verdict1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a6326d5851ad6c9afcab099e8630811501b6f47e3b360a904ec6ac1ac588adff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_03_world_canada_toronto-van-alek-minassian_1666741671.html", "title": "Alek Minassian Found Guilty in Toronto Van Attack", "title_page": "Alek Minassian Found Guilty in Toronto Van Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TORONTO — The man who used his rental van as a weapon on a busy Toronto sidewalk in 2018, killing 10 people and badly injuring 16 in the city’s worst mass killing, was found guilty of murder and attempted murder by an Ontario judge on Wednesday.\nRejecting the novel argument that his autism spectrum disorder rendered him not criminally responsible, Justice Anne Molloy of the Ontario Superior Court ruled that the defendant, Alek Minassian, understood clearly what he was doing, despite the conclusion of some experts that he was incapable of feeling empathy because of his neurodevelopmental disorder.\n“This was the exercise of free will by a rational brain, capable of choosing between right and wrong,” said Justice Molloy, who throughout her verdict refused to identify the defendant by name, instead calling him “John Doe,” as she did not want indulge the fame he desired.\n“It does not matter that he does not have remorse, nor empathize with the victims,” the judge said.\nThe ruling comes with an automatic 10 life sentences. What will be decided at a future sentencing date is when Mr. Minassian can seek parole, said his lawyer, Boris Bytensky.", "url": "https://www.nytimes.com/2021/03/03/world/canada/toronto-van-alek-minassian.html"}