{"authors": ["Tyler Kepner"], "date_download": "2022-10-25 23:35:29", "date_modify": "2022-10-25 23:35:29", "date_publish": "2021-07-30 23:37:52", "description": "Max Scherzer and Trea Turner going to the Los Angeles Dodgers highlighted a week in which 10 of this year’s All-Stars were traded.", "filename": "2021_07_30_sports_baseball_max-scherzer-trade-deadline_1666740929.html", "image_url": "https://static01.nyt.com/images/2021/07/31/sports/30kepner-trades-print/30kepner-trades-top-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5d2e8852b02d22d6b2ebfed2d3711c02388fc42d145ffcf8926d3cf8977d80a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_30_sports_baseball_max-scherzer-trade-deadline_1666740929.html", "title": "10 All-Stars Traded in MLB's Wildest Trade Deadline Ever", "title_page": "10 All-Stars Traded in MLB's Wildest Trade Deadline Ever - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Our core group and the teams over the last six, seven years in Chicago brought a lot of joy to people, not only in Chicago but around the country and parts of the world,” Rizzo said. “We were an easy team to root for, winning that World Series in ’16, playing and having fun. As time goes on, we’ll be able to reflect on it more, but I know those guys are pretty excited too now, to be able to go into contention and play for a World Series ring.”\nThe Cubs made that pursuit a little easier for their neighbors, sending two relievers — Kimbrel and Ryan Tepera — to the crosstown White Sox, who already have an All-Star closer in Liam Hendriks. The White Sox also got a veteran second baseman, Cesar Hernandez, from Cleveland, which at the deadline was eight games back in the American League Central.\nThe Cubs had already started breaking apart their lineup by letting Schwarber leave for the Nationals last winter in free agency. Washington won the franchise’s first championship in 2019 and gave it one more try this season, but arrived at the deadline with a 47-55 record that compelled the Nationals to start rebuilding.\nBesides Scherzer, Turner and Schwarber, they traded reliever Daniel Hudson to San Diego, catcher Yan Gomes and infielder Josh Harrison to Oakland, closer Brad Hand to Toronto and starter Jon Lester to St. Louis.\n“We got everything out of this group that we could have got out, and we reached the highest levels,” General Manager Mike Rizzo said. “For 10 straight years, we competed with the best and brightest in all of baseball and we were as good as anybody in the game. We won four division titles, we’ve been in the playoffs five times, we won a World Series with this group. There’s no shame in having to take a step back, refocus, reboot and start the process again.”\nScherzer, who earned 92 victories and two Cy Young Awards in six and a half seasons with the Nationals, will be a free agent after the season, and he had veto power over any potential trades. In order to extract the best prospect package, the Nationals paired him with Turner, who is under team control for one more year.", "url": "https://www.nytimes.com/2021/07/30/sports/baseball/max-scherzer-trade-deadline.html"}