{"authors": ["Taylor Lorenz"], "date_download": "2022-10-25 23:26:39", "date_modify": "2022-10-25 23:26:39", "date_publish": "2021-08-15 09:00:12", "description": "Marissa Meizz became a TikTok meme after her friends excluded her from a birthday party. She decided to do something about it.", "filename": "2021_08_15_technology_tik-tok-friends-meet-up_1666740399.html", "image_url": "https://static01.nyt.com/images/2021/08/10/business/00tiktok-meetup1/00tiktok-meetup1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=219874f36a2a1fb4970fc53bb8fd041365f85d6d0dbffa226c4295329eaa89aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_15_technology_tik-tok-friends-meet-up_1666740399.html", "title": "Now Going Viral: Meeting Online Friends in Real Life", "title_page": "Now Going Viral: Meeting Online Friends in Real Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Meizz’s effort is far less chaotic. She said she tries to greet all the attendees and help make connections between them. She bops from group to group to ensure that no one is left alone. To break the ice and help cover event costs, Ms. Meizz recently began selling merchandise, including T-shirts that say, “If you’re reading this, we should be friends.”\n“The cool thing is everyone there is to make friends, so everyone looks like they’re already friends but in reality everyone’s showed up alone,” she said.\nMany attendees bond quickly. A large group from the Los Angeles gathering reconnected the next weekend for a beach trip and have started a group chat on Instagram to plan future outings.\nSome people have joined multiple meet-ups. Makenna Misuraco, 26, a mental health counselor in Philadelphia, attended a No More Lonely Friends event in her city and recently traveled to one in New York City. She said Ms. Meizz’s exclusion by her friends resonated with her, as did how Ms. Meizz then took the experience and turned it into something positive on and off the internet.\n“Social media can be a very bad place for people,” Ms. Misuraco said. No More Lonely Friends “brings people that are all in the same boat, looking to make friends and craving good human interaction. When you go there, you know everyone has the intention of meeting friends.”", "url": "https://www.nytimes.com/2021/08/15/technology/tik-tok-friends-meet-up.html"}