{"authors": ["Nicole Perlroth"], "date_download": "2022-10-25 23:47:09", "date_modify": "2022-10-25 23:47:09", "date_publish": "2021-05-13 21:30:29", "description": "Colonial pre-emptively shut down its pipeline operations on Friday. President Biden did not rule out a retaliatory strike on those responsible.", "filename": "2021_05_13_technology_colonial-pipeline-ransom_1666741629.html", "image_url": "https://static01.nyt.com/images/2021/05/13/business/13economy-briefing-ransom/13economy-briefing-ransom-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a7fa434b7d609a357397d5bceb827869256bd21ff62a8fb9b3651d5dd15537e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_13_technology_colonial-pipeline-ransom_1666741629.html", "title": "Colonial Pipeline Paid Roughly $5 Million in Bitcoin to Hackers", "title_page": "Colonial Pipeline Paid Roughly $5 Million in Bitcoin to Hackers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Colonial Pipeline paid its extortionists roughly 75 Bitcoin, or nearly $5 million, to recover its stolen data, according to five people briefed on the transaction.\nThe payment came after hackers last week held up Colonial Pipeline’s business networks with ransomware, a form of malware that encrypts data until the victim pays, and threatened to release it online. Colonial Pipeline pre-emptively shut down its pipeline operations to keep the ransomware from spreading and because it had no way to bill customers with its business and accounting networks offline.\nThe shutdown of the company’s network, which includes 5,500 miles of pipeline that supplies nearly half the gas, diesel and jet fuel to the East Coast, triggered a cascading crisis that led to emergency meetings at the White House, a jump in gas prices, panic buying at the gas pumps, and forced some airlines to make fuel stops on long-haul flights.\nThe ransom payment was first reported by Bloomberg. A spokeswoman for Colonial declined to confirm or deny that the company had paid a ransom.", "url": "https://www.nytimes.com/2021/05/13/technology/colonial-pipeline-ransom.html"}