{"authors": ["Patrick Kingsley", "Isabel Kershner"], "date_download": "2022-10-25 23:56:04", "date_modify": "2022-10-25 23:56:04", "date_publish": "2021-03-23 20:42:56", "description": "Prime Minister Benjamin Netanyahu’s party took a lead in Israel’s fourth election in two years, but updated exit polls projected a stalemate that could extend Israel’s political deadlock.", "filename": "2021_03_23_world_middleeast_israel-election-netanyahu-path_1666742164.html", "image_url": "https://static01.nyt.com/images/2021/03/23/world/23israel-election-live-briefing-bibi-has-path/merlin_185430300_9d0803ae-88ce-421c-abc6-a918e429bc30-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9f09434e675ae9464368781d38ddd5b8b7c3ff4025de20abe833421099d6e8b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_23_world_middleeast_israel-election-netanyahu-path_1666742164.html", "title": "Netanyahu Has Path to Sixth Term in Israel Election, Exit Polls Show", "title_page": "Netanyahu Has Path to Sixth Term in Israel Election, Exit Polls Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It will be up to Reuven Rivlin, Israel’s largely ceremonial president, to invite the lawmaker he believes has the best chance of forming a coalition to begin that process.\nWhile presidents have usually assigned that duty to leader of the largest party, Mr. Rivlin could still grant it to another lawmaker who he thinks has a better route to a majority. That could be Yair Lapid, the centrist leader of the opposition, whose party was projected to win between 17 and 18 seats.\n“At the moment, Netanyahu doesn’t have 61 seats, but the change bloc does,” Mr. Lapid said early Wednesday. He added, “I’ve started speaking to party leaders and we’ll wait for the results, but we’ll do everything to create a sane government in Israel.”\nMr. Netanyahu’s fortunes depend heavily on Mr. Bennett, once his chief of staff.\nThroughout the campaign, Mr. Bennett refused to clarify whether he would back a coalition led by Mr. Netanyahu. But he said he would refuse to serve under Mr. Lapid, and analysts believe he could be persuaded to back Mr. Netanyahu.\nSpeaking to his supporters early Wednesday, Mr. Bennett maintained his ambiguity, saying only that he would “wait patiently” for the final results.\nIf he does return to power, Mr. Netanyahu has promised to enact sweeping legal reforms that would limit the power of the judiciary, and which his opponents fear would allow him to circumvent his corruption trial. Mr. Netanyahu’s colleagues have prevaricated in recent days about whether he would use his office to avoid prosecution, with one minister on Saturday refusing to rule it out.\nMr. Netanyahu denies any wrongdoing and that he would try to change the law to derail the trial.\nAny new government will immediately face substantive challenges, including an economy bruised by the pandemic, rising violent crime in Arab communities and potential threats from Iran. Diplomatically, Israel is trying to block the resurrection of the 2015 nuclear agreement with Iran, which the United States government generally favors and which Israel considers inadequate.", "url": "https://www.nytimes.com/2021/03/23/world/middleeast/israel-election-netanyahu-path.html"}