{"authors": ["Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:25:53", "date_modify": "2022-10-25 23:25:53", "date_publish": "2021-04-28 04:15:13", "description": "The European Union is about to sign a deal for 1.8 billion doses of the Pfizer-BioNTech vaccine after a dispute with AstraZeneca derailed its vaccination campaign. Here’s how it came about.", "filename": "2021_04_28_world_europe_european-union-pfizer-von-der-leyen-coronavirus-vaccine_1666740353.html", "image_url": "https://static01.nyt.com/images/2021/04/26/world/26virus-eu1/26virus-eu1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7c2fd03239a129fff505f66fa880d1285bb17a25b4ac4ea1dcbd8a473c58a227&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_28_world_europe_european-union-pfizer-von-der-leyen-coronavirus-vaccine_1666740353.html", "title": "How Europe Sealed a Pfizer Vaccine Deal With Texts and Calls", "title_page": "How Europe Sealed a Pfizer Vaccine Deal With Texts and Calls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — It was February and things were going from bad to worse for the European Union’s vaccination campaign, and for its top executive, Ursula von der Leyen.\nMuch of Europe was in lockdown, people were dying and the bloc was running low on doses of vaccines after its biggest supplier, AstraZeneca, announced production problems. Critics inside and outside the European Union questioned Ms. von der Leyen’s leadership and accused her of mishandling the crisis.\nIt was at that low point that she caught a break.\nFor a month, Ms. von der Leyen had been exchanging texts and calls with Albert Bourla, the chief executive of Pfizer, another vaccine supplier to the bloc. And as they spoke, two things became clear: Pfizer might have more doses it could offer the bloc — many more. And the European Union would be thrilled to have them.\nThat personal diplomacy played a big role in a deal, to be finalized this week, in which the European Union will lock in 1.8 billion doses from Pfizer, which, with its smaller German partner, BioNTech, made the first Covid-19 vaccine to get regulatory approval in the European Union.", "url": "https://www.nytimes.com/2021/04/28/world/europe/european-union-pfizer-von-der-leyen-coronavirus-vaccine.html"}