{"authors": ["Jack Nicas", "Erin Griffith"], "date_download": "2022-10-25 23:40:47", "date_modify": "2022-10-25 23:40:47", "date_publish": "2021-05-02 10:00:10", "description": "Apple and Epic Games, maker of the wildly popular game Fortnite, square off on Monday in a trial that could decide how much control Apple can exert over the app economy.", "filename": "2021_05_02_technology_apple-epic-lawsuit-app-fees_1666741247.html", "image_url": "https://static01.nyt.com/images/2021/04/29/business/29epicapple/29epicapple-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1ed9bf5b5909cc6b25a9330f48228e7fdb7e954151854ef08f842f9554e7d462&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_02_technology_apple-epic-lawsuit-app-fees_1666741247.html", "title": "Apple and Epic Head to Court Over Their Slices of the App Pie", "title_page": "Apple and Epic Head to Court Over Their Slices of the App Pie - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Epic’s attack was the most direct challenge to Apple’s power in years, and nine months later, the fight is heading to federal court in Oakland, Calif. On Monday, a trial is scheduled to open with testimony from Mr. Sweeney on why he believes Apple is a monopoly abusing its power.\nThe trial, which is expected to last about three weeks, carries major implications. If Epic wins, it will upend the economics of the $100 billion app market and create a path for millions of companies and developers to avoid sending up to 30 percent of their app sales to Apple.\nAn Epic victory would also invigorate the antitrust fight against Apple. Federal and state regulators are scrutinizing Apple’s control over the App Store, and on Friday, the European Union charged Apple with violating antitrust laws over its app rules and fees. Apple faces two other federal lawsuits about its App Store fees — one from developers and one from iPhone owners — that are seeking class-action status.\nBeating Apple would also bode well for Epic’s upcoming trial against Google over the same issues on the app store for Android devices. That case is expected to go to trial this year and would be decided by the same federal judge, Yvonne Gonzalez Rogers of the Northern District of California.", "url": "https://www.nytimes.com/2021/05/02/technology/apple-epic-lawsuit-app-fees.html"}