{"authors": ["Michael Wines"], "date_download": "2022-10-25 23:30:11", "date_modify": "2022-10-25 23:30:11", "date_publish": "2021-05-17 14:35:06", "description": "Leaders in Maricopa County, Ariz., are hitting back at Donald J. Trump and fellow party members in the State Senate over a review of the county’s ballots.", "filename": "2021_05_17_us_arizona-audit-trump_1666740611.html", "image_url": "https://static01.nyt.com/images/2021/05/17/us/17arizona-Maricopa/merlin_187767384_ad1b3ee5-dba0-4938-8b80-e739375030f8-facebookJumbo.jpg?year=2021&h=549&w=1050&s=95438420133678fe0fea5455b9d4d08afb2887cec4d9005346343556bb02db0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_17_us_arizona-audit-trump_1666740611.html", "title": "Arizona Vote Review's 'Insane Lies' Blasted by Local G.O.P.", "title_page": "Arizona Vote Review's 'Insane Lies' Blasted by Local G.O.P. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Maricopa supervisors had resisted the audit since its inception in December, asking a court to decide whether the State Senate could legally take control of election records and equipment governed by strict security safeguards. They had insisted throughout that the county’s election — in which Joseph R. Biden Jr. earned a slim majority of 2.1 million total votes — had been among the most secure and smooth in the state’s history.\nBut they were pushed past the breaking point by a letter last week from State Senator Karen Fann, the Senate president, that implied that someone in the county had illegally removed critical election files from equipment and software that the Senate had subpoenaed for examination.\nThe supervisors learned of the claim when it was posted on a Twitter feed controlled by the review team. Ms. Fann’s letter asked the supervisors to address that and other concerns in a meeting with state senators and a liaison to the firms conducting the review — a meeting that was to be livestreamed by the far-right cable channel One America News.\n“This board was going to be part of a political theater,” one Republican supervisor and former chairman of the board, Bill Gates, said. “The Arizona Senate is better than that. The Maricopa County Board of Supervisors is better than that. And I am not going to be a part of that.”\nMr. Trump had seized on the deleted-file claim over the weekend, calling it “devastating” evidence of irregularities in the vote. That led the county’s top election official, Stephen Richer, to call Mr. Trump’s online comment “unhinged.”", "url": "https://www.nytimes.com/2021/05/17/us/arizona-audit-trump.html"}