{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:54:48", "date_modify": "2022-10-25 23:54:48", "date_publish": "2021-04-21 19:13:21", "description": "The British prime minister was able to take the moral high ground by opposing the breakaway European soccer league that proved to be highly unpopular with fans.", "filename": "2021_04_21_world_europe_soccer-super-league-britain-johnson_1666742088.html", "image_url": "https://static01.nyt.com/images/2021/04/21/world/21uk-soccer/21uk-soccer-facebookJumbo.jpg?year=2021&h=549&w=1050&s=55b3b84c03675328b8f86328bc8a5ed86d2847cc83bdb2970cdabff56c5ec2ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_21_world_europe_soccer-super-league-britain-johnson_1666742088.html", "title": "Boris Johnson Opposes Super League, Scores Political Points", "title_page": "Boris Johnson Opposes Super League, Scores Political Points  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Fans loathed it, politicians opposed it and even Prince William warned of the damage it risked “to the game we love.”\nSo swift and ferocious was the backlash to a plan to create a new super league for European soccer that on Wednesday six of England’s most famous clubs were in disarray, issuing abject apologies as they disowned the failed breakaway project they had pledged to join.\nYet not everyone was a loser. For Prime Minister Boris Johnson of Britain, the crisis has presented a rare opportunity to seize the moral high ground on an issue that matters to many of the voters who helped him to a landslide victory in the 2019 election.\nThreatening to use any means he could to block the plan, Mr. Johnson positioned himself as the defender of the working-class soccer fans whose forebears created England’s soccer clubs — and the enemy of the billionaire owners who now dominate the English game.", "url": "https://www.nytimes.com/2021/04/21/world/europe/soccer-super-league-britain-johnson.html"}