{"authors": ["Alyssa Lukpat"], "date_download": "2022-10-25 22:57:16", "date_modify": "2022-10-25 22:57:16", "date_publish": "2021-09-26 15:00:06", "description": "Unless he gets vaccinated, Mr. Wiggins will be barred from attending home games in San Francisco, where his team is based.", "filename": "2021_09_26_sports_basketball_andrew-wiggins-vaccine_1666738636.html", "image_url": "https://static01.nyt.com/images/2021/10/25/world/25virus-briefing-nba-wiggins/25virus-briefing-nba-wiggins-facebookJumbo.jpg?year=2021&h=549&w=1050&s=f1b2c7e279964549cd466ac22960ee264de05726d0c0f2cf4e17212b345c4cb2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_26_sports_basketball_andrew-wiggins-vaccine_1666738636.html", "title": "NBA Denies Andrew Wiggins a Religious Exemption From Vaccine", "title_page": "NBA Denies Andrew Wiggins a Religious Exemption From Vaccine  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The N.B.A. has denied the request of Andrew Wiggins, a Golden State Warriors player, for a religious exemption from the coronavirus vaccine, which is required in San Francisco to attend large indoor events, including Warriors home games.\nThe league’s decision complicates matters for the team and for Mr. Wiggins, a 26-year-old forward who was the No. 1 draft pick in 2014. He said in March that he did not plan to get the vaccine unless he was forced to.\nThe ruling means that Mr. Wiggins will be barred from attending home games in San Francisco, where his team is based, unless he gets inoculated. The city mandated last month that people show they are vaccinated to attend large indoor events. A negative coronavirus test will not suffice.\n“Wiggins will not be able to play in Warriors home games until he fulfills the city’s vaccination requirements,” the N.B.A. said in a statement on Twitter on Friday.", "url": "https://www.nytimes.com/2021/09/26/sports/basketball/andrew-wiggins-vaccine.html"}