{"authors": ["Christopher Flavelle", "Julian E. Barnes", "Eileen Sullivan", "Jennifer Steinhauer"], "date_download": "2022-10-25 23:42:59", "date_modify": "2022-10-25 23:42:59", "date_publish": "2021-10-21 15:41:30", "description": "Intelligence and defense agencies issued reports warning that the warming planet will increase strife between countries and spur migration.", "filename": "2021_10_21_climate_climate-change-national-security_1666741379.html", "image_url": "https://static01.nyt.com/images/2021/10/21/climate/21CLI-NATIONALSECURITY1/21CLI-NATIONALSECURITY1-facebookJumbo-v3.jpg?year=2021&h=549&w=1050&s=2e4da1732afa1565f264cb8dbd3d55f16b06b45d8c652618e9c73d2407540359&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_21_climate_climate-change-national-security_1666741379.html", "title": "Climate Change Poses a Widening Threat to National Security", "title_page": "Climate Change Poses a Widening Threat to National Security - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The reports include warnings from the intelligence community about how climate change can work on numerous levels to sap the strength of a nation. For example, countries like Iraq and Algeria could be hit by lost revenue from fossil fuels, even as their region faces worsening heat and drought. The Pentagon warned that food shortages could lead to unrest, along with fights between countries over water.\nThe Department of Homeland Security, which includes the U.S. Coast Guard, warned that as ice melts in Arctic Ocean, competition will increase for fish, minerals and other resources. Another report warned that tens of millions of people are likely to be displaced by 2050 because of climate change — including as many as 143 million people in South Asia, sub-Saharan Africa and Latin America.\nThe national security warnings came on the same day that top financial regulators for the first time flagged climate change as “an emerging threat” to the American economy. More frequent and destructive disasters, such as hurricanes, floods and wildfires, are resulting in property damage, lost income and business disruptions that threaten to change the way real estate and other assets are valued, according to a report released by a panel of federal and state regulators. As of Oct. 8, there have been 18 “weather/climate disaster events” in 2021 costing more than $1 billion each, according to the National Oceanic and Atmospheric Administration.\nThe reports came as President Biden prepares to attend a major United Nations climate conference in Glasgow known as COP26. With his climate agenda stalled in Congress, Mr. Biden risks having little progress to tout in Glasgow, where the administration had hoped to re-establish United States leadership on addressing warming.\nThe reports “reinforce the President’s commitment to evidence-based decisions guided by the best available science and data,” the White House said Thursday, and “will serve as a foundation for our critical work on climate and security moving forward.”", "url": "https://www.nytimes.com/2021/10/21/climate/climate-change-national-security.html"}