{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:22:57", "date_modify": "2022-10-25 23:22:57", "date_publish": "2021-10-27 18:37:00", "description": "Some U.S. lawmakers say they have not given up on the idea of a tax on planet-warming carbon dioxide pollution, which would help meet the president’s promise to sharply cut U.S. emissions.", "filename": "2021_10_27_us_politics_biden-un-climate-summit-democrats_1666740177.html", "image_url": "https://static01.nyt.com/images/2021/10/27/us/27budgete-briefing-climate/merlin_171073236_3890fa47-fb87-435e-b14f-8fd4f666075f-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_27_us_politics_biden-un-climate-summit-democrats_1666740177.html", "title": "Democrats Aim for Climate Provisions Biden Can Promote at U.N. Summit", "title_page": "Democrats Aim for Climate Provisions Biden Can Promote at U.N. Summit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Democrats are still searching for ways to strengthen the climate provisions in President Biden’s environmental and social policy bill just days before he is set to appear at a United Nations climate summit that begins on Sunday in Glasgow, and some lawmakers say they have not given up the push to include a tax on planet-warming carbon dioxide pollution.\nThe White House is urging lawmakers to agree on a framework for the legislation before the president meets other world leaders at the summit. Mr. Biden hopes to point to the bill as evidence that he will be able to meet his ambitious promise that the United States will cut its planet-warming pollution 50 percent from 2005 levels by 2030.\nAs it stands now, passage of the bill, which is expected to include roughly $500 billion in spending on climate and environmental provisions, would get the United States up to half the way toward that target, according to an analysis by Rhodium Group, an independent policy research firm.\nThe package is set to include about $300 billion in tax incentives to promote renewable energy and electric vehicles. Until recently, Mr. Biden had hoped that it would also include a $150 billion program to pay electric utilities to close fossil fuel-fired power plants and replace them with wind and solar generators, and to penalize those that do not do so. The combination of that program and the tax credits would have allowed Mr. Biden to credibly claim in Glasgow that the United States was on track to meet its climate targets.", "url": "https://www.nytimes.com/2021/10/27/us/politics/biden-un-climate-summit-democrats.html"}