{"authors": ["Michael Wilson", "Sharon Otterman", "Lola Fadulu", "Ashley Wong"], "date_download": "2022-10-25 23:42:50", "date_modify": "2022-10-25 23:42:50", "date_publish": "2021-12-16 23:07:50", "description": "Vaccinated residents who had embraced a return to some normalcy are unsettled: “It’s scary — it feels like we’ve been here before.”", "filename": "2021_12_16_nyregion_new-york-covid-cases_1666741370.html", "image_url": "https://static01.nyt.com/images/2021/12/16/nyregion/16nyvirus04/16nyvirus04-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_16_nyregion_new-york-covid-cases_1666741370.html", "title": "As Virus Cases Surge, New Yorkers Feel a Familiar Anxiety", "title_page": "As Virus Cases Surge, New Yorkers Feel a Familiar Anxiety - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An average of more than 10,600 infections were being identified each day in New York State, more than any other state, and hospitalizations were also increasing, although more slowly. The city’s test positivity rate doubled in just three days, up to 7.8 percent on Sunday compared with 3.9 percent the previous Thursday, raising alarm bells among city officials and residents alike.\nThe number of new cases reported statewide on Thursday alone — 18,276, more than 8,300 of them in New York City — was the highest since at least January. Hospitalizations, though, remain at a fraction of what they were in the city’s deadly first virus wave, with about 1,000 people hospitalized in New York City now, compared to more than 15,000 at the peak in April 2020.\nIt remains unknown to what extent Omicron will cause serious illness. Scientists believe that vaccines will still provide protection against the worst outcomes, and boosters are likely to provide additional protection against infection, preliminary data suggests.\nThe public health picture in other states was also growing bleaker. Connecticut is averaging more than 2,600 new cases a day, up from about 330 at the start of November, and Rhode Island is adding cases at the highest rate in the nation. Michigan, Indiana, Ohio and Pennsylvania have the highest rates of coronavirus hospitalizations.\nIn Rhode Island, Dr. Wilfredo Giordano-Perez, who sits on the governor’s vaccine committee, said the number of people scaling back holiday plans still seemed fairly small. “I wish I was hearing more of that,” he said. “I think people are going to take their chances, with this idea that they’ve done everything they can do up until this point.”", "url": "https://www.nytimes.com/2021/12/16/nyregion/new-york-covid-cases.html"}