{"authors": ["Shashank Bengali"], "date_download": "2022-10-25 23:26:40", "date_modify": "2022-10-25 23:26:40", "date_publish": "2021-10-05 12:55:47", "description": "The company said the treatment cuts the risk of symptomatic Covid in people who have conditions that put them at high risk and those who have not responded well to a vaccine.", "filename": "2021_10_05_us_covid-astrazeneca-fda-antibody_1666740400.html", "image_url": "https://static01.nyt.com/images/2021/10/05/world/05virus-briefing-astrazeneca-us-1/merlin_178906404_4f3c01a9-18c4-45e2-81e9-7036550473bf-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7671d73a0d77c8a97877f01e8fdde64072a9b999ac7e523d032608fb1706631d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_05_us_covid-astrazeneca-fda-antibody_1666740400.html", "title": "AstraZeneca Seeks F.D.A. Approval for Covid Antibody Treatment", "title_page": "AstraZeneca Seeks F.D.A. Approval for Covid Antibody Treatment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AstraZeneca said on Tuesday that it had asked the Food and Drug Administration to grant emergency authorization for a long-acting antibody treatment to prevent Covid-19 in people who are at high risk of the disease. If authorized, it would become the first such preventive treatment to be available in the United States, the company said.\nThe company said in a statement that the treatment had reduced the risk of symptomatic Covid-19 by 77 percent in a trial in which most participants either had other medical conditions that placed them at greater risk of severe illness or were not producing sufficient antibodies after vaccination.\nIt said the treatment could be used in conjunction with vaccines in people with weaker immune systems. Other antibody treatments in use in the United States, including one developed by the drug maker Regeneron, have mainly been used to treat people who are already infected with the coronavirus. The AstraZeneca treatment is designed to stay in the body for much longer than the available antibody treatments for Covid, the company has said.\n“Vulnerable populations such as the immunocompromised often aren’t able to mount a protective response following vaccination and continue to be at risk of developing Covid-19,” Mene Pangalos, an executive vice president at AstraZeneca, said in a statement. “With this first global regulatory filing, we are one step closer to providing an additional option to help protect against Covid-19 alongside vaccines.”", "url": "https://www.nytimes.com/2021/10/05/us/covid-astrazeneca-fda-antibody.html"}