{"authors": ["Luke Broadwater", "Matthew Rosenberg"], "date_download": "2022-10-25 23:47:26", "date_modify": "2022-10-25 23:47:26", "date_publish": "2021-01-29 08:00:11", "description": "A number of members of Congress have links to organizations and movements that played a role in the Jan. 6 assault on the Capitol.", "filename": "2021_01_29_us_republicans-trump-capitol-riot.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741646.html", "image_url": "https://static01.nyt.com/images/2021/01/28/us/politics/28DC-Congress-Extremists1/28DC-Congress-Extremists1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f819cc5c459239bae99c802983669d458c47e4f2cb7c9e370e32c511c2c4b968&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_29_us_republicans-trump-capitol-riot.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741646.html", "title": "Republican Ties to Extremist Groups Are Under Scrutiny", "title_page": "After Capitol Riot, Republican Ties to Extremist Groups Are Under Scrutiny - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The video’s title was posed as a question, but it left little doubt about where the men who filmed it stood. They called it “The Coming Civil War?” and in its opening seconds, Jim Arroyo, who leads an Arizona chapter of Oath Keepers, a right-wing militia, declared that the conflict had already begun.\nTo back up his claim, Mr. Arroyo cited Representative Paul Gosar of Arizona, one of the most far-right members of Congress. Mr. Gosar had paid a visit to the local Oath Keepers chapter a few years earlier, Mr. Arroyo recounted, and when asked if the United States was headed for a civil war, the congressman’s “response to the group was just flat out: ‘We’re in it. We just haven’t started shooting at each other yet.’”\nLess than two months after the video was posted, members of the Oath Keepers were among those with links to extremist groups from around the country who took part in the Jan. 6 attack on the Capitol, prompting new scrutiny of the links between members of Congress and an array of organizations and movements that espouse far-right beliefs.\nNearly 150 House Republicans supported President Donald J. Trump’s baseless claims that the election had been stolen from him. But Mr. Gosar and a handful of other Republican members of the House had deeper ties to extremist groups who pushed violent ideas and conspiracy theories and whose members were prominent among those who stormed the halls of Congress in an effort to stop certification of President-elect Joseph R. Biden Jr.’s victory.", "url": "https://www.nytimes.com/2021/01/29/us/republicans-trump-capitol-riot.html?action=click&module=Top%20Stories&pgtype=Homepage"}