{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 23:28:22", "date_modify": "2022-10-25 23:28:22", "date_publish": "2021-07-15 13:04:15", "description": "An explosion that killed Chinese workers in Pakistan has stirred fears in Beijing of regional instability.", "filename": "2021_07_15_world_middleeast_china-pakistan-afghanistan_1666740502.html", "image_url": "https://static01.nyt.com/images/2021/07/15/world/15China-Diplo1/15China-Diplo1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=24b91fb9c703bbf27325a584f9fa98a7109474df02f9f286969418d240f00f24&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_15_world_middleeast_china-pakistan-afghanistan_1666740502.html", "title": "China Criticized the Afghan War. Now It Worries About the Withdrawal.", "title_page": "China Criticized the Afghan War. Now It Worries About the Withdrawal. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Chinese government rarely passes up a chance to accuse the United States of military adventurism and hegemony. In the case of Afghanistan, though, it has changed its tone, warning that Washington now bears the responsibility for the hasty end to its two-decade war there.\n“The United States, which created the Afghan issue in the first place, should act responsibly to ensure a smooth transition in Afghanistan,” China’s foreign minister, Wang Yi, said this month at a forum in Beijing. “It should not simply shift the burden onto others and withdraw from the country with the mess left behind unattended.”\nWhile China has not called on President Biden to reverse the military withdrawal he ordered, statements by senior officials made it clear that they would blame the United States for any insecurity that spreads in the region.\nChina’s leader, Xi Jinping, and President Vladimir V. Putin of Russia — neither of them close friends of the American president — raised concerns about the withdrawal in a call the two leaders had in late June, citing “the increasingly complicated and severe security situation,” according to the state news agency Xinhua.", "url": "https://www.nytimes.com/2021/07/15/world/middleeast/china-pakistan-afghanistan.html"}