{"authors": ["Luke Broadwater", "Emily Cochrane"], "date_download": "2022-10-25 23:38:03", "date_modify": "2022-10-25 23:38:03", "date_publish": "2021-02-11 01:08:08", "description": "The nation’s most powerful lawmakers became a captive audience at Donald Trump’s impeachment trial, as video footage forced them to absorb the enormity of the Jan. 6 attack on the Capitol.", "filename": "2021_02_10_us_politics_impeachment-violence-senate_1666741083.html", "image_url": "https://static01.nyt.com/images/2021/02/10/us/10DC-TOT/10DC-TOT-facebookJumbo.jpg?year=2021&h=549&w=1050&s=f0ed7151c37f9eb35fea3804c9a2d9a14de1134d78d570fa91083dee61d7d249&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_10_us_politics_impeachment-violence-senate_1666741083.html", "title": "‘We Have to Relive It’: Images Revive Painful Memories in Senate", "title_page": "‘We Have to Relive It’: Images Revive Painful Memories in Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Radio communications from the Metropolitan Police Department highlight how, during and and following President Trump’s speech, Trump supporters descended on the Capitol, and became increasingly violent. What you are about to hear has not been made public before.” “In another radio communication between Metropolitan Police officers, you can hear an officer declare that there is a riot at the capital at 1:49 p.m.” “We are seeing the inside view as the mob approaches from outside and beats the windows and doors. You can see that the rioters first broke the window with the wooden beam that you saw previously, and a lone police officer inside responds and begins to spray the first man who enters, but is quickly overwhelmed. I want you to pay attention to the first group of assailants as they break into the building. The second man through the window is wearing full tactical body armor and is carrying a baseball bat. Others are carrying riot shields. Among this group are members of the Proud Boys, some of whom, like Dominic Pezzola, who was recently indicted on federal conspiracy charges, we will discuss later. In this security footage, you can see Officer Goodman running to respond to the initial breach. Officer Goodman passes Senator Mitt Romney, and directs him to turn around in order to get to safety. On the first floor, just beneath them, the mob had already started to search for the Senate chamber. Officer Goodman made his way down to the first floor. On the left-hand side of the video, just inside the hallway, is the door to the Senate chamber. And watch how officer Goodman provokes the rioters and purposefully draws them away from the door to the Senate chamber and towards the other officers waiting down the hall. The rioter seen carrying a baseball bat in this video is the same one we saw moments ago, breaching the window on the first floor. While all of this was going on, Vice President Pence was still in the room near the Senate chamber. It was not until to 2:26 that he was evacuated to a secure location. This next security video shows that evacuation. His movements are depicted by the orange dot in our model — the red and blue dots represent the location where the mob and Officer Goodman were, and where Officer Goodman led the mob away from the chamber, just moments ago. You can see Vice President Pence and his family quickly moved down the stairs. The vice president turns around briefly as he’s headed down. About the same time Capitol Police announced the Capitol had been breached, Speaker Pelosi’s staff heeded the call to shelter in place. As you can see here, the staff moves from their offices, through the halls, and then enters a door on the right hand side. That’s the outer door of a conference room, which also has an inner door that they barricaded with furniture. The staff then hid under a conference room table in that inner room. This is the last staffer going in and then barricading themselves inside of the inner office. After just seven minutes of them barricading themselves, and the last staffer entering the door on the right, a group of rioters entered the hallway outside. And once inside, the rioters have free rein in the speaker of the House’s offices. In this security video, pay attention to the door that we saw those staffers leading into and going into. One of the rioters, you can see, is throwing his body against the door three times until he breaks open that outer door. Luckily, when faced with the inner door, he moves on.” “This security footage, which does not have sound, shows a close-up of Trump’s mob as they move toward the second floor of the House chamber to stop the counting of votes. This security video shows Ashli Babbitt, followed by others in the mob, turning the corner toward the House lobby doors where the members were leaving. This security video from 2:56 p.m. shows the mob in the House of Representatives wing on the second floor of the Capitol. Insurrectionists who are still inside the building are fighting with the police, who are overwhelmed and trying to get them out. In this security video, you can see how the Capitol Police created a line and blocked the hallway with their bodies to prevent rioters at the end of the hall from reaching you and your staff. Additional security footage shows how leader Schumer and the members of his protective detail had a near miss with the mob. They came within just yards of rioters and had to turn around. Going up the ramp with his detail, he’ll soon go out of view. Seconds later, they return and run back down the hallway, and officers immediately shut the door and use their bodies to keep them safe. Here’s an audio recording from the radio traffic of the D.C. Metropolitan Police Department describing the violence.” “In a separate Metropolitan Police Department radio traffic recording, you can hear an officer when he realizes that the insurrectionists had overtaken the police line.” “Hours after members of the House and Senate had left this area, on the west front of the building, the mob continued to grow, continued to beat the officers as they tried to get in. In this new security video, you can see the mob attacking officers with a crutch, a hockey stick, a bullhorn and a Trump flag.”", "url": "https://www.nytimes.com/2021/02/10/us/politics/impeachment-violence-senate.html"}