{"authors": ["Luis Ferré-Sadurní", "J. David Goodman"], "date_download": "2022-10-25 23:37:06", "date_modify": "2022-10-25 23:37:06", "date_publish": "2021-08-10 16:32:19", "description": "Gov. Andrew Cuomo was unable to withstand a barrage of sexual harassment allegations that led most of his allies to abandon him.", "filename": "2021_08_10_nyregion_andrew-cuomo-resigns.html_name=styln-cuomo&region=TOP_BANNER&block=storyline_menu_recirc&action=click&pgtype=LegacyCollection&variant=show&is_new=false_1666741026.html", "image_url": "https://static01.nyt.com/images/2021/03/12/nyregion/00Cuomo-resignHFO/00Cuomo-resignHFO-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4fa5af1a3cd50050b31723deeb1afd356c1c34d7ce5c8117a6d6865a988e1fa0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_10_nyregion_andrew-cuomo-resigns.html_name=styln-cuomo&region=TOP_BANNER&block=storyline_menu_recirc&action=click&pgtype=LegacyCollection&variant=show&is_new=false_1666741026.html", "title": "Cuomo Resigns, Ending Decade-Long Run in Disgrace", "title_page": "Cuomo Resigns, Ending Decade-Long Run in Disgrace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“That’s why it’s so sad,” Mr. Biden added.\nAs recently as February, it was largely assumed that Mr. Cuomo would coast to a fourth term next year — eclipsing the three terms served by his father, Gov. Mario M. Cuomo, and matching the record of Gov. Nelson A. Rockefeller — perhaps positioning himself for even higher office.\nBut that notion was shredded by a steady drumbeat of sexual harassment allegations earlier this year, coupled with troubling reports about his administration’s efforts to obscure the true extent of nursing home deaths during the pandemic, an issue that has been the subject of a federal investigation.\nThe allegations led to a barrage of calls for his resignation in March from top Democrats, including Senator Chuck Schumer and most of the state’s congressional delegation. Under immense pressure, and in an effort to buy himself time, Mr. Cuomo authorized Letitia James, the state attorney general, to oversee an investigation, urging voters to wait for the facts before reaching a conclusion.\nThe Assembly also began a wide-ranging impeachment investigation earlier this year. That inquiry was looking not only at sexual harassment allegations, but also at other accusations involving Mr. Cuomo’s misuse of power, including the possible illegal use of state resources to write a book about leadership last year for which he received $5.1 million, as well as his handling of nursing homes.\nThe inquiry was unfolding slowly, but the attorney general’s report eroded what little support Mr. Cuomo had in the Assembly. Mr. Cuomo was left with two options: step down or risk becoming only the second New York governor to be impeached in state history.\nThe last elected New York State governor, Eliot Spitzer, also resigned, after it emerged in 2008 that he had been a client of a high-end prostitution ring.\nIn recent months, Mr. Cuomo had tried to steer attention away from the investigations and scandals that had battered his administration, seeking to counter his critics’ contention that he had lost the capacity to govern. His top advisers believed that the good will he had amassed during the pandemic would allow him to survive, despite the findings from the state attorney general’s investigation, which was being conducted by a team of outside lawyers.", "url": "https://www.nytimes.com/2021/08/10/nyregion/andrew-cuomo-resigns.html?name=styln-cuomo&region=TOP_BANNER&block=storyline_menu_recirc&action=click&pgtype=LegacyCollection&variant=show&is_new=false"}