{"authors": ["Gina Kolata"], "date_download": "2022-10-25 23:42:34", "date_modify": "2022-10-25 23:42:34", "date_publish": "2021-07-25 09:00:12", "description": "If funded, a government program costing several billion dollars could develop “prototype” vaccines to protect against 20 families of viruses.", "filename": "2021_07_25_health_fauci-prototype-vaccines_1666741354.html", "image_url": "https://static01.nyt.com/images/2021/07/20/science/00prototype-vaccines1/00prototype-vaccines1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=24aa592e32b2513ade8dbf4fc42d814ac913a89d012ee1108f689529b5b50780&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_25_health_fauci-prototype-vaccines_1666741354.html", "title": "Fauci Wants to Make Vaccines for the Next Pandemic Before It Hits", "title_page": "Fauci Wants to Make Vaccines for the Next Pandemic Before It Hits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In one sense, the world got lucky with the new coronavirus. By sheer chance, scientists just happened to have spent years studying coronaviruses, developing exactly the tools needed to make Covid vaccines as soon as the virus’s genetic sequence was published.\nBut what will happen if the next pandemic comes from a virus that causes Lassa fever, or from the Sudan strain of Ebola, or from a Nipah virus?\nDr. Anthony S. Fauci, director of the National Institute of Allergy and Infectious Diseases, is promoting an ambitious and expensive plan to prepare for such nightmare scenarios. It would cost “a few billion dollars” a year, take five years for the first crop of results and engage a huge cadre of scientists, he said.\nThe idea is to make “prototype” vaccines to protect against viruses from about 20 families that might spark a new pandemic. Using research tools that proved successful for Covid-19, researchers would uncover the molecular structure of each virus, learn where antibodies must strike it, and how to prod the body into making exactly those antibodies.", "url": "https://www.nytimes.com/2021/07/25/health/fauci-prototype-vaccines.html"}