{"authors": ["Tara Parker-Pope"], "date_download": "2022-10-25 23:19:12", "date_modify": "2022-10-25 23:19:12", "date_publish": "2021-01-19 19:51:26", "description": "They can be more contagious than the original and are spreading quickly. Upgrade your mask and double down on precautions to protect yourself.", "filename": "2021_01_19_well_live_covid-b117-variant-advice_1666739952.html", "image_url": "https://static01.nyt.com/images/2021/01/20/well/20Well-NewVariant/20Well-NewVariant-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fad312e29da847ddafce932315c6ddefacb9d2564444c0de0895dac059755c8d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_19_well_live_covid-b117-variant-advice_1666739952.html", "title": "What You Can Do to Avoid the New Coronavirus Variants Right Now", "title_page": "What You Can Do to Avoid the New Coronavirus Variants Right Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Are there additional ways to reduce my risk?\nGetting the vaccine is the ultimate way to reduce risk. But until then, take a look at your activities and try reducing the time and number of exposures to other people.\nFor instance, if you now go to the store two or three times a week, cut back to just once a week. If you’ve been spending 30 to 45 minutes in the grocery store, cut your time down to 15 or 20 minutes. If the store is crowded, come back later. If you’re waiting in line, be mindful of staying at least six feet apart from the people ahead of you and behind you. Try delivery or curbside pickup, if that’s an option for you.\nIf you’ve been spending time indoors with other people who aren’t from your household, consider skipping those events until you and your friends get vaccinated. If you must spend time with others, wear your best mask, make sure the space is well ventilated (open windows and doors) and keep the visit as short as possible. It’s still safest to take your social plans outdoors. And if you are thinking about air travel, it’s a good idea to reschedule given the high number of cases around the country and the emergence of the more contagious variant.\n“The new variants are making me think twice about my plan to teach in-person, which would have been with masks and with good ventilation anyway,” Dr. Marr said. “They’re making me think twice about getting on an airplane.”\nWill the current Covid vaccines work against the new variants?\nThe current generation of vaccines still are highly effective at protecting you against the emerging coronavirus variants. Earlier this month, Pfizer and BioNTech announced that their Covid vaccine works against one of the key mutations present in some of the variants. That’s good news, but some data also suggest that variants with certain mutations, particularly the one first seen in South Africa, may be better at dodging some, but not all, vaccine antibodies. While the data are concerning, experts said the current vaccines generate extremely high levels of antibodies. Breakthrough infections are rare, and the vaccines are still highly effective at preventing serious illness in people who are immunized and get infected.\n“The reason why I’m cautiously optimistic is that from what we know about how vaccines work, it’s not just one antibody that provides all the protection,” said Dr. Adam Lauring, associate professor of infectious disease at the University of Michigan. “When you get vaccinated you generate antibodies all over the spike protein. That makes it less likely that one mutation here or there is going to leave you completely unprotected. That’s what gives me reason for optimism that this is going to be OK in terms of the vaccine, but there’s more work to be done.”\nYou can read more here about how the vaccines protect you against variants.\nIf I catch Covid-19, will I know if I have the new variant?\nProbably not. If you test positive for the coronavirus, the standard PCR test can’t definitively determine if you have the variant or the original strain. While some PCR test results can signal if a person is likely to be infected with a variant, that information probably won’t be shared with patients. The only way to know for sure which variant is circulating is to use gene sequencing technology, but that technology is not used to alert individuals of their status. While some public health and university laboratories are using genomic surveillance to track the prevalence of variants in a community, the United States doesn’t yet have a large-scale, nationwide system for checking coronavirus genomes for new mutations.", "url": "https://www.nytimes.com/2021/01/19/well/live/covid-b117-variant-advice.html"}