{"authors": ["Jeanna Smialek", "Jim Tankersley"], "date_download": "2022-10-25 23:31:14", "date_modify": "2022-10-25 23:31:14", "date_publish": "2021-11-11 20:07:15", "description": "The Biden administration has argued that its infrastructure and broader economic package will slow rapid price increases. But that will take time.", "filename": "2021_11_11_business_economy_biden-inflation_1666740674.html", "image_url": "https://static01.nyt.com/images/2021/11/11/business/00dc-biden-inflation01/00dc-biden-inflation01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_11_business_economy_biden-inflation_1666740674.html", "title": "Biden Says Spending Bill Will Slow Inflation. But When?", "title_page": "Biden Says Spending Bill Will Slow Inflation. But When? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The bill remains in legislative limbo, with Democrats preparing to push it to a House vote as early as next week. But timing is uncertain in the Senate, where a vote is likely to be changed or delayed in response to Mr. Manchin’s concerns.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nThe extent to which Mr. Biden’s $1.85 trillion bill exacerbates inflation largely depends on how much it stimulates the economy and whether Americans increase their spending as a result of the legislation — and when all of that occurs.\nMany economists say it could create a short-term stimulus because the plan is structured to raise money gradually by taxing wealthier Americans, who are less likely to spend each additional dollar they have, and redistribute it quickly to people who earn less and are more likely to spend newfound cash.\nBecause of the difference in timing between when the government spends money and when it starts to bring in more revenue, the bill is expected to pump money into the economy in its early years. Moody’s Analytics — the firm that the White House typically cites when arguing in favor of its legislation — estimates that the government will spend $163 billion more on the package than it takes in next year. And the redistribution could make the money more potent as economic stimulus.\n“The spending is designed to go to the people who are more likely to spend it than to save it,” said Ben Ritz, the director of the Progressive Policy Institute’s Center for Funding America’s Future. But more than any specific program, “the bigger inflationary issue is the math.”\nWhite House economists have countered those arguments. If the bill passes, they say, it would do relatively little to spur increased consumer spending next year and not nearly enough to fully offset the loss of government stimulus to the economy as pandemic aid expires. That the program spends more heavily next year is a feature, they say, because it will partly blunt the economic drag as fiscal help fades. They note that the bill is intended to be offset completely by tax increases and other revenue savings.\nAnd they argue that by increasing the economy’s capacity to churn out goods and services, the president’s infrastructure plan and his broader program could both help to moderate costs over time.", "url": "https://www.nytimes.com/2021/11/11/business/economy/biden-inflation.html"}