{"authors": ["Steven Lee Myers", "Amy Chang Chien"], "date_download": "2022-10-25 23:34:24", "date_modify": "2022-10-25 23:34:24", "date_publish": "2021-10-05 09:39:12", "description": "A government-sponsored movie recounting a brutal battle in the Korean War has touched a popular nerve in China at a time of heightened tensions with the United States.", "filename": "2021_10_05_world_asia_battle-lake-changjin_1666740864.html", "image_url": "https://static01.nyt.com/images/2021/10/05/world/05China-Film1/05China-Film1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5e1cfac09c55a331c173c27caf4ff64630864a8bc028cb34467d37b8592b5edb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_05_world_asia_battle-lake-changjin_1666740864.html", "title": "For China’s Holidays, a Big-Budget Blockbuster Relives an American Defeat", "title_page": "For China’s Holidays, a Big-Budget Blockbuster Relives an American Defeat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The movie runs at 2 hours 56 minutes, a government-sponsored, action-filled and patriotism-packed drama that cost more to make than any Chinese film before it. It seems to be just what audiences in China wanted.\n“The Battle at Lake Changjin,” a blockbuster that depicts an against-all-odds defeat of the United States during the Korean War, has been smashing box office records since opening last week on the eve of China’s annual October holiday, known as Golden Week.\nAs a barometer of Chinese politics and culture, it feels very much a movie of the moment: aggrieved, defiant and jingoistic, a lavishly choreographed call to arms at a time of global crisis and increasingly tense relations with the world, especially the United States.\nThe villains are American soldiers and commanders, including a reasonable impersonation of Gen. Douglas MacArthur. The heroes are the Chinese “volunteers” hurled against what was then viewed as the world’s most invincible army.", "url": "https://www.nytimes.com/2021/10/05/world/asia/battle-lake-changjin.html"}