{"authors": ["Carlotta Gall"], "date_download": "2022-10-25 23:28:41", "date_modify": "2022-10-25 23:28:41", "date_publish": "2021-08-18 18:23:29", "description": "The former Afghan leader, who is now in the United Arab Emirates, vowed to return to a country now controlled by the Taliban.", "filename": "2021_08_18_world_middleeast_ashraf-ghani-afghanistan-taliban_1666740521.html", "image_url": "https://static01.nyt.com/images/2021/08/18/us/politics/18afghan-briefing-ghani2/merlin_193400262_02ff5c29-5954-46df-a618-e778e6c7599e-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b9829bb31b4cd68d3e5f4b7835da1fefa6d611e7cd7495b9c0d55c6e0b45afd7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_18_world_middleeast_ashraf-ghani-afghanistan-taliban_1666740521.html", "title": "Ashraf Ghani, After Fleeing to U.A.E., Vows to Return to Afghanistan", "title_page": "Ashraf Ghani, After Fleeing to U.A.E., Vows to Return to Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He was referring to the murder of President Mohammad Najibullah, who was executed and strung up in a public square after the Taliban seized the capital in 1996.\nMr. Ghani denied reports from people, among them the Russian envoy in Kabul, Zamir Kabulov, that he had left with crates of cash. He said he had passed through customs on arrival in the United Arab Emirates.\n“I came just with my clothes, and I was not even able to bring my library,” he said.\nLooking tired and thin, Mr. Ghani was serious and firm in his delivery of a speech that he read from written pages. He said he had tried to negotiate a peaceful resolution to the conflict but had also been coordinating the defense of Kabul right up until his departure.\n“The security forces did not fail us,” he said. “It was the political elite of the government and the international community who failed.”\nHe said that he had every intention of returning to Afghanistan and that he was in touch with the political leaders Hamid Karzai and Abdullah Abdullah, who have been in discussions with the Taliban.", "url": "https://www.nytimes.com/2021/08/18/world/middleeast/ashraf-ghani-afghanistan-taliban.html"}