{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:48:02", "date_modify": "2022-10-25 23:48:02", "date_publish": "2021-02-06 05:34:38", "description": "The ruling followed a similar one in a case from New York and provided more evidence of a change in the court’s direction after the death of Justice Ruth Bader Ginsburg.", "filename": "2021_02_06_us_supreme-court-california-church-coronavirus_1666741682.html", "image_url": "https://static01.nyt.com/images/2021/02/05/multimedia/05dc-scotus-churcs/merlin_182755137_d1905835-6128-42a0-8b6a-16d2faa750d7-facebookJumbo.jpg?year=2021&h=550&w=1050&s=522b33f3b7e52282490a0b9953b16cc5dfa04018805e3e7644d4af813547d406&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_06_us_supreme-court-california-church-coronavirus_1666741682.html", "title": "Supreme Court Partly Backs Religious Challenge to California Covid Restrictions", "title_page": "Supreme Court Partly Backs Religious Challenge to California Covid Restrictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A splintered Supreme Court on late Friday night partly lifted restrictions on religious services in California that had been prompted by the coronavirus pandemic.\nThe court ruled in cases brought by South Bay United Pentecostal Church in Chula Vista and Harvest Rock Church in Pasadena. The churches said restrictions imposed by Gov. Gavin Newsom, a Democrat, violated the Constitution’s protection of the free exercise of religion.\nThe restrictions set varying limits on attendance at religious services by county, depending on infection rates. With the pandemic raging, in-person worship services were entirely barred in Tier 1, which covers almost all of the state.\nIn a brief, unsigned opinion, the court blocked that total ban but left in place a 25 percent capacity restriction and a prohibition on singing and chanting. Justices Clarence Thomas and Neil M. Gorsuch said they would have blocked all of the restrictions. Justices Stephen G. Breyer, Sonia Sotomayor and Elena Kagan dissented, saying they would have left all of the restrictions in place.", "url": "https://www.nytimes.com/2021/02/06/us/supreme-court-california-church-coronavirus.html"}