{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:54:55", "date_modify": "2022-10-25 23:54:55", "date_publish": "2021-10-08 14:35:06", "description": "The sale of a Premier League team symbolizes a sport’s unashamed devotion to wealth above all else.", "filename": "2021_10_08_sports_soccer_newcastle-saudi-arabia-premier-league_1666742095.html", "image_url": "https://static01.nyt.com/images/2021/10/08/sports/08rory-top/08rory-top-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d734872286ed915b9d3a7272cd9004177aa7b4f59a36afec6ce558049b54ce92&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_08_sports_soccer_newcastle-saudi-arabia-premier-league_1666742095.html", "title": "Saudi Arabia, Newcastle and Soccer’s Worship of Money", "title_page": "Saudi Arabia, Newcastle and Soccer’s Worship of Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There is a warning in there, of course — five years later, Everton is roughly where it used to be in the Premier League table, but about $500 million in transfer fees worse off — but the story does not require a particularly deep reading. For 30 years, the Premier League has lionized wealth — as a means to an end, and now, after a while, as an end in itself.\nThe natural, logical, unavoidable conclusion of that culture is Newcastle fans gathering outside St. James’s Park in traditional Saudi dress. The only way for clubs to compete, the only way for owners to restore hope in its purest form, is money. And it is Saudi Arabia that has the most money.\nIt is money that has distorted soccer to such an extent that all dreams but one are now dead. There is no hope of a team’s breaking through thanks to a particularly gifted crop of youngsters who emerge from its academy. There is precious little belief that an inspirational manager, with a keen eye for talent, will be enough to challenge the petroclubs for league titles and European trophies.\nThe only thing that can do that, the only dream that survives, is that your club will, somehow, one day wake up with more money than everyone else. That, in effect, is what happened to Newcastle on Thursday: the sudden, jolting realization that its wildest fantasy had come true; not just that its purgatory was over, but that its paradise had arrived.\nIt is easy to point at those fans and say that they are the problem — that it is their willingness to pay any price for success that means that yet another club that prides itself as a community institution is now in the hands of an owner who is willing to use it for selfish ends; that they are apparently ready to service the needs of the murderous regime that is seeking to deploy soccer to launder its image.\nBut they are not the problem; they are the consequence of the problem. They are the end point of an era and a culture obsessed with acquisition, that believes ambition can be measured only in millions of dollars, that cherishes those who spend and castigates those who do not, that has welcomed money, whatever its provenance, as an objective good, and never questioned, not once, what that money might want to do, what its purpose might be.\nThis is the answer. This is where that path leads — to a place where the only hope that fans have is money, where dreams are built on money, and where there is no such thing as a price too high to pay.", "url": "https://www.nytimes.com/2021/10/08/sports/soccer/newcastle-saudi-arabia-premier-league.html"}