{"authors": ["Jane Arraf"], "date_download": "2022-10-25 23:54:23", "date_modify": "2022-10-25 23:54:23", "date_publish": "2021-10-10 17:20:58", "description": "Iraqis voted in parliamentary elections that were called a year early in response to anti-government protests.", "filename": "2021_10_10_world_middleeast_iraq-elections_1666742063.html", "image_url": "https://static01.nyt.com/images/2021/10/10/world/10iraq-election01/10iraq-election01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=711b7863168f48ccd84aa60cb4058bcf0c87f7214c87155e8fc258042cf44826&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_10_world_middleeast_iraq-elections_1666742063.html", "title": "Iraqis’ Frustration Over Broken Promises Keeps Voter Turnout Low", "title_page": "Iraqis’ Frustration Over Broken Promises Keeps Voter Turnout Low - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — Iraqis voted Sunday in parliamentary elections meant to herald sweeping change to a dysfunctional political system that has dragged the country through almost two decades of deprivation.\nA new electoral system made it easier this time for independent candidates to compete, but the vote was nonetheless expected to merely chip away at the edges of Iraq’s troubles. Traditional political factions, many of them attached to militias, have seemingly insurmountable power, and much of the electorate has become too disdainful of politicians to feel compelled to vote at all.\nTurnout appeared to be low at many polling sites, where election workers put in place the new voting system, which uses biometric cards and other safeguards intended to limit the serious fraud that has marred past elections.\nIt was Iraq’s fifth parliamentary vote since the United States invaded 18 years ago and was likely to return the same political parties to power as in previous elections. And despite the sweeping anti-government protests that led officials to push the vote up by a year, Iraq’s system of dividing up government ministries among political parties along ethnic and sectarian lines will remain unchanged.", "url": "https://www.nytimes.com/2021/10/10/world/middleeast/iraq-elections.html"}