{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:48:02", "date_modify": "2022-10-25 23:48:02", "date_publish": "2021-04-14 18:26:48", "description": "A Justice Department inquiry found no evidence of wrongdoing in the death of Ashli Babbitt.", "filename": "2021_04_14_us_capitol-police-ashli-babbitt-riot_1666741682.html", "image_url": "https://static01.nyt.com/images/2021/04/14/us/politics/14new-was-babbitt/14new-was-babbitt-facebookJumbo.jpg?year=2021&h=550&w=1050&s=98a4ea9820266d0e2e6b8116c4ee1269f8db904ee5cc4d9f0c7bdf8241967e3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_14_us_capitol-police-ashli-babbitt-riot_1666741682.html", "title": "Capitol Police Officer Won't be Charged in Death of Rioter Ashli Babbitt", "title_page": "Capitol Police Officer Won't be Charged in Death of Rioter  Ashli Babbitt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Prosecutors will not pursue criminal charges against the Capitol Police lieutenant who shot to death a woman who stormed the Capitol during the Jan. 6 riot, the Justice Department announced on Wednesday after a three-month investigation.\nThe department’s decision to formally close the case followed the results of a preliminary inquiry that determined in February that charges were not warranted.\nThe woman, Ashli Babbitt, a 35-year-old Air Force veteran, was among a mob of pro-Trump supporters that sought to gain entrance to the floor of the House through the Speaker’s Lobby while officers were evacuating lawmakers from the chamber.\nAt one point, as people in the mob shattered the lobby’s glass doors, Ms. Babbitt tried to climb through one and a police lieutenant on the other side fired a single shot, hitting her in the left shoulder, the Justice Department said in a statement. After being taken to a hospital, she died.", "url": "https://www.nytimes.com/2021/04/14/us/capitol-police-ashli-babbitt-riot.html"}