{"authors": ["Jeffrey Gettleman", "Sameer Yasir", "Hari Kumar", "Suhasini Raj", "Atul Loke"], "date_download": "2022-10-25 23:00:28", "date_modify": "2022-10-25 23:00:28", "date_publish": "2021-04-24 09:19:11", "description": "Fatalities have been overlooked or downplayed, understating the human toll of the country’s outbreak, which accounts for nearly half of all new cases in a global surge.", "filename": "2021_04_24_world_asia_india-coronavirus-deaths_1666738828.html", "image_url": "https://static01.nyt.com/images/2021/04/24/world/24virus-india-deaths-promo/24virus-india-deaths1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fd361c59f20684f95ceb1444b9f6bec4fb13917450b211dcedd69ebcd49036d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_24_world_asia_india-coronavirus-deaths_1666738828.html", "title": "As Covid-19 Devastates India, Deaths Go Undercounted", "title_page": "As Covid-19 Devastates India, Deaths Go Undercounted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fatalities have been overlooked or downplayed, understating the human toll of the country’s outbreak, which accounts for nearly half of all new cases in a global surge.\nNEW DELHI — India’s coronavirus second wave is rapidly sliding into a devastating crisis, with hospitals unbearably full, oxygen supplies running low, desperate people dying in line waiting to see doctors — and mounting evidence that the actual death toll is far higher than officially reported.\nEach day, the government reports more than 300,000 new infections, a world record, and India is now seeing more new infections than any other country by far, almost half of all new cases in a global surge.\nBut experts say those numbers, however staggering, represent just a fraction of the real reach of the virus’s spread, which has thrown this country into emergency mode. Millions of people refuse to even step outside — their fear of catching the virus is that extreme. Accounts from around the country tell of the sick being left to gasp for air as they wait at chaotic hospitals that are running out of lifesaving oxygen.", "url": "https://www.nytimes.com/2021/04/24/world/asia/india-coronavirus-deaths.html"}