{"authors": ["Grace Ashford", "Luis Ferré-Sadurní"], "date_download": "2022-10-25 22:56:44", "date_modify": "2022-10-25 22:56:44", "date_publish": "2021-11-16 22:07:54", "description": "A New York State ethics panel revoked its approval that allowed Andrew Cuomo to write his book, contending that he broke his promise not to use state resources.", "filename": "2021_11_16_nyregion_andrew-cuomo-book_1666738604.html", "image_url": "https://static01.nyt.com/images/2021/11/16/nyregion/16cuomo-book1/merlin_178152807_0a976d37-8945-461a-a5e6-8ef2183b3808-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_16_nyregion_andrew-cuomo-book_1666738604.html", "title": "Cuomo May Have to Forfeit Millions Earned From Pandemic Memoir", "title_page": "Cuomo May Have to Forfeit Millions Earned From Pandemic Memoir - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For Mr. Cuomo, who resigned in August, the book was a way to capitalize on the national fame he earned after New York became the epicenter of the pandemic.\nFor months, Mr. Cuomo refused to divulge how much he had been paid by his publisher, Crown, even as investigators scrutinized whether he had illegally used state resources to write and promote the book.\nThat changed in May, when his financial disclosures became public, showing he was expected to earn more than $5 million from the book. He received $3.12 million last year and was supposed to be paid another $2 million over the next two years, state officials said at the time.\nHis spokesman has said that Mr. Cuomo netted about $1.5 million from the payment last year, after taxes and expenses; he donated $500,000 to charity and placed the remainder in a trust for his three daughters.\nImage Credit... Crown, via Associated Press\nThe state attorney general’s office is investigating Mr. Cuomo’s use of state resources for the writing and editing of his book. The New York Times and others have reported that top aides were involved with the production of the manuscript, even attending meetings with the publisher — a possible violation of state law that forbids the use of public resources for personal gain.\n“I would think that if he does apply again, he’s going to have to make a showing that there won’t be a violation of the use of state resources law, which, since the book is already written, and did violate that provision, should be very hard to do,” said Evan Davis, a former counsel to Mario Cuomo and former president of the New York City Bar Association.", "url": "https://www.nytimes.com/2021/11/16/nyregion/andrew-cuomo-book.html"}