{"authors": ["Emily Badger", "Quoctrung Bui", "Alicia Parlapiano"], "date_download": "2022-10-25 23:48:22", "date_modify": "2022-10-25 23:48:22", "date_publish": "2021-02-01 10:00:15", "description": "The total federal civilian work force is slightly larger than four years ago, as a few agencies grew even as others shrank. In some places, morale also took a hit.", "filename": "2021_02_01_upshot_trump-effect-government-agencies_1666741702.html", "image_url": "https://static01.nyt.com/images/2021/01/29/us/-promo-1611962713739/-promo-1611962713739-facebookJumbo.png?year=2021&h=549&w=1050&s=a8ea2610f556bace6d3ce0f141c120ea19327b2ceac208d40b1dda59bda06611&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_01_upshot_trump-effect-government-agencies_1666741702.html", "title": "The Government Agencies That Became Smaller, and Unhappier, Under Trump", "title_page": "The Government Agencies That Became Smaller, and Unhappier, Under Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But researchers, union officials and federal workers say President Trump’s politicization of normally neutral positions and frequent criticism of his own bureaucracy hurt the public’s faith in government, the morale of employees who remain, and the prospects that a new generation will enter public service.\n“Conspiracy theorists have been given credibility by authoritative sources and authoritative agencies in ways that are remarkable,” said Tom Sinks, who retired last year after a 35-year government career that began as an epidemic intelligence service officer with the Centers for Disease Control and Prevention and ended at the Environmental Protection Agency.\n“I worry just because this last administration has gone away and we have a new administration,” Mr. Sinks said, “it doesn’t mean in four years, or in eight years or in 12 years, that we won’t have another group of people in there who are trying to undermine the facts and use ‘alternative facts’ to create a reality that isn’t there.”\nCareer Civil Service workers are used to the shifting priorities that come with new administrations and changing party control in Washington. But many said what they had experienced over the last four years was different. They said expertise itself was under attack, along with the bedrock notion that career employees should be nonpartisan. Federal workers had also never before been told by their president that they were the enemy.\n“If I walk out and had my badge on, normally you could be proud to be a government employee,” said Marlo Bryant-Cunningham, who works in retirement services at the Office of Personnel Management and is the president of the union local with the American Federation of Government Employees. “But now it’s like you have to hide it, because you don’t know if people are going to embrace you or attack you.”\nThe drawn-out sequester had undermined workers’ confidence in the Civil Service system and signaled that their traditional protections were at risk in a financial crisis, even under a relatively liberal president, said Paul Light, a professor of public service at N.Y.U. Mr. Trump then increased that uncertainty by forcing a 35-day government shutdown that ended in January 2019.", "url": "https://www.nytimes.com/2021/02/01/upshot/trump-effect-government-agencies.html"}