{"authors": ["Debra Kamin"], "date_download": "2022-10-25 23:26:48", "date_modify": "2022-10-25 23:26:48", "date_publish": "2021-08-20 09:00:12", "description": "For travel-starved Americans, the Delta variant has brought the return of a practice well-honed by the pandemic: waiting.", "filename": "2021_08_20_travel_delta-variant-trip-cancellations_1666740408.html", "image_url": "https://static01.nyt.com/images/2021/08/20/travel/20travel-cancellations/merlin_189759048_89a7abb1-4cb7-4023-8593-42e96334cd25-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3832e415bf8ed28b0e5018042a725921bd1f10327bef73e08afeb1a191a04419&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_20_travel_delta-variant-trip-cancellations_1666740408.html", "title": "Once Again, Travelers Ask: ‘Should I Cancel My Trip?’", "title_page": "Once Again, Travelers Ask: ‘Should I Cancel My Trip?’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dolores Halls, a human relations coordinator and plus-size fashion blogger in Chicago, has adjusted three upcoming trips because of fears about the Delta variant. She nixed a planned November vacation in Italy with her husband; has put an October girls’ trip to New Orleans on hold, and switched a September visit to Florida, which leads the nation in new coronavirus cases, to California, where she will land in Los Angeles and take a ferry to Catalina Island in hopes of avoiding crowds.\n“Covid has really kicked us in the butt,” said Ms. Halls, 28. Early in the pandemic, her mother was hospitalized with Covid-19 pneumonia. And despite now being vaccinated, “I’m definitely scared of breakthrough infections,” she said. “I’m also a plus-size girl, and I see the stories and statistics where something like that could impact how Covid affects you.”\nIn a recent survey by Scott’s Cheap Flights, a travel site that alerts subscribers to airfare deals, 74 percent of members said that the Delta variant had impacted their travel plans, with 35 percent not booking any new trips right now and 24 percent choosing to book only domestic travel.\n“Of those who are booking new international trips, the vast majority are booking for 2022,” said Andrew Hickey, senior public relations manager for Scott’s Cheap Flights. “People are also determining where they’ll go based on Covid.”\nJust three weeks ago, Mr. Hickey himself pulled the plug on a November trip to Portugal, deciding the Delta variant made it unsafe to travel internationally as a family. He had booked tickets to Lisbon for himself, his wife and their two children, 8 and 11, in April. “We felt so confident at the time,” Mr. Hickey, who is vaccinated, said. “I now have over $1,000 in travel credits to use over the next two years, and some of that credit was from a trip we had canceled in 2020.”", "url": "https://www.nytimes.com/2021/08/20/travel/delta-variant-trip-cancellations.html"}