{"authors": ["Jonathan Weisman", "Emily Cochrane", "Catie Edmondson"], "date_download": "2022-10-25 22:58:07", "date_modify": "2022-10-25 22:58:07", "date_publish": "2021-11-05 23:53:11", "description": "Progressives who had threatened to sink the measure agreed to support it after extracting a promise from moderates that they would ultimately back the social safety net and climate bill.", "filename": "2021_11_05_us_politics_house-infrastructure-reconciliation_1666738687.html", "image_url": "https://static01.nyt.com/images/2021/11/05/us/politics/05dc-cong-sub1a/merlin_197386569_65670942-f5e1-4d53-b0cd-ccb399b8317f-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_05_us_politics_house-infrastructure-reconciliation_1666738687.html", "title": "House Passes $1 Trillion Infrastructure Bill, Putting Social Policy Bill on Hold", "title_page": "House Passes $1 Trillion Infrastructure Bill, Putting Social Policy Bill on Hold - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He was expected to quickly sign the infrastructure bill into law.\nIt will provide $550 billion in new funds over 10 years to shore up roads, bridges and highways, improve internet access and modernize the nation’s power grid. The measure also includes the United States’ largest investment to prepare for climate change: $50 billion to help communities grapple with the devastating fires, floods, storms and droughts that scientists say have been worsened by global warming.\nIn a late-night vote that followed a day of near-death experiences for Mr. Biden’s agenda, the House passed the infrastructure measure on a 228-to-206 vote, with 13 Republicans bucking their party leadership and joining all but six Democrats in support. Its triumph was something of a vindication of Mr. Biden’s efforts to seek bipartisanship on a key issue that both parties have long viewed as a priority.\nBut ultimately, passage came not just because of Republican backing but because liberal Democrats decided to trust balking centrists to eventually come to their side. Passage had been stalled for months, while liberals withheld their support to force an agreement on the social policy bill. Progressive Democrats had revolted anew on Friday, with many insisting that they could not back the measure without a vote on the social welfare bill.\nBut moderates refused to support that legislation without an official cost estimate from the nonpartisan Congressional Budget Office — which will most likely not arrive until mid-November — forcing Democrats to wrangle a late-night compromise that would allow action.\nIn the end, enough progressives accepted a written commitment, released after 10 p.m., from five centrist colleagues that they would back the social safety net and climate package in mid-November, as long as the numbers add up.\n“Welcome to my world — this is the Democratic Party,” Speaker Nancy Pelosi of California told reporters at the Capitol as she announced the postponement of the social policy bill. “We are not a lock-step party.”\n“It’s an additional challenge,” she added. “But I see every challenge as an opportunity.”\nThe delay in voting on the social policy bill came despite public and private appeals from Mr. Biden. As Ms. Pelosi held a marathon round of meetings in her Capitol office to try to resolve the internal disputes, the president called lawmakers and pushed for a quick resolution on Friday.", "url": "https://www.nytimes.com/2021/11/05/us/politics/house-infrastructure-reconciliation.html"}