{"authors": ["Glenn Thrush"], "date_download": "2022-10-25 23:00:35", "date_modify": "2022-10-25 23:00:35", "date_publish": "2021-01-20 21:28:21", "description": "President Biden used his Inaugural Address to urge Americans to come together to take on the challenges ahead.", "filename": "2021_01_20_us_politics_biden-inauguration-speech-transcript_1666738835.html", "image_url": "https://static01.nyt.com/images/2021/01/20/us/20inauguration-live-blog-biden-speech/20inauguration-live-blog-biden-speech-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f0a062617c0a535e4a6f1e656ce1c856c3371759ed60f427da53c8b5a39f48b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_20_us_politics_biden-inauguration-speech-transcript_1666738835.html", "title": "Read President Biden's Full Inauguration Speech Transcript, Annotated", "title_page": "Read President Biden's Full Inauguration Speech Transcript, Annotated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "We’ll honor them and become the people and nation we know we can and should be. So I ask you, let’s say a silent prayer for those who have lost their lives and those left behind and for our country.\nFolks, this is a time of testing. We face an attack on our democracy and on truth. A raging virus, growing inequity, the sting of systemic racism, a climate in crisis. Any one is enough to challenge us in ways. The fact is we face them all at once, presenting this nation with one of the gravest responsibilities we’ve had. Now we’re going to be tested.\nAre we going to step up, all of us? It’s time for boldness, for there is so much to do. And this is certain. I promise you, we will be judged, you and I, by how we resolve these cascading crises of our era. We will rise to the occasion is the question.\nWill we master this rare and difficult hour? Will we meet our obligations and pass along a new and better world to our children? I believe we must. I’m sure you do as well. I believe we will.\nAnd when we do, we’ll write the next great chapter in the history of the United States of America, the American story, a story that might sound something like a song that means a lot to me.\nIt’s called “American Anthem.”\nThere’s one verse that stands out, at least for me, and it goes like this.\n“The work and prayers of century have brought us to this day. What shall be our legacy, what will our children say. Let me know in my heart when my days are through. America, America, I gave my best to you. Let’s add, let’s us add our own work and prayers to the unfolding story of our great nation. If we do this, then when our days were through, our children and our children’s children will say of us, they gave their best. They did their duty. They healed a broken land.”", "url": "https://www.nytimes.com/2021/01/20/us/politics/biden-inauguration-speech-transcript.html"}