{"authors": ["Matt Richtel", "Sheila Kaplan"], "date_download": "2022-10-25 23:32:03", "date_modify": "2022-10-25 23:32:03", "date_publish": "2021-10-12 22:49:27", "description": "The agency approved three Vuse vaping products and said their benefits in helping smokers quit outweighed the risks of hooking youths.", "filename": "2021_10_12_health_ecigarettes-fda-vuse_1666740723.html", "image_url": "https://static01.nyt.com/images/2021/10/12/science/12vaping/12vaping-facebookJumbo.jpg?year=2021&h=549&w=1050&s=8faa6f9f3cb49006e12200e5cf4dcb637dd955b2b89809bae23a5d31cbf76768&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_12_health_ecigarettes-fda-vuse_1666740723.html", "title": "F.D.A. Authorizes E-Cigarettes to Stay on U.S. Market for the First Time", "title_page": "F.D.A. Authorizes E-Cigarettes to Stay on U.S. Market for the First Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The watershed decision could pave the way for authorization of some other electronic cigarettes, including those of the once-dominant maker Juul, to stay on the market. For more than a year, the manufacturers of e-cigarettes have been in a holding pattern — most of their products on the market but awaiting official authorization — as the F.D.A. has investigated whether they were a benefit or a danger to public health.\n“The importance of the F.D.A. authorizing a vaping product as ‘appropriate for the protection of public health’ should not be understated,” said Gregory Conley, president of the American Vaping Association, an industry group. He added, “Now that the F.D.A. has acted, we are hopeful that adult consumers and health communicators will begin to understand the harm reduction benefits offered by these and other smoke-free products.”\nOver the past few months, as part of its review, the agency has also ordered thousands of vaping products off the market, including a brand that has surpassed Juul as a favorite among teenagers for its fruity and candy flavors, Puff Bars. On Tuesday, it also rejected 10 other Vuse flavored products but declined to say which ones.\nCondemnation of the decision to authorize some products was swift.\n“This throws young people under the bus,” said Erika Sward, national assistant vice president for advocacy at the American Lung Association. She said the concern was both with the broader logic endorsing these products and with Vuse, which in the government’s most recent survey on youth tobacco use was found to be one of the most popular vaping brands with young people.\nVuse’s owner, R.J. Reynolds, is one of the world’s largest cigarette companies. Another major cigarette company, Altria, owns a 35 percent stake in Juul.", "url": "https://www.nytimes.com/2021/10/12/health/ecigarettes-fda-vuse.html"}