{"authors": ["Natasha Frost"], "date_download": "2022-10-25 23:26:15", "date_modify": "2022-10-25 23:26:15", "date_publish": "2021-04-19 10:53:37", "description": "Thousands of passengers were able to move freely between the two countries for the first time in a year, prompting celebrations both official and personal.", "filename": "2021_04_19_world_australia-new-zealand-travel-bubble_1666740375.html", "image_url": "https://static01.nyt.com/images/2021/04/19/world/19virus-briefing-australia/19virus-briefing-australia-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5b72c9d97e39e6b51e1f7fbe811d479983521b0eca02eb7f2e7176385062ce04&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_19_world_australia-new-zealand-travel-bubble_1666740375.html", "title": "Australia and New Zealand Begin Travel Bubble, Reuniting Families", "title_page": "Australia and New Zealand Begin Travel Bubble, Reuniting Families - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AUCKLAND, New Zealand — Airports in Australia and New Zealand were filled with emotional scenes on Monday as thousands of passengers were allowed to travel freely between the two countries for the first time in more than a year.\nThe travel bubble, among the first of its kind in the world, establishes reciprocal quarantine-free movement between the two Pacific nations, subject to certain conditions. While most Australian states have waived quarantine for travelers from New Zealand since late last year, New Zealand had until Monday been hesitant to extend the same treatment to travelers from Australia.\nMany travelers reunited with family members they had not seen in a year or longer: grandchildren (and great-grandchildren); sisters; parents. One 7-year-old girl at the airport in Wellington, New Zealand, was said to be reuniting with her mother for the first time in 15 months. For others, the opening of the bubble allowed them to leave one country for a new life in the other.\nThe border restrictions necessitated by the coronavirus pandemic have been especially jarring for Australians and New Zealanders, who have been able to live and work indefinitely in one another’s countries without a visa since the 1970s. Around 570,000 people born in New Zealand live in Australia, according to government statistics, and more than 60,000 Australian-born people in New Zealand.", "url": "https://www.nytimes.com/2021/04/19/world/australia-new-zealand-travel-bubble.html"}