{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:26:43", "date_modify": "2022-10-25 23:26:43", "date_publish": "2021-06-20 15:06:37", "description": "The accident and a subsequent cover-up have renewed relevance as scientists search for the origins of Covid-19.", "filename": "2021_06_20_world_europe_coronavirus-lab-anthrax_1666740403.html", "image_url": "https://static01.nyt.com/images/2021/06/17/world/00russia-lableak01/00russia-lableak01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=babea35b23e026e1e0fe4c50849cbc8708f066a7268b19fae17c228f4b3f153f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_20_world_europe_coronavirus-lab-anthrax_1666740403.html", "title": "Soviets Once Denied a Deadly Anthrax Lab Leak. U.S. Scientists Backed the Story.", "title_page": "Soviets Once Denied a Deadly Anthrax Lab Leak. U.S. Scientists Backed the Story. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "YEKATERINBURG, Russia — Patients with unexplained pneumonias started showing up at hospitals; within days, dozens were dead. The secret police seized doctors’ records and ordered them to keep silent. American spies picked up clues about a lab leak, but the local authorities had a more mundane explanation: contaminated meat.\nIt took more than a decade for the truth to come out.\nIn April and May 1979, at least 66 people died after airborne anthrax bacteria emerged from a military lab in the Soviet Union. But leading American scientists voiced confidence in the Soviets’ claim that the pathogen had jumped from animals to humans. Only after a full-fledged investigation in the 1990s did one of those scientists confirm the earlier suspicions: The accident in what is now the Russian Urals city of Yekaterinburg was a lab leak, one of the deadliest ever documented.\nNowadays, some of the victims’ graves appear abandoned, their names worn off their metal plates in the back of a cemetery on the outskirts of town, where they were buried in coffins with an agricultural disinfectant. But the story of the accident that took their lives, and the cover-up that hid it, has renewed relevance as scientists search for the origins of Covid-19.", "url": "https://www.nytimes.com/2021/06/20/world/europe/coronavirus-lab-anthrax.html"}