{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:02:52", "date_modify": "2022-10-25 23:02:52", "date_publish": "2021-06-04 19:57:22", "description": "Adolescents were hospitalized with Covid three times as often as with flu, researchers reported. Nearly one-third wound up in I.C.U.s.", "filename": "2021_06_04_health_coronavirus-teenagers-hospitalizations_1666738972.html", "image_url": "https://static01.nyt.com/images/2021/06/04/science/04VIRUS-ADOLESCENTS/04VIRUS-ADOLESCENTS-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9a02ef028f84bdd3f0113ed3a180157b29f92d62547b041093f1f849ebfecb0b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_04_health_coronavirus-teenagers-hospitalizations_1666738972.html", "title": "Teens Are Rarely Hospitalized With Covid, but Cases Can Be Severe", "title_page": "Teens Are Rarely Hospitalized With Covid, but Cases Can Be Severe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There’s a very strong case to be made for preventing a disease that causes hospitalizations and deaths, not to mention contributing to community transmission,” said Dr. Yvonne Maldonado, chair of the committee on infectious diseases at the American Academy of Pediatrics.\nChildren have a much lower likelihood overall of becoming severely ill or dying from Covid-19, compared with adults, but the risks are thought to increase with age. According to the most recent data collected by the academy, nearly four million children have tested positive for the coronavirus since the pandemic began, compared with about 30 million cases among adults.\nStill, about 16,500 children have been hospitalized for Covid-19 since the pandemic began, and at least 322 have died, making it one of the leading causes of death among children, Dr. Maldonado noted.\n“It sounds like it’s not a lot of deaths,” especially compared with 600,000 dead in the United States, she said. But “it should still be horrifying that 300 to 600 kids are dying because of something that is preventable.”\nThe new C.D.C. report focused on hospitalizations from Covid-19 among children ages 12 to 17. The rate of hospitalizations in that group was a small fraction of that among adults, but still higher than the rate seen in children ages 5 to 11, the report found.", "url": "https://www.nytimes.com/2021/06/04/health/coronavirus-teenagers-hospitalizations.html"}