{"authors": ["Luis Ferré-Sadurní", "J. David Goodman", "Jeffery C. Mays"], "date_download": "2022-10-25 22:56:42", "date_modify": "2022-10-25 22:56:42", "date_publish": "2021-08-09 15:36:36", "description": "Legislators could decide by early next month to try to force the governor from office over allegations that he sexually harassed 11 women.", "filename": "2021_08_09_nyregion_andrew-cuomo_1666738602.html", "image_url": "https://static01.nyt.com/images/2021/08/09/nyregion/09cuomo-impeach2/09cuomo-impeach2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=87e15049bfb0b630e207e12cb33cf5f59dbb790d03ea3b3ea6ff8735208ca222&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_09_nyregion_andrew-cuomo_1666738602.html", "title": "A Defiant Cuomo Seeks to Buy Time as Lawmakers Prepare for Impeachment", "title_page": "A Defiant Cuomo Seeks to Buy Time as Lawmakers Prepare for Impeachment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Monday, a lawyer for Mr. Cuomo, Rita Glavin, made clear during an interview on MSNBC that the governor planned to fight. She challenged the accusations made by many of the women, saying some “don’t rise to the level of sexual harassment”; insisted that the incident described by Ms. Commisso did not happen; and suggested the attorney general’s report was riddled with flaws and omissions. She repeated her complaint that Mr. Cuomo’s lawyers had not been given access to the underlying evidence nor time to go over it.\nThe prospect of a protracted and public battle has disheartened many close to Mr. Cuomo, who have described him as somber, yet resolute. It may have figured in the sudden departure of his top aide and most loyal strategist, Melissa DeRosa, who announced her resignation late Sunday.\nShe had informed the governor earlier in the day that she would be leaving — the highest-profile departure from his administration since the report’s release, according to a person with knowledge of the conversation. She no longer wanted to have to defend the governor in public, the person said.\nMr. Cuomo spent much of Sunday trying to persuade Ms. DeRosa not to resign, a second person familiar with the discussions said. Ms. DeRosa had been named 187 times in the report, which said she had tried to undermine one of Mr. Cuomo’s accusers.\nThe governor appeared to be grappling with the idea that the situation had spiraled beyond his control, one of the people said, something wholly unfamiliar to Mr. Cuomo, who has run New York with a firm hand for more than a decade.\nYet impeachment appears increasingly inevitable: Carl E. Heastie, the speaker of the Assembly, believes he has the support from most, if not all, of the Democratic majority to impeach Mr. Cuomo, according to a person familiar with his thinking.\nAnd there is increasing concern among those close to Mr. Cuomo and his attorneys that political pressure could lead the Albany district attorney to bring criminal charges against the governor in response to Ms. Commisso’s criminal complaint, even if the charges do not rise above a misdemeanor, two of the people said.", "url": "https://www.nytimes.com/2021/08/09/nyregion/andrew-cuomo.html"}