{"authors": ["Andrew Keh"], "date_download": "2022-10-25 23:38:47", "date_modify": "2022-10-25 23:38:47", "date_publish": "2021-07-02 16:46:52", "description": "A policy change by the International Olympic Committee acknowledges an era of athlete activism but will attempt to keep some stages off limits.", "filename": "2021_07_02_sports_olympics_olympics-protests-tokyo_1666741127.html", "image_url": "https://static01.nyt.com/images/2021/07/02/sports/02olympics-protests2/02olympics-protests2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=becd0450d0e8939fd48d1acdd0c558f5bea98aa5493187c55c93f47ac1201ebc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_02_sports_olympics_olympics-protests-tokyo_1666741127.html", "title": "Olympics Allows Protests, but Not During Events or on Medals Stand", "title_page": "Olympics Allows Protests, but Not During Events or on Medals Stand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The separation of sports and politics has long been one of the most carefully protected, and fiercely debated, values of the Olympic Games. Rules exist to police that divide, and athletes have been punished — and even ejected from the Games — for breaking them.\nBut on Friday, in a move reflecting the influence of a remarkable, ongoing outpouring of activism from athletes, the International Olympic Committee released new guidelines offering Olympians a chance to “express their views” on the field of play before the start of a competition, including during athlete introductions.\nUnder the new rules, athletes competing this month at the Summer Games in Tokyo now will theoretically be allowed to wear an article of clothing (a shirt with a slogan or a glove, for example) or make a symbolic gesture (like kneeling or raising a fist) to express their views on an issue before the start of their events.\nThey still will not be allowed to conduct any sort of demonstration on the field of play, on the podium during medal ceremonies, in the Olympic athletes’ village or at the opening and closing ceremonies of the Games.", "url": "https://www.nytimes.com/2021/07/02/sports/olympics/olympics-protests-tokyo.html"}