{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:24:11", "date_modify": "2022-10-25 23:24:11", "date_publish": "2021-09-21 09:00:18", "description": "What to do with the site of the collapsed condo in Surfside, Fla.? There is no easy way to both honor victims and compensate condo owners.", "filename": "2021_09_21_us_surfside-condo-collapse-compensation-rebuilding_1666740251.html", "image_url": "https://static01.nyt.com/images/2021/09/17/us/00surfside/merlin_190913079_c140e3a3-587c-4982-806f-9986a94b7d6b-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b9e99ce6cf0c1d34c5f6f9c149e06397749eda45a181f1044da6bb6ee23f6ce1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_21_us_surfside-condo-collapse-compensation-rebuilding_1666740251.html", "title": "A Bitter Fight Over Fate of Surfside Condo Collapse Site", "title_page": "A Bitter Fight Over Fate of Surfside Condo Collapse Site - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SURFSIDE, Fla. — Unbearable grief absorbed Anabella Levine when Champlain Towers South collapsed in Florida this summer, burying her beloved older brother and three cousins in the rubble of her building while she was away for the night. Identifying some of the remains took an excruciating 18 days.\nWhat she did not expect — what has consumed many of her recent days, even as she struggles with her family’s enormous sorrow — was a fight with the town of Surfside, the beachfront enclave where she and her cousins spent some of their happiest childhood days.\nTheir fight is over the inevitable question that follows a tragedy that killed 98 people: What should be done with a place where such horror occurred? But unlike in other disasters, the land in Surfside is worth tens of millions of dollars and crucial to some survivors’ financial future.\nMs. Levine and her relatives, as well as other victims’ families, insist that the site must become, at least in part, a memorial to the dead, similar to the 9/11 Memorial in New York. Though the debris at Champlain Towers has long been cleared away, they feel that the ground where so many people died is sacred.", "url": "https://www.nytimes.com/2021/09/21/us/surfside-condo-collapse-compensation-rebuilding.html"}