{"authors": ["Adam Liptak"], "date_download": "2022-10-25 22:58:28", "date_modify": "2022-10-25 22:58:28", "date_publish": "2021-10-29 21:57:44", "description": "The case, brought by Republican-led states and coal companies, could frustrate the Biden administration’s efforts to address climate change.", "filename": "2021_10_29_us_politics_epa-carbon-emissions-supreme-court_1666738708.html", "image_url": "https://static01.nyt.com/images/2021/10/29/us/politics/29dc-scotus-epa-1/merlin_194947233_fa6a1bb6-4afb-40c6-82d1-9839bc3d9791-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_29_us_politics_epa-carbon-emissions-supreme-court_1666738708.html", "title": "Supreme Court to Hear Case on EPA's Power to Limit Carbon Emissions", "title_page": "Supreme Court to Hear Case on EPA's Power to Limit Carbon Emissions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In January, on the last full day of Donald J. Trump’s presidency, a federal appeals court in Washington struck down his administration’s plan to relax restrictions on greenhouse gas emissions from power plants. The move cleared the way for the Biden administration to issue stronger restrictions.\nA divided three-judge panel of the court, the U.S. Court of Appeals for the District of Columbia Circuit, ruled that the Trump administration’s plan, called the Affordable Clean Energy Rule, was based on a “fundamental misconstruction” of the relevant law, prompted by a “tortured series of misreadings.”\nThe panel did not reinstate a 2015 Obama-era regulation, the Clean Power Plan, which would have forced utilities to move away from coal and toward renewable energy to reduce emissions. But it rejected the Trump administration’s attempt to repeal and replace that rule with what critics said was a toothless one.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nThe Obama-era plan had aimed to cut emissions from the power sector by 32 percent by 2030 compared to 2005 levels. To do so, it instructed every state to draft plans to eliminate carbon emissions from power plants by phasing out coal and increasing the generation of renewable energy.\nThe measure never came into effect. It was blocked in 2016 by the Supreme Court, which effectively ruled that states did not have to comply with it until a barrage of lawsuits from conservative states and the coal industry had been resolved. That ruling, followed by changes in the Supreme Court’s membership that have moved it to the right, has made environmental groups wary of what the court might do in cases on climate change.", "url": "https://www.nytimes.com/2021/10/29/us/politics/epa-carbon-emissions-supreme-court.html"}