{"authors": ["Joseph Goldstein"], "date_download": "2022-10-25 22:55:46", "date_modify": "2022-10-25 22:55:46", "date_publish": "2021-10-16 07:00:10", "description": "Mandates have prompted a surge in vaccinations among those who had held out. Some report feeling relief; others, anguish and resentment.", "filename": "2021_10_16_nyregion_coronavirus-vaccine-resistance_1666738546.html", "image_url": "https://static01.nyt.com/images/2021/10/30/nyregion/00nyvirus-holdouts1/00nyvirus-holdouts1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=67aa12985dd9bc81559a425469293e9718ab2cec1d1791f6a3b21a7ab49f5ac0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_16_nyregion_coronavirus-vaccine-resistance_1666738546.html", "title": "They Resisted Vaccines. Here's Why They Changed Their Minds.", "title_page": "They Resisted Vaccines. Here's Why They Changed Their Minds. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the Bronx, a youth counselor closed his eyes and steeled himself for the shot. In Queens, a nurse calmed herself by humming gospel music. In Manhattan, a graduate student asked one last question about fertility while reviewing the consent form.\nWith a mixture of nervousness, resentment and, sometimes relief, hundreds of thousands of New Yorkers finally got a dose of coronavirus vaccine in recent weeks. In some cases, it was because they had a change of heart; perhaps more commonly, it was to keep their jobs.\nThe uptick in vaccinations has contributed, experts say, to a flattening of the virus curve in New York City, where the numbers of new infections and hospitalizations have been falling — a trend across the United States as well.\nYet with winter approaching, public health experts are watching closely for yet another rise in infections. New York’s vaccination rate is higher than that of the country as a whole, with two out of every three residents fully inoculated. Still, about one million adult New Yorkers have not gotten at least one vaccine dose.", "url": "https://www.nytimes.com/2021/10/16/nyregion/coronavirus-vaccine-resistance.html"}