{"authors": ["Michael D. Shear", "David E. Sanger"], "date_download": "2022-10-25 23:43:05", "date_modify": "2022-10-25 23:43:05", "date_publish": "2021-06-09 07:00:13", "description": "The good will President Biden brings on his first trip abroad papers over lingering doubts about U.S. reliability and the cost that Europe will be expected to pay.", "filename": "2021_06_09_us_politics_biden-europe-g7.html_action=click&module=RelatedLinks&pgtype=Article_1666741385.html", "image_url": "https://static01.nyt.com/images/2021/06/09/us/politics/09dc-biden-trip-sub2/09dc-biden-trip-sub2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f8999e271ea586552b8d0787151283ab310d7329d096451216cc7f77346633ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_09_us_politics_biden-europe-g7.html_action=click&module=RelatedLinks&pgtype=Article_1666741385.html", "title": "Biden Aims to Bolster U.S. Alliances in Europe, but Challenges Loom", "title_page": "Biden Aims to Bolster U.S. Alliances in Europe, but Challenges Loom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — It should not be that hard to be an American leader visiting Europe for the first time after President Donald J. Trump.\nBut President Biden will face his own challenges when he departs on Wednesday, especially as the United States confronts a disruptive Russia and a rising China while trying to reassemble and rally the shaken Western alliance as it emerges from the coronavirus pandemic.\nMr. Biden, who will arrive for a series of summit meetings buoyed by a successful vaccination program and a rebounding economy, will spend the next week making the case that America is back and ready to lead the West anew in what he calls an existential collision between democracies and autocracies.\nOn the agenda are meetings in Britain with leaders of the Group of 7 nations, followed by visits to NATO and the European Union. On Mr. Biden’s final day, in Geneva, he will hold his first meeting as president with President Vladimir V. Putin of Russia.", "url": "https://www.nytimes.com/2021/06/09/us/politics/biden-europe-g7.html?action=click&module=RelatedLinks&pgtype=Article"}