{"authors": ["Mike Ives"], "date_download": "2022-10-25 23:24:44", "date_modify": "2022-10-25 23:24:44", "date_publish": "2021-02-16 05:15:40", "description": "The senator, who is retiring, is one of seven Republicans who voted with Democrats to find Donald J. Trump guilty of inciting an insurrection at the Capitol.", "filename": "2021_02_16_us_politics_richard-burr-censure-impeachment_1666740284.html", "image_url": "https://static01.nyt.com/images/2021/02/15/us/politics/15xp-Burr/merlin_183791379_886f632d-f798-4f61-8c59-de67bb1c7e39-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bac52d91964e88c59c5e67f199f7cec6e588a49b8cfdcfbab174fb83b648fb1a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_16_us_politics_richard-burr-censure-impeachment_1666740284.html", "title": "North Carolina Republicans Censure Richard Burr Over Impeachment Vote", "title_page": "North Carolina Republicans Censure Richard Burr Over Impeachment Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The North Carolina Republican Party voted unanimously on Monday to censure Senator Richard M. Burr for voting to convict former President Donald J. Trump in his second impeachment trial.\nThe rebuke was the latest fallout for the seven Republicans who sided with Democrats in an unsuccessful effort to find Mr. Trump guilty of inciting an insurrection on Jan. 6, when a mob of Trump supporters rampaged through the Capitol.\nThe vote by Mr. Burr, 65, who will retire after three terms in the Senate, came as a surprise after he had earlier voted against moving forward with the impeachment trial because of a Republican challenge that the Senate lacked jurisdiction to try a former president.\nThe North Carolina Republican Party said in a statement on Monday that the decision to censure Mr. Burr had been made by its central committee.", "url": "https://www.nytimes.com/2021/02/16/us/politics/richard-burr-censure-impeachment.html"}