{"authors": ["Roger Cohen"], "date_download": "2022-10-25 23:27:38", "date_modify": "2022-10-25 23:27:38", "date_publish": "2021-09-16 14:24:48", "description": "The reaction signals a widening rift among Western allies over China. French officials accused President Biden of acting like his predecessor.", "filename": "2021_09_16_world_europe_france-australia-uk-us-submarines_1666740458.html", "image_url": "https://static01.nyt.com/images/2021/09/16/world/16france-defense01/16france-defense01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=9642cb4349763f11ac100d464539b97524ce33dc773b330c27a6b17e3a0a413b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_16_world_europe_france-australia-uk-us-submarines_1666740458.html", "title": "In Submarine Deal With Australia, U.S. Counters China but Enrages France", "title_page": "In Submarine Deal With Australia, U.S. Counters China but Enrages France - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — President Biden’s announcement of a deal to help Australia deploy nuclear-powered submarines has strained the Western alliance, infuriating France and foreshadowing how the conflicting American and European responses to confrontation with China may redraw the global strategic map.\nIn announcing the deal on Wednesday, Mr. Biden said it was meant to reinforce alliances and update them as strategic priorities shift. But in drawing a Pacific ally closer to meet the China challenge, he appears to have alienated an important European one and aggravated already tense relations with Beijing.\nFrance on Thursday reacted with outrage to the announcements that the United States and Britain would help Australia develop submarines, and that Australia was withdrawing from a $66 billion deal to buy French-built submarines. At its heart, the diplomatic storm is also a business matter — a loss of revenue for France’s military industry, and a gain for American companies.\nJean-Yves Le Drian, France’s foreign minister, told Franceinfo radio that the submarine deal was a “unilateral, brutal, unpredictable decision” by the United States, and he compared the American move to the rash and sudden policy shifts common during the Trump administration.", "url": "https://www.nytimes.com/2021/09/16/world/europe/france-australia-uk-us-submarines.html"}