{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:47:32", "date_modify": "2022-10-25 23:47:32", "date_publish": "2021-02-20 23:10:01", "description": "A full criminal investigation is far from certain, a person familiar with the inquiry said.", "filename": "2021_02_20_us_politics_justice-dept-roger-stone-capitol-riot_1666741652.html", "image_url": "https://static01.nyt.com/images/2021/02/20/us/politics/20DC-STONE3/20DC-STONE3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5d18c66db041fd1e3c88e73cae7b2c3579a4a8db303280ea54c72c057b426a49&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_20_us_politics_justice-dept-roger-stone-capitol-riot_1666741652.html", "title": "Justice Dept. Is Said to Be Examining Stone’s Possible Ties to Capitol Rioters", "title_page": "Justice Dept. Is Said to Be Examining Stone’s Possible Ties to Capitol Rioters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department is examining communications between right-wing extremists who breached the Capitol and Roger J. Stone Jr., a close associate of former President Donald J. Trump, to determine whether Mr. Stone played any role in the extremists’ plans to disrupt the certification of President Biden’s electoral victory, a person familiar with the matter said on Saturday.\nShould investigators find messages showing that Mr. Stone knew about or took part in those plans, they would have a factual basis to open a full criminal investigation into him, according to the person, who spoke on the condition of anonymity to discuss a continuing inquiry. While that is far from certain, the person said, prosecutors in the U.S. attorney’s office in Washington are likely to do so if they find that connection.\nMr. Stone, a self-described fixer for Mr. Trump, evaded a 40-month prison term when the former president commuted his sentence in July and pardoned him in late December. Mr. Stone had been convicted on seven felony charges, which included obstructing a House inquiry into possible ties between the Trump campaign and Russia’s efforts to interfere in the 2016 election, lying to Congress and witness tampering. But that pardon does not protect Mr. Stone from future prosecutions.\nJustice Department officials have debated for weeks whether to open a full investigation into Mr. Stone, the person said. While Mr. Stone spoke at an incendiary rally a day before the attack, had right-wing extremists act as his bodyguards and stood outside the Capitol, those actions themselves are not crimes.", "url": "https://www.nytimes.com/2021/02/20/us/politics/justice-dept-roger-stone-capitol-riot.html"}