{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:47:52", "date_modify": "2022-10-25 23:47:52", "date_publish": "2021-01-19 00:58:13", "description": "Inauguration Day brings with it an awkward transition when one family moves in and another moves out, made all the more so this year by the coronavirus and President Trump’s stormy departure.", "filename": "2021_01_18_us_politics_white-house-biden-trump_1666741672.html", "image_url": "https://static01.nyt.com/images/2021/01/18/us/politics/18dc-Housekeeping1/18dc-Housekeeping1-facebookJumbo-v3.jpg?year=2021&h=550&w=1050&s=17385779955db1f604c149fea2fd94dd48c6ce50b5c6d4f740e13adb90009bbe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_18_us_politics_white-house-biden-trump_1666741672.html", "title": "They Prepare the White House for a New President. They Have 5 Hours.", "title_page": "They Prepare the White House for a New President. They Have 5 Hours. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Mrs. Trump should have invited Dr. Biden in for the traditional coffee,” said Capricia Marshall, who served as White House social secretary in the Clinton administration and oversaw that president’s departure in 2001, referring to Melania Trump, the first lady. “Typically, she would come prepared with questions, she’ll meet and talk to the chef, the full time residence staff and have an opportunity for them to break the ice. It’s a courtesy, but logistically it’s incredibly helpful. That didn’t happen.”\nMrs. Trump, according to CNN, has been packing for weeks, eager to move out of the White House with her 14-year-old son, Barron, and on with their lives. She has had no communication with Dr. Biden.\nThe Biden transition team has, however, been in contact with Timothy Harleth, the chief usher who was hired by Mrs. Trump in 2017 from his post as director of rooms at the Trump International Hotel in Washington, to coordinate the move.\nMr. Harleth’s appointment was highly unusual: the chief usher has typically been a nonpolitical public servant, often with a military background, who does not turn over with administrations. Because of Mr. Harleth’s connection to the Trump Organization, some had speculated that he would leave with the outgoing president.\nWhile he has not discussed his future with Dr. Biden, Mr. Harleth is expected to stay for now, according to administration officials, handling personnel issues, planning family dinner menus and managing the budget for the residence. He has made it clear that he is very eager to stay on permanently, and does not want to be viewed as a Trump loyalist though he has also hired other staff members from Trump properties. (He has told people, for instance, that he never met the Trumps until his interview to work at the White House.)", "url": "https://www.nytimes.com/2021/01/18/us/politics/white-house-biden-trump.html"}