{"authors": ["Emily Anthes"], "date_download": "2022-10-25 23:26:13", "date_modify": "2022-10-25 23:26:13", "date_publish": "2021-08-16 15:00:08", "description": "Although young children bring the coronavirus home less often than teens do, their close contact with caregivers may make them likelier to transmit it.", "filename": "2021_08_16_health_covid-kids-toddlers-transmission_1666740373.html", "image_url": "https://static01.nyt.com/images/2021/08/16/science/16virus-kids/16virus-kids-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e8f2c063f3beebb0cfdb1f75d7b08499eb6cfcc47fb377de061f0ccf5d930f80&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_16_health_covid-kids-toddlers-transmission_1666740373.html", "title": "Babies and Toddlers Spread Coronavirus in Homes More Easily Than Teens, Study Finds", "title_page": "Babies and Toddlers Spread Coronavirus in Homes More Easily Than Teens, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Babies and toddlers are less likely to bring the coronavirus into their homes than teenagers are, but once they are infected, they are more likely to spread the virus to others in their households, according to a large new study by a Canadian public health agency.\nThe findings can be explained, at least in part, by behavioral factors, experts said, including the fact that very young children require lots of hands-on care and cannot be isolated when they are sick.\nThe study, which was published in the journal JAMA Pediatrics on Monday, does not resolve an ongoing debate over whether infected children are as contagious as adults, and it does not suggest that toddlers are driving the pandemic. But it demonstrates that even very young children can still play a role.\n“This study showed that even the youngest of children readily transmit the virus,” said Zoe Hyde, an epidemiologist at the University of Western Australia, who was not involved in the research.", "url": "https://www.nytimes.com/2021/08/16/health/covid-kids-toddlers-transmission.html"}