{"authors": ["Farnaz Fassihi"], "date_download": "2022-10-25 23:22:45", "date_modify": "2022-10-25 23:22:45", "date_publish": "2021-08-13 07:00:08", "description": "The Delta variant of the coronavirus has overwhelmed the country, which has been reeling from the pandemic since it began, presenting a stark test for its new hard-line president.", "filename": "2021_08_13_world_middleeast_iran-virus-delta-variant_1666740165.html", "image_url": "https://static01.nyt.com/images/2021/08/12/world/12virus-iran-01/12virus-iran-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=af2048dc65bfa75bdda87a5377525ddd1e67f7eb80d64569135210d0b3ce3eae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_13_world_middleeast_iran-virus-delta-variant_1666740165.html", "title": "Iran’s Health System ‘Beyond Disastrous’ From Covid Surge", "title_page": "Iran’s Health System ‘Beyond Disastrous’ From Covid Surge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hospital medics in Iran are triaging patients on the floors of emergency rooms and in cars parked on the roadside. Lines stretch for blocks outside pharmacies. Taxis double as hearses, transporting corpses from hospitals to cemeteries. In at least one city, laborers are digging mass graves.\nIran is under assault from the most cataclysmic wave yet of the coronavirus, according to interviews with physicians and health workers, social media posts from angry citizens, and even some unusually frank reporting in state media. The aggressive Delta variant has led to record numbers of deaths and infections, and appears to be overwhelming the health system of a country that has been reeling from Covid-19 since the scourge began.\nThe latest phase of the crisis has intensified the challenges facing Iran’s new hard-line president, Ebrahim Raisi, testing his abilities just days after he took office.\n“The situation we are facing is beyond disastrous,” said Dr. Mahdiar Saeedian, a 39-year-old physician in Mashhad, Iran’s second-largest city. “The health care system is on the verge of collapse.”", "url": "https://www.nytimes.com/2021/08/13/world/middleeast/iran-virus-delta-variant.html"}