{"authors": ["Michael Schwirtz"], "date_download": "2022-10-25 22:57:57", "date_modify": "2022-10-25 22:57:57", "date_publish": "2021-09-24 15:47:44", "description": "Few countries have been willing to fly rescue missions into Afghanistan since the Americans left. Ukraine is an exception. It says it has a different definition of danger.", "filename": "2021_09_24_world_middleeast_ukraine-taliban-rescue-afghanistan_1666738677.html", "image_url": "https://static01.nyt.com/images/2021/09/24/world/24Ukraine-Afghanistan01/24Ukraine-Afghanistan01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6b3c917b5f3a0cef89e8ca65b31e3b97cf6e6ead713dbe2c3dc99c09cd032cf9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_24_world_middleeast_ukraine-taliban-rescue-afghanistan_1666738677.html", "title": "How Ukraine Negotiated With the Taliban and Rescued 96 Afghans", "title_page": "How Ukraine Negotiated With the Taliban and Rescued 96 Afghans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For the Ukrainians, it was a crash course in dealing with a Taliban government struggling with internal division, bureaucratic chaos and a barely controlled inclination for violence. For days, the Taliban refused to release the people the Ukrainians hoped to rescue, repeatedly changing the terms of the evacuation deal, demanding official recognition from the Ukrainian government, and at one point threatening to commandeer the plane.\nBut on Thursday, finally, the Afghans stepped out into a blustery autumn night in Kyiv, Ukraine’s capital, following a flight that became an unexpected lifeline after many had given up hope of escape.\n“I’ve been waiting for evacuation for a month and a half, but my family and I could never make it through,” said Kharimi, 38, who had arrived in Kyiv with six family members, including a small daughter he hopes will now have a chance at a future. “First Ukraine, then God listened to our prayers.” The New York Times is referring to the Afghan evacuees by only their first names to protect their identities.\nIn the first weeks after Kabul fell to the Taliban on Aug. 15, a coalition of nations conducted a colossal, if often haphazard, airlift to extract tens of thousands Afghans suddenly in grave danger because of their work for foreign governments or Afghan security services. But without the U.S. security blanket — the last American C-17 cargo planes left at the end of August — few countries have been willing to hazard their planes and their people to continue evacuations, leaving thousands of at-risk Afghans with few options for escape.", "url": "https://www.nytimes.com/2021/09/24/world/middleeast/ukraine-taliban-rescue-afghanistan.html"}