{"authors": ["Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:25:49", "date_modify": "2022-10-25 23:25:49", "date_publish": "2021-03-10 11:52:03", "description": "The bloc has been sparring with allies over supplies of coronavirus shots and was recently accused of vaccine protectionism. But internal documents show it has exported many doses even amid its own shortages, and rollout failures.", "filename": "2021_03_10_world_europe_eu-exports-covid-vaccine_1666740349.html", "image_url": "https://static01.nyt.com/images/2021/03/10/world/10eu-virus1/10eu-virus1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d7822307dc4c078c66ac9a390399d595c666c9ba306ad97cca181a4ecd2fd858&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_10_world_europe_eu-exports-covid-vaccine_1666740349.html", "title": "E.U. Exports Millions of Covid Vaccine Doses Despite Supply Crunch at Home", "title_page": "E.U. Exports Millions of Covid Vaccine Doses Despite Supply Crunch at Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As it stands, just 6.5 percent of people in the European Union have been inoculated, compared with nearly 58 percent of Israelis who have received at least one dose of a coronavirus vaccine. The figure is 33 percent for people in Britain, and 18 percent for the United States, according to data collected by OurWorldInData.\nWhether to reveal the extent of E.U. exports has been hotly debated in the corridors of the European Commission, the bloc’s executive branch, which is at the heart of procuring the vaccines and has suffered the biggest political blow for the underwhelming rollout.\nBut several senior E.U. officials argued that revealing the immense export efforts that are keeping countries around the world vaccinated and helping the world economy restart might help Europe’s reputation after last week’s dispute.\nItaly was able to block the shipment to Australia last week under a new emergency rule that allows any E.U. member to halt exports of the vaccines produced in the bloc.\nItaly’s decision was a bold, if symbolic move to push the bloc to make more demands of pharmaceutical companies. (The companies have contracts with countries around the world, but the details of the deals are often secret, making it difficult to know what deliveries have been promised to various countries.)", "url": "https://www.nytimes.com/2021/03/10/world/europe/eu-exports-covid-vaccine.html"}