{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:54:37", "date_modify": "2022-10-25 23:54:37", "date_publish": "2021-04-27 04:05:06", "description": "A history of Champions League success is part of the fabric at Real Madrid. No club has won it more often. But rivals keep driving up the price.", "filename": "2021_04_27_sports_soccer_real-madrid-chelsea-champions-league_1666742077.html", "image_url": "https://static01.nyt.com/images/2021/04/27/sports/27onsoccer-top/27onsoccer-top-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0f43e0625aed67f187b18d80fc9c5686e4193e143e4cc8befe0ad705d9dab6ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_27_sports_soccer_real-madrid-chelsea-champions-league_1666742077.html", "title": "At Real Madrid, the Champions League Can Still Slip Away", "title_page": "At Real Madrid, the Champions League Can Still Slip Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This, then, is Real Madrid’s stage. In one light, Coach Zinedine Zidane’s team should be the last choice of the four remaining contenders to win European club soccer’s biggest prize. Manchester City is free and clear at the summit of the Premier League, on the cusp of a third title in four years under the guiding hand of Pep Guardiola, the finest coach of his generation.\nP.S.G. is propelled by not only the most expensive player of all time, but by Kylian Mbappé, the 22-year-old standard-bearer for soccer’s next generation. Chelsea, revived under the German coach Thomas Tuchel, was reinforced by $250 million worth of talent last summer — in the middle of a pandemic — and now only concedes goals to teams managed by Sam Allardyce.\nReal Madrid, on the other hand, is ravaged by injury. The player signed to sprinkle it with stardust, Eden Hazard, has barely featured in the two years since he joined. It failed to make the quarterfinals of this competition in 2019 and 2020, and came within a whisker of elimination in the group stage this time around.\nThough it has not lost in any competition since January, its form has been stop and start. It followed a week in which it beat Barcelona and Liverpool with scoreless draws against Getafe and Real Betis. It has not even been able to do what Real Madrid does best: take advantage when its neighbor and rival, Atlético Madrid, loses its nerve.", "url": "https://www.nytimes.com/2021/04/27/sports/soccer/real-madrid-chelsea-champions-league.html"}