{"authors": ["Michael Paulson"], "date_download": "2022-10-25 22:55:51", "date_modify": "2022-10-25 22:55:51", "date_publish": "2021-07-30 14:00:09", "description": "Children under 12, who cannot be vaccinated, can show a negative test to attend. But the Metropolitan Opera and Carnegie Hall plan to bar them for now.", "filename": "2021_07_30_theater_broadway-audiences-vaccine-requirement_1666738551.html", "image_url": "https://static01.nyt.com/images/2021/07/29/arts/00broadway/00broadway-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3d82fdf9f03066b9b4d50ac805f6b873cfac814793b695dfa3ed30937ea46dbd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_30_theater_broadway-audiences-vaccine-requirement_1666738551.html", "title": "Broadway Audiences Will Need Proof of Vaccination and Masks", "title_page": "Broadway Audiences Will Need Proof of Vaccination and Masks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Broadway’s theater owners and operators, citing the ongoing dangers of the coronavirus pandemic, said Friday that they have decided to require that theatergoers be vaccinated against Covid-19 and wear masks in order to attend performances.\nThe policy, announced just days before the first Broadway play in more than 16 months is to start performances, allows children ineligible for vaccination to attend shows if tested for the virus. Some performing arts venues in New York say they will go even further: the Metropolitan Opera, which hopes to reopen in late September, and Carnegie Hall, which is planning to reopen in October, are not only planning to require vaccinations, but also to bar children under 12 who are not yet eligible to be vaccinated.\nThe new vaccination requirements for visitors to New York’s most prominent performing arts venues were imposed as the highly contagious Delta variant has caused Covid-19 cases to rise, leading the Centers for Disease Control and Prevention to recommend that vaccinated Americans in virus hot spots resume wearing masks indoors. Several major businesses, local governments and the federal government have recently decided to require their employees to get vaccinated or submit to frequent testing.\nThe safety protocols come at a fraught time for Broadway, which is attempting to rebound after the longest shutdown in its history. Because tourism, which traditionally accounts for about two-thirds of the Broadway audience, remains down, it was already unclear whether there would be sufficient demand to support the 45 shows that plan to start performances on Broadway this season. Now the industry is hoping that there will be more people comforted than put off by the vaccination and masking measures.", "url": "https://www.nytimes.com/2021/07/30/theater/broadway-audiences-vaccine-requirement.html"}