{"authors": ["Emily Cochrane", "Luke Broadwater"], "date_download": "2022-10-25 23:47:44", "date_modify": "2022-10-25 23:47:44", "date_publish": "2021-02-24 23:32:35", "description": "The architect of the Capitol and other officials told lawmakers that the physical and psychological toll of the Jan. 6 riot — including damaged artifacts and staff trauma — will be extensive.", "filename": "2021_02_24_us_politics_capitol-riot-damage_1666741664.html", "image_url": "https://static01.nyt.com/images/2021/02/24/us/politics/24dc-capitol1/24dc-capitol1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b242f130d5c4209783e25aafe8e49e4228174c516edb80385ef4c350d51533f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_24_us_politics_capitol-riot-damage_1666741664.html", "title": "Capitol Riot Costs Will Exceed $30 Million, Official Tells Congress", "title_page": "Capitol Riot Costs Will Exceed $30 Million, Official Tells Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The top operations and maintenance official of the United States Capitol told lawmakers on Wednesday that the costs of the Jan. 6 attack will exceed $30 million, as his office works to provide mental health services, increase security and repair historical statues and other art damaged in the riot.\n“The events of Jan. 6 were difficult for the American people, and extremely hard for all of us on campus to witness,” J. Brett Blanton, the architect of the Capitol, testified as he and other top officials gave their first extensive look at the damage inflicted on the House’s fine art collection and the strain on congressional employees from the assault.\nSpeaking to the House Appropriations Committee, where lawmakers are considering an emergency bill to cover the costs of the most violent attack on the Capitol in two centuries, Mr. Blanton described how his staff sheltered congressional aides as “the crowd began crashing through windows and prying open doors.”\nAs staff members huddled inside, the inauguration platform they had been diligently assembling was wrecked: sound systems and photo equipment irreparably damaged or stolen, two lanterns designed and built by the eminent landscape architect Frederick Law Olmsted in the late 19th century ripped from the ground, and blue paint tracked all over the stone balustrades and into the hallways. Inside, busts of former speakers of the House and a Chippewa statesman, a statue of Thomas Jefferson and paintings of James Madison and John Quincy Adams were coated in fire extinguisher and other chemicals, including yellow dye that could stain.", "url": "https://www.nytimes.com/2021/02/24/us/politics/capitol-riot-damage.html"}