{"authors": ["Mitch Smith", "Julie Bosman"], "date_download": "2022-10-25 22:56:48", "date_modify": "2022-10-25 22:56:48", "date_publish": "2021-07-15 22:28:04", "description": "Hospitals are stretched thin in a few hot spots, but the vaccines are working and the national outlook remains far better than during previous surges.", "filename": "2021_07_15_us_covid-cases-rise_1666738608.html", "image_url": "https://static01.nyt.com/images/2021/07/14/multimedia/15virus-stateofthevirus/15virus-stateofthevirus-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=f663adae9c968952c26206b608e2827e88ff30aad3dbaa98490bd32101cf1c4d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_15_us_covid-cases-rise_1666738608.html", "title": "After a Steep Plunge in Virus Cases, Every State Is Seeing an Uptick", "title_page": "After a Steep Plunge in Virus Cases, Every State Is Seeing an Uptick - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, the country’s prognosis remains better than at previous points in the pandemic. The vaccines are widely available, cases and hospitalizations remain at a tiny fraction of their peaks and deaths are occurring at some of the lowest levels since the early days of the pandemic.\nYet daily case numbers have increased in all 50 states, including 19 states that are reporting at least twice as many new cases a day.\nMayor Quinton Lucas of Kansas City, Mo., where cases are increasing but remain far below levels in other parts of the state, said he worried that the outbreak in southwestern Missouri would keep spreading, given low vaccination rates there. He said strong recommendations for mask wearing — or even new mandates — may become necessary if his city’s outlook continued to worsen.\n“I think when you start to see Springfield-level hospitalizations here in the Kansas City metro, then we’ll have to very seriously consider whether it’s time to return to previous restrictions,” Mr. Lucas said.\nIn a string of news conferences this week, public health officials pleaded with people who have not gotten shots to change their minds, urging them to consider that coronavirus vaccines are safe, free and available to anyone 12 and older.\n“To any who have been hesitating about being vaccinated, please, I implore you to hesitate no longer,” Dr. Kiran Joshi, the senior medical officer for the Cook County Department of Public Health, which serves suburban Chicago, said on Thursday.", "url": "https://www.nytimes.com/2021/07/15/us/covid-cases-rise.html"}