{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 23:26:23", "date_modify": "2022-10-25 23:26:23", "date_publish": "2021-06-11 15:15:10", "description": "A shortage of workers is forcing restaurants to turn away eager customers and confront a bigger problem: how to make hospitality an industry where people want to work.", "filename": "2021_06_11_business_britain-restaurants-staff-pandemic_1666740383.html", "image_url": "https://static01.nyt.com/images/2021/06/12/business/00JPuk-restaurants1-print/00uk-restaurants-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1a3f9795030f42a4af9205b65552f00c4c81611516e8d88d6e8c7b347238afaa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_11_business_britain-restaurants-staff-pandemic_1666740383.html", "title": "British Restaurants Are Battling a Staff Crisis, Worsened by Brexit", "title_page": "British Restaurants Are Battling a Staff Crisis, Worsened by Brexit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The problem is not just Britain’s stricter immigration rules. Other workers, in Britain and elsewhere, have left the hospitality industry looking for more stable employment, said Kate Shoesmith, the deputy chief executive of the Recruitment & Employment Confederation, which represents recruitment companies and agencies.\nRestaurant and hotel workers, who can’t work from home, have been scarred by unexpected changes in lockdown rules that have pulled them in and out of work at short notice. Despite the success of Britain’s vaccination program, the delta coronavirus variant is threatening to delay the full lifting of social distancing restrictions in England later this month.\nSome people “are not confident there won’t be another lockdown,” Ms. Shoesmith said.\nMany workers have moved on to less strenuous jobs that don’t require such late nights and long shifts, such as in call centers or in retail or other customer service roles. Adecco, a large recruitment agency, sent out a request to tens of thousands of job seekers to gauge their interest in working in hospitality. Just 1 percent responded.\nMs. Shoesmith said recruiters expected some European Union nationals to eventually return to Britain to work, “but the vast majority won’t; that’s the anticipation.”\nTo help fill the gap, there is a broad sentiment that the industry must make hospitality an appealing career for Britons, one worth aspiring to, with training and opportunities for promotion. For now, though, this work is often considered just “a job you do in between other things,” as Ms. Shoesmith put it.\nUKHospitality has teamed up with work coaches in government job centers. It wants them to promote hospitality as a “career of choice” and think beyond entry-level or front-of-house positions.\nUntil then, the shortage of workers is a drag on countless businesses.\nIn more than three decades in the industry, said John Crompton, the director at Hillbrooke Hotels, he had never known a staff shortage like this. The company, which has four “quirky luxury” hotels and inns in eastern and southern England, needs to hire at least 50 people.", "url": "https://www.nytimes.com/2021/06/11/business/britain-restaurants-staff-pandemic.html"}