{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:31:30", "date_modify": "2022-10-25 23:31:30", "date_publish": "2021-09-27 23:00:08", "description": "The automaker and a supplier will spend $11.4 billion on three battery factories and a truck plant, creating 11,000 jobs.", "filename": "2021_09_27_business_energy-environment_ford-battery-electric-vehicles_1666740690.html", "image_url": "https://static01.nyt.com/images/2021/09/28/business/27JPford1-print/27ford-facebookJumbo.jpg?year=2021&h=549&w=1050&s=ff01b349a5423c8ba0f68b7cd250232a4f54c9ae067701b73a941b043c5f7531&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_27_business_energy-environment_ford-battery-electric-vehicles_1666740690.html", "title": "Ford Will Build 4 Factories in a Big Electric Vehicle Push", "title_page": "Ford Will Build 4 Factories in a Big Electric Vehicle Push - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The top wage for a Ford assembly line worker represented by the United Auto Workers is $32 an hour under a contract the company and union reached in 2019. Unionized workers at parts factories typically make less than those assembling cars.\nOther big automakers are also pouring billions into battery and electric car plants. G.M., which said this year that it aimed to end production of internal-combustion vehicles by 2035, plans to build four battery plants in the United States over the next few years. Ford expects electric models to make up 40 percent of its production by 2030.\nEven companies that have resisted electric cars have been changing their tune. Toyota Motor, in a sudden shift in strategy, said this month that it planned to spend billions of dollars over the next decade to build battery factories and hoped to sell two million electric cars a year by the end of the decade. Previously, Toyota planned to focus on making hybrid cars and trucks and expressed doubts that fully electric vehicles would take off.\nSeveral other automakers, including Volkswagen, Mercedes-Benz, BMW, Hyundai and Stellantis, which was formed by the merger of Fiat Chrysler and France’s Peugeot, are also investing billions of dollars to produce electric vehicles.\n“All these companies are building battery plants because you have to have your own production if you’re going to make E.V.s in high volume,” said Mike Ramsey, a Gartner analyst. “The fact they are spending billions of dollars means they’re saying: ‘There’s no turning back. We’re really going to do this.’”\nBut Mr. Ramsey said it was not clear how quickly consumers would embrace electric vehicles, which are still more expensive than conventional cars and trucks even after federal and state incentives. Charging stations will also have to expand significantly as more electric models hit the road.\n“There’s grounds to have real concerns about where demand will actually be,” Mr. Ramsey said.\nFord’s new truck plant and battery factory in Tennessee will be in Stanton, about 50 miles northeast of Memphis. To be called Blue Oval City, the campus will cover six square miles, substantially larger than the Ford Rouge plant that Henry Ford built in the Detroit area a century ago. The Tennessee campus is expected to employ 6,000 people and will house suppliers and a battery recycling operation as well as the truck and battery factories. Ford and SK Innovation will invest $5.6 billion at the site.", "url": "https://www.nytimes.com/2021/09/27/business/energy-environment/ford-battery-electric-vehicles.html"}