{"authors": ["Sarah Lyall", "Mark Landler"], "date_download": "2022-10-25 23:44:27", "date_modify": "2022-10-25 23:44:27", "date_publish": "2021-03-18 19:31:39", "description": "The private investigator says the British tabloid The Sun paid him $2,055 in 2016 for private information about the couple, their family and friends that had been taken from a restricted database.", "filename": "2021_03_18_world_europe_the-sun-meghan-markle-harry_1666741467.html", "image_url": "https://static01.nyt.com/images/2021/03/18/world/18hacking-1/18hacking-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fc6038ae9485613ee8c6de4a870fdfd84530bd6fe1833c6adc88cb961cd593ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_18_world_europe_the-sun-meghan-markle-harry_1666741467.html", "title": "'The Sun' Paid For Improperly Obtained Meghan Markle Personal Data", "title_page": "'The Sun' Paid For Improperly Obtained Meghan Markle Personal Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A statement from TransUnion, which owns the TLOxp service, said: “Safeguarding information is TransUnion’s top priority. This individual was not permitted to share information obtained from TLOxp with any third party.”\nMr. Portley-Hanks’s role in providing information to The Sun was first uncovered by Graham Johnson, a former British tabloid reporter who now writes for Byline Investigates, an online publication financed by donations and focused on malfeasance in the British tabloids.\nAfter the phone hacking scandal of 2011, which began with the hacking of the cellphone of a murdered 13-year-old girl and ultimately revealed the underhanded and illegal ways that British tabloids obtain their juiciest scoops, much of the British news media stopped covering the issue; Byline Reports has stayed with the topic.\nThe scandal and ensuing legal penalties were supposed to put an end to such practices. Rupert Murdoch, the media mogul who wields vast influence in Britain through his ownership of The Sun and The Times of London, a more respectable broadsheet newspaper, promised that his papers would no longer use private investigators — except under extraordinary circumstances and then only with permission from the top editors.\nBut according to Mr. Portley-Hanks, some journalists didn’t take it seriously.\nAt one point, The Sun “sent me a letter I had to sign that said I wouldn’t use any illegal methods to locate people or do background checks,” he said in an interview. “Then the reporters came back to me and said, ‘But if you want to get work, keep doing what you’ve been doing,’ with a nod and a wink.”\nIn the case of Ms. Markle, “I strongly believe that James Beal knew that what I was providing him was obtained illegally,” Mr. Portley-Hanks said in an affidavit that he provided to lawyers for Harry, who is suing the Sun and another tabloid, the Daily Mirror, on unrelated charges of phone hacking.", "url": "https://www.nytimes.com/2021/03/18/world/europe/the-sun-meghan-markle-harry.html"}