{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:34:28", "date_modify": "2022-10-25 23:34:28", "date_publish": "2021-01-25 16:13:40", "description": null, "filename": "2021_01_25_us_politics_rob-portman-re-election_1666740868.html", "image_url": "https://static01.nyt.com/images/2021/01/25/us/politics/25new-washington-briefing-portman1/25new-washington-briefing-portman1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4804e5e8911b04c0f56a61d5b3663c5f0bbc0f2deb292fd4811960ef91949a3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_25_us_politics_rob-portman-re-election_1666740868.html", "title": "G.O.P. Senator Rob Portman Will Not Seek Re-election", "title_page": "G.O.P. Senator Rob Portman Will Not Seek Re-election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Rob Portman of Ohio, a Republican with deep ties to the former party establishment, announced on Monday that he would not seek re-election in 2022, voicing frustration with the deep polarization and partisanship in Washington.\n“It has gotten harder and harder to break through the partisan gridlock and mark progress on substantive policy, and that has contributed to my decision,” Mr. Portman said in a statement disclosing what was viewed as a surprise announcement coming so soon after the last election.\nMr. Portman, a former top trade and budget official in the administration of George W. Bush, was once regarded as a conservative stalwart, but as his party has shifted to the right in recent years, he has come to be seen as one of the few centrist Republican senators interested in striking bipartisan deals. He was one of the lawmakers responsible for pushing through the new North American trade deal in 2019 and was part of a bipartisan coalition that pushed the House and Senate leadership late last year to embrace a pandemic relief measure after months of delay.\nHis decision to step aside illustrates how difficult it has become for more mainstream Republicans to navigate the current political environment, with hard-right allies of former President Donald J. Trump insisting that Republican members of Congress side with them or face primary contests.", "url": "https://www.nytimes.com/2021/01/25/us/politics/rob-portman-re-election.html"}