{"authors": ["Tim Arango"], "date_download": "2022-10-25 22:56:58", "date_modify": "2022-10-25 22:56:58", "date_publish": "2021-05-23 19:20:42", "description": "Los Angeles, like other cities across the nation, is facing a rise in gun violence. And the police budget is growing.", "filename": "2021_05_23_us_george-floyd-police_1666738618.html", "image_url": "https://static01.nyt.com/images/2021/05/23/us/23policing-postfloyd-1/23policing-postfloyd-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=31e6899ebbfa33cbbc528fd7ddbb02e5a31cd7603f42ec3a046f746be5257738&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_23_us_george-floyd-police_1666738618.html", "title": "A Year After George Floyd: Pressure to Add Police Amid Rising Crime", "title_page": "A Year After George Floyd: Pressure to Add Police Amid Rising Crime - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Demands that cities replace police officers with unarmed civilians and technologies like cameras to enforce traffic violations have been at the center of reform efforts, because many fatal encounters between officers and citizens, especially Black men, begin with a traffic stop.\nChief Moore said the vehicle stops were necessary right now because there were so many guns on the streets, but he emphasized that other strategies — such as working with gang interventionists — were a higher priority. And he said the numbers of stops had relatively been low — 538 so far this year in South Los Angeles, compared with more than 3,700 during the same period in 2019. (Last year the number of vehicle stops were minimal, he said, partly because of the pandemic.)\nAs a Black man growing up in South Los Angeles, Mr. Harris-Dawson said he was routinely pulled over by the police, and that didn’t stop even as he rose to power in city politics. One night last year, after attending a Lakers game, he was pulled over in his neighborhood, he said, because the police were suspicious of his government license plate.\n“The expectation was like, Why is there a government plate in this area? Someone must have made off with a government car,” he said.\nMr. Harris-Dawson said that rather than being a pretext for more policing, the rise in crime should intensify efforts only at reform.\n“I think it actually increases the urgency of the reimagining,” said Mr. Harris-Dawson, who has supported a plan to stand up unarmed units to respond to mental health crises modeled on a program in Oregon, and sponsored a study to remove the police from routine traffic stops. “Because what reimagining policing says, OK if there are people shooting each other and there are people having mental health crises, what one should the police be doing? Right now they do both.”\n1992 and Now\nIn the decades since Ms. Jones grew up on the violent streets of Watts, overall crime has plummeted and relations between police officers and Black and brown communities of South Los Angeles have improved, propelled by reforms introduced in the aftermath of the police beating of Rodney King and the riots of 1992 that it provoked.", "url": "https://www.nytimes.com/2021/05/23/us/george-floyd-police.html"}