{"authors": ["Sheera Frenkel"], "date_download": "2022-10-25 23:27:18", "date_modify": "2022-10-25 23:27:18", "date_publish": "2021-03-10 10:00:31", "description": "The false information arrives on social media and fringe news sites, influencing people already facing other hurdles to getting vaccinated. Some activists are going door to door to counter it.", "filename": "2021_03_10_technology_vaccine-misinformation.html_timespastHighlight=studies,vaccine,misinformation_timespastHighlight=anti-vaccination,misinformation_1666740438.html", "image_url": "https://static01.nyt.com/images/2021/03/10/us/00VACCINE-DISINFO-promo/00VACCINE-DISINFO-promo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3f391db115baf75b922b45561d843f15385531bc8dc28c7224c0f3af258dc9b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_10_technology_vaccine-misinformation.html_timespastHighlight=studies,vaccine,misinformation_timespastHighlight=anti-vaccination,misinformation_1666740438.html", "title": "Black and Hispanic Communities Grapple With Vaccine Misinformation", "title_page": "Black and Hispanic Communities Grapple With Vaccine Misinformation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As they chatted with Mr. Rodriguez, a muscular man and an enthusiastic talker, Mr. Lander and Mr. Mateos said they sympathized with his concerns. They said they had a lot of the same questions, and explained their decision to get the vaccines themselves. Mr. Rodriguez asked where they got their shots and how it made them feel.\nMr. Mateos reflexively touched his left arm, where he had received the vaccine in recent weeks. It hurt, he said, and he wasn’t going to sugarcoat it. But he was convinced that it was safe, and that it would keep him and his loved ones from getting sick.\n“They’ve read all this stuff online, from different news sources, which is confusing. But then they meet me, as someone who has had the shot, and I can give them some real answers,” Mr. Mateos said. He added that many people cited articles in the Spanish-language versions of Russian state-backed media networks, Sputnik and Russia Today. “They are very down on the American vaccines. People read those stories and don’t want to get the shot.”\nAs the two men were leaving, Mr. Rodriguez yelled out that he would get the shot that week. They made sure he had the phone number and websites he needed to register, and continued down the street.\n“I think I will get it later this week,” Mr. Rodriguez said. “I don’t make promises, but I think that they’ve convinced me.”", "url": "https://www.nytimes.com/2021/03/10/technology/vaccine-misinformation.html?timespastHighlight=studies,vaccine,misinformation?timespastHighlight=anti-vaccination,misinformation"}