{"authors": ["Annie Karni", "David E. Sanger"], "date_download": "2022-10-25 23:26:47", "date_modify": "2022-10-25 23:26:47", "date_publish": "2021-05-21 16:52:00", "description": "Public pressure on Israel could have backfired, or soured a relationship the president needs to cultivate, according to Middle East analysts.", "filename": "2021_05_21_world_middleeast_biden-netanyahu-diplomacy_1666740407.html", "image_url": "https://static01.nyt.com/images/2021/05/21/world/21israel-gaza-briefing-biden/21israel-gaza-briefing-biden-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a225b143eac3f58b4bf05f8c2405ac9ac31c33b97b51cfda24ebd84df87472bc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_21_world_middleeast_biden-netanyahu-diplomacy_1666740407.html", "title": "Why Biden Used a Light Touch With Netanyahu", "title_page": "Why Biden Used a Light Touch With Netanyahu - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As violence raged between Israeli and Hamas for 10 days, President Biden spoke with Benjamin Netanyahu, the Israeli prime minister, privately six times, conversations in which he pressed him to answer a simple question: “How does this end?”\nMr. Biden’s tactic was to avoid public condemnation of Israel’s bombing of Gaza — or even a public call for a cease-fire — in order to build up capital with Mr. Netanyahu and then exert pressure in private when the time came, according to two people familiar with the administration’s internal debates.\nIn private conversations, Mr. Biden and other American officials reiterated to the Israelis that they had achieved some significant military objectives against Hamas, the militant group that fired thousands of rockets at Israel from Gaza, including targeting its tunnel networks. Mr. Biden pressed Mr. Netanyahu on what his objective was, and what would allow him to say he had achieved it so that a shorter war was possible, rather than a drawn-out military conflict.\nIn response, according to the people familiar with the discussions, Mr. Netanyahu did not lay out specific objectives that he had to accomplish before agreeing to a cease-fire.", "url": "https://www.nytimes.com/2021/05/21/world/middleeast/biden-netanyahu-diplomacy.html"}