{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 22:58:21", "date_modify": "2022-10-25 22:58:21", "date_publish": "2021-11-09 12:49:22", "description": "Representative Alexandria Ocasio-Cortez was among a group of Democratic lawmakers who traveled with Ms. Pelosi to barnstorm the COP26 climate summit.", "filename": "2021_11_09_climate_alexandria-ocasio-cortez-cop26_1666738701.html", "image_url": "https://static01.nyt.com/images/2021/11/10/multimedia/10cop26-briefing-vid-pelosi-promo/10cop26-briefing-vid-pelosi-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_09_climate_alexandria-ocasio-cortez-cop26_1666738701.html", "title": "‘America Is Back’ Pelosi Says at Glasgow Climate Talks", "title_page": "‘America Is Back’ Pelosi Says at Glasgow Climate Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is a very important meeting for the world. We know that and we come here equipped, ready to take on the challenge, to meet the moment. Our congressional delegation comes here, after advancing, fresh from advancing legislation to build back better — build back better for women — which represents the most ambitious and consequential climate and clean energy legislation of all time. Our legislation is far-reaching in ensuring that future economy is greener and cleaner. That means $250 billion in clean energy tax credits to develop and deploy the latest and future generations of clean power. That means over $100 billion, in addition, for resilience, including climate-smart agriculture and nature-based climate solutions. Another $100 billion toward local and region-led climate solutions, recognizing that women are leading the way. And over $222 billion for environmental justice as part of President Biden’s Justice40 Pledge, long overdue for the health and economic vitality of those who have suffered from pollution and environmental injustice. It advances President Biden’s goal to fulfill our commitments in the Global Methane Pledge and Breakthrough Energy Pledge. In addition to all of this, there’s a whole section of hundreds of billions of dollars for how we can enable everyone to participate in the economic prosperity that will flow from this. Whether it’s universal pre-K and childcare, child tax credit, family and medical leave, which we hope will stay in the bill, the issue that relates to home health care. All of these things enable families, whether it’s dads or mom, but largely moms, to be in the workplace. That’s why we say build back better with women. It has to be different. Let me just now, just say that led by our delegation, the United States Congress is showing the world true climate leadership. We’re proud of our president. He was one of the first people in Congress in 1986 to introduce legislation to address the climate crisis. He takes great pride in that. He’s worked on it ever since, and now in the lead as president of the United States. He knows, as we all do, this is all about the children, leaving a world where they can be healthy, more secure and more in reach of their fulfillment.", "url": "https://www.nytimes.com/2021/11/09/climate/alexandria-ocasio-cortez-cop26.html"}