{"authors": ["J. David Goodman", "Reid J. Epstein"], "date_download": "2022-10-25 22:57:44", "date_modify": "2022-10-25 22:57:44", "date_publish": "2021-08-27 18:16:16", "description": "The Republican bill, which would overhaul elections in Texas and introduce a range of new voting rules, must be approved by the State Senate before it can head to Gov. Greg Abbott’s desk.", "filename": "2021_08_27_us_politics_texas-voting-rights-bill_1666738664.html", "image_url": "https://static01.nyt.com/images/2021/08/26/us/26texas-voting/merlin_193714269_6dbb7dcd-c5a3-4f4d-90e8-5c7e6db1ec72-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f2c6264a38a7da9f493ff1c32ffb8c5033ed3e6ca22c33a7eb16ff7f58042607&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_27_us_politics_texas-voting-rights-bill_1666738664.html", "title": "Texas House Passes Voting Bill as G.O.P. Nears a Hard-Fought Victory", "title_page": "Texas House Passes Voting Bill as G.O.P. Nears a Hard-Fought Victory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Previous iterations of the bill had been stymied by House Democrats’ decisions to break quorum in two consecutive sessions, denying Republicans the necessary minimum of lawmakers to conduct business.\nDuring legislative debate on Thursday and Friday, Democrats denounced the proposed new voting restrictions as disproportionately harmful to Black and Latino Texans. Their amendments, aimed at weakening the legislation, mostly failed.\n“If you think that you’re winning today,” State Representative Senfronia Thompson, a long-serving Democrat from Houston, told her Republican colleagues on Friday, “you will reap what you sow.”\nRepublicans’ response was, in essence, that it was not their job to entice more people to vote.\nDuring debate on Thursday, State Representative Andrew Murr, a Republican from rural Kerrville, applied Texas Republicans’ mantra of personal responsibility to voting. “I’m not sure the goal of the state is to actively seek out voters,” he said. “The state is not so proactive that it tries to grab all the voters.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nSeveral late amendments to the bill addressed the integrity of voting and ballot counting systems, an outgrowth of former President Donald J. Trump’s false claims of widespread fraud in last year’s election. Some passed, like a requirement that large Texas counties provide livestreaming video of ballot-counting areas. Others did not, such as a Republican amendment to conduct a “forensic audit” of the 2020 election in Texas.\nOne of the last amendments on Thursday was aimed at avoiding criminal prosecutions of formerly incarcerated people for voting — people like Crystal Mason and Hervis Rogers — by instructing judges to tell those convicted of felonies that they are ineligible to vote.\nIn addition to voting on the elections bill on Friday, the House is also considering a number of Republican priorities that have made 2021 among the most conservative legislative sessions in the history of Texas, including increasing funding for building a border wall and a bill on “censorship” by social media platforms.", "url": "https://www.nytimes.com/2021/08/27/us/politics/texas-voting-rights-bill.html"}