{"authors": ["Carl Zimmer", "Noah Weiland", "Sharon Lafraniere"], "date_download": "2022-10-25 23:00:36", "date_modify": "2022-10-25 23:00:36", "date_publish": "2021-02-24 13:18:26", "description": "F.D.A. studies show the shot strongly protects against severe illness and may reduce spread of the virus. But the drugmaker has fallen short of initial production goals.", "filename": "2021_02_24_science_johnson-johnson-covid-vaccine_1666738836.html", "image_url": "https://static01.nyt.com/images/2021/02/24/science/24VIRUS-JJVACCINE1/24VIRUS-JJVACCINE1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=f56d18304fe46a8d513b9311289ae597447e6fd581c9c9ac26b6d56a3c428d67&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_24_science_johnson-johnson-covid-vaccine_1666738836.html", "title": "F.D.A. Analyses Find Johnson & Johnson Vaccine Works Well", "title_page": "F.D.A. Analyses Find Johnson & Johnson Vaccine Works Well - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The one-shot coronavirus vaccine made by Johnson & Johnson provides strong protection against severe disease and death from Covid-19, and may reduce the spread of the virus by vaccinated people, according to new analyses posted online by the Food and Drug Administration on Wednesday.\nThe vaccine had a 72 percent overall efficacy rate in the United States and 64 percent in South Africa, where a highly contagious variant emerged in the fall and is now driving most cases. The efficacy in South Africa was seven percentage points higher than earlier data released by the company.\nThe vaccine also showed 86 percent efficacy against severe forms of Covid-19 in the United States, and 82 percent against severe disease in South Africa. That means that a vaccinated person has a far lower risk of being hospitalized or dying from Covid-19.\nThe analyses confirmed that Americans are likely to benefit soon from a third effective coronavirus vaccine developed in under a year, as demand for inoculations greatly outstrips supply. The F.D.A. could authorize the vaccine as early as Saturday, depending on a vote by its vaccine advisory panel on Friday after it discusses the newly released documents.", "url": "https://www.nytimes.com/2021/02/24/science/johnson-johnson-covid-vaccine.html"}