{"authors": ["Katie Rogers", "Maggie Haberman"], "date_download": "2022-10-25 23:38:01", "date_modify": "2022-10-25 23:38:01", "date_publish": "2021-01-15 01:05:32", "description": "White House officials are universally angry with Rudolph W. Giuliani and blame him for both of President Trump’s impeachments. But he remains one of few people still willing to join Mr. Trump in the foxhole.", "filename": "2021_01_14_us_politics_trump-giuliani_1666741081.html", "image_url": "https://static01.nyt.com/images/2021/01/14/us/politics/14dc-rudy/14dc-rudy-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1534ff83c24978c388fccbb754f70ecf2ee3b11fd3ecd3df2bfd3147bc05bfeb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_14_us_politics_trump-giuliani_1666741081.html", "title": "After Second Impeachment, Giuliani Vows to Support Trump", "title_page": "After Second Impeachment, Giuliani Vows to Support Trump  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A podcast hosted by Stephen K. Bannon, Mr. Trump’s former chief strategist, was taken down on Thursday because of an interview in which Mr. Giuliani repeated false claims about the election. During the interview, Mr. Bannon pleaded with Mr. Giuliani to move on to a new topic.\n“I don’t mind being shut down for my craziness,” Mr. Bannon told Mr. Giuliani, according to Alexander Panetta, a reporter for CBC News who listened to the podcast before it was removed. “I’m not going to be shut down for yours.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Trump has always had an abundance of yes men and women around him, but Mr. Giuliani occupies a unique space in his orbit. Few people have had such durability with the president, and few have been so willing to say and do things for him that others will not.\n“Your typical role as legal counselor is to tell your client the hard truth and walk them away from risk,” Matthew Sanderson, a Republican political lawyer based in Washington, said in an interview. “Rudy instead seems to tell his client exactly what he wants to hear and walk him toward risk like they’re both moths to a flame.”\nThat journey has left him looking worse for wear. Days after the election, Mr. Giuliani hit the road, challenging the results in a much maligned news conference in front of a Pennsylvania landscaping company. In another appearance that month, Mr. Giuliani was on camera with black liquid, apparently hair dye, streaming down his face as he railed against the election outcome.\nFew have been so willing to defend the president, and, paradoxically, few have been so damaging to his legacy.\nMr. Giuliani stepped into the president’s legal affairs in April 2018. His eagerness to attack Robert S. Mueller III, the special counsel, impressed Mr. Trump, who was constantly making changes to his legal team. Most Trump advisers came to see Mr. Giuliani’s efforts with Mr. Mueller as a success.", "url": "https://www.nytimes.com/2021/01/14/us/politics/trump-giuliani.html"}