{"authors": ["Julian E. Barnes"], "date_download": "2022-10-25 23:47:35", "date_modify": "2022-10-25 23:47:35", "date_publish": "2021-03-17 23:06:48", "description": "A newly declassified intelligence report made clear that government agencies long knew of Russia’s work to aid Donald Trump, but he and allies muddied the waters.", "filename": "2021_03_17_us_politics_russia-elections-trump-intelligence_1666741655.html", "image_url": "https://static01.nyt.com/images/2021/03/17/us/politics/17dc-intel1/17dc-intel1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6ecd8bbad286f4fa75c57ef4aba47d4473dcfcdefcde09ed2a401a49425e4691&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_17_us_politics_russia-elections-trump-intelligence_1666741655.html", "title": "The Intelligence on Russia Was Clear. It Was Not Always Presented That Way.", "title_page": "The Intelligence on Russia Was Clear. It Was Not Always Presented That Way. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Representative Jason Crow listened during a classified briefing last summer while a top intelligence official said that Russia was hurting Joseph R. Biden Jr.’s campaign to help President Donald J. Trump.\nMr. Crow, Democrat of Colorado, held up an intelligence agency news release from days earlier and demanded to know why it said nothing about Russia’s plans.\n“‘When are you going to come out publicly and correct this record?’” Mr. Crow recalled asking the official, William R. Evanina. “‘Because there’s a massive disconnect between what is in your news releases and what you’re saying publicly — because of the pressure of the president.’”\nA report released Tuesday made clear that the intelligence community believed that Russia had long attacked Mr. Biden for the benefit of Mr. Trump. But throughout 2020, senior officials bowed to Mr. Trump’s hostility toward any public emphasis of the threat from Russia, and they offered Congress and the public incomplete or misleading portraits of the intelligence on foreign influence in the election.", "url": "https://www.nytimes.com/2021/03/17/us/politics/russia-elections-trump-intelligence.html"}