{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:48:18", "date_modify": "2022-10-25 23:48:18", "date_publish": "2021-03-08 23:22:21", "description": "The C.D.C. on Monday released long-awaited advice for immunized people, a glimpse at the next stage of the coronavirus pandemic.", "filename": "2021_03_08_health_coronavirus-cdc-vaccinated-guidelines.html_referringSource=articleShare_1666741698.html", "image_url": "https://static01.nyt.com/images/2021/03/08/science/08VIRUS-CDC1/08VIRUS-CDC1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7e8f3616eca3889c27c7d9f48563b08ef7edb21b6b0264979c7fc75a4680ab20&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_08_health_coronavirus-cdc-vaccinated-guidelines.html_referringSource=articleShare_1666741698.html", "title": "Vaccinated Americans, Let the Unmasked Gatherings Begin (but Start Small)", "title_page": "Vaccinated Americans, Let the Unmasked Gatherings Begin (but Start Small) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vaccinated workers in high-density settings like meatpacking plants do not need to quarantine after an exposure to the coronavirus, but testing is still recommended.\nThe C.D.C. did not revise its travel recommendations, continuing to advise that all Americans stay home unless necessary. Dr. Walensky noted that virus cases had surged every time there had been an increase in travel.\n“We are really trying to restrain travel,” she said. “And we’re hopeful that our next set of guidance will have more science around what vaccinated people can do, perhaps travel being among them.”\nThe new guidelines clearly detail the rewards of vaccination and are likely to motivate even more Americans to seek immunizations and curb lingering vaccine hesitancy, said Dr. Rebecca Weintraub, an assistant professor of global health and social medicine at the Harvard Medical School.\n“You can resume an activity that many people are yearning for — to be in proximity with those they love, in small gatherings where you can see each other smile and give each other a hug,” Dr. Weintraub said.\n“It’s been well studied that anticipation is a significant component of joy,” she added. “These guidelines help each person coming in for a vaccine anticipate future joy. As a physician and vaccinator, I’m thrilled.”\nNoah Weiland contributed reporting.", "url": "https://www.nytimes.com/2021/03/08/health/coronavirus-cdc-vaccinated-guidelines.html?referringSource=articleShare"}