{"authors": ["Emma G. Fitzsimmons", "Liam Stack", "Jeffery C. Mays"], "date_download": "2022-10-25 23:50:39", "date_modify": "2022-10-25 23:50:39", "date_publish": "2021-12-06 10:00:18", "description": "Mayor Bill de Blasio set a vaccine mandate for religious and private schools. Jewish and Catholic leaders are frustrated, and some have predicted legal challenges.", "filename": "2021_12_06_nyregion_vaccine-mandate-religious-yeshiva_1666741839.html", "image_url": "https://static01.nyt.com/images/2021/12/05/nyregion/00nyvaxmandate-2/00nyvaxmandate-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_06_nyregion_vaccine-mandate-religious-yeshiva_1666741839.html", "title": "How Will N.Y. Religious Schools Respond to a Vaccine Mandate?", "title_page": "How Will N.Y. Religious Schools Respond to a Vaccine Mandate? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With less than a month left in office, Mr. de Blasio, who is contemplating a bid for governor next year, has continued to expand vaccine mandates and warned that more were coming.\n“There will be more new initiatives coming to protect people,” the mayor said at a news conference on Thursday as he and Gov. Kathy Hochul announced the first five Omicron cases in the state.\nThis is not the first time the mayor has confronted religious communities over vaccination requirements. Two years ago, when New York faced its worst measles outbreak in decades, Mr. de Blasio declared a public health emergency in ultra-Orthodox communities in the Brooklyn neighborhood of Williamsburg, requiring unvaccinated individuals to receive the vaccine or risk a fine. City officials also closed a yeshiva preschool for violating vaccination orders.\nThe city’s actions created a rift in Mr. de Blasio’s relationship with the Orthodox Jewish community; when the mayor sat on the City Council, he represented the Orthodox neighborhood of Borough Park in Brooklyn, and he has courted donors from the Orthodox community.\nAvi Greenstein, a community leader in Borough Park, said the new mandate “came very much by surprise.” Mr. Greenstein said there were concerns in the community that a city mandate could be misconstrued by the public as “a Jewish issue” and reinforce negative stereotypes about Haredi, or ultra-Orthodox, Jews.\n“I am very concerned that, whether intentionally or not, this will cause people to label private schools and especially Orthodox Jewish schools as just being full of anti-vaxxers, which is not the case,” said Mr. Greenstein, a former yeshiva principal. “That is what scares me.”\nSimcha Eichenstein, a state assemblyman from Brooklyn and a former aide to Mr. de Blasio who is a prominent member of the Bobov sect, said the mandate was introduced too hastily without community engagement and could backfire. He said there are roughly 100 private schools in his district whose leaders were not included in the mayor’s call.", "url": "https://www.nytimes.com/2021/12/06/nyregion/vaccine-mandate-religious-yeshiva.html"}