{"authors": ["Ruth Graham", "Adam Liptak", "J. David Goodman"], "date_download": "2022-10-25 23:29:20", "date_modify": "2022-10-25 23:29:20", "date_publish": "2021-09-21 22:36:26", "description": "Legal experts said two lawsuits filed this week might test the constitutionality of the Texas law more than federal challenges by abortion providers and the Justice Department.", "filename": "2021_09_21_us_texas-abortion-lawsuits_1666740560.html", "image_url": "https://static01.nyt.com/images/2021/09/12/us/21texas-abortion3/merlin_194461374_2695b2c4-2098-43d3-ab44-68690d74d716-facebookJumbo.jpg?year=2021&h=550&w=1050&s=48e5623cfd255acafa8a6cf1d41231b47848cb60c5c710a774851673987e444d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_21_us_texas-abortion-lawsuits_1666740560.html", "title": "Lawsuits Filed Against Texas Doctor Could Be Best Tests of Abortion Law", "title_page": "Lawsuits Filed Against Texas Doctor Could Be Best Tests of Abortion Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Marc Hearron, senior counsel for the Center for Reproductive Rights, an abortion rights group that represents Dr. Braid, said the doctor performed an ultrasound that detected cardiac activity before performing an abortion, meaning the procedure did in fact violate the new state law.\nThe two lawsuits allow Dr. Braid, and those representing him, to assert the argument that the law is unconstitutional under both Roe v. Wade, which granted women the constitutional right to an abortion, and Planned Parenthood v. Casey, which upheld it. If that defense is accepted on appeal, legal experts said, the cases could yield precedents effectively invalidating the Texas law — a significant loss for the anti-abortion movement.\nFrom the anti-abortion movement’s perspective, neither of the two men who filed suits this week is an ideal plaintiff. The Arkansas man, Oscar Stilley, who described himself in his suit as a “disbarred and disgraced” lawyer, said he was “not pro-life” and merely wanted to “vindicate” the law. The Illinois man, Felipe N. Gomez, described himself in his complaint as a “pro-choice plaintiff.”\nMs. Youman speculated that the lawsuits were “plants,” and she portrayed Dr. Braid’s opinion essay as an attempt to bait a frivolous suit that would challenge the law’s constitutionality in court.\nMr. Gomez, 61, said in an interview that he had decided to file suit to challenge what he saw as government intrusion into private health care decisions. He described himself as “pro-choice” on a range of medical issues and wondered why some proponents of Texas’ new abortion restrictions supported mandates for pregnant women while also objecting to government mandates for vaccines to fight the coronavirus pandemic. (Mr. Gomez said he personally harbored a lifelong dislike of needles and did not support vaccine mandates.)\nHe also said he filed the suit as part of what he called a “public interest law hobby” that he hoped to pursue in his coming retirement. Mr. Gomez was suspended from practicing law in Illinois because of emails he had sent to other lawyers; he is currently in litigation over the matter, he said.", "url": "https://www.nytimes.com/2021/09/21/us/texas-abortion-lawsuits.html"}