{"authors": ["Michael Levenson"], "date_download": "2022-10-25 23:47:53", "date_modify": "2022-10-25 23:47:53", "date_publish": "2021-01-24 01:47:05", "description": "Garret Miller, who was among those who stormed the Capitol, also threatened the officer who fatally shot a Trump supporter, saying he would “hug his neck with a nice rope,” prosecutors said.", "filename": "2021_01_23_us_garret-miller-aoc-capitol-police_1666741673.html", "image_url": "https://static01.nyt.com/images/2021/01/23/lens/23xp-miller-photo1/23xp-miller-photo1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=dfe1f12138447136b706ae63a6b63af25af67d0837a0723013c4ae3310b70874&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_23_us_garret-miller-aoc-capitol-police_1666741673.html", "title": "Man Threatened to Assassinate Alexandria Ocasio-Cortez, Officials Say", "title_page": "Man Threatened to Assassinate Alexandria Ocasio-Cortez, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Trump supporter who stormed the Capitol on Jan. 6 threatened on social media to assassinate Representative Alexandria Ocasio-Cortez that day and also threatened the Capitol Police officer who fatally shot a woman as she tried to enter the Speaker’s Lobby, federal prosecutors said.\nThe man, Garret Miller, 34, of Richardson, Texas, was arrested on Wednesday and charged with, among other things, threats, knowingly entering a restricted building and violent entry and disorderly conduct on Capitol grounds, according to a criminal complaint.\nSurveillance video from inside the Capitol, a selfie and a video posted by Mr. Miller and comments he made on social media showed that he had been part of a crowd that had pushed past the police to enter the Capitol, disrupting Congress as it was certifying President Donald J. Trump’s loss to Joseph R. Biden Jr., the complaint states.\nImage The criminal complaint against Mr. Miller includes a photo from Jan. 6 that was posted to his Facebook account. Credit... United States District Court for the Disctrict of Columbia\nIn one instance, Mr. Miller posted a photo of himself inside the Capitol, the complaint states, prompting someone on Facebook to comment: “bro you got in?! Nice!” Mr. Miller replied, “just wanted to incriminate myself a little lol.”", "url": "https://www.nytimes.com/2021/01/23/us/garret-miller-aoc-capitol-police.html"}