{"authors": ["Jim Tankersley", "Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:48:01", "date_modify": "2022-10-25 23:48:01", "date_publish": "2021-03-22 09:00:28", "description": "The White House is setting benchmarks, such as a 4 percent unemployment rate, to mark a full recovery. But the wild card remains the same: the virus itself.", "filename": "2021_03_22_business_biden-coronavirus-stimulus_1666741681.html", "image_url": "https://static01.nyt.com/images/2021/03/21/us/politics/21dc-virus-stimulus-1/21dc-virus-stimulus-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=eb120fec9412e2a22d3fae1289e152bae4ce0a95cc09bfc80f36175b8213ed4f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_22_business_biden-coronavirus-stimulus_1666741681.html", "title": "Biden’s $1.9 Trillion Challenge: End the Coronavirus Crisis Faster", "title_page": "Biden’s $1.9 Trillion Challenge: End the Coronavirus Crisis Faster - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He added, “It’s going to make a huge difference in people’s lives, and it has already.”\nBut risks remain. For the economy to fully bounce back, Americans need to feel confident in returning to shopping, traveling, entertainment and work. No matter how much cash the administration pumps into the economy, recovery could be stalled by the emergence of new variants, the reluctance of some Americans to get vaccinated and, in the coming weeks, spotty compliance with social distancing guidelines and other public health measures before a critical mass of Americans is inoculated.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\n“We’re being really cautious about our expectations about the speed” of the economic rebound, said Heather Boushey, a member of the White House’s Council of Economic Advisers. “Part of this is establishing trust with the American people that we contain the virus, and that it’s safe, and then the economic activity will come up.”\nAmericans will also have to be willing to change their habits. As new infections have declined, so too has coronavirus testing. But public health experts say more testing — not less — will be critical for the economy to recover. When Mr. Biden ran for office, and again after he was sworn in, he promised to create a “pandemic testing board,” akin to the wartime production board that President Franklin D. Roosevelt created to help bring the country out of the Great Depression. Mr. Biden described the approach as a “full-scale wartime effort.”\nHis coronavirus testing coordinator, Carole Johnson, said the board, composed of officials from across government agencies, had been meeting to discuss how to work with the private sector to expand testing capacity, and to lay out plans to spend tens of billions of dollars from the stimulus bill for testing and other mitigation measures.\n“We know that we’re going to continue to need to grow as we go forward,” she said of the nation’s testing capacity.\nMr. Biden made grand promises in pushing his American Rescue Plan to swift passage in Congress this month.", "url": "https://www.nytimes.com/2021/03/22/business/biden-coronavirus-stimulus.html"}