{"authors": ["Simon Romero", "Graham Bowley", "Julia Jacobs"], "date_download": "2022-10-25 23:29:56", "date_modify": "2022-10-25 23:29:56", "date_publish": "2021-12-03 02:33:44", "description": "In an emotional interview with ABC News, the actor asserted, ‘Someone put a live bullet in a gun.’", "filename": "2021_12_02_movies_alec-baldwin-interview-rust-shooting_1666740596.html", "image_url": "https://static01.nyt.com/images/2021/12/02/multimedia/02baldwin-interview1/02baldwin-interview1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_02_movies_alec-baldwin-interview-rust-shooting_1666740596.html", "title": "Alec Baldwin Says He Is Not Responsible for Fatal Shooting on ‘Rust’", "title_page": "Alec Baldwin Says He Is Not Responsible for Fatal Shooting on ‘Rust’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The actor Alec Baldwin fiercely insisted he was not to blame in the fatal shooting of a cinematographer on the set of a Western being filmed in New Mexico, claiming that another person had accidentally placed a live round in the gun that went off in his grasp as he was rehearsing a scene.\n“Someone put a live bullet in a gun, a bullet that wasn’t even supposed to be on the property,” Mr. Baldwin said in a television interview that was broadcast on Thursday night. “Someone is ​responsible for what happened, and I can’t say who that is, but I know it’s not me.”\nMr. Baldwin made the comments in an emotional ABC News interview with George Stephanopoulos, the first time that Mr. Baldwin has publicly given an account of what happened in October. The actor’s description of the episode may cast greater scrutiny on crew members and suppliers and the question of who was responsible for safeguarding firearms in the low-budget production.\nIn the interview, excerpts from which had been released on Wednesday, Mr. Baldwin also said that he did not pull the trigger of the gun he was practicing with on the set of “Rust” when it fired a live round.", "url": "https://www.nytimes.com/2021/12/02/movies/alec-baldwin-interview-rust-shooting.html"}