{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 23:34:20", "date_modify": "2022-10-25 23:34:20", "date_publish": "2021-11-02 09:00:16", "description": "Under a new law, China has zealously prosecuted even the perceived slander of Communist figures, broadening Xi Jinping’s campaign to dominate party orthodoxy.", "filename": "2021_11_02_world_asia_china-slander-law_1666740860.html", "image_url": "https://static01.nyt.com/images/2021/11/02/world/02China-Slander1/00China-Slander1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_02_world_asia_china-slander-law_1666740860.html", "title": "China Makes It a Crime to Mock Country's Heroes", "title_page": "China Makes It a Crime to Mock Country's Heroes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Follow live updates on the meeting between President Biden and China’s leader, Xi Jinping.]\nThe young woman in Beijing began her post complaining about mobs gathering online, where recluses vent misogynistic insecurities from the safety of desk chairs. As provocative as it was, it might have passed unnoticed except that she added another beat.\nShe mocked the toxic masculinity of users imagining themselves as Dong Cunrui, a textbook war hero who, according to Chinese Communist Party lore, died valiantly during the civil war that brought the party to power in 1949.\nFor that passing reference, the woman, 27 and identified in court only by her last name, Xu, was sentenced last month to seven months in prison.\nHer crime: violating a newly amended criminal code that punishes the slander of China’s martyrs and heroes. Since it went into effect in March, the statute has been enforced with a revolutionary zeal, part of an intensified campaign under China’s leader, Xi Jinping, to sanctify the Communist Party’s version of history — and his vision for the country’s future.", "url": "https://www.nytimes.com/2021/11/02/world/asia/china-slander-law.html"}