{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:51:41", "date_modify": "2022-10-25 23:51:41", "date_publish": "2021-04-27 10:00:10", "description": "The current minimum, $10.95, has prevailed since an executive order in 2014, including adjustments in the interim for inflation.", "filename": "2021_04_27_business_economy_biden-minimum-wage-federal-contractors_1666741901.html", "image_url": "https://static01.nyt.com/images/2021/04/27/business/27economy-briefing-minimumwage/27economy-briefing-minimumwage-facebookJumbo.jpg?year=2021&h=549&w=1050&s=a48b3ad65e1c420d207e9f5c54c98b939cff4bea1d02bff789aeea8a94939186&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_27_business_economy_biden-minimum-wage-federal-contractors_1666741901.html", "title": "Biden Orders $15 Minimum Wage for Federal Contractors", "title_page": "Biden Orders $15 Minimum Wage for Federal Contractors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden signed an executive order on Tuesday raising the minimum wage paid by federal contractors to $15 an hour, the latest in a set of ambitious pro-labor moves by his administration.\nThe new minimum is expected to take effect next year and is likely to increase the pay of hundreds of thousands of workers, according to a White House document. The current minimum is $10.95 under an order that President Barack Obama signed in 2014. Like that order, the new one requires that the minimum wage rise with inflation.\n“I believe no one should work full-time and still live in poverty,” Mr. Biden said in a Twitter post announcing the move.\nWhite House economists believe that the increase will not lead to significant job losses — a finding in line with recent research on the minimum wage — and that it is unlikely to cost taxpayers more money, two administration officials said in a call with reporters. They argued that the higher wage would lead to greater productivity and lower turnover.", "url": "https://www.nytimes.com/2021/04/27/business/economy/biden-minimum-wage-federal-contractors.html"}