{"authors": ["Sarah Kliff"], "date_download": "2022-10-25 23:31:23", "date_modify": "2022-10-25 23:31:23", "date_publish": "2021-06-28 09:00:07", "description": "Twelve states have refused to expand Medicaid, leaving millions of poor Americans without health coverage and Democrats divided over how to respond.", "filename": "2021_06_28_upshot_medicaid-expansion-democrats-obamacare_1666740683.html", "image_url": "https://static01.nyt.com/images/2021/06/24/us/Yb6TY-1624562048118/Yb6TY-1624562048118-facebookJumbo-v2.png?year=2021&h=550&w=1050&s=85d0db0992fbe8c5de14a042c4c5c267e4d6c84b833e38f4559910119b2c3b96&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_28_upshot_medicaid-expansion-democrats-obamacare_1666740683.html", "title": "Obamacare’s Survival Is Now Assured, but It Still Has One Big Problem", "title_page": "Obamacare’s Survival Is Now Assured, but It Still Has One Big Problem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But some Democrats quietly express reluctance about spending billions to fix a coverage gap created by Republican governors and legislatures when that money could go to other health care priorities. Democrats are also considering expanding Medicare, which provides coverage to older Americans, by lowering the eligibility age to 60 and covering additional benefits. For middle-class Americans, Democrats want to make Obamacare subsidies more generous in a coming legislative package.\n“There are many competing priorities,” said Representative Lloyd Doggett, Democrat of Texas, who introduced Medicaid expansion legislation this month. “I’m not opposed to doing the other things, which are also very expensive, but just saying don’t leave out the economically disadvantaged.”\nFixing the Medicaid expansion gap may face long political odds because it targets benefits to a smaller group of people in states that typically vote Republican. Only three Democratic senators — Jon Ossoff and Raphael Warnock, both of Georgia, and Tammy Baldwin of Wisconsin — represent a state that hasn’t expanded Medicaid.\n“If you were thinking in strictly political terms, advocating for Medicare expansion has a lot more political gold than Medicaid expansion,” said Joaquin Castro, a Democratic congressman from Texas, which has nearly 1.5 million people shut out of Medicaid eligibility, the most of any state. “But that is why we as Democrats need to redouble our efforts to focus on this vulnerable population.”\nHow to bring coverage to Americans in those 12 states is a problem that the creators of the Affordable Care Act never anticipated. The original law expanded Medicaid in all states to cover Americans earning less than 138 percent of the federal poverty line ($17,420 for an individual as of 2021) and required states to provide some funding. In 2012, the Supreme Court ruled that provision unconstitutional and instructed the government to make the program optional.", "url": "https://www.nytimes.com/2021/06/28/upshot/medicaid-expansion-democrats-obamacare.html"}