{"authors": ["Marc Santora", "Raphael Minder"], "date_download": "2022-10-25 23:42:54", "date_modify": "2022-10-25 23:42:54", "date_publish": "2021-10-01 11:36:34", "description": "Portugal is among the most highly vaccinated countries in the world. Vice Adm. Henrique Gouveia e Melo, who led the campaign, said there was a key to his success: Keep politics out of it.", "filename": "2021_10_01_world_europe_portugal-vaccination-rate_1666741374.html", "image_url": "https://static01.nyt.com/images/2021/10/01/multimedia/01Portugal-vaccination-02/merlin_195167322_a4714b89-c1f0-4e65-8a87-8a3cfaf264ff-facebookJumbo.jpg?year=2021&h=550&w=1050&s=878b716a3115cdcfb318aa9f77962f2cd22a5e0ec15f41733dd6c67e43ade114&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_01_world_europe_portugal-vaccination-rate_1666741374.html", "title": "In Portugal, There Is Virtually No One Left to Vaccinate", "title_page": "In Portugal, There Is Virtually No One Left to Vaccinate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While politicians around the world have invoked a similar martial rhetoric, he said it was critical to his success that he was widely seen as detached from politics.\nHe quickly assembled a team of some three dozen people, led by elite military personnel — including mathematicians, doctors, analysts and strategic experts from Portugal’s Army, Air Force and Navy.\nAsked what other countries can do to bolster their own vaccination efforts, he did not hesitate to offer his best advice.\n“They need to find people who are not politicians,” he said.\nBefore the pandemic, Portugal was fortunate to have a robust national vaccination program. It grew out of the country’s devastating experience battling polio, which was still affecting the country after Admiral Gouveia e Melo was born in 1960. He recalls when the daughter of a family friend fell ill from the disease and the suffering that followed.\nManuela Ivone da Cunha, a Portuguese anthropologist who has studied anti-vaccination movements, said that “vaccine doubters and anti-vaxxers are in the minority in Portugal, and they are also less vocal” than they are in many other countries.\nLeonor Beleza, a former Portuguese health minister who is now the president of the Champalimaud medical foundation, said Portugal’s rollout clearly benefited from the discipline stemming from the nomination of a military officer.", "url": "https://www.nytimes.com/2021/10/01/world/europe/portugal-vaccination-rate.html"}