{"authors": ["Emily Flitter"], "date_download": "2022-10-25 23:40:37", "date_modify": "2022-10-25 23:40:37", "date_publish": "2021-08-19 13:46:23", "description": "The founder of Binance, Changpeng Zhao, needs investors for the company’s U.S. unit after a recent venture capital deal fell through — a setback that cost him a C.E.O.", "filename": "2021_08_19_business_binance-cryptocurrency-exchange-ipo_1666741237.html", "image_url": "https://static01.nyt.com/images/2021/08/18/business/00Binance-01/00Binance-01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c036b91f38122c9a66a3ae6746c6d98068a83ed1f701848ade6ec4b408f27c10&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_19_business_binance-cryptocurrency-exchange-ipo_1666741237.html", "title": "The World’s Biggest Crypto Exchange Still Lacks U.S. Footing", "title_page": "The World’s Biggest Crypto Exchange Still Lacks U.S. Footing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The quest for legitimacy in the United States is leading Binance.com, the world’s largest cryptocurrency exchange, to pursue an initial public offering of its American unit. But for a company founded on secrecy — as cryptocurrency firms typically are — the going could be slow and fitful.\nThis month, Brian Brooks, the chief executive of Binance.US, left the company after just three months on the job, citing “strategic differences.” Changpeng Zhao, the Chinese Canadian billionaire who owns Binance.com, had hired Mr. Brooks, a former regulator, to help the company gain a U.S. footing. Mr. Brooks left after a venture capital investment he was trying to put together for Binance.US fell through. The deal would have been the first step to a potential I.P.O., but some investors balked at the amount of control Mr. Zhao would retain over Binance.US.\nCompanies that deal in digital money are trying to grow up. Often started by lone programmers lugging laptops across the globe, many cryptocurrency firms are restructuring themselves into more traditional entities that have boards of directors and audited financial reports. Some are gunning for a bigger presence in the United States, a lucrative market where hordes of customers are already flocking to their platforms — just as wary regulators have started paying close attention.\nIn a recent speech, Gary Gensler, the chairman of the Securities and Exchange Commission, referred to the space as “the Wild West.”", "url": "https://www.nytimes.com/2021/08/19/business/binance-cryptocurrency-exchange-ipo.html"}