{"authors": ["Kim Velsey"], "date_download": "2022-10-25 23:49:04", "date_modify": "2022-10-25 23:49:04", "date_publish": "2021-04-26 09:00:09", "description": "The affordable unit was bigger, but also more expensive than her studio. She decided it was worth it.", "filename": "2021_04_26_realestate_renters-housing-lottery_1666741744.html", "image_url": "https://static01.nyt.com/images/2021/05/02/realestate/26renters1/26renters1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=dd603556e5272a4bd47505b831b279e5a787b229159759012298511a51f7769d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_26_realestate_renters-housing-lottery_1666741744.html", "title": "Winning a Housing Lottery and Figuring Out How to Get Out of a Lease", "title_page": "Winning a Housing Lottery and Figuring Out How to Get Out of a Lease - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After touring the new building and submitting all the necessary documentation, she reached out to her landlord, asking if she could terminate her lease. She assumed there would be a financial penalty, which she was prepared to pay.\nBut her landlord told her that the lease couldn’t be terminated and that her only option was to sublet the studio. Normally this wouldn’t have been an issue, but when Ms. Miller looked on StreetEasy, she realized that studios in her building were going for $300 less than she was paying. (She renewed her lease without researching the market and didn’t realize that rents had come down so much during the pandemic.)\n“When I reached out to a broker about trying to rent it, the broker basically told me, ‘You’d be ripping someone off.’ ”\nNext, she tried to get the landlord to drop her rent to what the other studios were renting for. The answer was another “No.”\n“That’s when I really started to hate them,” she said. “I thought, ‘I have to get out of here.’ ”\nMs. Miller was aware that other tenants were shopping around to take advantage of the pandemic’s lower rents, which many landlords offer as months of free rent instead of an actual lower monthly rate. “I don’t like the one- or two-month-free deals,” she said. “I can’t move every few years.”", "url": "https://www.nytimes.com/2021/04/26/realestate/renters-housing-lottery.html"}