{"authors": ["Charlie Savage"], "date_download": "2022-10-25 22:56:22", "date_modify": "2022-10-25 22:56:22", "date_publish": "2021-08-20 20:21:11", "description": "The policy is now headed to the Supreme Court, where it is expected to face a tough reception.", "filename": "2021_08_20_us_politics_biden-evictions-ban-appeals-court_1666738582.html", "image_url": "https://static01.nyt.com/images/2021/08/20/us/politics/20dc-evict/20dc-evict-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d2a49aa375ee5fa9d49d91b99f91140cb10fb39d2ddb1164ba1c6dbcef216f0b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_20_us_politics_biden-evictions-ban-appeals-court_1666738582.html", "title": "Court Allows Biden Evictions Ban to Remain in Place for Now", "title_page": "Court Allows Biden Evictions Ban to Remain in Place for Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A federal appeals court has allowed the Biden administration’s replacement evictions moratorium to stay in place for now, issuing a swift ruling on Friday in a politically charged case that is speeding its way toward the Supreme Court.\nIn a one-page, unsigned order, a three-judge panel of the United States Court of Appeals for the District of Columbia Circuit declined to block the government from enforcing the emergency public-health policy while a legal challenge to it brought by landlords, including the Alabama Association of Realtors, plays out.\nThe Justice Department had no immediate comment. But Patrick Newton, a spokesman for the National Association of Realtors, which is not a party to the case but supports the landlords and has been speaking on their behalf, expressed confidence that the Supreme Court would now move quickly to block the policy.\n“We are disappointed in today’s ruling, but the plaintiffs will continue fighting on behalf of America’s mom-and-pop housing providers and plan to file an emergency motion to the Supreme Court immediately,” Mr. Newton said in a statement.", "url": "https://www.nytimes.com/2021/08/20/us/politics/biden-evictions-ban-appeals-court.html"}