{"authors": ["Neil Irwin"], "date_download": "2022-10-25 23:31:43", "date_modify": "2022-10-25 23:31:43", "date_publish": "2021-10-10 22:03:18", "description": "Some companies haven’t been raising prices. Instead, they’ve been cutting back customer services and conveniences, but how should that be measured?", "filename": "2021_10_10_upshot_shadow-inflation-analysis_1666740703.html", "image_url": "https://static01.nyt.com/images/2021/10/09/upshot/09up-qrcode1/09up-qrcode1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c52683ab2b1fc267e6b50212e994056b4f3cd2ada81ecd9c86d209e10955816f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_10_upshot_shadow-inflation-analysis_1666740703.html", "title": "There Is Shadow Inflation Taking Place All Around Us", "title_page": "There Is Shadow Inflation Taking Place All Around Us - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When there are shortages of labor or supplies, some businesses adjust mostly or entirely by raising their prices. Others find less obvious, less easily measurable ways to adapt. Consider, for example, rental cars versus hotels. Both were dealing with shortages. But they showed up in different ways.\n“The car company just had to charge higher prices, while the hotel could take the hit through service quality instead,” Mr. Cole said in an email exchange. “We measure them in different ways. The car company’s problem gets measured as inflation, while the hotel’s problem is mostly relayed by anecdote.”\nIt is not unusual for businesses to deal with supply shortages through mechanisms other than price increases. Retailers don’t want to attract accusations of price gouging when goods are in short supply, especially in times of natural disaster. So they end up with empty shelves, a back-door form of rationing. In the 1970s, gasoline prices skyrocketed — but not enough to prevent long lines and rules around which cars could fill up on which days.\nThis particular economic crisis has had far-reaching consequences that have made economic data harder to interpret than usual. “Usually when there is a disaster, if you’re a macroeconomist it’s a blip on the radar screen,” said Carol Corrado, a distinguished principal research fellow at the Conference Board who has researched inflation measurements. “But we’re talking a different kettle of fish with the Covid shock, and the economic implications and costs have become much more challenging to measure than in the past.”\nIt would be difficult for government statistics agencies to try to measure these hidden costs and factor them into inflation measures, say people who study the data closely.\nCustomer service preferences — particularly how much good service is worth — varies highly among individuals and is hard to quantify. How much extra would you pay for a fast-food hamburger from a restaurant that cleans its restroom more frequently than the place across the street?\n“What gets up to the level of a quality adjustment does become pretty subjective,” said Alan Detmeister, a senior economist at UBS who formerly tracked inflation data for the Federal Reserve. “If the Labor Department even decided they wanted to quality-adjust some of these things, they would have an extremely hard time doing it.”", "url": "https://www.nytimes.com/2021/10/10/upshot/shadow-inflation-analysis.html"}