{"authors": ["Priya Krishna"], "date_download": "2022-10-25 22:57:17", "date_modify": "2022-10-25 22:57:17", "date_publish": "2021-09-24 16:16:24", "description": "Forget the powerful maître d’ of old. Today’s hosts are mostly young, inexperienced women who have to enforce health rules and deal with the sometimes violent response.", "filename": "2021_09_24_dining_restaurant-host-covid-pandemic_1666738637.html", "image_url": "https://static01.nyt.com/images/2021/09/24/dining/24host3/24host3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=65bfed26cb202476fc712841e085517d8c5df498eafc6212e634272254cb88d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_24_dining_restaurant-host-covid-pandemic_1666738637.html", "title": "The Restaurant Host Is Suddenly at the Front of the Covid Wars", "title_page": "The Restaurant Host Is Suddenly at the Front of the Covid Wars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Caroline Young was thrilled to be hired two years ago as a host at Café Poêtes in Houston. She was pursuing an undergraduate degree in hospitality, so she thought the experience in fine dining would be invaluable. She wanted to be the first person to greet arriving diners.\nInitially, she said, most guests seemed glad to see her. Since the pandemic, not so much.\n“I have been screamed at. I have had fingers in my face. I have been called names. I have had something thrown at me,” she said. One customer hurled a water glass at her feet and stormed out after she repeatedly asked him to put on a mask. “I have never been yelled at like that before in my life, until I was asking people to simply put a piece of cloth over their face that I was wearing eight to 10 hours a day.”\nOnce upon a time, the host, or maître d’ in formal dining rooms, held a position of some prestige and power, as the public face of the restaurant and the arbiter of who got the most coveted tables. Today, the job is often entry-level, and saddled with the difficult tasks of asking customers to don masks, maintain social distancing or present proof of vaccination. Hosts have to judge whether diners have complied, and to deal with any blowback.", "url": "https://www.nytimes.com/2021/09/24/dining/restaurant-host-covid-pandemic.html"}