{"authors": ["Jane Arraf"], "date_download": "2022-10-25 23:42:34", "date_modify": "2022-10-25 23:42:34", "date_publish": "2021-05-08 15:11:48", "description": "The popular cleric Moktada al-Sadr got a coronavirus vaccine, persuading many of his followers to do the same. Yet millions of Iraqis remain unconvinced.", "filename": "2021_05_08_world_middleeast_iraq-vaccination-sadr_1666741354.html", "image_url": "https://static01.nyt.com/images/2021/05/08/world/08iraq-vaccines/08iraq-vaccines-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b103d1b5ed2a9f6f1a8f80e37d3e4560c79119b8d2a1df8ca8f3306040389cce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_08_world_middleeast_iraq-vaccination-sadr_1666741354.html", "title": "Cleric Lifts Iraq’s Faltering Vaccination Effort, but Perilous Summer Awaits", "title_page": "Cleric Lifts Iraq’s Faltering Vaccination Effort, but Perilous Summer Awaits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Across the street, a group of police officers took shelter from the sun, sitting near their plastic shields in the entrance to an apartment building. Of the five officers in the group, all in their 20s, only one said he planned to take the vaccine.\nA building guard there, Raheem Ali Kadhim, said he was not shaking hands anymore, going to large gatherings or allowing non-relatives inside the family home. But Mr. Kadhim, 79, said he did not trust Iraqi hospitals and would not go to one if he became ill. He said he would not get the vaccine.\n“God created me and you,” he said. “Worship God and God will save you.”\nAcross the square, Ahmed, a police officer who did not want his last name used because he was not authorized to speak to the news media, said he had concerns about side effects.\n“There is information I need to confirm that says a vaccinated individual must not have sex with or marry a non-vaccinated individual because it could lead to deformed children,” he said, citing false rumors that have circulated. “Especially on social media there are people who say they are doctors speaking about such things, which scare people.”\nAhmed, 28, said he had contracted Covid-19 despite wearing masks and disinfecting his hands. He said he had quarantined himself at home with an oxygen tank until he recovered. And as for social distancing, he said, “We were ordered to wear masks here but we sleep in barracks with 28 people to a room. How can we stay distanced?”\nWith official infection rates topping 6,000 per day, the health care system is struggling to cope with both prevention and treatment for Covid patients.", "url": "https://www.nytimes.com/2021/05/08/world/middleeast/iraq-vaccination-sadr.html"}