{"authors": ["Adam Goldman", "Katie Benner", "Zolan Kanno-Youngs"], "date_download": "2022-10-25 23:47:23", "date_modify": "2022-10-25 23:47:23", "date_publish": "2021-01-30 18:06:32", "description": "Federal law enforcement shifted resources last year in response to Donald Trump’s insistence that the radical left endangered the country. Meanwhile, right-wing extremism was building ominously.", "filename": "2021_01_30_us_politics_trump-right-wing-domestic-terrorism_1666741643.html", "image_url": "https://static01.nyt.com/images/2021/01/16/us/politics/00dc-terror-1/00dc-terror-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=268ec719d79fad9cf973f7e1806681051c5d85a9ac15388932f8e4acf1fa3379&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_30_us_politics_trump-right-wing-domestic-terrorism_1666741643.html", "title": "How Trump’s Focus on Antifa Distracted Attention From the Far-Right Threat", "title_page": "How Trump’s Focus on Antifa Distracted Attention From the Far-Right Threat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "All of this was a strain on the counterterrorism section, which has only a few dozen prosecutors and like other parts of the department was reeling from the coronavirus. A top F.B.I. domestic terrorism chief also expressed concern to Justice Department officials over the summer about the diversion of resources.\nThe counterterrorism section at the time was working with prosecutors and agents around the country on cases involving people affiliated with the Three Percenters, Oath Keepers, other militia members and violent white supremacists. In some parts of the country, agents who had been investigating violent white supremacists pivoted to investigate anarchists and others involved in the rioting, struggling in certain cases to find any conspiracy or other federal charges to bring against them.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nAround the same time, the F.B.I. was tracking worrisome threats emanating from the far right. Agents in Michigan monitoring members of a violent antigovernment militia called Wolverine Watchmen received intelligence in June that the men planned to recruit more members and kidnap state governors, according to court documents.\nAfter six members of the group were charged in October with plotting to abduct Ms. Whitmer, one of Mr. Trump’s most vocal opponents, the president insulted her and reiterated that the left posed the true threat. “She calls me a White Supremacist — while Biden and Democrats refuse to condemn Antifa, Anarchists, Looters and Mobs that burn down Democrat run cities,” Mr. Trump said on Twitter.\nDozens of F.B.I. employees and senior managers were sent on temporary assignments to Portland — including the head of the Tampa field office, who was an expert in Islamic terrorism, according to current and former law enforcement officials — where left-leaning protests had intensified since tactical federal teams arrived.\nSome F.B.I. agents and Justice Department officials expressed concern that the Portland work was a drain on the bureau’s effort to combat what they viewed as the more lethal strains of domestic extremism. The bureau had about 1,000 domestic terrorism cases under investigation at the time, and only several hundred agents in the field assigned to them. The Homeland Security Department even sent agents to Portland who were usually assigned to investigate drug cartels at the border.\nMr. Barr also formed a task force run by trusted U.S. attorneys in Texas and New Jersey to prosecute antigovernment extremists. Terrorism prosecutors working on the investigations arising from the summer’s violence were not told beforehand of Mr. Barr’s decision. They questioned the rationale behind the task force because it seemed to duplicate their work and could create confusion, according to two people familiar with their pushback.", "url": "https://www.nytimes.com/2021/01/30/us/politics/trump-right-wing-domestic-terrorism.html"}