{"authors": ["John Schwartz"], "date_download": "2022-10-25 23:24:32", "date_modify": "2022-10-25 23:24:32", "date_publish": "2021-05-20 16:57:55", "description": "The forecast, which follows a record season in 2020, arrives as hurricanes are becoming more destructive over time.", "filename": "2021_05_20_climate_atlantic-hurricane-outlook_1666740272.html", "image_url": "https://static01.nyt.com/images/2021/05/20/climate/20CLI-HURRICNAES1/20CLI-HURRICNAES1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1c5d719e57f1dc3ccb55741fc1aca4f950f2c43c4eccc63b5d4365daa0bc43f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_20_climate_atlantic-hurricane-outlook_1666740272.html", "title": "Scientists Predict an ‘Above Normal’ Atlantic Hurricane Season", "title_page": "Scientists Predict an ‘Above Normal’ Atlantic Hurricane Season - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Matthew Rosencrans of NOAA’s climate prediction center said “we do not expect the 2021 hurricane season to be as active” as last year’s, but added that “it only takes one dangerous storm to devastate communities and lives.” The agency will issue another forecast later in the summer, before the height of hurricane season.\nThursday’s forecast is based on NOAA’s updated “period of prediction” for storms, part of a once-per-decade revision of the statistics used to determine how a season stacks up, and reflects the growing number of storms in the Atlantic over the decades. That 30-year average number of storms has edged up from 12 named storms, six hurricanes, and three major hurricanes in the previous period’s version to 14 named storms and seven hurricanes. The number of major hurricanes has stayed the same.\nUnderstand the Latest News on Climate Change Card 1 of 5 Shifting patterns. The melting of the snowpack in the high Cascades has long been a source of sustenance in the Pacific Northwest. But as climate change makes seasons less predictable and precipitation more variable, people there are reimagining the region’s future and the tools that will be needed to manage it. Facing drought. The story of the Netherlands’ long struggles against excess water is written all over its boggy landscape. Now that climate change is drying it out, the Dutch are hoping to engineer once again their way to safety — only this time, by figuring out how to hold onto water instead of flushing it out. A more extreme monsoon. South Asia’s annual monsoon is inextricably linked, culturally and economically, to much of Asia, bringing life-giving water to nearly one-quarter of the world’s population. But climate change is making the monsoon more erratic, less dependable and even dangerous, with more violent rainfall as well as worsening dry spells. Wildfire smoke pollution. Smoke from wildfires has worsened over the past decade, potentially reversing decades of improvements in Western air quality made under the Clean Air Act, according to new research. Some areas in the Western United States had increases in particulate pollution from smoke that were about the same amount as the improvements in air quality from regulating factories and other sources of pollution. Relinquishing a fortune. Yvon Chouinard, the founder of the outdoor apparel maker Patagonia, transferred ownership of his company to a trust and an organization devoted to fighting climate change. The move comes at a moment of growing scrutiny for billionaires whose rhetoric about making the world a better place often don’t match reality.\nThe science of forecasting the effects of individual storms has seen “huge progress,” said Suzana Camargo of the Lamont-Doherty Earth Observatory. Technological advances are giving people far more accurate warnings of hurricane tracks, rainfall and surge risk as well as understanding of the connections between the storms and climate change.\nThe United States is approaching this hurricane season as those who respond to the nation’s disasters are stretched thin. On top of wildfires in the West, pounding rains and extensive flooding in parts of Louisiana and Texas, many areas are still struggling to recover from last year’s record hurricane season and the February freeze.", "url": "https://www.nytimes.com/2021/05/20/climate/atlantic-hurricane-outlook.html"}