{"authors": ["Emily Schmall"], "date_download": "2022-10-25 23:50:54", "date_modify": "2022-10-25 23:50:54", "date_publish": "2021-04-23 13:51:21", "description": "The Supreme Court ordered the government of Prime Minister Narendra Modi to come up with a national oxygen distribution plan as coronavirus cases continue to set records.", "filename": "2021_04_23_world_asia_india-covid-oxygen-hospitals.html_action=click&module=RelatedLinks&pgtype=Article_1666741854.html", "image_url": "https://static01.nyt.com/images/2021/04/23/world/23virus-india01sub/23virus-india01sub-facebookJumbo.jpg?year=2021&h=549&w=1050&s=ae6a034da4a77c2ec75ca0084499fb14d57e763ed77abc51fd728a15cc756fbb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_23_world_asia_india-covid-oxygen-hospitals.html_action=click&module=RelatedLinks&pgtype=Article_1666741854.html", "title": "India Scrambles to Supply Oxygen as Covid-19 Patients Gasp for Breath", "title_page": "India Scrambles to Supply Oxygen as Covid-19 Patients Gasp for Breath - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — Indian hospitals and government leaders scrambled for supplies of oxygen and other emergency aid on Friday as the country reported another record number of new coronavirus infections and a rising death toll that has strained the country’s resources.\nIndia recorded more than 330,000 new cases in 24 hours, the health ministry said on Friday, the second consecutive day that the country has set a global record for daily infections. The reported death toll was more than 2,200, also a new high for the country.\nAbout half of the cases in Delhi, the capital of more than 20 million people, are testing positive for a more contagious variant of the virus, first detected last year in India, that is afflicting younger people, said a health ministry official, Sujeet Singh.\nIt is unclear to what extent the variant is driving the surge in cases around the country, with large gatherings of unmasked people and widespread neglect of preventive measures also suspected.", "url": "https://www.nytimes.com/2021/04/23/world/asia/india-covid-oxygen-hospitals.html?action=click&module=RelatedLinks&pgtype=Article"}