{"authors": ["Emma G. Fitzsimmons", "Sharon Otterman", "Joseph Goldstein"], "date_download": "2022-10-25 22:55:45", "date_modify": "2022-10-25 22:55:45", "date_publish": "2021-08-03 13:30:12", "description": "“If you want to participate in our society fully, you’ve got to get vaccinated,” Mayor Bill de Blasio said. “It’s time.”", "filename": "2021_08_03_nyregion_nyc-vaccine-mandate_1666738545.html", "image_url": "https://static01.nyt.com/images/2021/08/03/lens/03virus-briefing-nyc-vaccine-requirements-4/03virus-briefing-nyc-vaccine-requirements-4-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8ce279e505abf5770f1adaa1ad572cfd0d5c54e143fb9ac137e9c8fb461eefea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_03_nyregion_nyc-vaccine-mandate_1666738545.html", "title": "N.Y.C. to Require Proof of At Least 1 Dose for Indoor Dining", "title_page": "N.Y.C. to Require Proof of At Least 1 Dose for Indoor Dining - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New York City will become the first U.S. city to require proof of at least one dose of a coronavirus vaccine for a variety of activities for workers and customers — indoor dining, gyms and performances — to put pressure on people to get vaccinated, Mayor Bill de Blasio announced Tuesday morning.\nThe program, similar to mandates issued in France and Italy last month, will start on Aug. 16, and after a transition period, enforcement will begin on Sept. 13, when schools are expected to reopen and more workers could return to offices in Manhattan. Mr. de Blasio has been moving aggressively to get more New Yorkers vaccinated to curtail a third wave of coronavirus cases amid concern about the spread of the Delta variant. He is also requiring city workers to get vaccinated or to face weekly testing, and he has offered a $100 incentive for the public.\n“If you want to participate in our society fully, you’ve got to get vaccinated,” he said at a news conference. “It’s time.”", "url": "https://www.nytimes.com/2021/08/03/nyregion/nyc-vaccine-mandate.html"}