{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:54:54", "date_modify": "2022-10-25 23:54:54", "date_publish": "2021-05-04 13:49:06", "description": "City, the Gulf-backed soccer team on the cusp of a fourth English Premier League title, is fighting an investigation over financial control rules.", "filename": "2021_05_04_sports_soccer_manchester-city-premier-league_1666742094.html", "image_url": "https://static01.nyt.com/images/2021/05/04/sports/04soccer-cityWEB1/merlin_186610482_1b69b5b6-651a-4a70-be85-f9eaa8ec1878-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8fb3ccc491c2ba99de071eff1256d73dac2fec82262548dba8983d78fdc35c52&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_04_sports_soccer_manchester-city-premier-league_1666742094.html", "title": "Manchester City and Premier League Wage Secret Fight Over Cost Controls", "title_page": "Manchester City and Premier League Wage Secret Fight Over Cost Controls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Manchester City, the English soccer team that is on the cusp of winning the Premier League for the third time in four seasons, is involved in a secret legal battle with the league over whether it complied with financial rules as it surged to become one of the sport’s dominant forces.\nThe Premier League has been tight lipped since confirming in 2019 that it was looking into City’s finances a few months after the German news weekly Der Spiegel, citing internal club information, said the club had disguised direct investment by its owner, Sheikh Mansour, as sponsorship income. City has always insisted it has not broken any regulations and on Tuesday it again denounced the stolen documents as “out-of-context materials purported to have been criminally obtained” and then published as part of an “organized and clear attempt to damage the club’s reputation.”\nCity has spent millions of dollars defending itself since the allegations first emerged. Its lawyers are fighting against the league’s arbitration process, arguing that the club will not get a fair hearing, according to documents. The Premier League did not reply to a request for comment.", "url": "https://www.nytimes.com/2021/05/04/sports/soccer/manchester-city-premier-league.html"}