{"authors": ["Matthew Haag", "Dana Rubinstein"], "date_download": "2022-10-25 22:56:16", "date_modify": "2022-10-25 22:56:16", "date_publish": "2021-06-16 09:00:27", "description": "Business leaders warn the mayor that an influx of aid could be squandered on short-term programs that won’t help the unemployed.", "filename": "2021_06_16_nyregion_de-blasio-coronavirus-pandemic-aid_1666738576.html", "image_url": "https://static01.nyt.com/images/2021/06/16/nyregion/16nyc-federalaid03/16nyc-federalaid03-facebookJumbo.jpg?year=2021&h=549&w=1050&s=ec33552e69914fdaeabc8765d450cce6f9658c577507590fb0ca22c9d9117eb6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_16_nyregion_de-blasio-coronavirus-pandemic-aid_1666738576.html", "title": "New York Is Getting $22 Billion in Federal Aid. How Should It Be Spent?", "title_page": "New York Is Getting $22 Billion in Federal Aid. How Should It Be Spent? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The City of Los Angeles plans to spend $1.3 billion in federal aid over two years, including to pay for more than $600 million worth of pandemic-related losses incurred as Covid-19 drove up the city’s expenses and hammered its economy.\nA spokesman for Mayor Eric Garcetti said a portion of the aid also will be directed to offer rental assistance and could be used to support progressive pilot programs, including one that would give low-income residents a $1,000 guaranteed basic income for a year.\nThe huge amount of federal aid could not only shore up enormous expenses incurred during the pandemic but also propel cities and states to better economic positions than they had before the outbreak, Ms. Gordon said.\n“It’s an opportunity to create a better platform for growth in the future,” she said.\nIn New York the Citizens Budget Commission has identified up to $4 billion in potentially recurring expenses paid by the federal relief — mental health teams, housing vouchers, early childhood education for 3-year-olds and more — that would be unfunded by 2026 when the assistance phases out, Mr. Rein said.\nThose programs would be likely to enjoy broad support, he said, raising the chances that the city might be forced to cut elsewhere to continue financing them.\n“As we came together as a group, we said we have this opportunity but the money is sprinkled,” he said, “and we are setting ourselves up for fiscal challenges with recurring programs.”\nShawn Hubler contributed reporting from California.", "url": "https://www.nytimes.com/2021/06/16/nyregion/de-blasio-coronavirus-pandemic-aid.html"}