{"authors": ["Giulia Heyward"], "date_download": "2022-10-25 23:00:57", "date_modify": "2022-10-25 23:00:57", "date_publish": "2021-09-16 09:00:23", "description": "Just weeks into the new year, schools are struggling to fill jobs. Low pay, few benefits and erratic schedules are keeping workers away.", "filename": "2021_09_16_us_school-shortages-bus-drivers-workers_1666738857.html", "image_url": "https://static01.nyt.com/images/2021/09/16/us/16-school-labor-shortage-1/16-school-labor-shortage-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=36e1a50da9fc1b640b7f8ee10212f476cce7b5284eb91793869c9c16f30e9da4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_16_us_school-shortages-bus-drivers-workers_1666738857.html", "title": "Schools Are Seeing Shortages of Bus Drivers, Cafeteria Workers and Other Essential Roles", "title_page": "Schools Are Seeing Shortages of Bus Drivers, Cafeteria Workers and Other Essential Roles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“School districts have been able to underpay employees for a long time, and they’re discovering that they can’t do it anymore because of a serious decline in labor force participation now,” she said.\nAccording to Ms. Groshen, increased unemployment benefits during the pandemic have given workers the leeway to pass up jobs with abysmal working conditions while they look for better employment opportunities.\n“Because people have gotten relief payments, they don’t have to take the very first job that comes along,” she said. “They get to be selective, and hope that something better comes.”\nIn Santa Fe, N.M., Randy Mondragon has worked as a bus driver for 20 years, and his pay is slightly higher than the average, which is about $16.40 an hour, according to the district.\nHe works six days a week, usually topping out at 70 hours.\n“There’s been only one day in the 22 years I’ve worked that they didn’t need me to drive a route,” Mr. Mondragon said. “We are the first and last ones that students see in the morning, so our job is very important and, sometimes, we don’t get that acknowledgment.”\nMany of these workers are older; they often take on these jobs to supplement their Social Security checks. But with the rise of the Covid-19 pandemic, many are choosing to retire early to reduce the risk of exposure.\nBecause of the substitute teacher shortage, Angie Graham, a 51-year-old high school teacher in Fleming County, Ky., has been covering shifts for other colleagues. She’s worried that if she gets sick, no one will be able to cover for her.", "url": "https://www.nytimes.com/2021/09/16/us/school-shortages-bus-drivers-workers.html"}