{"authors": ["Abdi Latif Dahir"], "date_download": "2022-10-25 23:44:04", "date_modify": "2022-10-25 23:44:04", "date_publish": "2021-04-24 14:27:17", "description": "Tourism in Egypt has been buffeted by political instability and terrorism. But the pandemic has dealt the industry its biggest blow in years.", "filename": "2021_04_24_world_middleeast_egypt-tourism-covid-mummies_1666741444.html", "image_url": "https://static01.nyt.com/images/2021/04/24/world/24egypt-tourism1/24egypt-tourism1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=984ecc62619eafc117ed1c3732fc18732f40f4b32b32e426902449fa7aa4159f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_24_world_middleeast_egypt-tourism-covid-mummies_1666741444.html", "title": "Egyptology Is Having a Big Moment. But Will Tourists Come?", "title_page": "Egyptology Is Having a Big Moment. But Will Tourists Come? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The pandemic also exposed the fragility of Egypt’s health care system, with doctors lamenting shortages in protective equipment and testing kits while patients died from lack of oxygen. With over 12,000 deaths, Egypt also recorded one of the highest fatality rates from the virus in the Arab world.\nWith a growing number of cases, health officials in Egypt have recently warned of a third wave of the virus. Authorities have also canceled large gatherings and festivals, and promised to fine those not complying with protective measures like mask-wearing, but many Egyptians do not abide by these rules.\nTravelers are required to have a negative Covid-19 test taken 72 hours before arriving in Egypt, and hotels are mandated to operate at half capacity.\nThe crisis affected not just big companies like Travco but also smaller ones that had started betting big on the growing tourism industry.\nPassainte Assem established Why Not Egypt, a boutique travel agency, in 2017 by interviewing prospective travelers and customizing itineraries for them. But after the pandemic began, most of her clients, who are from Australia, Canada and the United States, canceled their plans, she said, pushing her to suspend the business for now.\nThe experience left her feeling that “tourism is not stable at all,” she said. “It cannot be the only source of income. I have to have a side hustle.”", "url": "https://www.nytimes.com/2021/04/24/world/middleeast/egypt-tourism-covid-mummies.html"}