{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:48:09", "date_modify": "2022-10-25 23:48:09", "date_publish": "2021-02-07 18:17:38", "description": "Ms. Cheney, having fended off a challenge to her House leadership role, was defiant in defending her impeachment vote and called for Republicans to be “the party of truth.”", "filename": "2021_02_07_us_politics_liz-cheney-trump_1666741689.html", "image_url": "https://static01.nyt.com/images/2021/02/07/us/politics/07dc-cheney/07dc-cheney-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f768a6a0d4d346520ec0809a667e4956213e25a7d0a592214dbf850f3429db3a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_07_us_politics_liz-cheney-trump_1666741689.html", "title": "Liz Cheney Says G.O.P. Must Move Past Trump", "title_page": "Liz Cheney Says G.O.P. Must Move Past Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Representative Liz Cheney of Wyoming waded deeper into Republicans’ identity crisis on Sunday, warning her party on the eve of a Senate impeachment trial not to “look past” former President Donald J. Trump’s role in stoking a violent attack on the Capitol and a culture of conspiracy roosting among their ranks.\nIn her first television interview since fending off an attempt by Mr. Trump’s allies to oust her from House leadership over her vote to impeach him, Ms. Cheney said Republican voters had been “lied to” by a president eager to steal an election with baseless claims of widespread voter fraud. She cautioned that the party risked being locked out of power if it did not show a majority of Americans that it could be trusted to lead truthfully.\n“The notion that the election had been stolen or that the election was rigged was a lie, and people need to understand that,” Ms. Cheney said on “Fox News Sunday.” “We need to make sure that we as Republicans are the party of truth, and that we are being honest about what really did happen in 2020 so we actually have a chance to win in 2022 and win the White House back in 2024.”\nShe added that Mr. Trump “does not have a role as a leader of our party going forward.”\nThe remarks made plain that Ms. Cheney, a leading Republican voice trying to push the party back toward its traditional policy roots, had no intention of backing off her criticism of the former president after two attempts last week to punish her for her impeachment vote. In Washington, her critics forced a vote to try to oust her as the chairwoman of the House Republican conference, but it failed overwhelmingly on a secret ballot. And on Saturday, the Wyoming Republican Party censured her and called for her resignation.", "url": "https://www.nytimes.com/2021/02/07/us/politics/liz-cheney-trump.html"}