{"authors": ["Ian Austen"], "date_download": "2022-10-25 23:48:00", "date_modify": "2022-10-25 23:48:00", "date_publish": "2021-06-09 15:51:59", "description": "After a driver intentionally ran down and killed a mother, father, daughter and grandmother in Ontario, orphaning a boy, there were calls for action against Islamophobia.", "filename": "2021_06_09_world_canada_muslim-family-london_1666741680.html", "image_url": "https://static01.nyt.com/images/2021/06/09/world/09CANADA-KILLINGFOLO-01/merlin_188934987_25354fad-22b8-4f8e-a62e-21829ff4b92c-facebookJumbo.jpg?year=2021&h=550&w=1050&s=67a4be58bf1ea86ff6df138680fb09d62dc1612eee2d7b484c311be255476ed5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_09_world_canada_muslim-family-london_1666741680.html", "title": "Canada Grapples With Anti-Muslim Bias After Family Is Killed in Truck Attack", "title_page": "Canada Grapples With Anti-Muslim Bias After Family Is Killed in Truck Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "OTTAWA — With coronavirus restrictions still in place in much of Canada, many families have taken up going out together for evening strolls. On Sunday, however, a pleasant walk became the scene of a deadly attack by a motorist who used his truck to kill four members of a family in London, Ontario, and injure a boy who is now an orphan. They were targeted, the police said, because of their Muslim faith.\nAlong with grieving, the deaths have prompted anger and demands for government action against bigotry and violence toward Muslims.\n“Even after this, there are still people saying that Islamophobia doesn’t exist,” said Mohamed Salih, a member of London’s City Council. “The challenge and a reality we must face is that far too often in our city, there is Islamophobia. It’s something we’ve known for far too long.”\nOn Tuesday night, the province of Ontario temporarily lifted pandemic rules banning large gatherings to allow thousands of people to gather for a memorial outside the London Muslim Mosque to remember the Afzaal-Salman family. Prime Minister Justin Trudeau attended.", "url": "https://www.nytimes.com/2021/06/09/world/canada/muslim-family-london.html"}