{"authors": ["John Eligon", "Tim Arango"], "date_download": "2022-10-25 22:57:02", "date_modify": "2022-10-25 22:57:02", "date_publish": "2021-03-28 09:00:15", "description": "As the trial of a former officer accused of murdering Mr. Floyd starts, residents and community leaders have struggled to reach consensus on how to radically change public safety, and the role that the police should play in that.", "filename": "2021_03_28_us_minneapolis-george-floyd_1666738622.html", "image_url": "https://static01.nyt.com/images/2021/03/28/autossell/92278_cover-image-gf-mural/92278_cover-image-gf-mural-facebookJumbo.jpg?year=2021&h=549&w=1050&s=883c45f5bc0f1c3dd63bab23bd07c57e35764e9119f7f539910a0712451fe795&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_28_us_minneapolis-george-floyd_1666738622.html", "title": "10 Months After George Floyd’s Death, Minneapolis Residents at War Over Policing", "title_page": "10 Months After George Floyd’s Death, Minneapolis Residents at War Over Policing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It is true that George Floyd Square is this beautiful place of racial justice and healing.” “The expression of the movement at George Floyd Square has been extremely powerful because it’s been rooted in community.” “And then you have the violence.” “It’s also true that there are times where that square is violent.” “Which violence are we talking about? I don’t believe sending an army of officers is the best way to address the pain and the trauma.” “It’s creating a haven, though unintentionally, for criminal activity and behavior.” “You, as yourself, as one single individual, may not have the full story, may not have the full perspective.” This is the story of the place where George Floyd died in May 2020. But it’s also a story of something much larger than this intersection. [chanting] After almost a year of protests, the trial of the former officer accused of killing Floyd has begun. But at the same time, a conflict is brewing here over the future of Floyd’s memorial site. In a city that says it’s committed to racial justice, what’s happening here at George Floyd Square shows just how complex achieving that goal will be. “The intersection was the place that raised me. It was like, This is my community. It’s always been 38th and Chicago. But as it became George Floyd Square, it started taking on a kind of identity in the movement and in the protest.” “When I open my door, I look across the street, and George Floyd Square is directly across the street. It’s greatly impacted our ability to function as a church. Depending on who’s on the barriers, sometimes it’s easy to get in and sometimes it’s not.” After Floyd’s death, people gathered here to mourn and protest. And to protect them, the city closed the intersection with concrete barriers. But almost a year later, the barriers remain. Police are not welcome. And activists control who’s allowed in. “This occupation has been a process of imagining a world beyond policing. They want to reopen the streets to go back to business as usual. What sense does that make? We will have more George Floyds.” “Police say that shootings there have skyrocketed.” “Over 20 shots fired.” “Shootings and robberies.” Violent crime is on the rise across the U.S. and in Minneapolis. In the neighborhood surrounding George Floyd Square, it shot up 66% last year. “To the extent the barriers that were once used to protect and keep people safe are now used to promote bad activity and violence — that’s unacceptable.” The people who live here have mixed feelings about what the square has become. “Shit, I love this neighborhood. Know what I’m saying? Been here my whole life, so the community’s the same, but right here it’s more like a tourist attraction now.” “I don’t want my neighborhood getting shut down. I don’t want to have to walk extra blocks to get to the bus stop to go to work, to go anywhere for that matter. Like, it’s a real nuisance. I’m angry at the fact that my neighborhood got taken over. I’m angry at the fact that the police did not do their job, that they sat on a guy’s neck instead of just putting him in the squad car and taking off. Not only did George Floyd, you know, end up, you know, like, losing his life. But, you know, like, the community wound up paying for it as well.” “I hope this area is always somewhat of a memorial. This is certainly a sacred space. So, you know, it should be respected.” “I just had a meeting with six business owners saying, ‘Please reopen this intersection. It’s killing my business.’ People want to memorialize the memory of George Floyd, but they also want to reopen this intersection.” George Floyd Square sits partly in Andrea Jenkins’s council district. For months she’s been pushing to remove the barriers, saying progress is being made in other ways. “We have declared racism as a public health crisis, reallocated funds from the Minneapolis Police Department. Four police officers got fired, will be standing trial for murder.” She’s also helping to get community input on what a permanent memorial to Floyd should look like. “We have to move on. People want to keep this painful wound open? It’s not progress. It’s called regress.” “I do not intend to protest forever. It’s only intended to signal to people that there is something wrong that needs to be addressed.” “You know, we’ve been here every day, practically, since George Floyd was murdered. One of the things I was aware of and am aware of is the hopelessness. And I think we all are a little sensitive and concerned about what is going to happen with this trial. I’ve never seen people so on edge like they are today.” When and exactly how George Floyd Square will be reopened, the city hasn’t said. For now, the outcome of this murder trial is the bigger question. “Just one minute of silence. And I’m a little bit nervous about if we’re going to see justice with this trial, you know? And most of us in the Black community have seen this picture before. And nobody seems to have the answer.”", "url": "https://www.nytimes.com/2021/03/28/us/minneapolis-george-floyd.html"}