{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:26:10", "date_modify": "2022-10-25 23:26:10", "date_publish": "2021-02-16 08:00:10", "description": "The condition, which usually emerges several weeks after infection, is still rare, but can be dangerous. “A higher percentage of them are really critically ill,” one doctor said.", "filename": "2021_02_16_health_covid-children-inflammatory-syndrome_1666740370.html", "image_url": "https://static01.nyt.com/images/2021/02/11/science/11VIRUS-KIDS2-promo/11VIRUS-KIDS2-promo-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=474e91d1884a51829dd12b753679edc33721cdb0ee953041938d3ea96753df12&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_16_health_covid-children-inflammatory-syndrome_1666740370.html", "title": "Covid-Linked Syndrome in Children Is Growing, and Cases Are More Severe", "title_page": "Covid-Linked Syndrome in Children Is Growing, and Cases Are More Severe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We’re now getting more of these MIS-C kids, but this time, it just seems that a higher percentage of them are really critically ill,” said Dr. Roberta DeBiasi, chief of infectious diseases at Children’s National Hospital in Washington, D.C. During the hospital’s first wave, about half the patients needed treatment in the intensive care unit, she said, but now 80 to 90 percent do.\nThe reasons are unclear. The surge follows the overall spike of Covid cases in the United States after the winter holiday season, and more cases may simply increase chances for severe disease to emerge. So far, there’s no evidence that recent coronavirus variants are responsible, and experts say it is too early to speculate about any impact of variants on the syndrome.\nThe condition remains rare. The latest numbers from the Centers for Disease Control and Prevention show 2,060 cases in 48 states, Puerto Rico and the District of Columbia, including 30 deaths. The median age was 9, but infants to 20-year-olds have been afflicted. The data, which is complete only through mid-December, shows the rate of cases has been increasing since mid-October.\nWhile most young people, even those who became seriously ill, have survived and gone home in relatively healthy condition, doctors are uncertain whether any will experience lingering heart issues or other problems.\n“We really don’t know what will happen in the long term,” said Dr. Jean Ballweg, medical director of pediatric heart transplant and advanced heart failure at Children’s Hospital & Medical Center in Omaha, Neb., where from April through October, the hospital treated about two cases a month, about 30 percent of them in the I.C.U. That rose to 10 cases in December and 12 in January, with 60 percent needing I.C.U. care — most requiring ventilators. “Clearly, they seem to be more sick,” she said.", "url": "https://www.nytimes.com/2021/02/16/health/covid-children-inflammatory-syndrome.html"}