{"authors": ["Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:25:51", "date_modify": "2022-10-25 23:25:51", "date_publish": "2021-02-28 14:55:54", "description": null, "filename": "2021_02_28_world_desperate-eu-nations-are-hunting-for-coronavirus-vaccines-sometimes-on-a-murky-open-market_1666740351.html", "image_url": "https://static01.nyt.com/images/2021/02/28/world/28virus-briefing-EUvaccine-sub/28virus-briefing-EUvaccine-sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b035e7a711703886870c4770747168968ed936086737b8ff3cc9a329f85ae233&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_28_world_desperate-eu-nations-are-hunting-for-coronavirus-vaccines-sometimes-on-a-murky-open-market_1666740351.html", "title": "Desperate E.U. nations are hunting for coronavirus vaccines - sometimes on a murky open market.", "title_page": "Desperate E.U. nations are hunting for coronavirus vaccines — sometimes on a murky open market. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The bloc last year was slow to make big advance purchases from drug companies, acting weeks after the United States, Britain and a handful of other countries. This year, the bloc has been blindsided by slower-than-expected vaccine production, and individual countries have fumbled their rollouts.\nAbout 5 percent of the E.U.’s nearly 450 million people have received at least one dose of a vaccine, versus 14 percent in the United States, 27 percent in Britain and 53 percent in Israel, as of this past week, according to databases from Our World in Data and governments.\nThe stumbles by the world’s richest bloc of nations have turned vaccine politics toxic. Particularly galling to many Europeans is the sight of a former E.U. member — Britain — forging ahead with its vaccination and reopening plans, while E.U. societies remain under lockdown amid a new surge of dangerous variants, their economies sinking deeper into recession.\nIn the final months of 2020, several countries opted to forgo parts of their population-based shares of E.U.-purchased vaccines. Much of that trade involved less affluent countries, with less infrastructure and hard-to-reach populations, selling their shares of vaccines from Pfizer-BioNTech and Moderna that require ultracold storage, and instead making the cheaper AstraZeneca vaccine, which is easier to handle, the centerpiece of their vaccination campaigns.\nBut then AstraZeneca, whose vaccine was developed with the University of Oxford, slashed its expected E.U. deliveries because of production problems. And despite experts’ assurances, many Europeans expressed doubts about it after some leaders questioned its efficacy in older age groups, which were not well represented in clinical trials. (Pfizer also suffered a supply slowdown.)", "url": "https://www.nytimes.com/2021/02/28/world/desperate-eu-nations-are-hunting-for-coronavirus-vaccines-sometimes-on-a-murky-open-market.html"}