{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:33:11", "date_modify": "2022-10-25 23:33:11", "date_publish": "2021-12-05 18:18:26", "description": "There are tactical reasons for threatening an invasion, but the real cause may lie in the Kremlin’s fixation with righting what it sees as a historical injustice.", "filename": "2021_12_05_world_europe_putin-russia-ukraine-troops_1666740791.html", "image_url": "https://static01.nyt.com/images/2021/12/05/world/05putin-ukraine1/05putin-ukraine1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_05_world_europe_putin-russia-ukraine-troops_1666740791.html", "title": "What’s Driving Putin’s Ukraine Brinkmanship?", "title_page": "Why Is Russia Massing Troops on Its Ukraine Border? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — As the Kremlin masses troops near Ukraine, it is signaling one core conviction: Russia cares more about the fate of its southwestern neighbor than the West ever will.\nIn speeches, interviews and lengthy articles, President Vladimir V. Putin and his close associates have telegraphed a singular fixation this year on the former Soviet republic. The Kremlin thesis goes that Ukrainians are “one people” with Russians, living in a failing state controlled by Western forces determined to divide and conquer the post-Soviet world.\nUkrainians, who ousted a Russia-friendly president in 2014 and are increasingly in favor of binding their country to Western institutions, would largely beg to differ. But Mr. Putin’s conviction finds a receptive ear among many Russians, who see themselves as linked intimately with Ukraine by generations of linguistic, cultural, economic, political and family ties. Now, with a force of 175,000 Russian troops poised to be in position near Ukraine by early next year, in what Western officials fear could be a prelude to an invasion, centuries of shared history loom large.\nMr. Putin’s gambit may be a cold calculus of coercion, backed by signals that the threat of war is real — a way to force President Biden to recognize a Russian sphere of interest in Eastern Europe. Mr. Putin in recent days said Russia would demand “legal guarantees” that Ukraine would not join the NATO alliance or host more Western forces, and he is scheduled to speak to Mr. Biden by videoconference on Tuesday.", "url": "https://www.nytimes.com/2021/12/05/world/europe/putin-russia-ukraine-troops.html"}