{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:24:13", "date_modify": "2022-10-25 23:24:13", "date_publish": "2021-02-26 00:31:25", "description": "The parliamentarian ruled that the provision, which would gradually increase the wage to $15 an hour, violated the strict budgetary rules that limit what can be included in the package.", "filename": "2021_02_25_us_politics_federal-minimum-wage_1666740253.html", "image_url": "https://static01.nyt.com/images/2021/02/24/us/politics/00dc-minimumwagehfo/00dc-minimumwagehfo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c07fa6bece17fba823f77a7bfa4422e8898053f08e6bb81804fa2f95196bad95&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_25_us_politics_federal-minimum-wage_1666740253.html", "title": "Top Senate Official Disqualifies Minimum Wage From Stimulus Plan", "title_page": "Top Senate Official Disqualifies Minimum Wage From Stimulus Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’m confident that we have a majority in the United States Senate, including the vice president, that would vote to increase the minimum wage to $15 an hour as part of President Biden’s ‘American Rescue Plan,’” Senator Bernie Sanders, independent of Vermont and the chairman of the Budget Committee, said in a statement. “Yet because of the archaic and undemocratic rules of the Senate, we are unable to move forward to end starvation wages in this country and raise the income of 32 million struggling Americans.”\nHe said he would try an alternative approach, proposing an addition to the stimulus measure that would take tax deductions away from companies that fail to pay their workers at least a $15 hourly wage.\n“We are not going to give up the fight to raise the minimum wage to $15 to help millions of struggling American workers and their families,” said Senator Chuck Schumer, Democrat of New York and the majority leader. “The American people deserve it, and we are committed to making it a reality.”\nBut the decision by Ms. MacDonough, the arbiter of Senate procedure, gave Republicans grounds to jettison the provision when the Senate considers the stimulus measure under a fast-track process known as budget reconciliation, which shields it from a filibuster, allowing it to pass without Republican support.\nThat means it would need the support of at least 10 Republicans in the chamber to pass on its own, a hurdle it cannot scale.\nMs. MacDonough told Senate offices on Thursday that the provision as written violated the strict budgetary rules that limit what can be included in a reconciliation package. Democrats are working to win enactment of the pandemic aid package before mid-March, when federal unemployment benefits begin to lapse. Doing so through reconciliation ensures speed, but it also comes with stringent rules that aim to prevent the process from being abused for policy initiatives that have no direct effect on the federal budget.\nRepublicans had argued that the minimum wage increase championed by Mr. Biden and top Senate Democrats was such an abuse, arguing it had a “merely incidental” effect on the budget. Ms. MacDonough, after hearing arguments from both parties, agreed, ruling that it was in violation of the so-called Byrd Rule, named for former Senator Robert Byrd, Democrat of West Virginia and a master of procedural tactics.", "url": "https://www.nytimes.com/2021/02/25/us/politics/federal-minimum-wage.html"}