{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:47:03", "date_modify": "2022-10-25 23:47:03", "date_publish": "2021-03-24 17:51:23", "description": "The German chancellor had proposed extending the Easter holiday by two days to help contain the latest wave of the pandemic, but scrapped the plan after it was roundly condemned.", "filename": "2021_03_24_world_europe_german-merkel-coronavirus-lockdown_1666741623.html", "image_url": "https://static01.nyt.com/images/2021/03/24/world/24virus-Germany1/merlin_185477445_36c839cd-2d46-4c68-be36-a715e09d5bf5-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3b19033f8d4f8085b9a5134f688bcb6c36a5cc29b72503497a8fcedcee58af16&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_24_world_europe_german-merkel-coronavirus-lockdown_1666741623.html", "title": "Merkel Reverses Easter Lockdown Plan in Germany, Apologizing for ‘Mistake’", "title_page": "Merkel Reverses Easter Lockdown Plan in Germany, Apologizing for ‘Mistake’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — Chancellor Angela Merkel on Wednesday scrapped an unpopular plan to shut the German economy for two extra days over Easter, apologizing for what she called “a mistake” amid widespread anger over her government’s increasingly chaotic approach to combating the coronavirus.\nThe chancellor’s reversal came less than 36 hours after she proposed two additional “off days” around Easter, effectively extending the existing holiday to five consecutive days in hopes of halting a spike in coronavirus infections. The suggestion — made after nearly 12 hours of deliberations between Ms. Merkel and the leaders of Germany’s 16 states — was met with an almost immediate backlash because it would have required businesses to close.\nFaced with criticism from both her own conservative bloc and from opposition politicians, along with a flood of complaints from a public worn out by 12 months of lockdowns and reopenings, the chancellor called a quick news conference and announced her decision to reverse course.", "url": "https://www.nytimes.com/2021/03/24/world/europe/german-merkel-coronavirus-lockdown.html"}