{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:42:43", "date_modify": "2022-10-25 23:42:43", "date_publish": "2021-11-10 20:42:40", "description": "As the host leader of the U.N. conference on global warming, Mr. Johnson was hoping to project statesmanship. But a mushrooming ethics scandal dominated the week, overshadowing his climate ambitions.", "filename": "2021_11_10_world_europe_boris-johnson-climate-scandal_1666741363.html", "image_url": "https://static01.nyt.com/images/2021/11/10/world/10COP-LEADERS01/merlin_197615364_2c3c1a4d-ab51-4bbc-9595-b6bfc95d3e34-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_10_world_europe_boris-johnson-climate-scandal_1666741363.html", "title": "Boris Johnson Handles Scandal Amid Climate Conference", "title_page": "Boris Johnson Handles Scandal Amid Climate Conference - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GLASGOW, Scotland — Prime Minister Boris Johnson rushed back to the United Nations’ climate summit on Wednesday in a last-ditch effort to persuade countries to make more meaningful pledges to curb global warming. But his splashy return to the global stage was all but eclipsed by a mushrooming scandal over the lucrative business dealings of lawmakers from his Conservative Party.\nMr. Johnson is not the only world leader whose global ambitions have been swamped by domestic distractions. Some, like President Biden, were hamstrung by political battles back home. Others, like President Xi Jinping of China, were no-shows as they struggled with the pandemic and other challenges.\nBut as the host, Mr. Johnson’s split-screen moment was especially unforgiving: Rather than draw praise, as he had hoped, for his diplomacy on climate change, he has endured a skein of unflattering revelations about Conservative members of Parliament. The most recent embarrassment was a report that a former attorney general did legal work for the British Virgin Islands from his Westminster office, in violation of House of Commons rules.\nOn Wednesday, Mr. Johnson tried his best to change the subject.\n“We need to pull out all the stops if we are to do what we came here to do,” he said at a news conference before the final two days of the climate conference, known as COP26. Mr. Johnson insisted a landmark deal was in reach, though he warned that several countries were falling short of necessary pledges.", "url": "https://www.nytimes.com/2021/11/10/world/europe/boris-johnson-climate-scandal.html"}