{"authors": ["Sydney Ember"], "date_download": "2022-10-25 23:28:53", "date_modify": "2022-10-25 23:28:53", "date_publish": "2021-09-25 09:00:13", "description": "People and industries measure how productive they are in similar ways. This extended period of remote work for many has revealed how flawed that can be.", "filename": "2021_09_25_business_increase-productivity-tip_1666740533.html", "image_url": "https://static01.nyt.com/images/2021/09/25/business/25productivity-cover/25productivity-cover-facebookJumbo.jpg?year=2021&h=549&w=1050&s=f2e8cfeb6ce3bdb34b9ea4410e7823e1006467c433620101bbd8b277dfc70780&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_25_business_increase-productivity-tip_1666740533.html", "title": "Productivity Tips: Forget About Being Productive.", "title_page": "Productivity Tips: Forget About Being Productive. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Productivity has another meaning, however, one that has spilled into the self-help aisles with titles such as “How to Be a Productivity Ninja” and “Work Smart Now.” Productivity in that sense has become a valorized buzzword, with a whole ecosystem of coaches and consultants to help people squeeze one more to-do list item out of an afternoon.\nThough the word is the same, the economy’s output in a quarter is not the same as what any individual achieves in a day. But the gap between the two ways of thinking about productivity may be warping our personal sense of how much we are getting done. The pandemic has not helped.\n“One test of ‘how productive is the pandemic economy’ is just ask a bunch of people are you better off now than you were two years ago — I think most people would say they’re miserable,” said Gregory Clark, an economics professor at the University of California, Davis, who has studied productivity during the Industrial Revolution. “We’re somehow not capturing some elements of the situation with the conventional measures.”\nWorkers on the whole say in surveys that they are more productive working at home. But those working remotely have had to contend with more interruptions and immediate concerns like child care. The blurring of work-life boundaries has made it harder to assess how much work per hour is getting done in a day. A lack of motivation after a year and a half of pandemic ennui may also be curtailing how much a subset of workers is accomplishing. Even those who say they are just as productive may feel lonelier, less fulfilled and less engaged.\nAmericans have long viewed productivity as a virtue on par with waking up at dawn or eating salad. Benjamin Franklin, in his autobiography, outlined a daily schedule that began with the question, “What good shall I do this day?” and included waking up at 5 and filling every hour until 10 with work or other tasks.", "url": "https://www.nytimes.com/2021/09/25/business/increase-productivity-tip.html"}