{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:31:24", "date_modify": "2022-10-25 23:31:24", "date_publish": "2021-10-27 20:35:55", "description": "Revenue fell 5 percent from a year earlier, but the automaker said chip availability had “markedly improved” since the previous quarter.", "filename": "2021_10_27_business_fords-profit-declines-as-automakers-deal-with-supply-chain-troubles_1666740684.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_27_business_fords-profit-declines-as-automakers-deal-with-supply-chain-troubles_1666740684.html", "title": "Ford’s profit declines as automakers deal with supply-chain troubles.", "title_page": "Ford’s profit declines as automakers deal with supply-chain troubles. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ford Motor reported $1.8 billion in profit for the three months that ended in September, a decline of $600 million from a year earlier that the company attributed mainly to the global shortage of computer chips.\nRevenue fell about 5 percent, to $35.7 billion, the automaker said Wednesday. In the same period a year ago, when auto sales were rebounding after a slump caused by the coronavirus pandemic, Ford earned $2.4 billion on $37.5 billion in revenue.\nFord said its supply of semiconductors had improved markedly from the second quarter, and it forecast further improvement in the fourth, although the tight supply of chips is likely to dog the auto industry for some time.\n“I expect the constraints on chips to remain fluid through 2022 and could extend into 2023, but we do expect the severity to reduce,” Ford’s chief financial officer, John Lawler, said in a conference call with reporters.", "url": "https://www.nytimes.com/2021/10/27/business/fords-profit-declines-as-automakers-deal-with-supply-chain-troubles.html"}