{"authors": ["Daniel Victor"], "date_download": "2022-10-25 22:55:23", "date_modify": "2022-10-25 22:55:23", "date_publish": "2021-08-13 09:04:06", "description": "Heavy rainfall, expected to continue through Friday night, brought flooding that drove more than 7,200 people into shelters and damaged property.", "filename": "2021_08_13_world_asia_china-flooding-evacuations_1666738523.html", "image_url": "https://static01.nyt.com/images/2021/08/13/world/13weather-climate-briefing-china-flooding/merlin_193216689_1e8b9d3f-2019-4bcd-8d4d-5058627fbdf6-facebookJumbo.jpg?year=2021&h=549&w=1050&s=19f89a80ed93e0c2e105fb5372384ec84d72700e437964ccabfacb3df99c2199&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_13_world_asia_china-flooding-evacuations_1666738523.html", "title": "Flooding in China kills 21, as thousands escape to shelters.", "title_page": "Flooding in China kills 21, as thousands escape to shelters. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Flooding caused by torrential rain killed 21 people in China’s Hubei Province, officials said on Thursday, the latest deadly downpour in a summer of extreme weather that has killed hundreds of people across the country’s central region.\nThe heavy rainfall, expected to continue through Friday night, has brought about 20 inches of rain to areas of Hubei since Wednesday, officials said. Four people were missing in addition to the 21 deaths in the township of Liulin, according to local news reports.\nThe flooding caused more than 7,200 people to flee to shelters, while nearly 6,000 more were resettled, local news media reported. More than 280,000 people were affected by the floods, including those who sustained property damage, officials said.\nThe property damage was extensive: In Liulin, more than 2,700 homes and stores were flooded, 63 bridges and about seven miles of roads were destroyed, and 221 buildings collapsed, according to news reports. Videos posted on social media showed rapidly moving floodwaters flowing through streets and overtaking buildings, with cars stuck on destroyed roads.", "url": "https://www.nytimes.com/2021/08/13/world/asia/china-flooding-evacuations.html"}