{"authors": ["Tara Siegel Bernard", "Ron Lieber"], "date_download": "2022-10-25 23:28:58", "date_modify": "2022-10-25 23:28:58", "date_publish": "2021-07-18 09:00:12", "description": "The eviction moratorium expires at the end of the month. Unemployment enhancements after that. And then the student loan pause, food stamp provisions and more. Here’s advice on how to cope.", "filename": "2021_07_18_your-money_coronavirus-relief-expiration_1666740538.html", "image_url": "https://static01.nyt.com/images/2021/07/16/business/16money-silo/16money-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0d41f3573951e35d7e61372e66036b853895701c7eafef831582fbbce83e5d18&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_18_your-money_coronavirus-relief-expiration_1666740538.html", "title": "Unemployment Insurance", "title_page": "How to Cope With the End of Unemployment Insurance and Other Covid Safety Nets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "States will continue to run their traditional programs, each with its own rules, and benefit size and length vary. Some workers may be eligible for extended benefits, which typically become available during periods of high unemployment. The details depend on location, so check the unemployment website in the state where you’re employed.\nStudent Loans\nPayments for most federal student loan borrowers have been paused since March 2020, though borrowers have had the option to continue making payments. Most of them didn’t: Tens of millions of people are still taking advantage of the so-called administrative forbearance offered by the Education Department. The relief also included a halt on collections for borrowers in default.\nAs of now, payments are scheduled to resume no earlier than Sept. 30. Many borrowers and consumer advocates have been pushing for another extension into the new year — and Miguel A. Cardona, the education secretary, didn’t rule it out during congressional testimony last month. The pressure for an extension only increased when one of the government’s largest loan servicers said it wouldn’t renew its contract when it ended later this year. Accounts will have to be moved to a new servicer just as the giant task of restarting payments is getting underway.\nBut nothing has happened yet, so borrowers would be wise to at least begin preparing.\nTo start with, borrowers can expect a notice or billing statement about three weeks before their payment is due. Payments that are automatically debited are expected to resume on the first due date after payments are again required. Make sure your contact information is updated on your loan servicer’s website, as well as in your StudentAid.gov profile. It could save you a lot of headaches by ensuring that you’re properly notified about restarting payments.\nYour situation may have drastically changed since March 2020, and your payment may be a bit different, too. The best place to start is with your servicer: Find out what your payment will be. If you cannot afford that amount, use the Education Department’s loan simulator to see if there’s another repayment option that would better suit your situation.\nFor some borrowers, the best option may be an income-driven payment plan, which bases monthly payments on how much they make. If you’re interested, act now. Servicers could be crushed with such requests in the months ahead, experts said.\nThere are still questions about how restarting payments will work for certain borrowers. For example, it’s unclear what borrowers who were in default before the pandemic — or those who were having their wages garnished — can expect to happen. An administration official said the Education Department was “considering a range of policy options to ensure there is as clean a transition as possible once the pause ends.”", "url": "https://www.nytimes.com/2021/07/18/your-money/coronavirus-relief-expiration.html"}