{"authors": ["Somini Sengupta", "Lisa Friedman"], "date_download": "2022-10-25 23:22:57", "date_modify": "2022-10-25 23:22:57", "date_publish": "2021-10-05 09:00:19", "description": "The United Nations event, known as COP26, will be one of the largest international gatherings during the Covid-19 pandemic. Challenges abound.", "filename": "2021_10_05_climate_cop26-glasgow-climate-covid_1666740177.html", "image_url": "https://static01.nyt.com/images/2021/10/05/climate/05cli-logistics1/05cli-logistics1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e7ac62ebcf840ee22eb67af27062b8ef3dec49018286c926d92fe9a1a11fb728&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_05_climate_cop26-glasgow-climate-covid_1666740177.html", "title": "Pandemic Complicates Preparations for COP26 Climate Summit", "title_page": "Pandemic Complicates Preparations for COP26 Climate Summit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a few weeks, an estimated 20,000 ministers, activists and executives from nearly every country in the world are set to descend on Glasgow to hammer out how to make progress on climate change.\nAnd yet, the Marshall Islands chief negotiator still doesn’t know how many people from her country are coming with her. An activist from Kenya has no idea when, or if, he will get vaccinated against Covid-19, while another from Mexico has flown to the United States to get a dose. And the British government hosts are still trying to figure out how to get Scotland’s health labs ready to process coronavirus tests in case of an outbreak.\nThe climate summit, known as the 26th session of the Conference of Parties, or COP26, will be one of the biggest international gatherings held during the Covid-19 pandemic when it starts Oct. 31. Among those expected to attend are Queen Elizabeth, Pope Francis and at least 100 presidents and prime ministers, including President Biden of the United States.\nThe stakes are exceptionally high.\nThe biggest polluting countries in the world are under the spotlight to show whether they can do what is necessary to stave off the worst effects of climate change. Coronavirus cases continue to soar. And many of the summit participants will be coming from countries where vaccines are still not widely available, particularly in the global south. Globally, fewer than half of all adults have been vaccinated against Covid-19, illustrating the inequities of vaccination.", "url": "https://www.nytimes.com/2021/10/05/climate/cop26-glasgow-climate-covid.html"}