{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:35:59", "date_modify": "2022-10-25 23:35:59", "date_publish": "2021-12-02 10:08:50", "description": "The social media giants removed a large number of accounts that promoted Covid-19 conspiracy theories and undermined reports of human rights abuses.", "filename": "2021_12_02_business_facebook-twitter-china-propaganda_1666740959.html", "image_url": "https://static01.nyt.com/images/2021/12/02/world/02economy-briefing-china-twitter/02economy-briefing-china-twitter-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_02_business_facebook-twitter-china-propaganda_1666740959.html", "title": "Facebook and Twitter Remove Accounts Connected to China", "title_page": "Facebook and Twitter Remove Accounts Connected to China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Twitter and Facebook said they have removed thousands of accounts connected to Chinese information campaigns, in the latest sign of Beijing’s ambitions to shape the global narrative around the country.\nIn a notice posted early Thursday, Twitter said that it took action against two networks comprising more than 2,000 accounts that worked to undermine accusations of human rights abuses in the western Chinese region of Xinjiang, where Chinese officials have interned Muslim minorities and subjected them to harsh surveillance.\nBoth networks promoted videos shot within Xinjiang that sought to portray the region as one of prosperity and freedom. One of the networks, which Twitter attributed to the Chinese Communist Party, also coordinated verbal attacks against activists and articles critical of China, while bolstering Chinese state media with positive comments and likes, according to a report on the takedown released by the Stanford Internet Observatory, a research group focused on the misuse of technology and social media.\nThe New York Times and ProPublica first identified a large number of accounts in the network in a June report about the campaign to project normalcy in Xinjiang.", "url": "https://www.nytimes.com/2021/12/02/business/facebook-twitter-china-propaganda.html"}