{"authors": ["Adam Goldman"], "date_download": "2022-10-25 23:02:13", "date_modify": "2022-10-25 23:02:13", "date_publish": "2021-05-21 01:13:49", "description": "In a wide-ranging request, federal prosecutors obtained records for Barbara Starr’s email accounts and multiple phone lines, the network said.", "filename": "2021_05_20_us_politics_cnn-trump-barbara-starr_1666738933.html", "image_url": "https://static01.nyt.com/images/2021/05/20/us/politics/20dc-leaks/merlin_145354302_8435e6c1-1794-4b9e-b0d1-140d9fbb0923-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e12afc7146dd1758b66057e2a9c85262b552f8261245f0c203b42184696a7d44&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_20_us_politics_cnn-trump-barbara-starr_1666738933.html", "title": "Trump Justice Dept. Seized CNN Reporter’s Email and Phone Records", "title_page": "Trump Justice Dept. Seized CNN Reporter’s Email and Phone Records - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department under the Trump administration targeted the phone and email records of a prominent CNN journalist who covers the Pentagon as part of an investigation into the apparent disclosure of classified information, the network revealed on Thursday.\nFederal prosecutors secretly obtained the records, which covered a two-month period beginning in June 2017. In a letter to CNN, prosecutors acknowledged they not only sought records for Barbara Starr’s work and personal email accounts, but also phone records for her offices at the Pentagon and at home, as well as for her cellphones.\nIt was not clear which CNN article prompted the Justice Department to obtain the records, but seeking them is supposed to be the last step that F.B.I. agents and prosecutors take after exhausting all other efforts to uncover the source of sensitive information.\n“CNN strongly condemns the secret collection of any aspect of a journalist’s correspondence, which is clearly protected by the First Amendment,” said Jeff Zucker, the network’s president. “We are asking for an immediate meeting with the Justice Department for an explanation.”", "url": "https://www.nytimes.com/2021/05/20/us/politics/cnn-trump-barbara-starr.html"}