{"authors": ["Scott Cacciola", "Jonathan Abrams"], "date_download": "2022-10-25 22:57:29", "date_modify": "2022-10-25 22:57:29", "date_publish": "2021-10-12 15:47:16", "description": "The barring of Irving complicates what looked like a surefire path to the finals for the Nets and could set up a battle with the players’ union.", "filename": "2021_10_12_sports_basketball_kyrie-irving-vaccine_1666738649.html", "image_url": "https://static01.nyt.com/images/2021/10/12/sports/12nba-kyrie-vax-1/12nba-kyrie-vax-1-facebookJumbo-v3.jpg?year=2021&h=550&w=1050&s=9a362491cff676b5c364b4a1f8b2030f4a0a9b33c3b3d1a4741abee5986ed3e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_12_sports_basketball_kyrie-irving-vaccine_1666738649.html", "title": "Nets Bar Kyrie Irving Until He's Vaccinated", "title_page": "Nets Bar Kyrie Irving Until He's Vaccinated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Irving has not spoken publicly about his vaccination status, asking instead for privacy, and the Nets danced around the topic for weeks until Tuesday. In response to a question from The New York Times about whether Irving was vaccinated, Marks said: “If he was vaccinated, we wouldn’t be having this discussion. I think that’s probably pretty clear.”\nAlthough the union said last week that 96 percent of players had been vaccinated, a few have expressed hesitancy and most have not actively campaigned for others to be vaccinated. In late September, James, the game’s most famous player, said that he had gotten vaccinated after months of skepticism.\n“I think everyone has their own choice to do what they feel is right for themselves and their family,” James said.\nIn his most recent public comments, Irving insisted that getting the shot was a matter of privacy.\n“Everything will be released at a due date and once we get this cleared up,” Irving said during a virtual meeting with reporters on Sept. 27, adding: “I’m a human being first. Obviously, living in this public sphere, it’s just a lot of questions about what’s going on in the world of Kyrie. I think I just would love to just keep that private, handle it the right way with my team and go forward together with the plan.”\nIrving has long been known as one of the league’s more mercurial figures, expressing unconventional opinions on a variety of topics since he joined the Cleveland Cavaliers as the top overall draft pick in 2011.\nBut he also has outsize influence within the league, and he led a bloc of players who disagreed with the N.B.A.’s decision to resume the 2019-20 season in a Florida bubble because of the pandemic, expressing concern that the move would limit the players’ social justice efforts after the police killing of George Floyd.\nLast season, Irving missed several games for unspecified personal reasons. During one of the stints when he was away from the team, video surfaced of him attending his sister’s birthday party without a mask, in violation of the league’s health and safety protocols. A few days later, while his teammates were preparing to play against the Denver Nuggets, he appeared on a Zoom call for supporters of the Manhattan district attorney candidate Tahanie Aboushi.", "url": "https://www.nytimes.com/2021/10/12/sports/basketball/kyrie-irving-vaccine.html"}