{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:55:53", "date_modify": "2022-10-25 23:55:53", "date_publish": "2021-06-14 20:35:31", "description": "After a year of protests outside Balfour, the prime minister’s house, Israelis are debating what role they played in Benjamin Netanyahu’s downfall.", "filename": "2021_06_14_world_middleeast_netanyahu-balfour-corruption_1666742153.html", "image_url": "https://static01.nyt.com/images/2021/06/14/world/14ISRAEL-RESIDENCE1/14ISRAEL-RESIDENCE1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=ef44da523610bc275803219a0b02278a464618c0fff96535277b06191a2e454a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_14_world_middleeast_netanyahu-balfour-corruption_1666742153.html", "title": "For Israel’s Netanyahu, the Official Residence Became a Fortress", "title_page": "For Israel’s Netanyahu, the Official Residence Became a Fortress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Israelis are now debating what role the Balfour protests may have played in unseating Mr. Netanyahu, who spent 12 consecutive years in office, and 15 overall, and in breaking the political deadlock that sent Israelis to the ballot box four times in two years.\nNow the leader of the opposition, Mr. Netanyahu skipped the traditional handover ceremony, merely meeting Mr. Bennett alone for half an hour on Monday. He has vowed to bring down Mr. Bennett’s government, which he has branded as “left-wing.”\nThe prime minister’s office could not immediately say when the Netanyahus might leave Balfour. A person close to the family, who spoke on the condition of anonymity to discuss private affairs, said the subject had not come up for discussion but noted that some previous prime ministers had received a grace period of up to two months before vacating the residence.\nNamed for Arthur Balfour, the British foreign secretary whose declaration more than a century ago laid the diplomatic foundations for a Jewish homeland in Palestine, Balfour Street became a byword for what detractors saw as the increasingly polarizing, anti-democratic and monarchical impulses of Mr. Netanyahu, his wife, Sara, and their elder son, Yair. Many saw them as having royal delusions. Battling corruption charges, Mr. Netanyahu railed against the police, the mainstream news media and the judiciary and accused them of plotting to overthrow him.\nThe term “Balfour” also came to denote a political concept identified by Ben Caspit, an Israeli commentator and author of two Netanyahu biographies. In the prime minister’s circles, Mr. Caspit said, people began to speak of which policies or decisions would or would not win the approval of “the house,” which at first meant Ms. Netanyahu, and in more recent years, also referred to Yair Netanyahu.\n“It was a three-member board of directors,” Mr. Caspit said in an interview, “and Bibi did not have a majority.”\nThe person close to the Netanyahu family said that while Ms. Netanyahu and Yair Netanyahu expressed their opinions, he had never seen any extraordinary interference in decision-making to justify the reputation they had gained.", "url": "https://www.nytimes.com/2021/06/14/world/middleeast/netanyahu-balfour-corruption.html"}