{"authors": ["Eric Lipton", "Ephrat Livni"], "date_download": "2022-10-25 23:40:34", "date_modify": "2022-10-25 23:40:34", "date_publish": "2021-07-23 09:00:32", "description": "The founders of the cryptocurrency exchanges FTX and Binance talked with The Times about risk and regulation.", "filename": "2021_07_23_business_dealbook_binance-FTX-ceos_1666741234.html", "image_url": "https://static01.nyt.com/images/2021/07/23/business/23Crypto-Interviews-02/23Crypto-Interviews-02-facebookJumbo.jpg?year=2021&h=549&w=1050&s=6a4c5fb70bbb8223542987a9c597cb2192dd545522f998c20974345a1b882fa2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_23_business_dealbook_binance-FTX-ceos_1666741234.html", "title": "Binance and FTX's C.E.O.s Talk Shop", "title_page": "Binance and FTX's C.E.O.s Talk Shop - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Bankman-Fried and Mr. Zhao — better known as C.Z. to his millions of Twitter followers — believe that crypto derivatives trading should be permitted in the United States, arguing they are creative investment opportunities and part of crypto’s potential to democratize finance.\nIn a series of video calls and email exchanges with The New York Times, Mr. Bankman-Fried and Mr. Zhao discussed the paths that led them to crypto and their views on risk, profit and operating in regulatory gray spaces. The interviews have been edited and condensed for clarity.\nSam Bankman-Fried\nYou ran a cryptocurrency trading firm in Berkeley, Calif. Why move to Hong Kong?\nAround late 2018, I went to a cryptocurrency conference in Macao — and it was sort of transformative. It was a three-day conference. And by the end of that I had like two weeks of meetings set up in Hong Kong, and I ended up in Hong Kong. At some point, it sort of had happened implicitly. I guess there’s a point at which I canceled my lease back in the Bay.\nWhat was the appeal?\nBeing in Hong Kong unlocked something that I’d wanted to do for a while but I’ve always been missing a key piece of, which was to start an exchange. In crypto, exchanges handle basically the entire infrastructure. It’s every single part of a trade put together except for the buyer and seller, whereas in traditional finance, it’s all handled by like 12 different firms. Another important piece of it was that it needed a non-U.S. base of operations.\nWhy not in the United States?\nSo the most important part for us — and I think for a lot of the industry as a whole — is derivatives. The question is, well, what’s the regulatory framework for crypto derivatives? Most countries have taken the position, some implicitly, some explicitly, that they’re going to wait and see and that they will police things if there are things that seem bad or egregious or predatory. In the United States, the Commodity Futures Trading Commission has mostly taken the position that this is a regulated financial activity. But there isn’t a crypto derivatives exchange license.\nA critique of exchanges like yours is that the high leverage available to crypto derivatives traders accelerates cascading liquidations that amplify volatility in cryptocurrency markets. Could this pose a risk to the wider economic system?\nOh, I absolutely think it could. I do think it is true that this could cause cascades in the economy more generally if crypto got big enough. That being said, this is not unique to crypto. Crypto is unique in how quickly these moves are sometimes realized. But obviously, in 2008 you saw this, right? It played out over the course of months instead of hours. But this is what happened. One bank fell, and that triggered liquidations on another set of portfolios, which triggered liquidations on another one.", "url": "https://www.nytimes.com/2021/07/23/business/dealbook/binance-FTX-ceos.html"}