{"authors": ["Sopan Deb"], "date_download": "2022-10-25 22:57:13", "date_modify": "2022-10-25 22:57:13", "date_publish": "2021-09-13 16:40:08", "description": "A representative of the referees’ union said “this innovative vaccine” allows refs to keep working. Other leagues do not have similar agreements with their officials.", "filename": "2021_09_13_sports_nba-referees-covid-vaccine_1666738633.html", "image_url": "https://static01.nyt.com/images/2021/09/14/sports/13nba-refs-vax2-print/merlin_187771593_1ec0a4e9-74ed-4386-8622-a47342bbe68f-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b7074cb18d3c492fefd429f590b3b954ee33e7f282dd4ee5cd57ab7d728339f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_13_sports_nba-referees-covid-vaccine_1666738633.html", "title": "Why N.B.A. Referees Agreed to a Covid-19 Vaccine Mandate", "title_page": "Why N.B.A. Referees Agreed to a Covid-19 Vaccine Mandate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This conversation has been edited and condensed for length and clarity.\nCan you tell me how the vaccine mandate came about?\nWhen you have a collaborative environment between management and labor, I think you’re constantly always working through issues and there’s a constant dialogue back and forth.\nI think if I would have to say who introduced the idea, I think it’s more the relationship and the constant conversation that came up. I mean, clearly, this was something that’s really consistent with both of our mission statements, which is to provide for the care and safety and security of our members and their families.\nIt’s a shared view of vaccines that they are probably one of the top three inventions in the history of humankind. And to have this access to this innovative vaccine and allow us to continue to work, to do our business and to continue to work collaboratively, it’s not that difficult of a conversation to begin and to work through.\nWhat’s the value of the mandate for the referees’ union if the players haven’t agreed to one?\nWell, first of all, we’re our own independent group, and I think that the players will come to some agreement. They’re working out their issues as well. They may have different issues than we had or just a different pace. I can’t speak to them, but I’m certain that they will work through their issues as well.\nThe benefit of the mandate is that our officials are flying commercially. They have families they’re coming back to. We’re engaged in the business of basketball. We’re in intimate environments with our players. We recognize the importance of the vaccine. I think this will all work itself out on all levels among all leagues.\nWas there a significant amount of resistance from those within the union whom this would affect?\nFrom a numbers perspective, I would say no. But their voices were heard. We articulated their concerns. We worked through those issues. A principle issue that was of concern was the F.D.A. approval. And we worked through that issue to where one of the things we negotiated was that no one would be required prior to F.D.A. approval. So that’s kind of a common-sense approach to it. You know, obviously, F.D.A. approval came at or about the same time that we reached the agreement.", "url": "https://www.nytimes.com/2021/09/13/sports/nba-referees-covid-vaccine.html"}