{"authors": ["Amelia Nierenberg"], "date_download": "2022-10-25 23:48:02", "date_modify": "2022-10-25 23:48:02", "date_publish": "2021-01-15 19:03:49", "description": "It is expected to become the dominant form of the coronavirus by March in the United States.", "filename": "2021_01_15_us_kids-schools-coronavirus-variant_1666741682.html", "image_url": "https://static01.nyt.com/images/2021/01/14/science/14VIRUS-CHILDREN1/14VIRUS-CHILDREN1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7d7581c863784313ff48db1c2574b4da43c665bd47b753c699658f9b0aea4275&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_15_us_kids-schools-coronavirus-variant_1666741682.html", "title": "Here's How the New Coronavirus Variant Could Affect Kids and Schools", "title_page": "Here's How the New Coronavirus Variant Could Affect Kids and Schools - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A new variant of the coronavirus, first identified in Britain, is expected to rapidly spread in the United States. That has fueled fears that children, who have largely been spared the worst of the virus, may become just as susceptible and contagious as adults.\nThe latest research puts the worst fears to rest. A large study by health officials in Britain found that young children are only about half as likely as adults to transmit the variant to others.\n“That’s exactly what we had been seeing with this current variant that’s circulating in the U.S., too,” said our colleague Apoorva Mandavilli, who wrote about the science. “Nothing has really changed on that front.”\nThat seems like good news. But the new variant is about 30 to 50 percent more contagious than the original, for children and adults alike. It is expected to become the dominant form of the coronavirus in the United States by March, which means more kids will get the virus, even if they are still proportionately less contagious and less prone to getting infected than adults.", "url": "https://www.nytimes.com/2021/01/15/us/kids-schools-coronavirus-variant.html"}