{"authors": ["Patrick Kingsley"], "date_download": "2022-10-25 23:26:30", "date_modify": "2022-10-25 23:26:30", "date_publish": "2021-03-17 18:27:39", "description": "Voters are heading to the polls in Israel for the fourth time in two years. And with few signs that this vote will break the cycle, many are already bracing for a fifth.", "filename": "2021_03_17_world_middleeast_israel-election-netanyahu_1666740390.html", "image_url": "https://static01.nyt.com/images/2021/03/16/world/16israel-democracy/16israel-democracy-facebookJumbo.jpg?year=2021&h=550&w=1050&s=47a2e0d0c5a1614902ec69e20dd933985b946367bf2ddf45d18fee201308f352&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_17_world_middleeast_israel-election-netanyahu_1666740390.html", "title": "As 4th Election Looms, Some Ask: Is Israel’s Democracy Broken?", "title_page": "As 4th Election Looms, Some Ask: Is Israel’s Democracy Broken? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Polling suggests that next week’s vote is unlikely to break the deadlock, leading many Israelis to brace for yet a fifth election later this year.\n“Is Israeli democracy broken, given what we’ve seen over the last couple of years?” asked Yohanan Plesner, president of the Israel Democracy Institute, a research group in Jerusalem. No, he said, it was “flawed but not broken,” and for that he credits the Civil Service professionals who have kept it going.\nBut if the system is not yet broken, it is deep in dysfunction.\nParliament did not pass a state budget for either 2020 or 2021, despite the extraordinary costs of the pandemic, forcing government agencies to go month to month. Cabinet meetings have been postponed or canceled because of disputes within the coalition, and cabinet approval of critical foreign policy decisions has occasionally been bypassed altogether. Key government positions remain unfilled. The executive branch is at war with the judicial branch.\nAnd the prime minister, who denies the charges against him and dismisses the prosecution as a coup attempt, is trying to run the country even as he stands trial.\nTo his critics, Mr. Netanyahu has trapped the country in an electoral limbo for one main reason: to win enough seats in Parliament to allow him to change the law and circumvent his court case.\nThis time, he is accused of sabotaging budget negotiations to collapse the coalition government and trigger next week’s elections. The action upended a power-sharing agreement that would have allowed Benny Gantz, Mr. Netanyahu’s centrist coalition partner, to replace him as prime minister this fall.\nThe maneuver was reminiscent of one that Mr. Netanyahu pulled off three elections ago, in May 2019, when he led a push to dissolve Parliament and start a new election cycle. The move prevented the president, Reuven Rivlin, from giving Mr. Gantz an opportunity to try to form a coalition that could have removed Mr. Netanyahu from power.", "url": "https://www.nytimes.com/2021/03/17/world/middleeast/israel-election-netanyahu.html"}