{"authors": ["Jonathan Weisman", "Coral Davenport"], "date_download": "2022-10-25 23:23:00", "date_modify": "2022-10-25 23:23:00", "date_publish": "2021-09-24 09:00:22", "description": "A tax on carbon dioxide pollution could be the single most effective policy to tackle climate change. It could also be politically explosive.", "filename": "2021_09_24_us_politics_carbon-tax-democrats_1666740180.html", "image_url": "https://static01.nyt.com/images/2021/09/24/climate/24cli-carbontax1/24cli-carbontax1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9b957ec08f8229b4de4df22388d4e8da387220e86b3cf231982096ab127650b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_24_us_politics_carbon-tax-democrats_1666740180.html", "title": "Democrats Consider Adding Carbon Tax to Budget Bill", "title_page": "Democrats Consider Adding Carbon Tax to Budget Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Economists have said for decades that a carbon tax, which would make it more expensive to burn fossil fuels, is the most effective way to shift the economy away toward wind, solar and nuclear power, which do not produce the emissions that are heating the planet.\n“A price on carbon, such as a carbon tax, provides the economic incentive for the quickest, cheapest and most comprehensive emission reductions across the entire economy,” said Richard Newell, president of Resources for the Future, a nonpartisan energy and environment research organization.\nHouse and Senate leaders agreed that the budget legislation would largely be funded by returning the top income tax rate to 39.6 percent, from the 37 percent level to which President Donald J. Trump lowered it in 2017. They also agree that the corporate income tax rate should rise from 21 percent, also set in 2017.\nBut, Democrats confirm, at least for the moment, Ms. Sinema is opposing both moves, potentially blowing a significant hole in the finances of a bill to combat climate change, make permanent a generous per-child tax credit, extend prekindergarten and community college to almost all Americans and subsidize child care, among hundreds of other matters.\n“Nearly every day for weeks, Kyrsten has been engaged in direct, good-faith discussions with her Senate colleagues, and President Biden and his team,” John LaBombard, her spokesman, said. “Given the size and scope of the proposal — and the lack of detailed legislative language, or even consensus between the Senate and House around several provisions — we are not offering detailed comments on any one proposed piece of the package while those discussions are ongoing.”\nDemocrats such as Mr. Schatz and Mr. Whitehouse have long promoted a carbon tax, and it has some Republican support. But when a bipartisan group of senators tried to suggest it could pay for a $1 trillion infrastructure bill, the White House balked, fearing that it would harm the middle class.", "url": "https://www.nytimes.com/2021/09/24/us/politics/carbon-tax-democrats.html"}