{"authors": ["Eduardo Porter"], "date_download": "2022-10-25 23:28:47", "date_modify": "2022-10-25 23:28:47", "date_publish": "2021-07-20 15:07:17", "description": "The sharp rebound in hiring, especially in service industries, is widening opportunities and prompting employers to compete on pay.", "filename": "2021_07_20_business_economy_workers-wages-mobility_1666740527.html", "image_url": "https://static01.nyt.com/images/2021/07/26/business/00JPmobility1-print/00mobility-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d0b49dde01e07e4efe6dc3691b416895e4447a42c266b81bb640f9d2b29fa6e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_20_business_economy_workers-wages-mobility_1666740527.html", "title": "Low-Wage Workers Now Have Options, Which Could Mean a Raise", "title_page": "Low-Wage Workers Now Have Options, Which Could Mean a Raise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the same time, construction may be drawing workers from other occupations. While many contractors — especially in residential building — are desperate for workers, “trucking seems to be even more desperate,” noted Ken Simonson, chief economist of the Associated General Contractors of America. One reason might be that construction, with its high pay, tends to attract a lot of truckers.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\n“A lot of construction workers have commercial drivers’ licenses,” Mr. Simonson added. “Trucking companies call it poaching. I would call it luring.”\nBuilding cleaners are in hot demand. But an unemployed janitor who wants something better can probably get a job as a groundskeeper, a house cleaner or a construction laborer. These are among the five occupations that building cleaners most often move to, according to the Brookings data. And they are booming, too.\nSomething similar is happening in the market for personal care aides and nursing and home health aides, along with practical and vocational nurses, who are much better paid. All are experiencing a jump in job postings.\nSome two-thirds of the more than four million jobs are in occupations at the lower end of the wage structure, paying less than $17.26 an hour. The job market is booming far less for occupations paying more than $30.\n“What’s happening right now is not about the wages of college grads going up — it’s about the wages of lifeguards at my pool,” said Betsey Stevenson, a former chief economist at the Labor Department who is now at the University of Michigan. “That closing of the wage differential could persist.”\nAnd this might help explain the peculiar nature of the labor market’s rebound from the pandemic, in which high unemployment coexists with complaints of labor shortages.", "url": "https://www.nytimes.com/2021/07/20/business/economy/workers-wages-mobility.html"}