{"authors": ["Michael Corkery", "Julie Creswell"], "date_download": "2022-10-25 23:42:40", "date_modify": "2022-10-25 23:42:40", "date_publish": "2021-11-02 09:00:18", "description": "Many companies do not account for the emissions from their supply chains, which can be a significant majority of their contributions to greenhouse gases.", "filename": "2021_11_02_business_corporate-climate-pledge-supply-chain_1666741360.html", "image_url": "https://static01.nyt.com/images/2021/11/01/business/00companies-emissions-1/00companies-emissions-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_02_business_corporate-climate-pledge-supply-chain_1666741360.html", "title": "Corporate Climate Pledges Often Ignore a Key Component: Supply Chains", "title_page": "Corporate Climate Pledges Often Ignore a Key Component: Supply Chains - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For nearly 30 years, the pharmaceutical giant Bristol Myers Squibb has proclaimed it’s been setting and meeting ambitious targets around energy and greenhouse gas emissions. These days, those goals include being “carbon neutral” by 2040.\nThe equipment manufacturer Caterpillar, Texas Instruments, Exxon Mobil and the Walt Disney Company have all made similar claims about the sustainability of their operations and have set objectives to reduce emissions.\nBut something is missing from these lofty corporate goals: any accounting of significant emissions from their supply chains or waste from their products. For some companies, those can total as much as 95 percent of their overall contributions to greenhouse gases.\nA closer look at corporate America’s claims that it’s accelerating efforts to tackle the climate crisis — made in marketing and investor presentations — reveals that many of these assertions remain quite limited and fail to make a dent in the largest source of carbon emissions: the global supply chains that power the modern economy and have become dinner-table conversation amid massive disruptions this year.", "url": "https://www.nytimes.com/2021/11/02/business/corporate-climate-pledge-supply-chain.html"}