{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:10", "date_modify": "2022-10-25 23:44:10", "date_publish": "2021-06-06 16:07:29", "description": "The name pays tribute to Harry’s mother, Diana, Princess of Wales, and grandmother, Queen Elizabeth II, after a year of estrangement between the couple and the royal family.", "filename": "2021_06_06_world_europe_harry-meghan-lilibet-diana_1666741450.html", "image_url": "https://static01.nyt.com/images/2021/06/06/world/06ROYALS-BABY/merlin_187285155_c2f987d4-ae40-4c64-8fd8-4644824e58d3-facebookJumbo.jpg?year=2021&h=549&w=1050&s=f12638053d6592294b6d8e7e1a2f55d21bd53ef379fa0a8fcfd02920f7977516&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_06_world_europe_harry-meghan-lilibet-diana_1666741450.html", "title": "Harry and Meghan Announce Birth of Second Baby, Lilibet Diana", "title_page": "Harry and Meghan Announce Birth of Second Baby, Lilibet Diana - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prince Harry and his wife, Meghan, on Sunday announced the birth of a daughter, whose name, Lilibet, pays tribute to Harry’s grandmother, Queen Elizabeth II, after a year of estrangement between the couple and the British royal family.\nThe baby, who was born on Friday morning in Santa Barbara, Calif., will go by the name Lili, an abbreviated version of the nickname given the queen when she was a young girl. The baby’s middle name, Diana, honors Harry’s mother, Princess Diana, who was killed in a car crash in Paris in 1997.\nThis is the couple’s second child, and her birth adds a joyful note to what has been a year of turmoil and ill will after a sensational interview with Oprah Winfrey in which Meghan, a biracial American former actress, accused the royal family of racism and callousness after she married Harry in 2018.\nIn a statement, the couple’s press secretary said Meghan and her child were healthy and back home in Montecito, Calif., where the couple moved last year after a rancorous separation from the family.", "url": "https://www.nytimes.com/2021/06/06/world/europe/harry-meghan-lilibet-diana.html"}