{"authors": ["Thomas Fuller"], "date_download": "2022-10-25 23:52:32", "date_modify": "2022-10-25 23:52:32", "date_publish": "2021-08-04 19:16:49", "description": "Thousands of farms could have their right to draw water from the Sacramento and San Joaquin Rivers reduced or suspended.", "filename": "2021_08_04_us_california-drought-water_1666741952.html", "image_url": "https://static01.nyt.com/images/2021/08/04/us/04weather-climate-briefing-cali-water-1/04weather-climate-briefing-cali-water-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5a3678a893430dac9c545e989617ff07e18e70b3641731c15720580eab76c992&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_04_us_california-drought-water_1666741952.html", "title": "Battling Drought, California Will Cut Water to Farmers", "title_page": "Battling Drought, California Will Cut Water to Farmers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Facing an acute and growing drought, California will reduce the amount of water that farmers in the state’s agricultural heartland are allowed to draw from its largest rivers, officials announced this week. It is the most severe measure taken by the state since a drought emergency was declared for most of California in May.\nThe unanimous vote by the State Water Resources Control Board on Tuesday will come into force in about two weeks, when thousands of farmers in the watershed of the Sacramento and San Joaquin Rivers — the lifeblood of the agricultural Central Valley — would be subject to drawing restrictions. Depending on a farmer’s rights and status, the amount of water that can be drawn could be reduced or cut altogether.\nA separate curtailment order was passed for the Russian River north of San Francisco.\nIt is the fourth time in recent decades that California has curtailed water rights for farmers, and experts say climate change is likely to make similar restrictions more regular.\nCalifornia, by far the largest agricultural producer in the United States, may see declines this year in lower-value crops like corn or alfalfa because of the drought, said Jay Lund, an expert on California’s water system at the University of California, Davis. But many farmers will still be able to draw on ground water and other stored water for their needs, he said.", "url": "https://www.nytimes.com/2021/08/04/us/california-drought-water.html"}