{"authors": ["Karan Deep Singh"], "date_download": "2022-10-25 23:50:43", "date_modify": "2022-10-25 23:50:43", "date_publish": "2021-08-31 15:32:42", "description": "Strong results compared with last year’s performance mask lingering weaknesses that could hold back needed job creation.", "filename": "2021_08_31_business_economy_india-economy-covid_1666741843.html", "image_url": "https://static01.nyt.com/images/2021/08/31/business/31india-econ-1/31india-econ-1-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=876bcef332e2ffba99bc62e4bade7c851f8c267078ba0417f73d02179b92131b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_31_business_economy_india-economy-covid_1666741843.html", "title": "India’s Economic Figures Belie Covid-19’s Toll", "title_page": "India’s Economic Figures Belie Covid-19’s Toll - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At least 3.2 million Indians lost stable, well-paying salaried jobs in July alone, Mr. Vyas estimated. Small traders and daily wage laborers suffered bigger job losses during the lockdowns than others, though they were able to go back to work once the restrictions were lifted, Mr. Vyas said in a report this month.\n“Salaried jobs are not similarly elastic,” he said. “It is difficult to retrieve a lost salaried job.”\nAbout 10 million people have lost such jobs since the beginning of the pandemic, Mr. Vyas said.\nMr. Modi’s government moved this month to rekindle the economy by selling stakes worth close to $81 billion in state-owned assets like airports, railway stations and stadiums. But economists largely see the policy as a move to generate cash in the short term. It remains to be seen if it will lead to more investment, they say.\n“The whole idea is that the government will borrow this money from the domestic market,” said Devendra Kumar Pant, the chief economist at India Ratings. “But what happens if this project goes to a domestic player and he is having to borrow in the domestic market? Your credit demand domestically won’t change.”\nDr. Pant added that questions remained about how willing private players would be to maintain those assets long term and how the monetization policy would ultimately affect prices for consumers.\n“In India, things will decay for the worse rather than improve,” he said, adding that the costs to users of highways and other infrastructure could go up.", "url": "https://www.nytimes.com/2021/08/31/business/economy/india-economy-covid.html"}