{"authors": ["Mike Isaac", "Jack Nicas"], "date_download": "2022-10-25 23:36:52", "date_modify": "2022-10-25 23:36:52", "date_publish": "2021-04-26 09:00:14", "description": "The chief executives of Facebook and Apple have opposing visions for the future of the internet. Their differences escalated this week.", "filename": "2021_04_26_technology_mark-zuckerberg-tim-cook-facebook-apple_1666741012.html", "image_url": "https://static01.nyt.com/images/2021/04/17/business/17facebookapple/17facebookapple-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2ebddc50bf9144e26bd55b4811a5f53aa60ab3d484295bf2c26c99545e662762&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_26_technology_mark-zuckerberg-tim-cook-facebook-apple_1666741012.html", "title": "How Mark Zuckerberg and Apple's C.E.O. Became Foes", "title_page": "How Mark Zuckerberg and Apple's C.E.O. Became Foes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — At a confab for tech and media moguls in Sun Valley, Idaho, in July 2019, Timothy D. Cook of Apple and Mark Zuckerberg of Facebook sat down to repair their fraying relationship.\nFor years, the chief executives had met annually at the conference, which was held by the investment bank Allen & Company, to catch up. But this time, Facebook was grappling with a data privacy scandal. Mr. Zuckerberg had been blasted by lawmakers, regulators and executives — including Mr. Cook — for letting the information of more than 50 million Facebook users be harvested by a voter-profiling firm, Cambridge Analytica, without their consent.\nAt the meeting, Mr. Zuckerberg asked Mr. Cook how he would handle the fallout from the controversy, people with knowledge of the conversation said. Mr. Cook responded acidly that Facebook should delete any information that it had collected about people outside of its core apps.\nMr. Zuckerberg was stunned, said the people, who were not authorized to speak publicly. Facebook depends on data about its users to target them with online ads and to make money. By urging Facebook to stop gathering that information, Mr. Cook was in effect telling Mr. Zuckerberg that his business was untenable. He ignored Mr. Cook’s advice.", "url": "https://www.nytimes.com/2021/04/26/technology/mark-zuckerberg-tim-cook-facebook-apple.html"}