{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:42:46", "date_modify": "2022-10-25 23:42:46", "date_publish": "2021-06-30 16:44:39", "description": "The “sausage wars” are in abeyance for three months, but the symbolically potent trade dispute remains unresolved.", "filename": "2021_06_30_world_europe_britain-eu-northern-ireland-sausage-protocol_1666741366.html", "image_url": "https://static01.nyt.com/images/2021/06/30/world/30NIRELAND01/merlin_181052052_08c57973-e1ac-49a7-9ac9-f41d5e904b4c-facebookJumbo.jpg?year=2021&h=549&w=1050&s=26be92b45cac01b5d3a59bf35ae0a3cc49b048c03307b49be86af4869ff1f7b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_30_world_europe_britain-eu-northern-ireland-sausage-protocol_1666741366.html", "title": "Britain and the E.U. Defer Action on Northern Ireland", "title_page": "Britain and the E.U. Defer Action on Northern Ireland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Britain and the European Union have called a truce in the “sausage wars.” But far from being settled, this bitter dispute over breakfast links raises vexing questions about the future of Northern Ireland.\nAfter weeks of sometimes angry negotiations, the two sides agreed Wednesday to a three-month delay in regulations that would ban shipments of sausages and other chilled meats from mainland Britain to Northern Ireland.\nThe delay is designed to give both sides time to work out technical disputes in the post-Brexit trade arrangements for the North, which straddles the trading systems of Britain and the European Union, requiring checks on goods flowing between the North and the rest of the United Kingdom.\nIt may also defuse tensions among unionists and their more strident allies, the loyalists, in Northern Ireland, who want the territory to stay within the United Kingdom. They have latched on to the dispute to protest what they view as their growing alienation from the United Kingdom.", "url": "https://www.nytimes.com/2021/06/30/world/europe/britain-eu-northern-ireland-sausage-protocol.html"}