{"authors": ["Isabella Kwai", "Thomas Erdbrink"], "date_download": "2022-10-25 22:55:25", "date_modify": "2022-10-25 22:55:25", "date_publish": "2021-12-05 17:24:02", "description": "The nations are widely perceived as leaders in genomic sequencing and testing, giving them an edge over tracking the spread of the virus and its mutations.", "filename": "2021_12_05_world_europe_britain-denmark-omicron-cases_1666738525.html", "image_url": "https://static01.nyt.com/images/2021/12/05/multimedia/05virus-briefing-europe-01/05virus-briefing-europe-01-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_05_world_europe_britain-denmark-omicron-cases_1666738525.html", "title": "Britain and Denmark Report Rise in Known Omicron Cases", "title_page": "Britain and Denmark Report Rise in Known Omicron Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Britain and Denmark each reported a rise in confirmed coronavirus cases of the new Omicron variant on Sunday as countries with robust testing uncover more known instances of the variant in their backyards.\nThere were 86 new cases of the Omicron variant, Britain’s health security agency said on Sunday, bringing the total number of cases in the country to 246 — nearly double the total number of cases reported on Friday. In Denmark, local health authorities confirmed there were 183 known cases of the variant, more than triple the total number of suspected cases reported on Friday, and called them “worrying.”\nBoth Britain and Denmark are widely perceived as leaders in genomic sequencing and testing, giving them an edge over tracking the spread of the virus and its mutations. Still, much remains unknown about the Omicron variant.\nThe detection of more Omicron cases adds to a growing anxiety as overall coronavirus infections continue to increase in Europe, which the World Health Organization called “the epicenter” of the pandemic earlier this month.", "url": "https://www.nytimes.com/2021/12/05/world/europe/britain-denmark-omicron-cases.html"}