{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:23:39", "date_modify": "2022-10-25 23:23:39", "date_publish": "2021-07-19 18:52:10", "description": "In a breathtaking gamble, the country has now lifted all but a few pandemic restrictions.", "filename": "2021_07_19_world_europe_england-boris-johnson-covid-restrictions.html_action=click&module=RelatedLinks&pgtype=Article_1666740219.html", "image_url": "https://static01.nyt.com/images/2021/07/19/world/19VIRUS-UK1/19VIRUS-UK1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ab7fa1d6927685df2d59c31d3f2a9d54b95cd2384490ab6c79f2462c3b0dd13f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_19_world_europe_england-boris-johnson-covid-restrictions.html_action=click&module=RelatedLinks&pgtype=Article_1666740219.html", "title": "England's Reopening Loosens Covid-19 Restrictions Amid Rising Cases", "title_page": "England's Reopening Loosens Covid-19 Restrictions Amid Rising Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Freedom Day” arrived in England on Monday with its chief architect, Prime Minister Boris Johnson, confined in quarantine, millions of Britons facing the same prospect and untold people more anxious about the risks of liberation.\nSuch were the incongruities on the long-awaited day when the government lifted all but a few remaining coronavirus restrictions — a day when the virus infected 39,950 people and swept up tens of thousands more who were notified by the National Health Service’s cellphone app after they were in contact with an infected person.\nMr. Johnson defended the decision to reopen from his country residence, Chequers, where he has been in self-isolation since Sunday after the N.H.S. notified, or “pinged,” him because he had come into contact with his health secretary, Sajid Javid, who said on Saturday he had mild symptoms of Covid-19.\n“If we don’t open up now, then we face a risk of even tougher conditions in the coming months when the virus has a natural advantage,” Mr. Johnson said in a news conference, his voice somewhat muffled and image slightly blurry on a video feed. “We have to ask ourselves the question, ‘If not now, when?’”", "url": "https://www.nytimes.com/2021/07/19/world/europe/england-boris-johnson-covid-restrictions.html?action=click&module=RelatedLinks&pgtype=Article"}