{"authors": ["Richard Fausset", "Giulia Heyward", "Jack Healy"], "date_download": "2022-10-25 23:24:02", "date_modify": "2022-10-25 23:24:02", "date_publish": "2021-06-25 23:57:31", "description": "Those unaccounted for after this week’s condominium collapse reflect Miami’s cultural and global reach, losses that may touch so many parts of the world.", "filename": "2021_06_25_us_missing-victims-miami-condo-collapse_1666740242.html", "image_url": "https://static01.nyt.com/images/2021/06/25/us/25miami-victims-1/25miami-victims-1-facebookJumbo-v3.jpg?year=2021&h=241&w=459&s=e8f18776d55a53a388779630e3c5db85d32ebc3ae9a9ca3fd7ffe8a57aab4511&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_25_us_missing-victims-miami-condo-collapse_1666740242.html", "title": "What We Know About the Missing in the Miami Building Collapse", "title_page": "What We Know About the Missing in the Miami Building Collapse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Fonte said her sister had been talking on the phone with her husband at around 1:30 a.m. on Thursday, moments before the collapse: “She said the building was shaking and then the phone died,” Ms. Fonte said.\nThe news of the collapse ricocheted from the 5,600-person oceanfront town of Surfside and across the Western Hemisphere. Senator Marco Rubio, Republican of Florida, said on Twitter that nearly a third of the people reported missing were foreign citizens, and that family members from more than a dozen countries were racing to get visas so they could travel to the scene.\nImage Luis Barth, his wife, Catalina Gomez, 46, and their 14-year-old daughter, Valeria. The family was visiting Florida from Medellín, Colombia, and had come to Miami to take a vacation, see family and get vaccinated. Credit... Sergio Barth\nFor Luis Barth, a lawyer from Colombia, and his family, the trip to South Florida served a number of purposes, according to his brother Sergio Barth. They wanted to see family in Florida, after a long gap because of the coronavirus pandemic, spend some time on vacation and get vaccinated here, given the frustratingly slow pace of the vaccine rollout in Colombia.\nMr. Barth, 51, along with his wife, Catalina Gomez, 46, and their daughter Valeria, 14, arrived in Florida on May 25, and all three of them got the vaccine, Sergio Barth said. Their plan was to briefly stay in a friend’s condominium in Champlain Towers before moving to Sergio Barth’s house and continuing their vacation.\nBut for some reason, they went to Miami a day earlier than planned. “That’s a God thing,” Mr. Barth said, adding that he had repeatedly called the family’s cellphones to no avail. “It’s really hard for us to understand and explain.”\nThe loss — if it is indeed a loss — will be felt intimately and broadly. Luis Barth was politically active in Colombia and had previously run a technology and innovation district in Medellín, which was central to the city’s effort to move beyond the years of drug-war violence. Ms. Gomez was also a talented lawyer, Sergio Barth said.", "url": "https://www.nytimes.com/2021/06/25/us/missing-victims-miami-condo-collapse.html"}