{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:48:08", "date_modify": "2022-10-25 23:48:08", "date_publish": "2021-08-05 19:05:13", "description": "Prosecutors are recommending a sentence of 41 to 51 months for the defendant, his lawyer said. The proposal may set a precedent for more than 100 people accused of attacking officers.", "filename": "2021_08_05_us_politics_scott-fairlamb-capitol-riot_1666741688.html", "image_url": "https://static01.nyt.com/images/2021/08/05/us/politics/05dc-investigate1/05dc-investigate1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=82a59ed403ea3ced56e64ad327ac40c2080986c47747bbbd351f3e65040fb6b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_05_us_politics_scott-fairlamb-capitol-riot_1666741688.html", "title": "Scott Fairlamb First to Plead Guilty in Capitol Riot Case", "title_page": "Scott Fairlamb First to Plead Guilty in Capitol Riot Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A New Jersey gym owner is set to plead guilty on Friday to assaulting a police officer during the storming of the Capitol in January, his lawyer said, the first time someone charged with attacking the police at the riot will accept responsibility for the crime.\nUnder a deal with the government, the defendant, Scott Fairlamb, has agreed to accept a recommendation to be sentenced to 41 to 51 months in prison, according to his lawyer, Harley Breite. The sentencing proposal could be a guidepost for more than 100 other suspects accused of assaulting police officers on Jan. 6.\nA hulking, bearded man who once competed as a mixed martial artist, Mr. Fairlamb, 44, was caught on video stalking officers outside the Capitol as they made their way through an angry mob of pro-Trump protesters. At one point, he can be heard shouting at a Metropolitan Police Department officer, “Are you an American? Act like it!” Then, unprompted, Mr. Fairlamb shoved the officer and hit him in the face.\nMr. Fairlamb planned to enter a guilty plea not only to the assault charge, but also to another felony count of obstructing an official proceeding before Congress, Mr. Breite said. Prosecutors have used the obstruction charge, in lieu of sedition or insurrection, to describe the central crime committed by hundreds of people on Jan. 6: the disruption of the certification of the Electoral College vote.", "url": "https://www.nytimes.com/2021/08/05/us/politics/scott-fairlamb-capitol-riot.html"}