{"authors": ["Thomas Erdbrink", "Henrik Pryser Libell", "Natasha Frost", "John Yoon"], "date_download": "2022-10-25 22:55:24", "date_modify": "2022-10-25 22:55:24", "date_publish": "2021-12-03 13:46:50", "description": "All those infected were fully vaccinated and tested before entering a restaurant in central Oslo, where one traveler from South Africa carried the new variant.", "filename": "2021_12_03_world_omicron-norway-christmas-party_1666738524.html", "image_url": "https://static01.nyt.com/images/2021/12/03/multimedia/03virus-briefing-norway/03virus-briefing-norway-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_03_world_omicron-norway-christmas-party_1666738524.html", "title": "Possible Omicron Cases Emerge from Christmas Party in Oslo, Norway", "title_page": "Possible Omicron Cases Emerge from Christmas Party in Oslo, Norway - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Around half of the people who attended an office Christmas party in Oslo, where only vaccinated employees were admitted, have tested positive for the coronavirus after one guest recently returned from South Africa was found to carry the new Omicron variant, local health authorities said on Friday.\nMore than 120 people attended the event, held a week ago by a solar power company. Of the positive tests sequenced so far, between 15 and 20 were likely to be the Omicron variant, according to Dr. Tine Ravlo, a local chief physician involved in tracking the outbreak, who added that not all of the 60 coronavirus cases found so far had yet been fully checked for the variant.\n“We are expecting more of them to likely be Omicron infections,” she said.\nA spokesman for the company, Scatec, said that only vaccinated staff had been admitted to the party, and everyone had tested negative for the coronavirus before the event.", "url": "https://www.nytimes.com/2021/12/03/world/omicron-norway-christmas-party.html"}