{"authors": ["Dana Goldstein"], "date_download": "2022-10-25 23:24:04", "date_modify": "2022-10-25 23:24:04", "date_publish": "2021-08-13 20:21:37", "description": "The two systems have announced some of the strongest vaccine requirements to date, which could put pressure on other cities, like New York.", "filename": "2021_08_13_world_los-angeles-and-chicago-schools-will-mandate-teacher-vaccinations_1666740244.html", "image_url": "https://static01.nyt.com/images/2021/08/13/us/13virus-briefing-school-testing-new/merlin_193023513_69aa6421-9d4f-47f2-983b-6e8545dfcd33-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c787194e8717e95fdb75c602cd4f1dc6e90fa96b345dadcae4406a7182c4d741&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_13_world_los-angeles-and-chicago-schools-will-mandate-teacher-vaccinations_1666740244.html", "title": "Los Angeles, Chicago Back Vaccine Mandate for Teachers", "title_page": "Los Angeles, Chicago Back Vaccine Mandate for Teachers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As schools prepare to reopen five days per week amid an alarming surge in the coronavirus, Los Angeles and Chicago, the second- and third-largest districts in the nation, announced on Friday some of the strongest teacher vaccine mandates to date.\nEducators and school staff in both cities will have to be fully vaccinated by Oct. 15. School begins in Los Angeles on Aug. 16 and in Chicago on Aug. 30.\nIn Los Angeles, district employees will also have to submit to regular virus testing, regardless of vaccination status. In Chicago, staff will be tested weekly until the vaccine deadline. Both systems said there will be an exemption process for those with disabling medical conditions or sincerely held religious beliefs.\nCalifornia and Illinois are also both requiring everyone to use masks inside schools when they reopen.", "url": "https://www.nytimes.com/2021/08/13/world/los-angeles-and-chicago-schools-will-mandate-teacher-vaccinations.html"}