{"authors": ["Sarah Kliff"], "date_download": "2022-10-25 23:53:04", "date_modify": "2022-10-25 23:53:04", "date_publish": "2021-03-14 09:00:06", "description": "The expansion of Medicaid is an effort to address the highest maternal death rate among wealthy nations.", "filename": "2021_03_14_upshot_stimulus-saving-mothers-medicaid_1666741984.html", "image_url": "https://static01.nyt.com/images/2021/03/16/upshot/00up-stimulus-postpartum/00up-stimulus-postpartum-facebookJumbo.jpg?year=2021&h=549&w=1050&s=f6a2ceb926f6133ec2e8c1e1bb111ad3f6b54ca84f2a14807b94fec0a7c3c08b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_14_upshot_stimulus-saving-mothers-medicaid_1666741984.html", "title": "Small Piece of the Stimulus Has Ambitious Aim of Saving Mothers’ Lives", "title_page": "Small Piece of the Stimulus Has Ambitious Aim of Saving Mothers’ Lives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“These aren’t people who are uninsured because they don’t think it’s valuable, or don’t have health concerns,” said Stacey McMorrow, a principal research associate at the Urban Institute and author of the study. “They are people who have medical needs.”\nHer research found that, between 2015 and 2018, 11.5 percent of new mothers lacked health insurance coverage. That rate is slightly higher than the general population’s. About half of those uninsured women were Hispanic, and two-thirds lived in the South. The uninsured rate for new mothers is especially high in states that do not participate in the Affordable Care Act’s Medicaid expansion, which provides public coverage to all citizens who earn less than 133 percent of the federal poverty line.\nRecent studies have found that increased Medicaid access for the general population, which will cover some new mothers, is associated with lower maternal mortality and more use of medical care in the postpartum year.\nExtending Medicaid coverage longer would also help women comply with new postpartum guidelines from the American College of Obstetricians and Gynecologists. In 2018, it began recommending that postpartum care be delivered as a series of visits from three to 12 weeks after delivery. Before that, the association recommended only one visit at six weeks after birth.\n“This is an evidence-based, well-supported proposal,” said Katy Kozhimannil, a professor of health policy at the University of Minnesota. “It would be extremely helpful for women to have financial access to health insurance and health care after they deliver.”\nShe said the extension of postpartum Medicaid should be seen in the context of the larger set of benefits the stimulus will provide parents. There are the $1,400 checks for each family member, including children, that will go out to most Americans. The new child tax credit will also provide big financial boosts for many families with children.\nTaken together, the changes in the stimulus should lessen the financial strain that comes with becoming a parent, both for medical bills and other expenses. Still, experts say major stressors and gaps in the safety net will remain. The United States does not guarantee paid leave for new parents. States will have to sign up to add this benefit to Medicaid, and pay a share of the costs. Even in states that do make that decision, new mothers could still find themselves uninsured after the year of coverage ends.", "url": "https://www.nytimes.com/2021/03/14/upshot/stimulus-saving-mothers-medicaid.html"}