{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:24:10", "date_modify": "2022-10-25 23:24:10", "date_publish": "2021-03-06 00:24:10", "description": "Bowing to moderates who said the jobless aid was too generous, Democrats dropped their bid to raise a weekly federal unemployment benefit to $400 from $300.", "filename": "2021_03_05_us_politics_senate-stimulus-bill_1666740250.html", "image_url": "https://static01.nyt.com/images/2021/03/05/us/politics/05dc-cong-1/05dc-cong-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=24bec88111cb42577165f98e124b87c36cd68974af8931d25f061924fc9029a6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_05_us_politics_senate-stimulus-bill_1666740250.html", "title": "Democrats Agree to Trim Unemployment Aid to Keep Stimulus Bill on Track", "title_page": "Democrats Agree to Trim Unemployment Aid to Keep Stimulus Bill on Track - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The proposed changes to the stimulus payments and jobless aid were two more blows to the hopes of progressive Democrats who had already been angry at the decision to omit a minimum-wage increase from the bill, after a top Senate official ruled it out of bounds based on the rules that govern reconciliation bills.\nLiberal lawmakers and activists had argued that Democrats should overrule the official who issued the decision, the Senate parliamentarian, and push through the proposal anyway over Republican opposition. But Mr. Biden made clear he would not support that move, and on Friday, when Senator Bernie Sanders, independent of Vermont, tried to add it to the legislation, the wage increase did not appear to come close to mustering a majority, and it fell far short of the 60 votes that it would have needed to be adopted.\nThe measure to increase the minimum wage to $15 by 2025 attracted only 42 supporters — and 58 opponents, including seven Democrats and one independent who votes with them. The vote-a-rama resumed close to 12 hours after it began, as Democrats scrambled to ready text for the new plan.\n“If anybody thinks that we’re giving up on this issue, they are sorely mistaken,” Mr. Sanders told reporters. “If we have to vote on it time and time again, we will — and we’re going to succeed.”\nWhile Republicans had made it clear they were ready to draw out debate on the stimulus package with all manner of amendments that were doomed to fail, it was also clear on Friday that there were issues far more significant than a minority united in opposition. Lawmakers in both parties quickly focused on Mr. Manchin, who has repeatedly called for the overall bill to be more targeted and who singled out the unemployment provision as an example.\nWith the existing $300-a-week payments set to lapse next weekend, Mr. Biden’s stimulus plan and the House bill that passed last weekend to implement it proposed to increase the aid to $400 a week and extend it through the end of August.\nBut Mr. Manchin and other moderates worried that was too high, and leading Democrats had devised an alternative that would keep the weekly benefit at $300 but extend it until early October. They also added a sweetener: a new provision that would forgive up to $10,200 in taxes on unemployment benefits received through in 2020.", "url": "https://www.nytimes.com/2021/03/05/us/politics/senate-stimulus-bill.html"}