{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:54:52", "date_modify": "2022-10-25 23:54:52", "date_publish": "2021-10-17 20:51:28", "description": "As long-suffering fans cheered the arrival of Saudi riches at their club, talk of the new owners’ plans and the current team’s flaws took the day off.", "filename": "2021_10_17_sports_soccer_newcastle-saudi-tottenham_1666742092.html", "image_url": "https://static01.nyt.com/images/2021/10/17/sports/17onsoccer7/17onsoccer7-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f8a1f0e454c2ae10a134ad59c1249e85d39efe238a24188df574479a641042b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_17_sports_soccer_newcastle-saudi-tottenham_1666742092.html", "title": "In Newcastle, Songs Drown Out the Hard Questions", "title_page": "In Newcastle, Songs Drown Out the Hard Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That is soccer’s great skill, of course, its ability to bend and twist and adjust to any new reality. There is no story line too outlandish to be folded into its sweeping, infinite script, no limit to the willing suspension of disbelief, no line in the sand, no beyond the pale.\nThe biggest club in the world imploding because of its own hubris? Write it up. A yearslong plot to change the face of the sport that is destroyed in 48 hours? Just a regular Tuesday. One of the world’s largest investment funds buying a club that employs Joelinton so as to burnish the image of a repressive autocracy? Fine, why not?\nThere is an adaptability that comes with having no moral compass. Not only can soccer tolerate almost any twist, no matter how improbable, it can also do so in a matter of hours, turning what might once have been unthinkable into the way things have always been in the space of a 90-minute game. How else could nation states use the Premier League as a proxy stage for their geopolitical strategies.\nAnd yet at St. James’s Park on Sunday afternoon, even as reality bit, it was impossible to escape the strangeness of the whole scene. There were the children, outside, with their homemade headdresses. There were the teenagers with the Saudi flag cast across their shoulders. There were the men in robes, adulation for their new owners in the form of cultural appropriation.\nThen, strangest of all, as Newcastle’s longest-standing and longest-suffering fans in the Gallowgate End unfurled a banner of defiance — quoting the local singer Jimmy Nail and his description of this city as a “mighty town” — the stadium’s public-address system cut in and asked the stadium to give a “warm Geordie welcome” to al-Rumayyan.\nAs one, the fans rose and turned to face the directors’ box, cheering and applauding for 20, 30 seconds. Newcastle has always romanticized its heroes, perhaps more than most: It is a club that carries the memories of Jackie Milburn and Kevin Keegan and Alan Shearer on its lips at all times.", "url": "https://www.nytimes.com/2021/10/17/sports/soccer/newcastle-saudi-tottenham.html"}