{"authors": ["Sheryl Gay Stolberg", "Chris Hamby"], "date_download": "2022-10-25 23:00:22", "date_modify": "2022-10-25 23:00:22", "date_publish": "2021-04-30 00:56:11", "description": "Emergent BioSolutions’ C.E.O. announced several executive changes but vigorously defended the company, which is on track for record revenues.", "filename": "2021_04_29_us_emergent-biosolutions-covid-vaccine-manufacturing_1666738822.html", "image_url": "https://static01.nyt.com/images/2021/04/29/multimedia/29emergent-1/29emergent-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b1ae313a3f4c753eae844041e063ff0989531fc8fbd8e2d8c68bc78288420beb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_29_us_emergent-biosolutions-covid-vaccine-manufacturing_1666738822.html", "title": "Shake-Up at Covid Vaccine Manufacturer That Tossed Millions of Doses", "title_page": "Shake-Up at Covid Vaccine Manufacturer That Tossed Millions of Doses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The company revised its financial projections, saying it expected a delay in revenue from Covid-19 vaccines, primarily because of the government-requested halt in production.\nBut Emergent still expected to bring in up to $875 million from its manufacturing contracts this year, much of that from Covid-19 vaccine deals. That would amount to nearly half of what the company projects as a record-high annual revenue approaching $2 billion.\nLast year, Emergent struck deals with the federal government, Johnson & Johnson and AstraZeneca worth up to $1.5 billion, and the company has reported receiving hundreds of millions of dollars under those contracts — even though it has not produced a single dose yet deemed usable by United States regulators.\nEven as problems mounted at its facility — documented in a series of confidential audits previously reported by The New York Times — the company’s stock price soared. Throughout 2020, Emergent’s founder and chairman, Fuad El-Hibri, cashed in shares and options worth over $42 million, more than he had redeemed in the previous five years combined, a Times investigation found. Mr. Kramer boasted in February that 2020 was “the strongest year in our 22-year history.”\nThis month, shareholders sued Emergent, alleging that executives had misled investors by touting the company’s ability to manufacture Covid-19 vaccines at the Baltimore plant. The manufacturing problems in Baltimore go beyond the loss of the Johnson & Johnson doses. The Times reported this month that Emergent also had to discard millions of AstraZeneca doses for fear of possible contamination.\nSo far, no coronavirus vaccines manufactured by Emergent have been put into the arms of Americans. But the Biden administration recently authorized the release of four million AstraZeneca doses to Mexico and Canada. Officials in both countries said the vaccines were administered there only after testing confirmed their safety, and they assured their citizens that the doses were not affected by quality concerns at Emergent.\nEarlier this week, with pressure mounting to address the pandemic — including a humanitarian crisis in India — the Biden administration said it also intended to offer other countries access to up to 60 million doses of the AstraZeneca vaccine manufactured by Emergent in Baltimore. But officials said the doses would not be released until regulators determine they are safe.", "url": "https://www.nytimes.com/2021/04/29/us/emergent-biosolutions-covid-vaccine-manufacturing.html"}