{"authors": ["Alan Feuer"], "date_download": "2022-10-25 22:56:56", "date_modify": "2022-10-25 22:56:56", "date_publish": "2021-01-11 00:43:26", "description": "In the wake of last week’s assault on the Capitol, Mayor Muriel E. Bowser of Washington called for officials to expedite security preparations for the inauguration.", "filename": "2021_01_10_us_inauguration-security-police_1666738616.html", "image_url": "https://static01.nyt.com/images/2021/01/10/us/10POLICE/10POLICE-facebookJumbo.jpg?year=2021&h=550&w=1050&s=acb8c6aa6ab74271a4df64beb46b07d7e1f793e9ac69eed4f246d78ce73a8272&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_10_us_inauguration-security-police_1666738616.html", "title": "Police Reassess Security for Inauguration and Demonstrations After Capitol Attack", "title_page": "Police Reassess Security for Inauguration and Demonstrations After Capitol Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Here’s what you need to know about President-elect Joseph R. Biden Jr.’s Inauguration Day.]\nFederal and local authorities across the country pressed their hunt this weekend for the members of the angry mob that stormed the Capitol building last Wednesday, as Washington’s mayor issued an urgent appeal to start preparing immediately for more potential violence before, during and after the inauguration of President-elect Joseph R. Biden Jr.\nFollowing one of the most stunning security lapses in the city’s history, Mayor Muriel E. Bowser sent a firmly worded letter on Saturday to the Department of Homeland Security, asking officials to move up to Monday the implementation of heightened security measures that are otherwise set to begin on Jan. 19, just one day before Mr. Biden’s swearing-in.\nMs. Bowser’s call to action, which came as law enforcement officers in several states made arrests related to the assault on the Capitol, was echoed Sunday by Senator Roy Blunt, the Missouri Republican who is charged with overseeing the planning of the inaugural celebration.\nThe Capitol complex, typically a hive of activity, remained cut off from its surroundings Sunday night by troop deployments and an imposing scrim of seven-foot-tall, unscalable fencing. Still in shock from the worst breach of the building in more than two centuries, lawmakers were expected to turn their attention this week to a second slate of impeachment charges against President Trump, who has said little about the rampage he helped incite — in part because social media companies, like Twitter and Facebook, have either banned him or severely limited his use of their platforms.", "url": "https://www.nytimes.com/2021/01/10/us/inauguration-security-police.html"}