{"authors": ["Maria Cramer"], "date_download": "2022-10-25 23:53:28", "date_modify": "2022-10-25 23:53:28", "date_publish": "2021-01-31 12:00:08", "description": "Tammy and Jordan Myers will have to adopt their twins after two Michigan judges denied them parental rights because the children had been carried by a surrogate.", "filename": "2021_01_31_us_michigan-surrogacy-law_1666742008.html", "image_url": "https://static01.nyt.com/images/2021/01/29/multimedia/00xp-michigan-boards/00xp-michigan-boards-facebookJumbo.jpg?year=2021&h=549&w=1050&s=d517094ba1e1fd072257812f28fde73fd5ced272e7462bd128125b3d0262c2e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_31_us_michigan-surrogacy-law_1666742008.html", "title": "Couple Forced to Adopt Their Own Children After a Surrogate Pregnancy", "title_page": "Couple Forced to Adopt Their Own Children After a Surrogate Pregnancy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The nursery in the home of Jordan and Tammy Myers in Grand Rapids, Mich., is painted in shades of gray, white and midnight blue for the couple’s newborn twins. Their 8-year-old daughter, Corryn, can’t stop talking about how excited she is to finally be a big sister.\nBut before the state of Michigan will recognize the couple as the babies’ legal parents, the Myerses will have to adopt them.\nThat’s because the babies were not carried by Ms. Myers, and Michigan law does not automatically recognize babies born to surrogates as the legal children of their biological parents. As a result, the birth certificates for the twins, a boy named Eames and a girl named Ellison, list the surrogate and her husband as the parents, not Jordan and Tammy Myers.\nTwice, judges have denied their requests to be declared the legal parents of the twins, even though a fertility doctor said in an affidavit that the babies are the couple’s biological children. In separate affidavits, the surrogate and her husband have agreed that the Myerses are the parents of the twins.", "url": "https://www.nytimes.com/2021/01/31/us/michigan-surrogacy-law.html"}