{"authors": ["Mike Ives", "John Yoon", "Yan Zhuang", "Aina J. Khan"], "date_download": "2022-10-25 23:50:50", "date_modify": "2022-10-25 23:50:50", "date_publish": "2021-11-27 10:51:46", "description": "Australia, Canada and Thailand are among the latest countries to restrict travelers from the region over concerns about the Omicron variant.", "filename": "2021_11_27_world_omicron-travel-restrictions-covid_1666741850.html", "image_url": "https://static01.nyt.com/images/2021/11/27/world/27virus-briefing-global-restrictions/27virus-briefing-global-restrictions-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_27_world_omicron-travel-restrictions-covid_1666741850.html", "title": "More countries restrict travel from southern Africa.", "title_page": "Omicron Variant Prompts More Countries to Restrict Travel from Southern Africa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Saturday dawned around the world, more countries were introducing restrictions on travelers from southern Africa over concerns about the emerging Omicron coronavirus variant.\nAustralia announced on Saturday that it had closed its borders to noncitizens from nine southern African countries — South Africa, Namibia, Zimbabwe, Botswana, Lesotho, Eswatini, the Seychelles, Malawi and Mozambique — and that flights from there would be immediately suspended for 14 days. Australian citizens who arrive from those countries will need to quarantine in a hotel for two weeks, and anyone who has already arrived in the last two weeks must immediately isolate, officials said.\nNo cases of the Omicron variant have been recorded yet in Australia, although 20 people who recently arrived from South Africa are isolating in a quarantine camp, the country’s health minister, Greg Hunt, said at a news conference on Saturday. One person out of the 20 has tested positive for the virus and the case is being studied.\nThailand, Oman, Morocco and Sri Lanka announced similar restrictions on Saturday. Japan also said that it would tighten border controls for arrivals from three more countries — Mozambique, Malawi and Zambia — a day after announcing similar measures for South Africa and six other nations.", "url": "https://www.nytimes.com/2021/11/27/world/omicron-travel-restrictions-covid.html"}