{"authors": ["Julian E. Barnes", "Charlie Savage", "Adam Goldman"], "date_download": "2022-10-25 23:47:39", "date_modify": "2022-10-25 23:47:39", "date_publish": "2021-01-08 22:13:52", "description": "A report to lawmakers from a watchdog in the Office of the Director of National Intelligence criticizes how threat intelligence was analyzed and presented.", "filename": "2021_01_08_us_politics_trump-administration-politicized-election-intelligence_1666741659.html", "image_url": "https://static01.nyt.com/images/2021/01/08/us/politics/08dc-intel/merlin_181644210_3237e96c-5645-4cc6-b751-ca44db7d1555-facebookJumbo.jpg?year=2021&h=550&w=1050&s=445a8ce2d7ad1e7b1be6ad910414a8f90ee870135fcef07dce7a6f627acef1a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_08_us_politics_trump-administration-politicized-election-intelligence_1666741659.html", "title": "Trump Administration Politicized Some Intelligence on Foreign Election Influence, Report Finds", "title_page": "Trump Administration Politicized Some Intelligence on Foreign Election Influence, Report Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Analysts point out that there were substantive differences between the talking points and what the I.C. actually thought,” the report said, referring to the intelligence community.\nThe reluctance of intelligence professionals to deliver the talking points “should have been a red flag,” Mr. Zulauf wrote, “but did not stop the statement from being issued.”\nThe report also said that Mr. Grenell held up a memo in May from the National Intelligence Council about election security threats. His office revised a draft that emphasized intelligence gaps over what was known about those threats. Mr. Zulauf’s report said the revised version “buried the lead.”\nMr. Zulauf said he did not interview Mr. Grenell because he was no longer under his purview as ombudsman. Asked for a response, Mr. Grenell criticized the ombudsman for not talking to him.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“I never once made an edit to intelligence,” he said. “Any criticism of intel sharing or working during my tenure is a criticism of the amazing career officials in charge of the process.”\nThe intelligence ombudsman, established as part of a post-Sept. 11 overhaul, is charged with identifying lapses in tradecraft and practices. Unlike an inspector general, ombudsmen do not look for waste, fraud or abuse.\nMr. Zulauf also examined how the intelligence agencies analyzed Russia’s and China’s intentions and activities in relation to the 2020 election for a classified assessment in August of foreign election interference.", "url": "https://www.nytimes.com/2021/01/08/us/politics/trump-administration-politicized-election-intelligence.html"}