{"authors": ["Karen Weise", "Coral Murphy Marcos"], "date_download": "2022-10-25 23:30:47", "date_modify": "2022-10-25 23:30:47", "date_publish": "2021-10-21 09:00:24", "description": "The organizers say they will have enough signatures by Monday to file for an election with the National Labor Relations Board. The company is pushing back.", "filename": "2021_10_21_technology_amazon-workers-union-staten-island_1666740647.html", "image_url": "https://static01.nyt.com/images/2021/10/21/business/21amazon1/merlin_187804347_f680c7a6-5955-4878-ae64-d1f779c989eb-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b6b1ebd89c4ab82090feb10db6835208d454562190f322b73ddff1401f8661ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_21_technology_amazon-workers-union-staten-island_1666740647.html", "title": "Amazon Workers on Staten Island Aim for Union Vote", "title_page": "Amazon Workers on Staten Island Aim for Union Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tucked in four plastic tubs in a tent by a Staten Island bus stop are stacks of cards with valuable autographs: the signatures of more than 1,700 hourly Amazon workers.\n“I, the undersigned, authorize the Amazon Labor Union to represent me for the purpose of collective bargaining,” the cards read.\nThe commitments are the results of six months of organizing at Amazon’s only fulfillment center in New York City. The organizers expect to have several hundred more by Monday, when they plan to file for a union election.\nIf the National Labor Relations Board validates their request, it could bring the second unionization vote at an Amazon warehouse in less than a year. In April, Amazon defeated a union election at its warehouse in Bessemer, Ala., in what was the gravest union threat the company had faced in its history. The workers’ effort attracted national attention, including visits from Senator Bernie Sanders and a tacit nod of support from President Biden.", "url": "https://www.nytimes.com/2021/10/21/technology/amazon-workers-union-staten-island.html"}