{"authors": ["Jason Horowitz", "Emma Bubola"], "date_download": "2022-10-25 23:24:07", "date_modify": "2022-10-25 23:24:07", "date_publish": "2021-06-22 21:05:58", "description": "The move prompted cries of political meddling from liberal politicians and gestures of gratitude from conservatives. A church historian called it “an unprecedented act.”", "filename": "2021_06_22_world_europe_vatican-italy-gay-rights_1666740247.html", "image_url": "https://static01.nyt.com/images/2021/06/22/world/22vatican-top/merlin_189584751_87e7209c-b323-470e-8c55-ce6f690f5eab-facebookJumbo.jpg?year=2021&h=549&w=1050&s=e5a34255ad7a6b9fe394bf385dbecd2309b3baa9d6b5cccc15abedaacfdf004a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_22_world_europe_vatican-italy-gay-rights_1666740247.html", "title": "Vatican Expresses Deep Reservations Over Gay Rights Bill in Italy", "title_page": "Vatican Expresses Deep Reservations Over Gay Rights Bill in Italy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Certainly if it’s a worry for the Holy See, it is a worry for each one of us,” Cardinal Kevin Joseph Farrell, the prefect for the Vatican office for Laity, Family and Life, said when asked about the letter in a news conference on Tuesday. “And a concern of which we naturally agree with.”\nAn official from the Vatican’s Secretariat of State said that the letter did not get into details, but referred to an article of the Lateran Treaty that clearly guaranteed religious liberty for the church in the practicing and teaching of its beliefs. He said the proposed law, if passed as is, would trample on those rights.\nThe official, who spoke on the condition of anonymity because he was not authorized to discuss the letter’s contents, said that while the Vatican often sent such letters after the passage of laws, it decided in this instance to intervene early, during the legislative process, to try to stop it. The Vatican, the official said, considered itself well within its rights to do so, given the terms of the treaty.\nIn the Vatican’s reading of the bill, only admitting men to the priesthood, restricting marriage to a man and a woman, and refusing to teach gender theory in Catholic schools would all be considered discriminatory, and a crime. Asked why the Vatican had not intervened so strongly in other countries that have passed similar laws, the official said that, as far as the Vatican understood, the proposed law went further than other places.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe letter delivered to the Italian government, the official said, asserted that in the long tradition and teaching of the church, the differences between the sexes is critical, and that recognizing that difference was not discrimination, but part of its belief system. He added that the treaty guaranteed that the church would have the right to practice and teach that difference in Italy.\nOn Nov. 4, Italy’s lower house of Parliament approved a bill to add anti-L.G.B.T. motives to an existing law that makes discrimination, violence or incitement based on someone’s race or religion a crime punishable with up to four years in prison. To improve awareness and sensitivity to the issue, the law also establishes a national day of awareness about the dangers of anti-L.G.B.T. violence, including in schools.\nMost Western European democracies have implemented similar laws, but in Italy, its passage in the Senate has met opposition from Catholic associations, right-wing politicians and even some feminist groups.", "url": "https://www.nytimes.com/2021/06/22/world/europe/vatican-italy-gay-rights.html"}