{"authors": ["Daniel E. Slotnik"], "date_download": "2022-10-25 23:27:09", "date_modify": "2022-10-25 23:27:09", "date_publish": "2021-02-15 21:02:01", "description": "The first of four million newly qualified people were vaccinated around the city and state on Monday, but many are still struggling to get an appointment.", "filename": "2021_02_15_nyregion_ny-coronavirus-vaccine_1666740429.html", "image_url": "https://static01.nyt.com/images/2021/02/15/nyregion/15nyvirus-nextwave/15nyvirus-nextwave-facebookJumbo.jpg?year=2021&h=549&w=1050&s=cf5f4ea11a8ac58562e0f875ff1fa64a9ea6846a45b7ef755ed7d9042b744dce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_15_nyregion_ny-coronavirus-vaccine_1666740429.html", "title": "New Yorkers Rush to Get Vaccine After Eligibility Expands", "title_page": "New Yorkers Rush to Get Vaccine After Eligibility Expands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The first of millions of New Yorkers with chronic health conditions lined up to receive the Covid-19 vaccine at sites around the city on Monday, a day after people inundated a state website and call center when they became eligible for the shot.\nFour million people with conditions like hypertension and obesity can now receive the vaccine in the state, despite a shortage in supply. Those who were able to make vaccination appointments, like Linda Zucker, 55, a lawyer from New Rochelle, N.Y., were relieved. Ms. Zucker, who said she had survived breast cancer, started trying to book an appointment at midnight on Saturday night, gave up after a while, but succeeded early Sunday morning.\n“The end is in sight,” Ms. Zucker said early Monday after getting the first dose of the vaccine at the Jacob K. Javits Convention Center in Midtown. “The masks aren’t going anywhere, but at least I won’t feel as at risk anymore.”\nBut for many others, the process proved frustrating, if not insurmountable. Many people spent large portions of Sunday trying to navigate the city and state’s three different registration systems, some without an appointment to show for it, and others turned to third-party apps.", "url": "https://www.nytimes.com/2021/02/15/nyregion/ny-coronavirus-vaccine.html"}