{"authors": ["Conor Dougherty", "Glenn Thrush"], "date_download": "2022-10-25 22:56:30", "date_modify": "2022-10-25 22:56:30", "date_publish": "2021-06-16 04:01:07", "description": "A moratorium on evictions did little to address the bigger problem: The country is running out of affordable places for people to live.", "filename": "2021_06_16_business_affordable-housing-crisis_1666738590.html", "image_url": "https://static01.nyt.com/images/2021/06/16/business/16Housing-01/merlin_176533275_ea4ff302-5faa-4377-9b94-1974929ffd2f-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9fb77a91729cdd0a5fbff2a74188ea8791f2028510a9dc2308ea8a2e87adcece&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_16_business_affordable-housing-crisis_1666738590.html", "title": "Rising Housing Costs Leave Homebuyers Struggling", "title_page": "Rising Housing Costs Leave Homebuyers Struggling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We’ve avoided some of the worst outcomes so far, but the crisis is not over,” said Diane Yentel, president of the National Low Income Housing Coalition, an advocacy group that has pushed for increased housing assistance. “If the Biden administration allows the federal eviction moratorium to expire before states and localities can distribute aid to households in need, millions of households would be at immediate risk of housing instability and, in worst case, homelessness.”\nOn Friday, 22 Democratic state attorneys general urged the Supreme Court to uphold the moratorium. “An unprecedented wave of mass evictions — amid the embryonic stages of the post-pandemic recovery — would be catastrophic,” they wrote.\nThe moratorium was never a mandate, and local housing court judges have always had broad latitude. As a result, thousands of tenants who were behind in their rents were evicted during the pandemic despite federal and local freezes, often for violations of terms of their leases not directly related to nonpayment.\nThe federal freeze was further weakened in several states, including Ohio and Texas, when federal courts struck down all or part of the federal moratorium, which allowed landlords to evict tenants for nonpayment of their rents. That led to higher eviction rates, but ones that fell far short of the most dire predictions.\nFor all of its shortcomings, the C.D.C. moratorium helped hold off a wave of evictions. And it became a valuable tool after Congress passed more than $40 billion in rental assistance, by buying tenants and their lawyers additional time as they waited for the federal government to review their applications.\n“It takes a really long time to process these applications, and a lot of the landlords don’t want to wait six or eight weeks,” said Melissa Benson, managing director of the Legal Aid Society of Columbus, Ohio, which represents about 2,000 tenants a year in housing court. “So the moratorium gave us a little more time, which gave us a little more leverage.”", "url": "https://www.nytimes.com/2021/06/16/business/affordable-housing-crisis.html"}