{"authors": ["Eduardo Porter"], "date_download": "2022-10-25 23:22:25", "date_modify": "2022-10-25 23:22:25", "date_publish": "2021-09-03 07:00:12", "description": "Offices are unlikely to be as full after the pandemic as they were before. Service businesses and their employees will have to adapt.", "filename": "2021_09_03_business_economy_covid-urban-service-economy_1666740145.html", "image_url": "https://static01.nyt.com/images/2021/09/03/business/03econ-shift-print1/02econ-shift01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=32a02ed58000abb78515b3e1e0fef436d338214bdbfe0d68444a1f668fd28d3e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_03_business_economy_covid-urban-service-economy_1666740145.html", "title": "The Work-From-Home Economy and the Urban Job Outlook", "title_page": "The Work-From-Home Economy and the Urban Job Outlook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rob Siminoski is back running shows at Universal Studios, a short drive from downtown Los Angeles, but his schedule is uncertain. “Technically I’m back to work, but this week I had two days; a couple of weeks ago I had zero days,” he said. He says he has so few hours that he continues to qualify for unemployment benefits.\nThe Jacobs Theater in Manhattan hasn’t reopened yet. So Zoraida Rodriguez hasn’t returned to her cleaning job (she is working a three-month gig at her union, Local 32BJ of the Service Employees International Union). Neither has Kristinia Bellamy, who cleaned an office building in Midtown Manhattan until it was closed last year.\nAltogether, some 3,000 of 21,000 office cleaners in 32BJ are on recall lists, waiting for their buildings to reopen, said Denis Johnston, who heads the local’s commercial building division.\nThat’s down from 7,000 in the spring of 2020. But as companies start delaying their plans to return to the office, progress has halted. “Six weeks ago we had so much momentum,” Mr. Johnston said. “For our members out of work, the idea that reopening is not going to happen until next year … it’s ugh.”\nCould this all eventually snap back to the way things were before the pandemic? Enrico Moretti, an economist at the University of California, Berkeley, suggests that remote work will be reined in by employers who fear workers’ productivity will suffer.\nJob offers allowing fully remote work jumped from about 2 percent of openings to 6 to 7 percent after the pandemic hit, he noted. But they have maintained that share since then. “It remains a niche phenomenon,” he argued.\nHe doesn’t expect that to grow much further. Employers may allow working from home a couple of days a week, he said, but Zoom is not a permanent replacement for the kind of interaction and collaboration on which innovation thrives.", "url": "https://www.nytimes.com/2021/09/03/business/economy/covid-urban-service-economy.html"}