{"authors": ["Michael D. Shear", "Carl Hulse", "Jonathan Martin"], "date_download": "2022-10-25 23:53:08", "date_modify": "2022-10-25 23:53:08", "date_publish": "2021-03-11 08:00:10", "description": "President Biden’s new role as a crusader for Americans in poverty is an evolution for a politician who has focused on the working class and his Senate work on the judiciary and foreign relations.", "filename": "2021_03_11_us_politics_biden-stimulus_1666741988.html", "image_url": "https://static01.nyt.com/images/2021/03/10/us/politics/10dc-biden1/10dc-biden1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1fdf15a58686ece04da40b4fe0d5ce3b139f41d6f837bd628e30be480176c1bf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_11_us_politics_biden-stimulus_1666741988.html", "title": "Biden, Champion of Middle Class, Comes to Aid the Poor", "title_page": "Biden, Champion of Middle Class, Comes to Aid the Poor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But aides say he has embraced his new role. Mr. Biden has done so in part by following progressives in his party to the left and accepting the encouragement of his inner circle to use Democratic power to make sweeping rather than incremental change. He has also been moved by the inequities in pain and suffering that the pandemic has inflicted on the poorest Americans, aides say.\n“We all grow,” said Representative James E. Clyburn of South Carolina, the No. 3 House Democrat, whose endorsement in the primaries was crucial to Mr. Biden winning the presidency. “During the campaign, he recognized what was happening in this country, this pandemic. It is not like anything we have had in 100 years. If you are going to address Covid-19’s impact, you have to address the economic disparities that exist in this country.”\nA vast share of the money approved by Congress will benefit the lowest-income Americans, including tax credits and direct checks, of which nearly half will be delivered to people who are unemployed, below the poverty line or barely making enough to feed and shelter their families. Billions of dollars will be used to extend benefits for the unemployed. Child tax credits will largely benefit the poorest Americans.\n“Millions of people out of work through no fault of their own,” the president said moments after the relief act passed the Senate over the weekend. “I want to emphasize that: through no fault of their own. Food bank lines stretching for miles. Did any of you ever think you’d see that in America, in cities all across this country?”", "url": "https://www.nytimes.com/2021/03/11/us/politics/biden-stimulus.html"}