{"authors": ["Rebecca Robbins"], "date_download": "2022-10-25 23:32:13", "date_modify": "2022-10-25 23:32:13", "date_publish": "2021-10-20 16:51:13", "description": "The drug, Aduhelm, brought in $300,000 in revenue in its first full three months of availability. The company expects the drug to generate minimal revenue for the rest of the year.", "filename": "2021_10_20_business_biogen-aduhelm-sales-q3-2021_1666740733.html", "image_url": "https://static01.nyt.com/images/2021/10/20/business/20biogen/merlin_188441070_1a608d7f-dcb4-484c-9cb7-efe94cdb36a1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4ad2ad783734f73be1d7a72fe3143414acd953759e321a9ad2d0bbeed668f628&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_20_business_biogen-aduhelm-sales-q3-2021_1666740733.html", "title": "Sales of Biogen's Alzheimer's Drug Fall Short of Expectations", "title_page": "Sales of Biogen's Alzheimer's Drug Fall Short of Expectations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The drug maker Biogen reported on Wednesday that Aduhelm, its new Alzheimer’s drug, brought in $300,000 in revenue from July to September, far short of the company’s goals and Wall Street expectations.\nThe sales figures, which Biogen disclosed in its financial report for the third quarter, the drug’s first full period of availability, represented a remarkably slow start for a treatment that was introduced with a $56,000 annual price tag and expectations that it would strain Medicare’s budget within a few years. Uptake has been substantially slowed by concerns among insurers, physicians and families that the drug is backed by little evidence of effectiveness while coming with significant risk of potentially serious side effects.\n“It’s a huge disappointment,” said Brian Skorney, an analyst at Robert W. Baird & Company.\n“People have for a while talked about this being potentially the biggest drug ever,” he added. “There’s no drugs that have been successful to that extent that have really had that slow of a start.”\nWall Street analysts had forecast that the drug would bring at least $12 million in the third quarter, though expectations had been tempered after the news organization STAT reported last month that just over 100 patients had received the treatment in its first few months of availability. Biogen’s stock fell about 0.6 percent by the close of trading on Wednesday.", "url": "https://www.nytimes.com/2021/10/20/business/biogen-aduhelm-sales-q3-2021.html"}