{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:47:10", "date_modify": "2022-10-25 23:47:10", "date_publish": "2021-05-20 00:32:10", "description": "The vote was a victory for Democrats, who were joined by 35 Republicans in pushing for a full accounting of the deadly riot. But Mitch McConnell voiced opposition, clouding Senate prospects.", "filename": "2021_05_19_us_politics_house-jan-6-commission_1666741630.html", "image_url": "https://static01.nyt.com/images/2021/05/19/us/politics/19dc-riot-commission-1/19dc-riot-commission-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c1f288c1f02a82b3d9ef3a11897278991c90c7329497d9a3138419a8c7e05af5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_19_us_politics_house-jan-6-commission_1666741630.html", "title": "House Backs Jan. 6 Commission, but Senate Path Dims", "title_page": "House Backs Jan. 6 Commission, but Senate Path Dims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The level of Republican defections on Wednesday’s vote was embarrassing for Mr. McCarthy at a time when he has vowed to unite the party, and few Republicans were willing to defend their opposition during debate. Allies of Mr. Katko were particularly incensed that the minority leader deputized him to make a deal and then cut him loose when he did.\nDemocrats sought to further embarrass Republicans by circulating an unusual letter by Capitol Police officers expressing “profound disappointment” with Mr. McCarthy and Mr. McConnell.\n“It is unconscionable to even think anyone could suggest we need to move forward and get over it,” the officers wrote in the unsigned letter.\nIn the Senate, a small group of moderate Republicans suggested on Wednesday they were still interested in pursuing a commission, albeit with changes to how staff members would be appointed. But Mr. McConnell left very little possibility that his leadership team could get to yes.\nMr. McConnell had emerged from Jan. 6 as one of Mr. Trump’s most outspoken Republican critics, pinning blame squarely on him for losing the House, Senate and White House and inspiring the most deadly attack on Congress in 200 years. But in the months since, as Mr. Trump has reasserted control over the party, Mr. McConnell has been increasingly reluctant to stir his ire.\nOn Wednesday, he insisted that he believed in getting to the bottom of what happened, but he argued that investigations already underway by the Justice Department and bipartisan Senate committees were sufficient. In reality, the scope of that work is likely to be much narrower than what a commission could study.\n“The facts have come out,” Mr. McConnell said, “and they will continue to come out.”", "url": "https://www.nytimes.com/2021/05/19/us/politics/house-jan-6-commission.html"}