{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:26:30", "date_modify": "2022-10-25 23:26:30", "date_publish": "2021-02-17 10:00:22", "description": "One policy goal of a child allowance is to reverse declines in fertility, but some experts say improving families’ well-being is more important.", "filename": "2021_02_17_upshot_americans-fertility-babies_1666740390.html", "image_url": "https://static01.nyt.com/images/2021/02/18/upshot/17up-fertility2/17up-fertility2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=58bb58e7d4e318e67b5b83f8531c1dc5d36f959643fd5b16d899e6570ae323de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_17_upshot_americans-fertility-babies_1666740390.html", "title": "Would Americans Have More Babies if the Government Paid Them?", "title_page": "Would Americans Have More Babies if the Government Paid Them? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The problem, social scientists say, is if would-be parents are not having babies they want because society has made it too hard, too expensive and too solitary a job. This is called unmet fertility, and financial concerns are a driving factor.\n“The framework I prefer is about reproductive autonomy,” said Sarah Cowan, a sociologist studying fertility at New York University. The concern, she said, is if people who want children cannot have them because they cannot afford to: “That’s an inequality that I can’t abide.”\nThis is where family policies can help, including child allowances. Research from other countries shows that direct payments lead to a slight increase in birthrates — at least at first. In Spain, for instance, a child allowance led to a 3 percent increase in birthrates; when it was canceled, birthrates dropped 6 percent. The benefit seems to encourage women to have children earlier, but not necessarily to have more of them — so even if it increases fertility in a given year, it doesn’t have large effects over a generation.\nIn addition to the international evidence, there is data on the effect of direct payments on parents in the United States. Alaskans get a payment each year, based on oil revenues. Because it varies annually and increases with the number of children, researchers have been able to examine its effect on fertility. Payments increased fertility, their studies have shown. A study that covered the years 1984 to 2010 found the increase was bigger for some groups: Alaskan Natives; those without college degrees; and unmarried women.\n“These groups had economic barriers to enacting their fertility goals, and this cash somehow was enough,” said Kiara Douds, a doctoral candidate in sociology at New York University who wrote the study with Professor Cowan.\nThe Alaska data, like that of Europe, suggests that women had babies earlier, but most didn’t necessarily end up having more. The biggest increase in fertility was among people 25 to 34 and for first births, but there was little change in third births.\nSome countries have focused their policies on encouraging larger families, largely as a way to fend off immigration, a strategy common among right-wing populists. Hungary has given women who have at least four children a lifelong exemption from personal income tax; provided free fertility treatments; and subsidized cars with seven or more seats for families of three or more children, among other measures.", "url": "https://www.nytimes.com/2021/02/17/upshot/americans-fertility-babies.html"}