{"authors": ["Tiffany Hsu"], "date_download": "2022-10-25 23:31:13", "date_modify": "2022-10-25 23:31:13", "date_publish": "2021-11-12 10:00:19", "description": "After years of complaints, NBCUniversal and its peers are looking for other ways to count viewers, with or without the ratings giant.", "filename": "2021_11_12_business_media_nbcuniversal-nielsen-tv-alternatives_1666740673.html", "image_url": "https://static01.nyt.com/images/2021/11/11/business/11nielsen-1/merlin_171541338_a2513584-c1a4-44a5-ba21-a28a7baa109d-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_12_business_media_nbcuniversal-nielsen-tv-alternatives_1666740673.html", "title": "Now TV Wants Nielsen to Measure Up", "title_page": "Now TV Wants Nielsen to Measure Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TV executives have been complaining about Nielsen for years, saying their shows have more viewers than they get credit for. They have also claimed that Nielsen, the 98-year-old research firm whose name is practically synonymous with TV ratings, uses antiquated technology that hasn’t kept up with viewers who have moved away from cable and network TV.\nNow the television industry is looking for other options.\nOn Tuesday, NBCUniversal plans to host a forum to discuss alternative ways to measure its audience. Representatives of major advertising agencies, industry trade groups and companies including Ford Motor, L’Oreal and Pfizer are expected to attend. NBCUniversal is also sifting through proposals from 80 measurement companies, Nielsen among them, to create new methods for quantifying viewers.\n“One company with one metric and one currency is probably unlikely in the future,” said Linda Yaccarino, the head of global advertising and partnerships at NBCUniversal. “We’re very, very bullish on the fact that all key stakeholders have jumped in and said, ‘We need to come together.’”\nFor decades, Nielsen has been the research firm of choice for gauging the behavior of viewers, and the major entertainment companies have used its data to set the price of commercial time and to decide which shows to extend for another season and which ones to cancel.", "url": "https://www.nytimes.com/2021/11/12/business/media/nbcuniversal-nielsen-tv-alternatives.html"}