{"authors": ["Keith Bradsher", "Steven Lee Myers"], "date_download": "2022-10-25 22:55:32", "date_modify": "2022-10-25 22:55:32", "date_publish": "2021-07-22 10:11:39", "description": "Unusually heavy rains engulfed roads and bridges, flooding towns and cities in central China. The extreme weather has killed 33 people, displaced 250,000, and caused widespread disruption.", "filename": "2021_07_22_world_asia_china-flood_1666738532.html", "image_url": "https://static01.nyt.com/images/2021/07/22/world/22China-Floods5/merlin_191166858_34589dc1-40d3-4b42-94b1-f31cc341feef-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c952cefadccae7750e64f02953c143029cb1f0c84dee41c620795362decb9f9f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_22_world_asia_china-flood_1666738532.html", "title": "Floods in China Leave Many Searching for Loved Ones Amid Outages", "title_page": "Floods in China Leave Many Searching for Loved Ones Amid Outages - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A man who would give only his last name, Zhang, said he was still searching for his father and four other relatives.\n“Once the flood was noticed, it was too late,” Mr. Zhang said, describing a surge of water five feet deep. “This is the first time I saw such a big flood.”\nHe, like others, held out hope that those missing were stranded in flooded areas without electricity to charge their phones.\nLiu Dan, a Zhengzhou resident, said that her husband, Liu Zhihao, has not been in touch since Tuesday night, but that she held out hope. The couple have two children and she is eight months pregnant with their third. Mr. Liu, 30, a salesman, went out that afternoon, apparently on business.\n“He sent me a message at 5:10 in the afternoon asking how we were,” she said in a telephone interview. “I replied saying we were all OK, and then I never heard back. Since then his phone has been off, so we’re just waiting and waiting. It’s been 48 hours now. I think there’s still hope. He’s not the irresponsible type.”\nIn Xinxiang, a city north of Zhengzhou, about 100 people were stranded on the second floor of an elementary school, according to a post on Weibo, a Chinese social media platform. Many of them were children.\nThey had apparently sought refuge from the rising water, which by Thursday had reached the second floor.", "url": "https://www.nytimes.com/2021/07/22/world/asia/china-flood.html"}