{"authors": ["Adam Goldman"], "date_download": "2022-10-25 23:02:13", "date_modify": "2022-10-25 23:02:13", "date_publish": "2021-05-08 01:56:17", "description": "Federal prosecutors sought phone records for three Washington Post journalists as part of an investigation into the publication of classified information in 2017.", "filename": "2021_05_07_us_politics_justice-department-washington-post-phone-records_1666738933.html", "image_url": "https://static01.nyt.com/images/2021/05/07/lens/07dc-leaks03/07dc-leaks03-facebookJumbo.jpg?year=2021&h=550&w=1050&s=74c7c03d6c0bf63419927e8fe27a606962414f9c32fb58c133b4ee43b14fe9be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_07_us_politics_justice-department-washington-post-phone-records_1666738933.html", "title": "Justice Dept. Seized Washington Post’s Phone Records", "title_page": "Justice Dept. Seized Washington Post’s Phone Records - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It is imperative that the new Justice Department leadership explain exactly when prosecutors seized these records, why it is only now notifying the Post, and on what basis the Justice Department decided to forgo the presumption of advance notification under its own guidelines when the investigation apparently involves reporting over three years in the past,” Mr. Brown said.\nLeak cases, as they are known inside the Justice Department, are notoriously hard to prosecute and require F.B.I. agents to spend large amounts of time on cases that rarely lead to charges.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nIt was not clear what prompted the Justice Department to seize the Post’s records, but in July 2017, the newspaper published an article about Sergey I. Kislyak, who was then Russia’s ambassador to the United States, and Jeff Sessions, who was the attorney general at the time the article was published.\nThe Post reported that the two men had discussed the Trump campaign during the 2016 presidential election, when Mr. Sessions was a Republican senator from Alabama and a prominent supporter of Mr. Trump. The article referred to U.S. surveillance intercepts, which are highly classified and some of the most closely held secrets in the government.\nBeyond the phone records of the Post reporters — Ellen Nakashima, Greg Miller and Adam Entous, who now works at The New Yorker — prosecutors also secured a court order to obtain metadata for the reporters’ work email accounts, the newspaper said.\nThe New York Times also reported in June 2017 that surveillance intercepts appeared to indicate that Mr. Kislyak discussed a private meeting he had with Mr. Sessions at a Trump campaign event at the Mayflower Hotel in Washington. The Times has not received any indication that its reporters’ records were seized.\nThe media leaks infuriated Mr. Trump, who repeatedly railed against them, especially those that revealed details of the government’s efforts to investigate Russia’s interference in the 2016 election and whether any of his campaign advisers had conspired with Russia.", "url": "https://www.nytimes.com/2021/05/07/us/politics/justice-department-washington-post-phone-records.html"}