{"authors": ["Apoorva Mandavilli", "Benjamin Mueller"], "date_download": "2022-10-25 22:57:01", "date_modify": "2022-10-25 22:57:01", "date_publish": "2021-09-24 06:12:39", "description": "In a highly unusual decision, the C.D.C. director, Rochelle Walensky, reversed a move by agency advisers and endorsed additional doses of the Pfizer-BioNTech vaccine for health care workers, teachers and other workers at risk.", "filename": "2021_09_24_world_covid-boosters-vaccine-cdc-director_1666738621.html", "image_url": "https://static01.nyt.com/images/2021/10/23/world/23virus-boosters-sub/23virus-boosters-sub-facebookJumbo.jpg?year=2021&h=549&w=1050&s=294b10b040e2e71b015e41fcbf48024ce2c40a8d65086223abaa57197aa372f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_24_world_covid-boosters-vaccine-cdc-director_1666738621.html", "title": "C.D.C. Chief Overrules Agency Panel and Endorses Pfizer Boosters for Frontline Workers", "title_page": "C.D.C. Chief Overrules Agency Panel and Endorses Pfizer Boosters for Frontline Workers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Dr. Walensky is reversing the decision to not recommend use of a booster dose in persons at high risk for occupational or institutional exposure,” Dr. Cohn wrote in the email. “I am hoping to share this news with you before you see it in the press.”\nDr. Walensky’s decision to go against her own agency’s advisers came as a surprise to at least some of her staff members: The C.D.C. director’s endorsement of the advisory committee’s recommendations is typically just a formality. Hours before her statement, agency insiders predicted she would stick with the usual protocol because doing otherwise would undermine the process and upset the advisers as well as her own staff.\nBut experts outside the C.D.C. said Dr. Walensky may have had no choice but to align herself with the F.D.A.’s decision. “There’s a complexity here, because Dr. Walensky was part of the White House announcement” on boosters, noted Dr. Ashish Jha, dean of the Brown University School of Public Health.\nDr. Walensky said providing booster shots to health care workers and others who risk contracting the disease on the job would “best serve the nation’s public health needs.”\nShe approved the panel’s decision to endorse third shots for people over 65, patients in nursing homes and other institutional settings, and those with underlying medical conditions.\nDr. Walensky’s decision revealed the continuing divisions and confusion among federal regulators and outside advisers about how to contain the virus nearly two years into the pandemic.\nOn Wednesday, the Food and Drug Administration authorized booster shots for certain frontline workers. But the C.D.C.’s advisers disagreed that the doses were needed by so many healthy people.", "url": "https://www.nytimes.com/2021/09/24/world/covid-boosters-vaccine-cdc-director.html"}