{"authors": ["Patrick Kingsley"], "date_download": "2022-10-25 23:55:46", "date_modify": "2022-10-25 23:55:46", "date_publish": "2021-06-03 00:52:49", "description": "Benjamin Netanyahu, Israel’s longest-serving leader, is on the verge of losing power as his opponents strike a deal that would replace him with an ultranationalist, Naftali Bennett.", "filename": "2021_06_02_world_middleeast_netanyahu-bennett-israel-coalition_1666742146.html", "image_url": "https://static01.nyt.com/images/2021/06/02/world/02israel-lede/02israel-lede-facebookJumbo.jpg?year=2021&h=536&w=1024&s=a79460a609f21ed7c4dcb774504990fbe37471116f7bcb6cea8fb2d2dccc4f89&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_02_world_middleeast_netanyahu-bennett-israel-coalition_1666742146.html", "title": "Netanyahu Rivals Agree on Israeli Coalition to Oust Him", "title_page": "Netanyahu Rivals Agree on Israeli Coalition to Oust Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Israeli opposition parties announced on Wednesday that they had reached a coalition agreement to form a government and oust Benjamin Netanyahu, the longest-serving prime minister in Israeli history and a dominant figure who has pushed his nation’s politics to the right.\nThe announcement could lead to the easing of a political impasse that has produced four elections in two years and left Israel without a stable government or a state budget. If Parliament ratifies the fragile agreement in a confidence vote in the coming days, it will also bring down the curtain, if only for an intermission, on the premiership of a leader who has defined contemporary Israel more than any other.\nThe new coalition is an unusual and awkward alliance between eight political parties from a diverse array of ideologies, from the left to the far right. While some analysts have hailed it as a reflection of the breadth and complexity of contemporary society, others say its members are too incompatible for their compact to last, and consider it the embodiment of Israel’s political dysfunction.\nThe alliance would be led until 2023 by Naftali Bennett, a former settler leader and standard-bearer for religious nationalists, who opposes a Palestinian state and wants Israel to annex the majority of the occupied West Bank. He is a former ally of Mr. Netanyahu often described as more right wing than the prime minister.", "url": "https://www.nytimes.com/2021/06/02/world/middleeast/netanyahu-bennett-israel-coalition.html"}