{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:30:47", "date_modify": "2022-10-25 23:30:47", "date_publish": "2021-08-04 07:00:09", "description": "A second union vote may be held at an Alabama warehouse, and new tactics by the Teamsters and other groups aim to pressure Amazon across the country.", "filename": "2021_08_04_business_economy_amazon-union-labor_1666740647.html", "image_url": "https://static01.nyt.com/images/2021/08/03/business/03amazon-labor/03amazon-labor-facebookJumbo.jpg?year=2021&h=550&w=1050&s=775f3065b794bee1ea43045f1605213da95081007e790ce8c8ed0d1e9c3ae3cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_04_business_economy_amazon-union-labor_1666740647.html", "title": "Amazon Faces Wider Fight Over Labor Practices", "title_page": "Amazon Faces Wider Fight Over Labor Practices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Perhaps the most prominent voice in this discussion is the more than one-million-member International Brotherhood of Teamsters, which approved a resolution at its convention in June committing the union to “supply all resources necessary” to organize workers at the company and help them win a union contract.\nThe Teamsters argue that holding union votes at individual work sites is typically futile at a company like Amazon, because labor law allows employers to wage aggressive anti-union campaigns, and because high turnover means union supporters often leave the company before they have a chance to vote.\nInstead, the Teamsters favor a combination of tactics like strikes, protests and boycotts that pressure the company to come to the bargaining table and negotiate a contract covering wages, benefits and working conditions. While the union hasn’t laid out its tactics in detail, it recently organized walkouts involving drivers and dockworkers at a port in Southern California to protest the drivers’ treatment there.\nThey hope to enlist the help of workers at other companies, sympathetic consumers and even local businesses threatened by a giant like Amazon, partly to mitigate the challenges presented by high employee turnover.\n“Building our relationships within the community itself is the way to deal with that,” Randy Korgan, a Teamsters official from Southern California who is the union’s national director for Amazon, said in a recent interview. “We could have filed for an election in a number of places in the last more than a year, gotten into that process, but we realize that the election process has its shortcomings.”\nThe union believes that it can pull a variety of political levers to help put the company on the defensive. Mr. Korgan cited a recent vote by the City Council in Fort Wayne, Ind., denying Amazon a tax abatement after a local Teamsters official spoke out against it, and a vote by the City Council in Arvada, Colo., to reject a more than 100,000-square-foot Amazon delivery station. While the Arvada vote centered on traffic concerns, Teamsters played a role in drumming up opposition.\nIn California, the Teamsters have joined forces with the Los Angeles County Federation of Labor and the Warehouse Worker Resource Center, an advocacy group, to back a bill that would require certain employers to disclose the often opaque productivity quotas applied to workers, which they can be disciplined or fired for failing to meet. The legislative language makes it clear that Amazon is the main target.", "url": "https://www.nytimes.com/2021/08/04/business/economy/amazon-union-labor.html"}