{"authors": ["Noam Scheiber", "Akilah Townsend"], "date_download": "2022-10-25 23:31:42", "date_modify": "2022-10-25 23:31:42", "date_publish": "2021-09-13 07:00:11", "description": "The race to make electric vehicles is turning some places into winners. Normal, Ill., is one of them. But it has seen good times go sour in the past.", "filename": "2021_09_13_business_rivian-illinois-electric-vehicles_1666740702.html", "image_url": "https://static01.nyt.com/images/2021/09/10/business/00rivian-town01/merlin_190153743_11670eac-87ae-4454-a3be-c5414f004f65-facebookJumbo.jpg?year=2021&h=549&w=1050&s=34f65f0605b18649f31ae5bf3a4f6a8e176cdb711e708db60baa6b9b331ea5aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_13_business_rivian-illinois-electric-vehicles_1666740702.html", "title": "Can a Green-Economy Boom Town Be Built to Last?", "title_page": "Can a Green-Economy Boom Town Be Built to Last? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the plant scaled back production in the 2000s and closed in 2015, around the time of white-collar job cuts, Normal felt the pinch. Suppliers decamped, and many workers left in search of new jobs. Uptown, an elegant, brick-accented district with a restored 1930s theater and a pair of suddenly too-big hotels, became a monument to the city’s fading prosperity.\nLocal politicians and business leaders embraced Rivian, which is based in California and has locations in other states, Canada and Britain, as a way to fill the vacuum. But in a place that has endured such changes of fortune, residents can be forgiven for wondering how long today’s good times will continue.\nElectric vehicles require fewer workers to make than gasoline-powered ones. And while Rivian’s prospects appear strong — it filed for a public stock offering in August, seeking a valuation of roughly $70 billion — the company could be overwhelmed by a growing list of competitors. At some point, the spending spree will end, and the local industry will rise or fall on whether Rivian can build a sizable customer base.\nThe initial froth is already dissipating. After reaching more than 200 employees earlier this year, Weber Electric is down to about 100. “We kind of rolled it back a little bit,” said Mr. Mosier, the owner, adding that he hopes to add workers again as the plant green-lights more construction.\nIn this way, the electric vehicle boom is something of a microcosm for the larger transition to a low-carbon economy: As governments and investors funnel hundreds of billions of dollars into green industries, there is certain to be an initial jolt. But will it last?\n‘It’s Really Saved Their Bacon’\nNot everyone in Normal has a connection to the Rivian plant, the company’s only production facility; it just feels that way sometimes. Sitting in a lobby at the plant one afternoon in June, Katy Tilley, who helps oversee workplace operations like site design and dining, said her younger sibling, who had just left the Marine Corps, was starting at the company the next week.\n“My younger brother works in the battery department!” her colleague Laura Ewan, a community relations employee, chimed in. “We were so different, our parents would have never expected us to work in the same place.”", "url": "https://www.nytimes.com/2021/09/13/business/rivian-illinois-electric-vehicles.html"}