{"authors": ["Brooks Barnes", "Nicole Sperling"], "date_download": "2022-10-25 23:31:16", "date_modify": "2022-10-25 23:31:16", "date_publish": "2021-05-17 22:57:35", "description": "Jason Kilar was named chief executive of WarnerMedia just last year, but now he is negotiating his departure after being sidelined by David Zaslav, the longtime leader of Discovery.", "filename": "2021_05_17_business_warnermedia-discovery-kilar-zaslav_1666740676.html", "image_url": "https://static01.nyt.com/images/2021/05/18/business/18thrones-web/18thrones-web-facebookJumbo.jpg?year=2021&h=550&w=1050&s=02f5c84817af46324c83101d957ec0e30aceaa595ae77c7582e7fb18caf0305e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_17_business_warnermedia-discovery-kilar-zaslav_1666740676.html", "title": "A Titan Ascends in Media World’s Game of Thrones", "title_page": "A Titan Ascends in Media World’s Game of Thrones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — It’s the law of the Hollywood jungle. The biggest cats win.\nIt was only last year that Jason Kilar, a digital media executive, was named the chief executive of WarnerMedia, a division of AT&T that includes HBO, Warner Bros. and CNN. In particular, AT&T wanted Mr. Kilar to turn an upstart streaming service, HBO Max, into a Netflix-style powerhouse.\nWith a swagger that astounded Hollywood — who does this outsider think he is? — Mr. Kilar implemented a wide-ranging overhaul, ousting two of WarnerMedia’s top television programmers, smashing the company’s infamous silos, and enraging A-list filmmakers, stars and agents by abruptly deciding to release movies simultaneously in theaters and on HBO Max. His 2020 pay package was worth more than $52 million.\nAnd then Mr. Kilar got chomped.\nIn recent days, he was blindsided by his AT&T boss, John Stankey, and two media lions, David Zaslav, the longtime chief executive of Discovery, and John Malone, Discovery’s chairman. For months, it turned out, the three alphas had been privately discussing a new direction for WarnerMedia — spinning it off and merging it with Discovery. Mr. Kilar only found out as the final details of the deal were being ironed out, according to two people briefed on the matter, who spoke on the condition of anonymity to discuss private conversations.\nBy Monday, the old-school media titan, Mr. Zaslav, 61, had been handed a combined Discovery-WarnerMedia to run, and the ascendant technocrat, Mr. Kilar, 50, had hired a legal team to negotiate his departure.", "url": "https://www.nytimes.com/2021/05/17/business/warnermedia-discovery-kilar-zaslav.html"}