{"authors": ["Stephanie Nolen"], "date_download": "2022-10-25 22:56:53", "date_modify": "2022-10-25 22:56:53", "date_publish": "2021-10-27 10:00:08", "description": "The company announced a licensing deal that will allow the drug, molnupiravir, to be made and sold cheaply in 105 developing nations.", "filename": "2021_10_27_health_covid-pill-access-molnupiravir_1666738613.html", "image_url": "https://static01.nyt.com/images/2021/10/27/science/27virus-merck1/27virus-merck1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_27_health_covid-pill-access-molnupiravir_1666738613.html", "title": "Merck Will Share Formula for Its Covid Pill With Poor Countries", "title_page": "Merck Will Share Formula for Its Covid Pill With Poor Countries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We knew we had to work faster, we had to do things we hadn’t done before, we had be more efficient,” Ms. Krishnamoorthy said.\nMerck has promised assistance with technology transfer to any generic licensee that requires help to make the drug. That offer, and the company’s quick moves to make its product available in the developing world, stand in contrast to the ongoing refusal of Pfizer and Moderna to do technology transfer to potential mRNA vaccine producers in Africa, Asia or Latin America. The company is the rare pharmaceutical brand to be receiving largely positive media coverage these days.\nDuring the long fight for affordably priced drugs to treat H.I.V. in the early 2000s, Merck was a frequent target of activist ire, and the legacy of that battle clearly informs the company’s decision-making about access today. The processes that Merck is using for molnupiravir — including voluntary licenses to Indian generic makers, and a handing-off of the market where governments or consumers won’t be able to pay much for the drug — are also standard practices in the drug industry today, and date from the struggle for accessible medications for H.I.V.\nCharles Gore, director of the Medicines Patent Pool, said the new agreement with Merck is the first transparent public health license for a Covid medicine. “Really importantly, it is for something that could be used outside of hospitals, and which is potentially going to be very cheap,” he said. “This is hopefully going to make things a lot easier in terms of keeping people out of hospital and stopping people dying in low- and middle-income countries.”\nMr. Gore said that more than 50 companies, from all regions of the developing world, have already approached the organization about obtaining a sublicense.\nThe agreement with Merck, Mr. Gore said, is also critically important as a precedent. “I hope this will start a landslide of people coming to the Medicines Patent Pool, wanting to do licensing, because there’s no question that access has been the problem,” he said. “From a scientific point of view, industry have done a really brilliant job — firstly, providing the vaccines, and now providing treatments. But the access side of it has let the whole thing down.”\nPfizer also has a Covid antiviral pill in late-stage trials, and Mr. Gore said the company is in talks with the patent pool.", "url": "https://www.nytimes.com/2021/10/27/health/covid-pill-access-molnupiravir.html"}