{"authors": ["Neil Vigdor"], "date_download": "2022-10-25 22:59:57", "date_modify": "2022-10-25 22:59:57", "date_publish": "2021-04-12 04:34:45", "description": "Joe Gutierrez, who is accused of using excessive force during a traffic stop in Windsor, Va., has been dismissed, the town said.", "filename": "2021_04_12_us_virginia-police-officer-gutierrez-pepper-spray_1666738797.html", "image_url": "https://static01.nyt.com/images/2021/04/11/us/11xp-virginia/merlin_186273468_4d135928-2af3-4509-b1bc-d7202d2af6b0-facebookJumbo.jpg?year=2021&h=550&w=1050&s=801f043bd7cba3b325aca9c76fe648b520ccbac5bafe8c871312958b230c87db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_12_us_virginia-police-officer-gutierrez-pepper-spray_1666738797.html", "title": "Police Officer is Fired After Pepper Spraying Black Army Officer", "title_page": "Police Officer is Fired After Pepper Spraying Black Army Officer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Keep your hands outside the window!” “My hands are right here. What’s going on?” “Get out of the car now!” Officer Crocker: “Get out of the car!” “What’s going on?” “Get out of the car now!” “Get out of the car now!” “I’m serving this country and this is how I’m treated?” “Guess what? I’m a veteran too. I learned to obey!” “That’s — ” “Get out of the car!” “What’s going on?” “Get out of the car now!” “What’s going on?” “What’s going on is you’re fixing to ride the lightning, son.” “I’m sorry, what?” “Get out of the car now!” “What’s going on?” “Get out of the car now!” “Get out of the car!” “Sir, just get out of the car!” “Work with us, and we’ll talk to you. Get out of the car.” “You received an order. Obey it!” “I’m honestly afraid afraid to get out, can I — ” “Yeah, you should be! Get out!” “What’s going on? What did I do?” “Get out now!” “I have not committed any crimes.” “You’re stubborn. A traffic violation. You’re not cooperating. At this point, right now, you‘re under arrest. You‘re being detained.” “For a traffic violation. I do not have to get out of the vehicle. You haven’t even told me why I’m being stopped. Get your hands off.” “Get out of the car now.” “Get out of the car.” “Get your hands off me, please.” “Get your hands off me.” “You know what?” “Get your hands off me. Get your hands off me. I didn’t do anything. Don’t do that.” “Get out of the car, now.” “Don’t do that. I’m trying to talk to you.” “OK.” “I’m trying to talk —” “Get out of the car.” “Can you please relax? Can you please relax?” “Get out of the car right now. Now.” “That is not how you treat a — I’m actively serving this country and this is how you’re going to treat me? I didn’t do anything. Whoa, hold on. What’s going on? Hold on.” “Watch it.” “Get out of the car! Get out of the car now!” [strained speech] “That’s fucked up. That’s fucked up.” “Get out of the car now!” “Sir, just get out the car.” “I’m trying to breathe.” “Get out of the car, now!” “That’s fucked up. That’s really fucked up.” “Yeah, get out of the car and get on the ground now or you’re going to get it again.” “I don’t even want to reach for my seatbelt, can you — ” “Take your seatbelt off and get out of the car!” “Can you please — ” “Get out of the car now!”", "url": "https://www.nytimes.com/2021/04/12/us/virginia-police-officer-gutierrez-pepper-spray.html"}