{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:23:04", "date_modify": "2022-10-25 23:23:04", "date_publish": "2021-10-14 01:53:13", "description": "With the Senate out of session, Ms. Sinema, the Democratic senator from Arizona, has been in Europe on a fund-raising trip.", "filename": "2021_10_13_us_politics_kyrsten-sinema-fundraising-europe_1666740184.html", "image_url": "https://static01.nyt.com/images/2021/10/13/us/13Sinemia/merlin_195900687_a0e5a583-49cb-4196-9122-83ca13c6ba0d-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d20349209ccc6e47552554dd32d9792f96522d3162a2d7870f4b3015a39371e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_13_us_politics_kyrsten-sinema-fundraising-europe_1666740184.html", "title": "As Budget Bill Hangs in Limbo, Kyrsten Sinema Heads to Europe", "title_page": "As Budget Bill Hangs in Limbo, Kyrsten Sinema Heads to Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Kyrsten Sinema, the moderate Arizona Democrat who has objected to the size and scope of President Biden’s sweeping legislative agenda, has been trailed all over the country by progressive activists seeking to pressure her. They have followed her into a bathroom in Arizona, on an airplane and even to the Boston Marathon.\nBut this week, with the Senate out of session, those activists would have had to travel even farther to press their case with Ms. Sinema in person — she’s in Europe on a fund-raising trip.\nA spokesman for Ms. Sinema said she had participated in fund-raising for the Democratic Senatorial Campaign Committee but declined to say where or provide any additional details. One person briefed on the matter said an event had occurred in Paris. It was not clear whether her trip to Europe was at the urging of the party committee.\nThe chairman of the Democratic Senatorial Campaign Committee, Senator Gary Peters of Michigan, is also in Europe this week and headlined a dinner on Wednesday in London, with contribution levels as much as $36,500, according to a copy of an invitation. Ms. Sinema’s name does not appear on that invitation.", "url": "https://www.nytimes.com/2021/10/13/us/politics/kyrsten-sinema-fundraising-europe.html"}