{"authors": ["Marie Fazio", "Dave Philipps"], "date_download": "2022-10-25 23:38:01", "date_modify": "2022-10-25 23:38:01", "date_publish": "2021-01-11 17:03:53", "description": null, "filename": "2021_01_11_us_arrests-have-climbed-in-the-days-since-the-capitol-was-overrun_1666741081.html", "image_url": "https://static01.nyt.com/images/2021/01/11/us/politics/11capitol-fallout-arrests/11capitol-fallout-arrests-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6a859ecbfcfd41761c57b66bba8b8c8ef8801258a7df322a460e6a5f39a1f3bf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_11_us_arrests-have-climbed-in-the-days-since-the-capitol-was-overrun_1666741081.html", "title": "Arrests have climbed in the days since the Capitol was overrun.", "title_page": "Arrests have climbed in the days since the Capitol was overrun. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the days since a mob of Trump supporters stormed the U.S. Capitol, federal and local authorities have arrested almost 100 people who they said were involved in the attack.\nMore arrests are expected as investigators scrutinize photographs, videos and social media posts to identify the protesters. The F.B.I. has received more than 40,000 tips, including photos and videos, a number that does not include tips that people have submitted by phone.\nOn Wednesday throngs of people forced their way through barricaded doors and smashed windows as they overran the Capitol, forcing lawmakers to flee. Many of the rioters, unmasked and posting prolifically on social media, were quickly identified by the authorities with the help of an online army of amateur sleuths. According to the F.B.I., one man was identified by his ex-wife.\nThe growing list of people arrested after the event includes a state representative, a former Air Force lieutenant Colonel, and the CEO of a data analytics firm. They converged on Washington from cities and rural crossroads in red and blue states.", "url": "https://www.nytimes.com/2021/01/11/us/arrests-have-climbed-in-the-days-since-the-capitol-was-overrun.html"}