{"authors": ["Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:38:24", "date_modify": "2022-10-25 23:38:24", "date_publish": "2021-01-13 13:23:56", "description": "The mayor said the city would cancel contracts with the Trump Organization for two ice rinks, the Central Park Carousel and the Trump Golf Links in the Bronx.", "filename": "2021_01_13_nyregion_nyc-trump-golf-carousel-ice-rinks_1666741104.html", "image_url": "https://static01.nyt.com/images/2021/01/13/multimedia/13nytrump-rink/13nytrump-rink-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=76a03185e20238ab4a2c61a3e7c2f8bf64f49d3345da6990192be2a8de1e19e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_13_nyregion_nyc-trump-golf-carousel-ice-rinks_1666741104.html", "title": "N.Y.C. Will End Trump Contracts Over Capitol Riot", "title_page": "N.Y.C. Will End Trump Contracts Over Capitol Riot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The president of the United States directed a mob against the United States Capitol, against the Congress while it was engaging in a constitutional, lawful Electoral College vote count. In light of this criminal act, the city of New York has determined that it is within our power to terminate all contracts with the Trump Organization. So we will no longer be doing any business at all. By the contract language, we have the right to terminate contracts, obviously, if a criminal act has been committed and a criminal act has been committed. So goodbye to the Trump Organization. We’re not doing any business with you. By the way, a lot of other people are not doing any business with you any longer. One of the contracts Trump Organization has had up to now is for a golf course in the Bronx, and in that contract, obligated to have championship golf tournaments there. Well, guess what? The P.G.A. just said they won’t allow any of their tournaments at Trump Organization golf courses. This criminal act has led a lot of companies, a lot of people to determine that things need to be different, that we cannot accept a status quo where a criminal gets away with this. So we are acting. I want to emphasize that we’re working immediately to find new vendors to take over these facilities. So we can continue to provide service to their customers. But it’s just really clear this president has committed an unlawful act. He has disgraced himself. He will no longer profit from his relationship with New York City. We will not allow it.", "url": "https://www.nytimes.com/2021/01/13/nyregion/nyc-trump-golf-carousel-ice-rinks.html"}