{"authors": ["Emily Flitter"], "date_download": "2022-10-25 23:52:31", "date_modify": "2022-10-25 23:52:31", "date_publish": "2021-09-23 19:09:20", "description": "Saule Omarova, a Cornell law professor, has advocated a more equal share of power and success between taxpayers and big banks.", "filename": "2021_09_23_business_saule-omarova-comptroller-currency_1666741951.html", "image_url": "https://static01.nyt.com/images/2021/09/23/business/23occ-omarova/23occ-omarova-facebookJumbo.jpg?year=2021&h=515&w=984&s=1556810e893edbbdd7056076bc00beace7f16614607f265bb492143a56cd3a52&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_23_business_saule-omarova-comptroller-currency_1666741951.html", "title": "Biden’s Pick for Bank Regulator Worries Banks Are Getting Too Powerful", "title_page": "Biden’s Pick for Bank Regulator Worries Banks Are Getting Too Powerful - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden has chosen Saule Omarova, a Cornell Law School professor, to lead the Office of the Comptroller of the Currency, the regulator overseeing the largest U.S. banks, the White House announced on Thursday.\nIf confirmed, Ms. Omarova, who grew up in what is now Kazakhstan, will be the first woman and the first nonwhite person to serve as comptroller of the currency. The agency, which has about 3,500 employees, is charged with setting policy around the businesses that banks engage in — from traditional ones like mergers and lending to newer efforts like cryptocurrency.\n“I am deeply honored to be nominated for this role in President Biden’s administration,” Ms. Omarova said in a statement provided to The New York Times. “If confirmed, I will work hard to make sure that our banks remain stable, strong and serve the needs of the American people.”\nMs. Omarova’s nomination caps a monthslong search for the top banking regulator’s job; the Biden administration dropped two earlier candidates because progressive and moderate Democrats couldn’t agree on them. But Ms. Omarova’s nomination will require Senate confirmation — potentially an uphill battle given the 50-50 split between Republican senators and the Democratic caucus.", "url": "https://www.nytimes.com/2021/09/23/business/saule-omarova-comptroller-currency.html"}