{"authors": ["Eric Lipton"], "date_download": "2022-10-25 23:30:03", "date_modify": "2022-10-25 23:30:03", "date_publish": "2021-01-04 00:22:34", "description": "The president’s demand for action to overturn the result of the election in the state raised questions about whether he violated election fraud statutes, lawyers said, though a charge is unlikely.", "filename": "2021_01_03_us_politics_trump-call-georgia_1666740603.html", "image_url": "https://static01.nyt.com/images/2021/01/03/us/politics/03dc-trump-legal/03dc-trump-legal-facebookJumbo.jpg?year=2021&h=550&w=1050&s=312afa268c285b8f28eea74a9b6c425a95f10ff9085a72e14ffae800d46fde4b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_03_us_politics_trump-call-georgia_1666740603.html", "title": "Trump Call to Georgia Official Might Violate State and Federal Law", "title_page": "Trump Call to Georgia Official Might Violate State and Federal Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The call by President Trump on Saturday to Georgia’s secretary of state raised the prospect that Mr. Trump may have violated laws that prohibit interference in federal or state elections, but lawyers said on Sunday that it would be difficult to pursue such a charge.\nThe recording of the conversation between Mr. Trump and Secretary of State Brad Raffensperger of Georgia, first reported by The Washington Post, led a number of election and criminal defense lawyers to conclude that by pressuring Mr. Raffensperger to “find” the votes he would need to reverse the election outcome in the state, Mr. Trump either broke the law or came close to it.\n“It seems to me like what he did clearly violates Georgia statutes,” said Leigh Ann Webster, an Atlanta criminal defense lawyer, citing a state law that makes it illegal for anyone who “solicits, requests, commands, importunes or otherwise attempts to cause the other person to engage” in election fraud.\nAt the federal level, anyone who “knowingly and willfully deprives, defrauds or attempts to deprive or defraud the residents of a state of a fair and impartially conducted election process” is breaking the law.", "url": "https://www.nytimes.com/2021/01/03/us/politics/trump-call-georgia.html"}