{"authors": ["Matthew Goldstein", "Kate Kelly"], "date_download": "2022-10-25 23:27:50", "date_modify": "2022-10-25 23:27:50", "date_publish": "2021-08-16 07:00:09", "description": "The activist short-seller behind Hindenburg Research has become known for research that sends companies’ stock sinking. He says he’s not in it just to move share prices.", "filename": "2021_08_16_business_short-seller-wall-street-scams-hindenburg_1666740470.html", "image_url": "https://static01.nyt.com/images/2021/08/10/business/00hindenburg-01/00hindenburg-01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=9148c80fa5f6fc6c162a0d8b8fed74c47817d9d1c56f125ad34d06597e5769ed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_16_business_short-seller-wall-street-scams-hindenburg_1666740470.html", "title": "A Skeptical Stock Analyst Wins Big by Seeking Out Frauds", "title_page": "A Skeptical Stock Analyst Wins Big by Seeking Out Frauds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last month, federal authorities charged the founder of the electric vehicle manufacturer Nikola, which had gone public in the summer of 2020, with defrauding investors. They were led there partly by the work of a little-known Wall Streeter named Nathan Anderson.\nA stock researcher and investor, Mr. Anderson and his upstart firm, Hindenburg Research, are having a moment. In early August, the Securities and Exchange Commission subpoenaed the sports betting firm DraftKings after Hindenburg said in a June report that it had potentially enabled black-market betting. And shares of Lordstown Motors have fallen nearly 70 percent since Hindenburg said in March that the electric truck maker was hyping commercial interest for its vehicle. Federal authorities are investigating Lordstown’s claims.\nMr. Anderson’s five-person firm, which takes its name from the German airship that blew up in 1937, is a newbie in the world of finance. Founded in 2017, Hindenburg specializes in publishing detailed reports about publicly traded companies, poking holes in their stories and alerting investors to potential malfeasance. The boom in special purpose acquisition companies has provided Hindenburg with fertile ground.\nIt’s not an act of public service. Hindenburg, which has the backing of several investors, also makes financial bets that the stocks of the companies Mr. Anderson is targeting will fall after the firm issues its research. When the stocks do fall, Hindenburg makes its money in what is called a “short” trade.", "url": "https://www.nytimes.com/2021/08/16/business/short-seller-wall-street-scams-hindenburg.html"}