{"authors": ["Matt Phillips"], "date_download": "2022-10-25 23:39:28", "date_modify": "2022-10-25 23:39:28", "date_publish": "2021-08-30 21:48:34", "description": "Gary Gensler, the chair of the Securities and Exchange Commission, called payment for order flow “an inherent conflict of interest.”", "filename": "2021_08_30_business_sec-payment-for-order-flow-robinhood_1666741168.html", "image_url": "https://static01.nyt.com/images/2021/08/30/business/30economy-briefing-gensler-sec/merlin_192569091_1ca5207f-ae96-4e05-abe5-6057c291a57c-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e04a298bf69b45d80de8d9c1c8f964f478cfddbfe73eec91e037060e74ac2dd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_08_30_business_sec-payment-for-order-flow-robinhood_1666741168.html", "title": "The S.E.C. head is considering banning a key way Robinhood makes money.", "title_page": "The S.E.C. head is considering banning a key way Robinhood makes money. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gary Gensler, the chair of the Securities and Exchange Commission, said on Monday that a ban was “on the table” for a practice that underpins some of the most popular free stock-trading apps.\nMr. Gensler told Barron’s in an interview that he would consider banning “payment for order flow” — the practice in which large trading operations pay to execute trades for clients of retail brokerage firms, such as Robinhood.\nThe arrangement is central to the way Robinhood and some of its competitors, including E-Trade and Charles Schwab, have organized their businesses to offer commission-free trades — a crucial factor in the rush of millions of everyday people into the stock market.\nThe big trading operations, including Citadel Securities and Virtu Financial, that execute the orders make tiny profits on such trades, and the enormous user base of commission-free brokerage firms means those tiny profits can quickly add up.", "url": "https://www.nytimes.com/2021/08/30/business/sec-payment-for-order-flow-robinhood.html"}