{"authors": ["John Koblin", "Michael M. Grynbaum", "Edmund Lee", "Lauren Hirsch"], "date_download": "2022-10-25 23:46:28", "date_modify": "2022-10-25 23:46:28", "date_publish": "2021-05-21 21:14:05", "description": "An early-morning meeting at a Greenwich Village townhouse, under the watchful eye of Steve McQueen, was part of a monthslong campaign.", "filename": "2021_05_21_business_media_att-discovery-warnermedia-deal_1666741588.html", "image_url": "https://static01.nyt.com/images/2021/05/22/business/21SUBdiscoverydeal-print/21discoverydeal-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c8cf54be6e24f137a2b8c1554f58467016f44352ea336595651831d1c68957d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_21_business_media_att-discovery-warnermedia-deal_1666741588.html", "title": "Discovery and AT&T: How a Huge Media Deal Was Done", "title_page": "Discovery and AT&T: How a Huge Media Deal Was Done - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the predawn hours of April 1, David Zaslav, the chief executive of Discovery, arrived at a rented townhouse in Manhattan’s Greenwich Village — decorated with photos of rock stars and one of the actor Steve McQueen in sunglasses holding a gun — to prepare for a meeting that would soon reverberate across the American media industry.\nSworn to secrecy, Mr. Zaslav’s lieutenants snacked on a breakfast of artisanal doughnuts from a 24-hour bakery as they finalized their pitch. Just before 8 a.m., ahead of schedule, their quarry arrived: John Stankey, the AT&T chief executive who controlled the WarnerMedia assets that Mr. Zaslav coveted.\nA journey that began with an informal, emoji-speckled email exchange in February was now fully underway. The covert discussions would eventually last three months, stretching from Dallas to the Denver suburbs to downtown Manhattan, where a war room was established in the cramped garden level of the rented townhouse. To prevent leaks, bankers used maritime nicknames like “Columbus” and “Magellan.” Even the chief executive of WarnerMedia was kept in the dark while his company was being negotiated out from under him.\nIt would culminate on Monday with the announcement of a blockbuster media deal that combined AT&T’s WarnerMedia, including HBO, CNN and the Warner Bros. film studio, with Discovery’s cable and broadcast holdings, creating a powerful new force in American entertainment, sports, reality TV, news and streaming video. And it represented an astounding late career act for Mr. Zaslav, 61, that would put him in control of one of the biggest media companies in the world.", "url": "https://www.nytimes.com/2021/05/21/business/media/att-discovery-warnermedia-deal.html"}