{"authors": ["Grace Ashford"], "date_download": "2022-10-25 22:55:39", "date_modify": "2022-10-25 22:55:39", "date_publish": "2021-09-29 16:42:38", "description": "Dr. Bassett ran New York City’s health department with acclaim through a series of crises.", "filename": "2021_09_29_nyregion_hochul-mary-bassett-new-york-health-department_1666738539.html", "image_url": "https://static01.nyt.com/images/2021/09/29/us/29virus-briefing-nystatehealth/29virus-briefing-nystatehealth-facebookJumbo-v3.jpg?year=2021&h=550&w=1050&s=7efd7f71ad05272dbfbca2d2336aa8d8e5d3a35722c82786ca18c2001a8999e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_29_nyregion_hochul-mary-bassett-new-york-health-department_1666738539.html", "title": "Mary Bassett Tapped to Lead New York State's Health Department", "title_page": "Mary Bassett Tapped to Lead New York State's Health Department - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mary Bassett, who won acclaim for leading New York City through a series of health crises, was named on Wednesday as the state’s new health commissioner.\nDr. Bassett ran the city’s health department for four years until 2018, and joins the state after a stint as director of Harvard’s FXB Center for Health and Human Rights.\nThe announcement by Gov. Kathy Hochul comes less than a week after Dr. Howard A. Zucker, the current health commissioner, announced he would resign in the wake of political pressure stemming from his role leading the state’s pandemic response under former Gov. Andrew M. Cuomo. Dr. Bassett’s appointment will take effect on Dec. 1.\n“Our recovery from this pandemic requires tested leadership and experience to improve health equity and access across the state, and Dr. Bassett is perfectly equipped to lead the New York State Department of Health during this critical moment,” Governor Hochul said in a statement Wednesday. “Dr. Bassett is both a highly regarded public health expert and an exemplary public servant, and I look forward to working with her to keep New Yorkers safe and healthy.”", "url": "https://www.nytimes.com/2021/09/29/nyregion/hochul-mary-bassett-new-york-health-department.html"}