{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:48:02", "date_modify": "2022-10-25 23:48:02", "date_publish": "2021-04-14 18:28:39", "description": "Defense lawyers have complained that some charges do not apply to what unfolded on Jan. 6, and one argues it will be impossible to get a fair trial in Washington.", "filename": "2021_04_14_us_politics_capitol-riot-investigation-defenses_1666741682.html", "image_url": "https://static01.nyt.com/images/2021/04/13/us/politics/13dc-investigate1/13dc-investigate1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7c39ad31f970a5f9ef580bb1774fba93e1683ec9c05f2bba6d6c291795e528a3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_14_us_politics_capitol-riot-investigation-defenses_1666741682.html", "title": "How the Capitol Riot Suspects Are Challenging the Charges", "title_page": "How the Capitol Riot Suspects Are Challenging the Charges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At this stage of what is shaping up to be a marathon legal process, the government’s most prominent cases have been filed against the Oath Keepers, a militia that recruits former military and law enforcement officers, and the Proud Boys, an organization of leftist-hating brawlers that slyly bills itself as defending “Western” values.\nProsecutors have repeatedly said an array of electronic communications — Facebook messages, online meeting room chats and conversations on a digital walkie-talkie app — show that the groups conspired not only internally to storm the Capitol, but may also have coordinated with each other.\nBut now that the government is turning over evidence, lawyers for the extremist groups have attacked these theories of conspiracy, and judges have showed signs they agree.\nLawyers for the Oath Keepers, for instance, claim that the evidence shows that many of the dozen militia members now facing charges didn’t go to Washington with a plan to storm the Capitol, but went instead to protect high-profile Republicans like Roger J. Stone Jr., the onetime adviser to former President Donald J. Trump.\nLawyers for the Proud Boys assert that the group’s internal chats show that members had not planned to assault the Capitol, but had merely prepared to defend themselves against the leftist protesters with whom they had sparred at previous rallies in the city in November and December.\nOther legal issues in other cases present a more systemic threat.\nA lawyer for a Texas winemaker, Christopher Grider, filed a motion late last month to dismiss one of the charges he is facing: obstruction of a government proceeding. If Mr. Grider’s motion succeeds, it could have a chilling, even crippling, effect on dozens of cases against defendants facing similar charges.\nThe law in question, which carries a penalty of 20 years in prison, makes it illegal to interfere with an official proceeding related to the “administration of justice,” Mr. Grider’s lawyer, Brent Mayr, wrote. It was meant to stop people from obstructing with matters like a criminal or congressional investigation, but was not intended to cover proceedings like the certification of a presidential vote, a largely ministerial event, Mr. Mayr argued.", "url": "https://www.nytimes.com/2021/04/14/us/politics/capitol-riot-investigation-defenses.html"}