{"authors": ["Ben Hubbard"], "date_download": "2022-10-26 00:11:51", "date_modify": "2022-10-26 00:11:51", "date_publish": "2021-10-11 13:55:38", "description": "Arab countries are gradually restoring ties with Syria, but its president remains mired in crises he can’t escape.", "filename": "2021_10_11_world_middleeast_al-assad-syria_1666743111.html", "image_url": "https://static01.nyt.com/images/2021/10/09/world/00Syria1/00Syria1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9e3bfcb947d7b3339d1eeb9156645d6145944135dfd40d6fec43cf1ed6d4ccd7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_11_world_middleeast_al-assad-syria_1666743111.html", "title": "Syria Is Still Shattered, But Its Neighbors Are Restoring Ties", "title_page": " Syria Is Still Shattered, But Its Neighbors Are Restoring Ties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — For a man who has spent the last decade battling armed rebels, being shunned in international forums and watching a brutal civil war dismantle his economy, the past few weeks have been good to President Bashar al-Assad of Syria.\nSenior officials from Lebanon appealed for his help with chronic electricity cuts. His economy minister rubbed shoulders with his counterpart from the United Arab Emirates at a trade expo in Dubai. The United States, which has heavily sanctioned him and his associates, backed a plan to revive a gas pipeline through his territory. And he spoke by phone with King Abdullah II of Jordan, his neighbor to the south, for the first time in 10 years.\nSyria is still shattered — with its people mired in poverty, millions of refugees in neighboring states still afraid to go home and large swaths of territory still beyond the state’s control. But across the Middle East there is a sense that Mr. al-Assad — long known for gassing his own people and dropping exploding barrels on his own cities — is being brought in from the cold, reflecting a resignation with his survival.\nThe war has ceased to rage, the thinking goes, and Mr. al-Assad is still in place, so perhaps it is time for Syria to reconnect with its neighbors.", "url": "https://www.nytimes.com/2021/10/11/world/middleeast/al-assad-syria.html"}