{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:36:05", "date_modify": "2022-10-25 23:36:05", "date_publish": "2021-12-01 10:00:19", "description": "One argument in the abortion case before the Supreme Court is that balancing work and family is now less of a challenge, but research shows becoming a mother still has a large economic impact on women.", "filename": "2021_12_01_upshot_mississippi-abortion-case-roe_1666740965.html", "image_url": "https://static01.nyt.com/images/2021/11/30/upshot/up-roe1/merlin_178472373_659ad10d-2d8e-4235-82a4-75aa123984e8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_01_upshot_mississippi-abortion-case-roe_1666740965.html", "title": "Mississippi: Is Roe v. Wade Needed if Women Can Have It All?", "title_page": "Mississippi: Is Roe v. Wade Needed if Women Can Have It All? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "These policies don’t exist or are weak, on a federal level or in Mississippi.\nThe United States stands out for its absence of national paid leave — it is one of six countries in the world, and the only rich country, without it. It provides 12 weeks of unpaid leave, yet nearly half of workers don’t qualify, and many more can’t afford to take unpaid leave. Some states have paid family leave, but Mississippi does not.\nOn child care assistance, the United States again stands out. While rich countries spend an average of $14,000 a year on child care subsidies for toddlers, most families in the United States receive several hundred dollars in the form of a tax credit. Child care is unaffordable for nearly half of American families, according to the Treasury Department, and 71 percent of Mississippi families. Democrats are currently considering a bill that would provide four weeks of paid leave, subsidized child care for most families and universal pre-K.\nThe Pregnancy Discrimination Act of 1978 said employers could not treat pregnant women differently, and a 2015 Supreme Court ruling required them to make accommodations for pregnant women in some circumstances. But federal protections are weak in many cases, and a large analysis this year, of complaints to the Equal Employment Opportunity Commission and survey data, found that pregnancy discrimination remains rampant.\nAnti-abortion scholars made another point: There might be more public policies supporting mothers if there weren’t strong abortion rights. Without Roe, they said, there could be more of a recognition of the differences between women’s and men’s reproductive lives, and more policies to accommodate pregnancy and child rearing.\nCorrelation or causation?\nAnother argument made by Mississippi and those supporting the state’s case is that there is no way to prove a causal link between abortion rights and women’s ability to play an equal role in society.\n“It may be possible to claim anecdotally that a particular woman’s abortion seemed to preserve her opportunity to pursue a particular job or degree,” wrote 240 female scholars and members of anti-abortion groups in a brief to the Court. “But it is impossible to claim that abortion access is specially responsible for the progress that American women have made.”", "url": "https://www.nytimes.com/2021/12/01/upshot/mississippi-abortion-case-roe.html"}