{"authors": ["Jim Tankersley", "Zolan Kanno-Youngs"], "date_download": "2022-10-25 23:50:52", "date_modify": "2022-10-25 23:50:52", "date_publish": "2021-10-28 13:01:35", "description": "White House officials refused to say if all holdout Democrats in Congress had expressed support for the framework.", "filename": "2021_10_28_us_politics_spending-plan-bill-biden_1666741852.html", "image_url": "https://static01.nyt.com/images/2021/10/28/us/politics/28budget-briefing-framework-sub1/merlin_196290021_b1fb29f6-9c40-4748-835b-6279216fe377-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_28_us_politics_spending-plan-bill-biden_1666741852.html", "title": "Here’s what’s in Biden’s $1.85 trillion plan.", "title_page": "Here's What's in Biden's $1.85 Trillion Spending Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden met with lawmakers on Thursday morning to lay out a framework on a $1.85 trillion effort to spend heavily on climate change, child care and a wide range of other economic programs, paid for by an estimated $2 trillion in tax increases on corporations and high earners, though it was not immediately clear if it has the votes to pass.\nWhite House officials refused to say if all holdout Democrats in Congress had expressed support for the framework, which still may change.\nThe framework leaves out several key planks of the economic agenda that Mr. Biden laid out on the campaign trail and shortly after taking office. It does nothing to reduce prescription drug costs for seniors, and it omits what would have been the nation’s first federally guaranteed paid family and medical leave for workers. It does not include free community college for all, as Mr. Biden had promised. It would expand Medicare coverage to include hearing, but not vision or dental services.\nIt also would not raise the corporate tax rate or the top individual income tax rate, and it would not impose a new tax on the unrealized wealth gains of billionaires, as Democrats had recently proposed.", "url": "https://www.nytimes.com/2021/10/28/us/politics/spending-plan-bill-biden.html"}