{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:37:03", "date_modify": "2022-10-25 23:37:03", "date_publish": "2021-09-28 16:51:30", "description": "Terence Blanchard’s fresh, affecting “Fire Shut Up in My Bones” reopened the opera house on Monday after an 18-month closure.", "filename": "2021_09_28_arts_music_fire-blanchard-met-opera_1666741023.html", "image_url": "https://static01.nyt.com/images/2021/09/29/arts/28metopera-1/28metopera-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=bfc981f7964484c7094ca77c9438ccff335b0d92051862027d6abfb8859dd47b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_28_arts_music_fire-blanchard-met-opera_1666741023.html", "title": "'Fire Shut Up in My Bones' Review: A Black Composer at the Met, Finally", "title_page": "'Fire Shut Up in My Bones' Review: A Black Composer at the Met, Finally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the opera opens, we see Charles (the muscular-voiced baritone Will Liverman, in a breakthrough performance) as a college student, speeding home, pistol in hand, bent on revenge for having been molested as a boy by his older cousin. In the next scene, his 7-year-old self, Char’es-Baby, is played by Walter Russell III, an endearingly gangly and sweet-toned boy soprano. The device of having a character be portrayed by two singers at different stages of life goes back a long way in opera, and works powerfully here. During long stretches of Act I, Charles hovers around Char’es-Baby, issuing warnings the boy can’t hear, and they sometimes sing in duo, with winding lyrical lines over mellow harmonies.\nThe opera also creates a twofold female character, Destiny and Loneliness, to embody qualities that haunt Charles. The use of spirit-like characters is another familiar device in opera, and here — with Angel Blue bringing her luminous soprano voice and unforced charisma to the dual role — it is more affecting than the cliché it could easily have been.\nIn his score, Blanchard deftly blends elements of jazz, blues, hints of big band and gospel into a compositional voice dominated by lushly chromatic and modal harmonic writing, spiked with jagged rhythms and tart dissonance. He commented in a recent interview with The Times about his approach to writing vocal lines: He speaks the words of the text over and over to learn its shape and flow.", "url": "https://www.nytimes.com/2021/09/28/arts/music/fire-blanchard-met-opera.html"}