{"authors": ["Neil Irwin"], "date_download": "2022-10-25 23:31:39", "date_modify": "2022-10-25 23:31:39", "date_publish": "2021-11-06 16:00:11", "description": "The psychological effects of inflation seem to have the upper hand.", "filename": "2021_11_06_upshot_inflation-psychology-economy_1666740699.html", "image_url": "https://static01.nyt.com/images/2021/11/07/business/07up-econ-print1/06up-econ1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_06_upshot_inflation-psychology-economy_1666740699.html", "title": "Americans Are Flush With Cash and Jobs. They Also Think the Economy Is Awful.", "title_page": "Americans Are Flush With Cash and Jobs. They Also Think the Economy Is Awful. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Americans are, by many measures, in a better financial position than they have been in many years. They also believe the economy is in terrible shape.\nThis is the great contradiction that underlies President Biden’s poor approval ratings, recent Republican victories in state elections and the touch-and-go negotiations over the Biden legislative agenda. It presents a fundamental challenge for economic policy, which has succeeded at lifting the wealth, incomes and job prospects of millions of people — but has not made Americans, in their own self-perception, any better off.\nWorkers have seized the upper hand in the labor market, attaining the largest raises in decades and quitting their jobs at record rates. The unemployment rate is 4.6 percent and has been falling rapidly. Cumulatively, Americans are sitting on piles of cash; they have accumulated $2.3 trillion more in savings in the last 19 months than would have been expected in the prepandemic path. The median household’s checking account balance was 50 percent higher in July of this year than in 2019, according to the JPMorgan Chase Institute.\nYet workers’ assessment of the economy is scathing.\nIn a Gallup poll in October, 68 percent of respondents said they thought economic conditions were getting worse. The share who thought things were getting better was lower than in April 2009, when the global financial crisis was still underway. And it is not merely a partisan response to the Biden presidency. In the University of Michigan’s consumer sentiment survey, Republicans rate current economic conditions worse than Democrats do — but both groups give ratings about as low as they did in the early 2010s, when unemployment was much higher and Americans’ finances were a wreck.", "url": "https://www.nytimes.com/2021/11/06/upshot/inflation-psychology-economy.html"}