{"authors": ["Natalie Kitroeff", "Oscar Lopez"], "date_download": "2022-10-25 22:59:12", "date_modify": "2022-10-25 22:59:12", "date_publish": "2021-02-09 15:38:00", "description": "With hospitals overrun, Mexicans fighting the coronavirus at home face a deadly hurdle: a lack of oxygen tanks.", "filename": "2021_02_09_world_americas_mexico-covid-oxygen-shortage_1666738752.html", "image_url": "https://static01.nyt.com/images/2021/02/08/world/00mexico-oxygen/00mexico-oxygen-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2a0c86525c34e7fa0d22f2462d435a2c36b287be85fa25835b6fd5188335f45a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_09_world_americas_mexico-covid-oxygen-shortage_1666738752.html", "title": "Covid-19 in Mexico: Oxygen Shortage Leaves Many to Die at Home", "title_page": "Covid-19 in Mexico: Oxygen Shortage Leaves Many to Die at Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Hernández got so many calls on a recent Thursday he had to put one on hold while he answered another. He finds it hard to shake the memory of how people’s voices sound when he tells them he has no tanks available.\n“You hear the desperation, the resignation, when they thank me just for answering,” he said.\n“I'm not doing what makes me happy — I’m taking advantage of an opportunity to make money,” he added. “I have to eat.”\nFor people stuck navigating the chaotic market, finding someone — anyone — with oxygen is a relief. In the time he spent scouring the city for oxygen, the only happiness Mr. Menéndez remembers was when he got to the front of the line and left with a full tank.\n“It didn’t matter if I had eaten,” he said. “It didn’t matter if it was cold. It didn’t matter if I felt tired, or sleepy, if it was 3 in the morning. It was all worth it: I had a way to keep my mom breathing, to keep her in this world.”\nWhen he found a seller who would rent him a concentrator for $100 a week, he felt a spark of hope. “It was a blessing,” Mr. Menéndez said.\nThe machine kept his mother alive — for a while, until her lungs gave out. She was intubated on Christmas Eve, and died before the New Year.", "url": "https://www.nytimes.com/2021/02/09/world/americas/mexico-covid-oxygen-shortage.html"}