{"authors": ["Maria Cramer"], "date_download": "2022-10-25 23:53:29", "date_modify": "2022-10-25 23:53:29", "date_publish": "2021-02-23 22:44:39", "description": "Gov. J.B. Pritzker signed a law that he said would end a system that disproportionately hurts the poor and favors wealthier defendants.", "filename": "2021_02_23_us_illinois-cash-bail-pritzker_1666742009.html", "image_url": "https://static01.nyt.com/images/2021/02/23/multimedia/23xp-bail/23xp-bail-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7e9f89f189cc1159390cba224db10b3dd270e946cd982af27d44785ea98ae532&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_02_23_us_illinois-cash-bail-pritzker_1666742009.html", "title": "Gov. J.B. Pritzker Signs Law Making Illinois First State to End Cash Bail", "title_page": "Gov. J.B. Pritzker Signs Law Making Illinois First State to End Cash Bail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Illinois has become the first state to completely eliminate cash bail, a result of a push by state legislators to end a practice they say keeps poor people in jail for months awaiting trial and disproportionately affects Black and Latino defendants.\nThe change is part of a sweeping law signed by Gov. J.B. Pritzker, a Democrat, on Monday. He said the legislation would transform the state’s legal system and increase accountability measures for police officers, such as requiring the use of body-worn cameras by police departments statewide.\n“This legislation marks a substantial step toward dismantling the systemic racism that plagues our communities, our state and our nation and brings us closer to true safety, true fairness and true justice,” Mr. Pritzker said in a statement.\nOver the years, New Jersey, California and New York have limited the use of bail, a system that opponents have criticized as unfair to poor people, who are forced to remain in detention even though they have not been convicted of the charges that led to their arrest. Supporters of the elimination of cash bail have pointed to cases like that of Kalief Browder, who was 16 when he was ordered held for three years at Rikers Island because his family could not afford a $3,000 bail. Mr. Browder, who was accused of stealing a backpack, killed himself two years after his release, when he was 22.", "url": "https://www.nytimes.com/2021/02/23/us/illinois-cash-bail-pritzker.html"}