{"authors": ["Jane Arraf"], "date_download": "2022-10-25 23:54:24", "date_modify": "2022-10-25 23:54:24", "date_publish": "2021-09-18 17:44:12", "description": "Militia violence has driven antigovernment protesters underground and shaken Karbala, a city of gold-domed Shiite shrines.", "filename": "2021_09_18_world_middleeast_iraq-karbala-iran-militias_1666742064.html", "image_url": "https://static01.nyt.com/images/2021/09/18/world/18iraq-karbala01sub/18iraq-karbala01sub-facebookJumbo.jpg?year=2021&h=549&w=1050&s=ff266a4773e99f6d600ceea6cadaa6c27401501e87f7226ca7096b95fa00a1c9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_09_18_world_middleeast_iraq-karbala-iran-militias_1666742064.html", "title": "Iran-Backed Militias Battle Activists in a Holy Iraqi City", "title_page": "Iran-Backed Militias Battle Activists in a Holy Iraqi City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KARBALA, Iraq — One night in May, Samira Abbas Kadhim was up late, waiting for her son. She poked her head out of the gate of their small house, looking for him down the narrow street.\nFive minutes later, as she was in the kitchen, he was shot dead half a block away.\nHer son, Ehab al-Wazni, was one of dozens of antigovernment protest leaders believed to have been killed by militia fighters and security forces since the demonstrations escalated two years ago. But his killing stands out as a particularly brazen attack that has rattled his home city, Karbala, the site of some of the holiest sites in Shiite Islam and once considered one of the safest cities in Iraq.\nKarbala, the southern Iraqi city whose gold-domed shrines attract Shiite pilgrims from around the world, has become a flash point in Iraq’s internal conflict over the presence of dozens of powerful Iranian-backed militias. Instead of being known mostly as a place for quiet prayer and study, it has become a cauldron of competing armed groups and political interests.", "url": "https://www.nytimes.com/2021/09/18/world/middleeast/iraq-karbala-iran-militias.html"}