{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:23:42", "date_modify": "2022-10-25 23:23:42", "date_publish": "2021-06-23 21:39:35", "description": "More than 1,200 cases have been reported, mostly mild and more often in young men and boys. The benefits of vaccination still far outweigh the risks, experts said.", "filename": "2021_06_23_health_coronavirus-vaccine-heart_1666740222.html", "image_url": "https://static01.nyt.com/images/2021/06/23/science/23virus-heart1/23virus-heart1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a9eeb30bf004eff27af3bd45851f4b6c3bfd60fc3c8fddb92510de43600a5863&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_23_health_coronavirus-vaccine-heart_1666740222.html", "title": "Heart Problems After Vaccination Are Very Rare, Federal Researchers Say", "title_page": "Heart Problems After Vaccination Are Very Rare, Federal Researchers Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The coronavirus vaccines made by Pfizer-BioNTech and Moderna may have caused heart problems in more than 1,200 Americans, including about 500 who were younger than age 30, according to data reported on Wednesday by researchers at the Centers for Disease Control and Prevention.\nStill, the benefits of immunization greatly outweighed the risks, and advisers to the C.D.C. strongly recommended vaccination for all Americans 12 and older.\nThe heart problems reported are myocarditis, an inflammation of the heart muscle; and pericarditis, inflammation of the lining around the heart. The risk is higher after the second dose of an mRNA vaccine than after the first, the researchers reported, and much higher in men than in women.\nBut overall, the side effect is very uncommon — just 12.6 cases per million second doses administered. The researchers estimated that out of a million second doses given to boys ages 12 to 17, the vaccines might cause a maximum of 70 myocarditis cases, but would prevent 5,700 infections, 215 hospitalizations and two deaths.", "url": "https://www.nytimes.com/2021/06/23/health/coronavirus-vaccine-heart.html"}