{"authors": ["Claire Moses"], "date_download": "2022-10-25 23:43:05", "date_modify": "2022-10-25 23:43:05", "date_publish": "2021-11-18 14:36:56", "description": null, "filename": "2021_11_18_world_europe_the-netherlands-aims-to-keep-its-schools-open-even-as-cases-soar-among-young-people_1666741385.html", "image_url": "https://static01.nyt.com/images/2021/11/18/multimedia/18virus-briefing-netherlands/18virus-briefing-netherlands-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_11_18_world_europe_the-netherlands-aims-to-keep-its-schools-open-even-as-cases-soar-among-young-people_1666741385.html", "title": "The Netherlands aims to keep its schools open, even as cases soar among young people.", "title_page": "The Netherlands aims to keep its schools open, even as cases soar among young people. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The coronavirus’s rapid spread through schools in the Netherlands has prompted some experts to call for extending this winter’s Christmas break. In an article on Thursday, one immunologist, Ger Rijkers, told the newspaper Algemeen Dagblad, “Children are little virus factories and infect each other as well as adults.”\nThe government has introduced other restrictions to try to quash the widening outbreak and resisted urgings to close schools. Lawmakers recently restored mask mandates in some public indoor places and instituted a three-week partial lockdown that includes earlier closing hours for restaurants, bars and shops.\nFor the past week ending on Tuesday, the Netherlands reported a record number of cases, with positive tests rising 44 percent. The country is struggling to meet its screening targets amid the soaring demand.\nThe biggest increase in the number of new infections was among children ages 4 to 12, according to government data. The education minister, Arie Slob, acknowledged that the situation “asks a lot of teachers and parents.”", "url": "https://www.nytimes.com/2021/11/18/world/europe/the-netherlands-aims-to-keep-its-schools-open-even-as-cases-soar-among-young-people.html"}