{"authors": ["Jacey Fortin", "Giulia Heyward"], "date_download": "2022-10-25 23:01:05", "date_modify": "2022-10-25 23:01:05", "date_publish": "2021-12-18 10:00:17", "description": "As the deadline for compliance approached, the school board faced a difficult question: What would happen to the tens of thousands of students who were still not vaccinated?", "filename": "2021_12_18_us_los-angeles-vaccine-mandate-delayed_1666738865.html", "image_url": "https://static01.nyt.com/images/2021/12/19/us/19vaccine-schools-print1/merlin_193348146_b3ffe305-3da9-4922-b902-13303223dd17-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_12_18_us_los-angeles-vaccine-mandate-delayed_1666738865.html", "title": "Why Los Angeles Delayed Enforcing Its Student Vaccine Mandate", "title_page": "Why Los Angeles Delayed Enforcing Its Student Vaccine Mandate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We wanted to find out more about the vaccine, and let it be tested more stringently, instead of it being on an emergency use authorization,” he added. “We wanted to wait until the F.D.A. fully approves it before we said, ‘OK, now our daughter can be vaccinated.’”\nThe Food and Drug Administration has authorized the Pfizer vaccine for use in children between the ages of 5 and 15, and it is fully approved for people 16 and older.\nThe Los Angeles school district said the mandate has already had a positive effect, even without enforcement. Megan K. Reilly, the interim superintendent, said in a statement last week that 87 percent of students between the ages of 12 and 18 had complied with the mandate. (Some of those may have been exempted rather than vaccinated, and some families whose children are vaccinated had not been counted because they had yet to upload proof of vaccination.)\n“This is a major milestone,” Ms. Reilly said, “and there’s still more time to get vaccinated!”\nDr. Shafir agreed that the compliance rate was impressive and said it was important to note that the decision to delay was made for logistical and infrastructural reasons. “It is not being made for public health reasons,” she said. “Nothing has changed about the vaccine or about the need for the vaccine.”\nWhat did change is that officials realized that the students who remained unvaccinated — amounting to about 30,000 — threatened to overwhelm the district’s resources.\nThis summer, California lawmakers promoted independent study programs as an option for children who did not want to return to class during the pandemic. In Los Angeles, that led to a surge of interest in City of Angels, a program that had long offered independent learning plans, typically to accommodate students with odd schedules because of, say, health issues or acting jobs.", "url": "https://www.nytimes.com/2021/12/18/us/los-angeles-vaccine-mandate-delayed.html"}