{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 22:58:36", "date_modify": "2022-10-25 22:58:36", "date_publish": "2021-01-19 19:13:17", "description": "The ruling strikes down weak rules for coal-burning power plants and gives the Biden administration a freer hand to impose tighter restrictions.", "filename": "2021_01_19_climate_trump-climate-change_1666738716.html", "image_url": "https://static01.nyt.com/images/2021/01/19/climate/19CLI-CLEANPOWER1/19CLI-CLEANPOWER1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=cfb5ef7b5551a7a8c199dc83cb1c0ae32a98d2fba59fc539e6495dfb4ebd6b89&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_01_19_climate_trump-climate-change_1666738716.html", "title": "Court Voids a ‘Tortured’ Trump Climate Rollback", "title_page": "Court Voids a ‘Tortured’ Trump Climate Rollback - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A federal appeals court on Tuesday struck down the Trump administration’s plan to relax restrictions on greenhouse gas emissions from power plants, paving the way for President-elect Joseph R. Biden Jr. to enact new and stronger restrictions on power plants.\nThe United States Court of Appeals for the District of Columbia called the Trump administration’s Affordable Clean Energy rule a “fundamental misconstruction” of the nation’s environmental laws, devised through a “tortured series of misreadings” of legal statute.\nOn the last full day of the Trump presidency, it effectively ended the Environmental Protection Agency’s efforts to weaken and undermine climate change policies and capped a dismal string of failures in which courts threw out one deregulation after another. Experts have widely described the E.P.A.’s losing streak as one of the worst legal records of the agency in modern history.\nThe appeals court did not reinstate a 2015 regulation that President Barack Obama’s E.P.A. had enacted, which would have forced utilities to move away from coal and toward renewable energy to reduce emissions. But it rejected the Trump administration’s attempt to repeal and replace that rule with a toothless one.", "url": "https://www.nytimes.com/2021/01/19/climate/trump-climate-change.html"}