{"authors": ["Giulia Heyward", "Patricia Mazzei", "Audra D. S. Burch"], "date_download": "2022-10-25 23:24:14", "date_modify": "2022-10-25 23:24:14", "date_publish": "2021-07-26 20:22:34", "description": "A relative of Estelle Hedaya, 54, said the authorities had identified her remains. The final death toll is 98.", "filename": "2021_07_26_us_surfside-collapse-last-victim_1666740254.html", "image_url": "https://static01.nyt.com/images/2021/07/16/us/00miami-search-1/00miami-search-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=56a5164efe7ab5115324b1ddcc2b446c1a4eead9bf11046a70ca07ca646ea152&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_26_us_surfside-collapse-last-victim_1666740254.html", "title": "Surfside Building Collapse Final Victim Identified", "title_page": "Surfside Building Collapse Final Victim Identified - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The crews will also keep collecting personal items, but officials could not give a specific time when people would be able to retrieve them. “We hope to return as much items as we can to bring closure to the families,” Mr. Ramirez said, adding that they hope to begin the process “as soon as possible.”\nSearchers spent several weeks relentlessly digging through the steel and concrete remnants of the 13-story building in a hunt for survivors, long after it seemed that hope had been lost. But after rescuing a 15-year-old boy, Jonah Handler, and finding his mother, Stacie Fang, who died at a hospital, just hours after the collapse 32 days ago, searchers found no one else alive in the debris.\nThe search-and-rescue effort officially ended on July 7, but officials vowed that the recovery operation would not cease until all the rubble had been searched and every victim’s body had been found.\nThe discovery of Ms. Hedaya’s remains ends a long, painful period of waiting for her family and friends, who followed along as every other victim was identified within a month of the collapse. Ms. Hedaya’s younger brother, Ikey, traveled to Florida twice, offering a DNA sample and praying near the site.\n“Your first reaction is shock and disbelief, and then just crying till you can’t stop, and then accepting what you can’t change,” Ms. Hedaya’s mother, Linda Hedaya, said on Friday before her daughter’s remains were identified.\nEstelle Hedaya had relocated to Florida from New York to begin a new chapter, and so much in her life was looking up, said her brother. She had lost weight, bought a new red car and was focused on her spirituality.\nHer mother’s wish was that her daughter would be found so she could receive a proper burial.\n“We have no choice but to go on, but I want to give her the respect that she deserves,” Linda Hedaya said. “She was my firstborn. I called her my shining star.”", "url": "https://www.nytimes.com/2021/07/26/us/surfside-collapse-last-victim.html"}