{"authors": ["Katie Glueck", "Michael Gold"], "date_download": "2022-10-25 22:56:31", "date_modify": "2022-10-25 22:56:31", "date_publish": "2021-03-12 23:05:49", "description": "Ms. Hochul, who has served as New York’s lieutenant governor since 2015, will become the first female governor in the state’s history now that Gov. Andrew Cuomo has resigned.", "filename": "2021_03_12_nyregion_who-is-kathy-hochul_1666738591.html", "image_url": "https://static01.nyt.com/images/2021/03/12/nyregion/00ny-hochulexplainer1/00ny-hochulexplainer1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=dfc7d6c28b323bc2a6cb6afc9cb28bfe23717e90d8fd72effe399741767a009d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_12_nyregion_who-is-kathy-hochul_1666738591.html", "title": "Who is Lt. Gov. Kathy Hochul? Governor Cuomo’s Successor", "title_page": "Who is Lt. Gov. Kathy Hochul? Governor Cuomo’s Successor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Through that process and her efforts to promote women running for office in particular, Ms. Hochul has built something of a statewide network of her own that was important in her re-election campaign and will be vital in any future bids for office. If she becomes the incumbent governor, people close to her say, she will seek re-election next year.\nShe has roots as a political moderate.\nMs. Hochul has embraced the Cuomo administration’s agenda, which has moved further to the left in recent years, and she has emphasized a number of policy priorities, including economic development and matters of gender equality.\nBut as Erie County clerk, Ms. Hochul made a name for herself in part by vigorously opposing efforts to offer drivers’ licenses for undocumented immigrants. She later changed her view, but it is one of several past positions that illustrate her roots as a fairly conservative Democrat.\nShe undeniably ran as a moderate Democrat in her special election.\n“She was a right-of-center candidate in a far-right-of-center district,” said former Representative Steve Israel of New York, who at the time chaired the Democratic Congressional Campaign Committee.\n“She presented as an independent, not willing to toe the party line, but she also had a way of connecting with progressive voters on fundamental issues like choice and the environment,” Mr. Israel said. “She was able to weave the two in a district that very much looks like America today.”\nOn a personal level, Ms. Hochul appears to be well liked by lawmakers across the ideological spectrum, and she has made a point of building a wide range of relationships. But she would be likely to face skepticism from the left both if she became governor and if she chose to run for office again.\nShe is a product of western New York, and her ascendance would make history.\nMs. Hochul grew up in the Buffalo area, President Barack Obama nominated her husband to serve as U.S. attorney for the Western District of New York, and her friendly, accessible demeanor and Buffalo accent conjure a style that is more Midwest than it is Manhattan. When Mr. Cuomo named her to the ticket, she was seen as adding a measure of both geographic and gender diversity.", "url": "https://www.nytimes.com/2021/03/12/nyregion/who-is-kathy-hochul.html"}