{"authors": ["Paul Sullivan"], "date_download": "2022-10-25 23:30:50", "date_modify": "2022-10-25 23:30:50", "date_publish": "2021-07-23 13:00:08", "description": "The new technology is raising questions about the risks and rewards of investing in digital art forms.", "filename": "2021_07_23_your-money_nft-art-lebron-james-damien-hirst_1666740650.html", "image_url": "https://static01.nyt.com/images/2021/07/24/business/23wealth/23wealth-facebookJumbo.jpg?year=2021&h=550&w=1050&s=81af94530b7a46eb0706f21b23df7412f3fe7ce56b76946e54e407a0cd10d407&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_23_your-money_nft-art-lebron-james-damien-hirst_1666740650.html", "title": "A Painting or an NFT of It: Which Will Be More Valuable?", "title_page": "A Painting or an NFT of It: Which Will Be More Valuable? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The British artist Damien Hirst, best known for putting a shark in a tank of formaldehyde, has gotten on the NFT bandwagon.\nNFTs, or nonfungible tokens, rely on blockchain technology to designate an official copy of a piece of digital media that would otherwise be cheap or free. Mr. Hirst is selling a collection of 10,000 NFTs, each of which corresponds to a physical dot painting, for $2,000 each. A year from now, the collectors of the series, called “The Currency,” will have to decide whether to keep the NFT or the painting; whichever one they don’t choose will be destroyed.\nIs it better to keep the NFT or the physical artwork? Which will be the more valuable investment? It’s hard to know. Certain NFTs are fetching large sums of money, but not all of them are. As with any new art form, what happens over the next few years is hard to predict. And anyone investing in NFTs with an eye on earning investment-like returns needs to understand the risks.\n“It’s such new territory,” Diana Wierbicki, a partner and the global head of art law at Withersworldwide. “It can go up; it can go down. It’s like any type of contemporary art: The values aren’t fixed, so you’re taking on a risk.”", "url": "https://www.nytimes.com/2021/07/23/your-money/nft-art-lebron-james-damien-hirst.html"}