{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:47:16", "date_modify": "2022-10-25 23:47:16", "date_publish": "2021-04-14 00:00:50", "description": "Despite being tipped that “Congress itself is the target” on Jan. 6, Capitol Police were ordered not to use their most powerful crowd-control weapons, according to a scathing new watchdog report.", "filename": "2021_04_13_us_politics_capitol-police-riot-report_1666741636.html", "image_url": "https://static01.nyt.com/images/2021/04/15/us/politics/13dc-riot-print1/13dc-riot-facebookJumbo.jpg?year=2021&h=550&w=1050&s=209bc7b0c3848c6006c15d2f3c62842c2031a3123093b1d9073b0584bc2d2c51&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_13_us_politics_capitol-police-riot-report_1666741636.html", "title": "Police Told to Hold Back on Capitol Riot Response, Report Finds", "title_page": "Police Told to Hold Back on Capitol Riot Response, Report Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That failure conspired with other lapses inside the Capitol Police force to create a dangerous situation on Jan. 6, according to his account. The agency’s Civil Disturbance Unit, which specializes in handling large groups of protesters, was not allowed to use some of its most powerful tools and techniques against the crowd, on the orders of supervisors.\n“Heavier, less-lethal weapons,” including stun grenades, “were not used that day because of orders from leadership,” Mr. Bolton wrote. Officials on duty on Jan. 6 told him that such equipment could have helped the police to “push back the rioters.”\nMr. Bolton’s findings are scheduled to be discussed on Thursday afternoon, when he is set to testify before the House Administration Committee. He has issued two investigative reports — both classified as “law enforcement sensitive” and not publicly released — about the agency’s shortcomings on Jan. 6. He is also planning a third report.\nCNN first reported on a summary of the latest findings.\nThe report — titled, “Review of the Events Surrounding the Jan. 6, 2021, Takeover of the U.S. Capitol” — reserves some of its harshest criticism for the management of the agency’s Civil Disturbance Unit, which exists to prevent tragedies like Jan. 6. Instead, nearly 140 officers were injured, and one, Officer Brian D. Sicknick, later collapsed and died after being assaulted by rioters.\nThe Civil Disturbance Unit, Mr. Bolton wrote, was “operating at a decreased level of readiness as a result of a lack of standards for equipment.” In particular, Mr. Bolton focused in on an embarrassing lack of functional shields for Capitol Police officers during the riot.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nSome of the shields that officers were equipped with during the riot “shattered upon impact” because they had been improperly stored in a trailer that was not climate-controlled, Mr. Bolton found. Others could not be used by officers in desperate need of protection because the shields were locked on a bus.\n“When the crowd became unruly, the C.D.U. platoon attempted to access the bus to distribute the shields but were unable because the door was locked,” the report said, using an abbreviation for the Civil Disturbance Unit. The platoon “was consequently required to respond to the crowd without the protection of their riot shields.”", "url": "https://www.nytimes.com/2021/04/13/us/politics/capitol-police-riot-report.html"}