{"authors": ["Isabella Grullón Paz"], "date_download": "2022-10-25 23:50:10", "date_modify": "2022-10-25 23:50:10", "date_publish": "2021-10-28 00:29:12", "description": "Steven Donziger, an environmental activist who won what is considered the largest ever lawsuit against an oil company, was found guilty of contempt of court in July.", "filename": "2021_10_27_business_energy-environment_steven-donziger-chevron_1666741810.html", "image_url": "https://static01.nyt.com/images/2021/10/27/us/27xp-Chevron/27xp-Chevron-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_27_business_energy-environment_steven-donziger-chevron_1666741810.html", "title": "Lawyer Who Won $9.5 Billion Judgment Against Chevron Reports to Prison", "title_page": "Lawyer Who Won $9.5 Billion Judgment Against Chevron Reports to Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Steven Donziger, the environmental and human rights lawyer who won a $9.5 billion settlement against Chevron over oil dumped in Indigenous lands in the Amazon rainforest, surrendered himself to the federal authorities on Wednesday to begin a six-month prison sentence.\nMr. Donziger was found guilty in July of six counts of criminal contempt of court for withholding evidence in a long, complex legal fight with Chevron, which claims that Mr. Donziger fabricated evidence in the 1990s to win a lawsuit he filed against the oil giant on behalf of 30,000 Indigenous people in Ecuador. The convictions were preceded by Mr. Donziger’s disbarment last year.\nLate Wednesday afternoon, Mr. Donziger turned himself in to a federal prison in Danbury, Conn., where he will serve his six-month sentence. He had already spent more than 800 days under home detention after the court cited flight-risk concerns, his lawyer, Ronald L. Kuby, said on Wednesday.\n“After 100 pages of legal briefing, the appellate court today denied my release in 10 words,” Mr. Donziger said on Twitter on Tuesday. “This is not due process of law. Nor is it justice.”", "url": "https://www.nytimes.com/2021/10/27/business/energy-environment/steven-donziger-chevron.html"}