{"authors": ["Laura Collins-Hughes"], "date_download": "2022-10-25 22:59:38", "date_modify": "2022-10-25 22:59:38", "date_publish": "2021-07-02 14:31:49", "description": "One would think that everyone involved in the parody series “Schmigadoon!” was in love with the sometimes hokey, sometimes magical musical genre. Not quite.", "filename": "2021_07_02_arts_television_schmigadoon-apple-tv-plus_1666738778.html", "image_url": "https://static01.nyt.com/images/2021/07/04/arts/27SCHMIGADOON2/27SCHMIGADOON2-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b767dd85a72cf9a3f4fff175fca3ef77f009ed7415f762f54c130efad3040b93&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_07_02_arts_television_schmigadoon-apple-tv-plus_1666738778.html", "title": "'Schmigadoon!' Is an Ode to Broadway Musicals, and Pokes Fun At Them Too", "title_page": "'Schmigadoon!' Is an Ode to Broadway Musicals, and Pokes Fun At Them Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PAUL In the writers’ room, we discussed how musicals are charming and they’re so entertaining, but they’re also sometimes dumb, and sometimes they’re problematic. We wanted to address all of those things. What if these were real people and they weren’t able to totally be themselves because they were in a musical? The townspeople, they were in some ways trapped. So the introduction of these two modern people — we always wanted them to change, but one of the other big ideas was that they were helping to change the town a bit and move it forward.\nSONNENFELD I loved the cast and the crew, and the songs are really peppy, but there’s a lot of artifice there. The interesting thing about directing it is, how do you embrace all that artifice but keep the acting totally real? What was nice is that we pulled off a very stylized show that also is sort of weirdly real.\nTVEIT I never imagined that when it aired, Broadway wouldn’t be back yet. Especially now, when we’re still essentially starved for musical theater, I do hope it’s something that people can look to as we bridge these next couple of months when stages across the country start opening.\nKEY My hope would be that it’s a way of reminding everybody, hey, we’re doing this for you right now, but please remember to go out and see live theater when we’re allowed to do that again. We’re a delightful stopgap, but a stopgap nonetheless.", "url": "https://www.nytimes.com/2021/07/02/arts/television/schmigadoon-apple-tv-plus.html"}