{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:00", "date_modify": "2022-10-25 23:56:00", "date_publish": "2021-06-21 14:30:02", "description": "Who gets to enjoy the Asi, an exquisite squiggle of water? The question has come to symbolize the identity politics that divide Israeli society.", "filename": "2021_06_21_world_middleeast_israel-asi-kibbutz_1666742160.html", "image_url": "https://static01.nyt.com/images/2021/04/27/world/xxisrael-river-dispatch01/merlin_186075969_26582726-c437-4423-87f2-60466253bd36-facebookJumbo.jpg?year=2021&h=549&w=1050&s=d6eac7e296ebbc97315d73a74a73eb26d512067752a1b34539694211d4f368f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_21_world_middleeast_israel-asi-kibbutz_1666742160.html", "title": "Fight Over a Gentle Stream Distills Israel’s Political Divide", "title_page": "Fight Over a Gentle Stream Distills Israel’s Political Divide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KIBBUTZ NIR DAVID, Israel — A whimsical chain of inflatable rafts tethered together by a flimsy rope floated along the Asi, a gentle stream that runs for a mile through a sunbaked plain in northern Israel.\nThe boats were packed with residents of the area, their children and day trippers from farther afield, but this was no picnic, even though it was a holiday. The goal of this unarmed armada was nothing less than reclaiming the small river.\n“This is a strategic takeover!” the leader of the ragtag crew, Nati Vaknin, shouted through a bullhorn as he waded ahead of the group.\nThe flotilla’s destination was a forbidden paradise: an exquisite, aquamarine stretch of the stream that runs through, and that has effectively been monopolized by, Kibbutz Nir David, a communal farm founded by early Zionist pioneers, Ashkenazi Jews from Europe who historically formed the core of the Israeli elite.", "url": "https://www.nytimes.com/2021/06/21/world/middleeast/israel-asi-kibbutz.html"}