{"authors": ["Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:27:44", "date_modify": "2022-10-25 23:27:44", "date_publish": "2021-04-14 11:11:32", "description": "Many Afghans fear that without the umbrella of American protection, the country will be unable to preserve its modest gains toward democracy and women’s rights.", "filename": "2021_04_14_world_asia_afghanistan-taliban-usa-troop-withdrawal_1666740464.html", "image_url": "https://static01.nyt.com/images/2021/04/14/world/14afghanistan-1sub/14afghanistan-1sub-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=e1334cf2a8fa4d627b76bf88c4333c75d243ba87ca8943fad11affc76d44ee35&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_14_world_asia_afghanistan-taliban-usa-troop-withdrawal_1666740464.html", "title": "Afghans Wonder ‘What About Me?’ as US Troops Prepare to Withdraw", "title_page": "Afghans Wonder ‘What About Me?’ as US Troops Prepare to Withdraw - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I am so worried about my future. It seems so murky. If the Taliban take over, I lose my identity,” said Wahida Sadeqi, 17, an 11th grader at Pardis High School in Kabul. “It is about my existence. It is not about their withdrawal. I was born in 2004 and I have no idea what the Taliban did to women, but I know women were banned from everything.”\nUncertainty hangs over virtually every facet of life in Afghanistan. It is unclear what the future holds and if the fighting will ever stop. For two decades, American leaders have pledged peace, prosperity, democracy, the end of terrorism and rights for women. Few of those promises have materialized in vast areas of Afghanistan, but now even in the cities where real progress occurred, there is fear that everything will be lost when the Americans leave.\nThe Taliban, the extremist group that once controlled most of the country and continues to fight the government, insist that the elected president step down. Militias are increasing in prominence and power, and there is talk of civil war after the U.S. withdrawal.\nAfghans watched with cautious optimism when Mr. Biden assumed office in January. Many had hoped he would reverse the Trump administration’s rushed pledge to withdraw all U.S. troops by May after brokering a shaky peace deal with the Taliban last year.\nAfghan leaders were convinced that the new American president would be a better ally, who would not immediately withdraw the troops that have helped keep the Taliban at bay and out of major cities.", "url": "https://www.nytimes.com/2021/04/14/world/asia/afghanistan-taliban-usa-troop-withdrawal.html"}