{"authors": ["Constant Méheut"], "date_download": "2022-10-25 23:33:37", "date_modify": "2022-10-25 23:33:37", "date_publish": "2021-03-16 20:47:24", "description": "The bill, which characterizes sex between adults and minors under 15 as rape, was adopted by the National Assembly after a series of sexual abuse scandals and may become law by April.", "filename": "2021_03_16_world_europe_france-rape-sex-minor_1666740817.html", "image_url": "https://static01.nyt.com/images/2021/03/16/world/16france-consent/merlin_185116524_5232691d-87b0-4586-bba9-dbb3a87707c5-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4c223020e7ed74da2acd5570f30122fc0e2b803f4d04b5a5d18c57e082dd59a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_03_16_world_europe_france-rape-sex-minor_1666740817.html", "title": "‘Children Are Off-Limits’: France on Course to Set 15 as Age of Consent", "title_page": "‘Children Are Off-Limits’: France on Course to Set 15 as Age of Consent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — The French National Assembly adopted legislation late Monday that characterizes sex between adults and minors under 15 as rape, a move made after years of debate and rounds of sexual abuse scandals gradually pushed lawmakers to bring the French criminal code closer to that of most other Western countries.\n“Children are off-limits,” France’s justice minister, Eric Dupond-Moretti, told the National Assembly, the lower house of Parliament, ahead of the vote on Monday. Under the bill, a sexual relationship with a minor under 15 would be punishable by 20 years in prison, unless the age gap between the consensual partners were small.\nThe bill, which also includes a provision that would make incest a specific crime, will go to the Senate this month and is expected to get final approval in April. The incest ban would also apply to sexual relationships between children under 18 and their stepparents.\nThat lawmakers agreed on setting an age of consent only three years after having voted against a similar law largely reflects the impact of a series of recent sexual abuse scandals.", "url": "https://www.nytimes.com/2021/03/16/world/europe/france-rape-sex-minor.html"}