{"authors": ["Ben Hubbard"], "date_download": "2022-10-26 00:11:49", "date_modify": "2022-10-26 00:11:49", "date_publish": "2021-10-21 20:10:59", "description": "The sentences shocked rights groups, who saw it as a move by President Bashar al-Assad to appear tough after a crisis that hurt his loyalists.", "filename": "2021_10_21_world_middleeast_syria-wildfire-executions_1666743109.html", "image_url": "https://static01.nyt.com/images/2021/10/21/world/21syria-1/21syria-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e8da606c94f48f4633a5416ae856d8d764dc28a655bd3d440fe5102fa8f99939&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_10_21_world_middleeast_syria-wildfire-executions_1666743109.html", "title": "Syria Executes 24 People for Setting Wildfires, Calling It ‘Terrorism’", "title_page": "Syria Executes 24 People for Setting Wildfires, Calling It ‘Terrorism’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — The Syrian government has executed 24 people and sentenced 11 others to life in prison with hard labor for lighting wildfires that burned across the country’s northwest last year, the Syrian justice ministry announced in a statement on Facebook on Thursday.\nThe people convicted were accused not of arson but of terrorism, the government said, because their actions caused death, as well as extensive damage to infrastructure, private and public property, farmland and forests.\nThe harshness of the sentences, which were imposed on Wednesday, shocked even human rights campaigners who have tracked the brutality of the country’s 10-year civil war. During that time, the government of President Bashar al-Assad has bombed Syria’s own cities, imposed suffocating sieges on rebellious communities and disappeared an unknown number of people into its prisons.\n“The idea that 24 people were executed in relation to wildfires just smacks of the farce that Bashar al-Assad has made of the justice system over the last decade,” said Sara Kayyali, a Syria researcher with Human Rights Watch.", "url": "https://www.nytimes.com/2021/10/21/world/middleeast/syria-wildfire-executions.html"}