{"authors": ["Remy Tumin", "Roni Caryn Rabin", "Apoorva Mandavilli", "Noah Weiland"], "date_download": "2022-10-25 23:27:32", "date_modify": "2022-10-25 23:27:32", "date_publish": "2021-05-13 21:40:32", "description": "The new policy seemed to catch many retailers and their workers by surprise, and a major union for food workers asked whether they were supposed to serve as “vaccination police.”", "filename": "2021_05_13_us_state-mask-mandate-cdc_1666740452.html", "image_url": "https://static01.nyt.com/images/2021/05/13/us/13virus-briefing-masks-react2/merlin_187506681_6dde000e-f469-47eb-8f5c-d90e2793de01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c658fd2e477b0a347871b7433c2ec5b07a0f913c2ef58137180f77b7a7c56799&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_05_13_us_state-mask-mandate-cdc_1666740452.html", "title": "Some States Greet New C.D.C. Mask Guidance With Caution", "title_page": "Some States Greet New C.D.C. Mask Guidance With Caution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a recorded video, Mr. Beshear said there were “hundreds of thousands” of available vaccine appointments and encouraged all state residents to take advantage of them. “If you get vaccinated, the C.D.C. says it is safe to take that mask off.”\nIn Washington State, Gov. Jay Inslee, who usually wore a mask while speaking at his news conferences, began his gathering on Thursday by removing it. He said the state was immediately incorporating the new federal guidance on mask wearing.\n“This is a heck of a benefit for people who have been annoyed by this mask,” Mr. Inslee said. “This is a really good reason to get vaccinated. That shot is a ticket to freedom from masks.”\nThe new policy seemed to catch many retailers and their workers by surprise. Macy’s, Target and the Gap said they were still reviewing the new guidance, while Home Depot said it had no plans to change its current rules requiring customers and workers to wear masks in its stores.\nThe United Food and Commercial Workers union, representing thousands of grocery store workers, criticized the C.D.C. for failing to consider how the new policy would impact workers who have to deal with customers who are not vaccinated. “Millions of Americans are doing the right thing and getting vaccinated, but essential workers are still forced to play mask police for shoppers who are unvaccinated and refuse to follow local Covid safety measures,” the union’s president, Marc Perrone, said in a statement. “Are they now supposed to become the vaccination police?”\nThe Retail Leaders Industry Association, a trade group, said that the policy complicated matters in states that still have mask mandates in place that retailers must follow. “These conflicting positions put retailers and their employees in incredibly difficult situations,” the group said in a statement.\nThe new advice — that Americans who are fully vaccinated against the virus may stop wearing masks or maintaining social distance in most indoor and outdoor settings, regardless of size — was a sharp turnabout for federal health officials. It also comes with caveats. Even vaccinated individuals must cover their faces and physically distance when going to doctors, hospitals or long-term care facilities like nursing homes; when traveling by bus, plane, train or other modes of public transportation, or while in transportation hubs like airports and bus stations; and in congregate settings such as homeless shelters, as well as prisons or jails.", "url": "https://www.nytimes.com/2021/05/13/us/state-mask-mandate-cdc.html"}