{"authors": ["Wesley Morris", "Jenna Wortham", "Elyssa Dudley", "Sara Sarasohn", "Sasha Weiss", "Marion Lozano", "Mahima Chablani", "Desiree Ibekwe", "Audio Produced", "Audio Edited"], "date_download": "2022-10-25 23:26:55", "date_modify": "2022-10-25 23:26:55", "date_publish": "2021-04-29 20:02:20", "description": "The Asian-American poet wants to help women and people of color find healing — and clarity — in their rage.", "filename": "2021_04_29_podcasts_still-processing-cathy-park-hong-anti-asian-racism_1666740415.html", "image_url": "https://static01.nyt.com/images/2021/04/29/podcasts/29stillprocessing-hong/29stillprocessing-hog-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cdd51939ee8ffc00ad2cfea26ce42c0c47dde72cd314152447c230aa609e21d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_04_29_podcasts_still-processing-cathy-park-hong-anti-asian-racism_1666740415.html", "title": "Cathy Park Hong Discusses \"Minor Feelings\" and Anti-Asian Hate", "title_page": "Cathy Park Hong Discusses \"Minor Feelings\" and Anti-Asian Hate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "jenna wortham\nHello, Wesley!\nwesley morris\nHello, Jenna!\njenna wortham\nSo a few weeks ago, we decided to do something on the show that we have never done before but always wanted to do, which is read a book. And this year, we chose “Minor Feelings: An AsianAmerican Reckoning” by the poet and author and cultural critic, Cathy Park Hong. So now that we’re done reading the book, we’re going to talk about it a little bit, and then we’re going to talk to Cathy. But Wesley, do you remember why we picked this book in the first place?\nwesley morris\nWell, I think what we wanted to do was try to think about what’s been happening in this country for the last 15 months since the pandemic started. And there seemed to be this uptick, partially driven by the president’s association of the coronavirus with China, but also this longstanding tension between Asians and America —\njenna wortham\nRight.\nwesley morris\n— and this idea that they’re not American, and the ways in which those problems manifest themselves through violence and hate speech. One of the reasons to talk about this book is what Cathy Park Hong is doing in it is truly reckoning with Asian-American identity. And she isn’t the first person to attempt to do it. But there was something urgent in her writing. There’s a real simmering rage here that it just was — I don’t want to say it’s pleasurable to experience, but there is something —\njenna wortham\nI found a lot of pleasure in it because it matched my own —\nwesley morris\nYeah.\njenna wortham\nBut —\nwesley morris\nYeah, yeah, yeah.\njenna wortham\n— I mean, it’s worth noting this book was finished way before any of this started happening. And yet it’s a book that is so right-timed for right now. And in the wake of watching the anti-Asian sentiment spike in this country, and thinking about how to show up in solidarity, thinking about how to reckon with the difficult feelings around the individual attacks that are happening in this country being perpetuated by Black people and what to do with that — and how to still make this fight intersectional despite the discomfort. A big part of my desire was to fill in my own knowledge gaps and refresh what I either misremembered or didn’t know about just the experience of a lot of Asian people and Asian-American people in this country. And so Cathy’s book is one piece of that puzzle for me, right? I also in that same period of time did a bystander intervention training that was just really useful. And it’s been really interesting to really see these attacks and the sentiment as just part of a much bigger campaign of oppression and white supremacy. And I mean, it’s worth noting, too, that Cathy’s book represents Cathy’s experience. It is from an East-Asian perspective, an East Asian-American perspective. And in the book, Cathy does grapple with working class communities. She is acknowledging the vast diaspora that is pan-Asianist, right? I mean, Asia is a huge landmass and includes everything from Pakistan to the Philippines. And so when we talk about Asian-American anything, Asian anything, we’re including so many people. I mean, for us in this country, don’t confuse Chesapeake Bay Blackness with California Blackness, because let me tell you something, we are not the same. It’s just been really instructive to remember the compression that’s happened in the name of organizing and thinking about what that convenience is for and just remembering there’s so many nuances in the ethnicities and the narratives and the stories that people are bringing. I mean, listen, I’m always trying to bring back this Rainbow Coalition from Fred Hampton. So for me, it’s just like activating this idea of where our shared solidarities can —\nwesley morris\nBe productive, right?\njenna wortham\nAnd thrive. And honestly, what we’re talking about is care, caring about each other’s experiences.\nwesley morris\nSo before we talk to Cathy, I mean, I should also say, Jenna, for the last couple of weeks, people have been sending me notes and coming up to me and saying, on the street in their masks, that they are reading this book. And that’s heartening. Because I think there really is a hunger to hear from people who, because of the way this country has been set up and whose voices it’s prioritized, we don’t hear from Asian-Americans very often. And there is a real pent-up demand for hearing people speak about what their experiences have been like.\njenna wortham\nI love hearing you say that because, look, I keep thinking about last summer, how so many people ordered their anti-racist reading books and never picked them up. And I’m so sorry to those people. Y’all are missing out. Your performative actions are not welcome here. And this has just been such an incredible way to, I think, show solidarity and also really lean into the gray space that exists between the Black-white binary that just dominates all of the conversations about race in this country, which, of course, we understand why. I’m really leaning into the old Black American proverb. You can’t do better until you know better. And we are always in a place of trying to know better so we can do better. And I feel really grateful for everyone who has showed up to do this journey with us. It feels amazing. And it’s just one piece of action of which there are many. So, thank you all.\n[music]\nI’m Jenna Wortham.\nwesley morris\nI’m Wesley Morris. We’re two culture writers at The New York Times.\njenna wortham\nAnd this is Still Processing.\nwesley morris\nCathy Park Hong, welcome to Still Processing.\ncathy park hong\nHi.\nwesley morris\nIt was a pleasure reading this book. It was a pleasure having you in my brain and in my heart for 203 pages.\ncathy park hong\nAnd thank you for having me. I’m just so, so thrilled to be hanging with you guys.\nwesley morris\nWe couldn’t kick this red carpet out far enough.\njenna wortham\nI know.\nwesley morris\nWe figure before we talk about all the things that are happening in this book and the world and with you, we’d ask you just to read from a little bit of it, if you wouldn’t mind.\ncathy park hong\nSure. I will read just this passage that starts at the bottom of page 28: “The writer Jeff Chang writes that ‘I want to love us,’ but he says that he can’t bring himself to do that because he doesn’t know who ‘us’ is. I share that uncertainty. Who is us? What is us? Is there even such a concept as an Asian-American consciousness? Is it anything like the double consciousness that W.E.B Du Bois established over a century ago? The paint on the Asian American label has not dried. The term is unwieldy, cumbersome, perched awkwardly upon my being. Since the late sixties, when Asian-American activists protested with the Black Panthers, there hasn’t been a mass movement we can call our own. Will ‘we,’ a pronoun I use consciously, solidify into a common collective, or will we remain splintered so that some of us remain ‘foreign’ or ‘brown,’ while others, through wealth or intermarriage, ‘pass’ into whiteness?”\njenna wortham\nMm, thank you for that.\nwesley morris\nAmen. I guess the first place to start with that is this question that W.E.B. Du Bois raises more than a century ago about what it means to be a Black person in the United States of America. You are, on the one hand, Black. And you are on the other hand American. And the question is not so much how you make those two identities cohere, but what you do, how you live with dual consciousness, essentially. And in having an Asian identity form — or be placed upon you, as you put it — how do you think that consciousness is working for you, the double consciousness?\ncathy park hong\nThis question, “Who is us, what is us?” — that question popped up for me halfway through writing this book. And then finally, I realized I guess I’m trying to answer that question myself. Who is us? What is us? And in thinking about that, I’m thinking, is there an Asian-American consciousness? And in thinking about being Asian-American, I don’t want to ride the coattails of what Black thinkers have formulated for Black consciousness. But I do think that there is some commonality, you know? It’s a commonality that’s not limited to Asian-Americans, but also probably Latinx, Muslims or anyone who’s in a marginalized position in a white dominant country, which is that you do have this double consciousness where you are able to see yourself from an oppressed perspective and as an oppressor’s perspective. That kind of dual consciousness, I think it could be harmful, right? Because if it’s not addressed or not reckoned with, then it turns into racial self-hatred. Because you’re seeing yourself the way oppressors see you, which a lot of Asian-Americans have, including myself, have had this internalized racism. But if it is confronted and addressed, then it could be a source of empowerment and wisdom, where you probably have the empathy to know more about how this country works or the way power functions in this country. So I think there’s something shared there.\njenna wortham\nYou know, I do think one of the brighter spots in terms of the conversations that are being had in recent weeks — in the aftermath of figuring out collectively how to respond to the spike in anti-Asian violence and how to show up in solidarity in the aftermath of the Atlanta massacre — I think this conversation around what Asian-American is and isn’t has been so fortifying to witness. And there’s a part in the graph you just read that says, the paint on the Asian-American label has not dried. And I’m thinking so much about, for the sake of convenience, so many narratives ethnicities and histories are compressed and condensed into the Asian-American label. And it’s still evolving. And it still involves wealth and thinking about proximity to whiteness in a way that I just, I don’t know that I’ve ever seen such a wide variety of nuanced conversations and rebellions against that identity label. I guess I’m just wondering, does that feel like a new outgrowth of this moment and this wave of reckoning and, I guess, awakening around what it means to be an Asian-American in the U.S.?\ncathy park hong\nYes, definitely. And I would say with all racial identifiers, it’s, race is always constantly evolving the way whiteness evolves as well. And with my book, I had two aims. One was: What was my perspective as a second generation Korean-American on the Asian-American level. But also: What was my perspective about this country as an Asian-American? So I think this doesn’t get emphasized in the book enough, that this book is also about America. It’s about America from someone you don’t really hear from that much. And personally, I think I might have more wisdom about America than, say, I don’t know, some —\nwesley morris\nSay it. Say it!\ncathy park hong\nI’m not going to name it.\nwesley morris\nSay it, Cathy!\ncathy park hong\nSo I don’t have to just be the voice of Asian America. I could be the voice of America. Why can’t I just be the voice of America?\njenna wortham\nExactly.\ncathy park hong\nBut going back to your question about Asian-American, there’s already been this narrative plenitude of different voices from all different regions and class and so forth. But unfortunately, they just don’t get heard. They were always there. They just didn’t get heard. Now, I think what my book does is amplifies that and says, pay attention. Pay attention to us. I’m just hoping that there will be even more of that. Asian-Americans, which have been tragically reduced and flattened, will open up to this — more of this cacophony of different voices.\nwesley morris\nBut along those lines, we are still in this country that needs to taxonomize us, right? And the thing about U.S. that’s unique is that a lot of people arrive here, and they don’t know about the binary. You have to learn.\njenna wortham\nThat’s right.\nwesley morris\nWe have two parties. We have two races. And which poll do you affix yourself to or identify with or strive toward? And this is all to say that I’m really fascinated by, as a Black person, the terminology that gets affixed to us and the terminology we resist and take back and reinvent. I have never been comfortable with the conflation of Black and Brown people as a phrase. I don’t know who the Brown people are.\njenna wortham\nLike, who are we leaving out?\nwesley morris\nRight. Well, who are we bringing in? And I’ve been thinking a lot about, in the last few years, the embrace of yellow as a concept to perhaps — if it’s not to complicate this Black and Brown versus white binary, then it’s at least to try to find a way to be recognized as being on a spectrum. But how does yellow function in your ideology, for one, and then maybe even in yourself understanding for another?\ncathy park hong\nIt’s a weird term. It sounds outdated, right? Like, it was — you know? But I’ve been seeing it come back, probably as a reaction to the fact that the victims who are targeted is basically anyone who looks East Asian, who are East Asian or looks East Asian or just looks Chinese or whatever. And so that yellow has been coming back. But it was retired. I don’t know exactly when. I’m not a historian here. I’m not really sure when yellow was retired as a term. But it was used a lot in the late ‘60s and I believe in the ‘70s. And somewhere along the way people stopped using it. And then what became ascendant was Brown, right? And it’s also really weird because I’m East Asian. And I can’t say I’m Brown, right? And this is one argument I heard from my desi friends, which is that Brown became ascendant after 9/11 as a way for South Asians and Muslims to have some kind of solidarity and also have solidarity with Latinx people — these immigrants who have been affected by the border and an exclusion and so forth. But it’s all of these terms are just really awkward. Yeah, who exactly is Brown? But then it’s also weird to say Black, Brown and Asian-American. I’m like, well, but South Asians are Brown.\nwesley morris\nThank you! Yes!\ncathy park hong\nIt’s frustratingly inexact, and I just want to avoid it altogether. And I don’t know, but I’m not one to argue. I’m like, I’ll say BIPOC. If you want to say BIPOC, I will use BIPOC. But I just — I think that’s also awkward, too. But —\njenna wortham\nIt’s very awkward.\ncathy park hong\n— Americans want to taxonomize. If activists want to taxonomize as a reaction to white people taxonomizing us, fine. I will follow through. But I don’t feel comfortable with any of these terms. Yellow, I don’t love it, but AAPI I think is what I find the most comfortable. I think just in terms of the number of syllables, it’s just — it does sound sort of U.S. Census Bureau, does it not? I don’t know.\njenna wortham\nIt does.\nwesley morris\nIt does.\njenna wortham\nIt does. Well, it’s for convenience, too, yeah.\ncathy park hong\nBut it’s not — we need a different — we need some new names.\nwesley morris\nYes. I just want to pivot a little bit in this other direction and talk about what your year has been like. I don’t want to speak for your experience, but it seems to me as a consumer of media that you have been tasked with being a spokesperson for Asian-Americans. And I’ve been really curious about what that experience has been like for you. Like, what kind of disqualifiers do you have to offer before you speak?\njenna wortham\nWhere is the fatigue in your body? Because it’s also exhausting to be someone that’s a soothsayer for people.\ncathy park hong\nOh my God. I have to say, look, I’m a poet. I want to remind everyone that I’m a poet. And as you were saying that, when you said a voice, the qualifiers are just piling up in my head as you were saying it. Keep in mind, when I wrote this book, it came out before the pandemic, before the spike in anti-Asian hate. And I was catapulted into this role. And I think I have a whole new respect for Black and Latinx public intellectuals and writers who are kind of positioned in this kind of public role constantly to kind of speak for their people. I am not, like, a spokesperson. I think at this point, the position that I’m most comfortable being in is listening. I just want to listen to other people, yeah.\njenna wortham\nWell, what are you hearing in that listening so far?\ncathy park hong\nI think it’s been interesting for this year, because you had sort of these reports of anti-Asian incidents. And then you had George Floyd and Black Lives Matter during the summer. And then this spring, we’ve been hearing more, the Atlanta massacre and so forth. So I think it was important for a lot of these activists and a lot of these Asian-Americans to not separate that — these kind of movements and the pain — but try to kind of find a way to lock arms. So I do think, though, as much as there’s a lot of hurt and there’s a lot of pain, there’s also a lot of rage, you know? I think there’s a lot of unfiltered rage that I personally have not encountered in my lifetime. The Asian-Americans I know are just angry, and they’re speaking up. And they’re just, they’re on it. And I have a tremendous respect for them.\njenna wortham\nI think our most rageful moments can sometimes also, with a little bit of introspection, feel like our most shameful moments, but they’re also our most instructive moments. Because the rage that comes when you really sit with how this country has convinced all of us that we have the pathologies, like we are the ones that are deficient and we’re being gaslit, the joke is on all of us. The trick is on all of us. And the more angry we can be about that together, the more the possibility for something interesting to uncork in the same way that I think — I want us to think about movements built from rage in the same way we think about movements built from joy, like these two kind of similar spectrum places of just a total absolute, all-encompassing feeling that, well, we all express in different ways. But what I’m trying to really get to is, I’m so curious about your experience leaning into that rage and finding such a comfortable resting place in it. Because I think there’s a lot to learn from that.\ncathy park hong\nThank you for that. I agree. I think what’s very healing in terms of building solidarity and bringing communities together is that you need rage, but you also need joy, right? You need both. You need rage, joy, play, and also, of course, you need silence to think. And I personally have always found my rage to be really clarifying because I trust that instinct. I’m like, I’m feeling that rage for a reason because I’m being lied to. And I’ve been lied to all my life. And I am expected to just sit with that lie and accept that lie. And I’m not going to do that anymore. Rage was always an emotion that I never actually felt uncomfortable using. I want to kind of give that to others, other Asian-Americans, other people of color, other women, who have felt pent-up and always felt uncomfortable doing that. I’m also Korean. Koreans are very angry people.\nwesley morris\nI mean, I was going to ask you about the Koreanness of your anger and how you manage it, or how it manages you.\ncathy park hong\nI think — I’m going to get in trouble with a lot of Koreans, being like, how dare you centralize us, we are not the same! And also, let me talk about it historically and politically. I come from a culture, like, the first time I smelled tear gas was in Seoul. The first time I saw riot policemen beating up students was in Seoul. And the first time I saw students protesting imperialism and capitalism and anti-Americanism was also in Seoul. And that was when I was like 18 and 19. And that is my history. It’s that decades and decades-long democratic struggle that Koreans have had to fight the string of dictators who ruled South Korea for many years with American backing. So there’s a long history of struggle in my ethnicity that I value. That is why that also validates my rage, too, that my rage has history. My rage has ancestry. It’s not coming from social media, rage, you know?\nwesley morris\nNo, it’s deep and impossible — I mean, I don’t want to say impossible to extinguish, but also useful to have, in some ways.\ncathy park hong\nYeah, definitely.\n[music]\njenna wortham\nCathy, I would love to talk with you a little bit more about language, which I know you think about all the time as a poet. There’s this great part in “Minor Feelings” where you talk about splitting open the belly of English and seeing the bloody dark histories of imperialism fall out. That was so evocative to me. And reading your book has really prompted me to think so much more about English as the default backdrop for all of our interactions and what it means to interrogate this fundamental landscape that we traverse every single day. And situating that against this backdrop of all of the reckonings and upheavals of this last year that have sought to upend everything from major cultural institutions, I mean, even the Criterion Collection — just thinking about the archive, thinking about our day-to-day lives and our actions, I mean, we’re in a place of just deep interrogation. And language is just one of the infrastructures that I’m so excited to see us engage with a little bit more.\ncathy park hong\nYes, definitely. As a poet, I’ve always been interested in interrogating the materiality of English itself. And I’ve always had a kinship to poets who really push the English language to its limits — querying it, twerking it, talibanizing it. It’s poets who come from colonized, who are descendents of people who have been colonized and where English has been imposed on them, or immigrants where English has been imposed on them, take that language and then they tear it up. And throughout “Minor Feelings,” what I try to do is just find these threads — artistic threads, political threads, that connect Black, Indigenous, Latinx, and Asians. Like Korea, for instance, English is very fraught. So much of Korean language is using a lot of these — there’s so many English loanwords right now. And if you notice, you go back to the movie “Parasite,” right, go back to “Parasite,” and you listen to the way the upper-class family talks, you’ll notice that they really kind of emphasize the English words that they kind of sprinkle in. But yeah, it’s like English is status. It’s like status, you know? Bong Joon-ho says in his acceptance speech, we all live under one nation now, and it’s capitalism. And this is like, English is that language of global capitalism and so forth. But what can we do to push back against that? And that’s why poetry and writing is just so important, especially since with the internet and with social media, all of that, the digital capitalism is flattening English and streamlining it and conforming it and taking the body out of English, taking our tongues out of English, taking our cultures out of the words.\nwesley morris\nI mean, you have this moment in the book where you essentially surmise that Seamless, the food delivery service, is essentially invented so that we don’t have to hear the voices of immigrants, right? It exists to flatten out that great tension among the languages that exists in a place like New York City or Los Angeles or Texas, Florida. And English sort of being the hegemonic way that we all communicate, it also is meant to subjugate other people and lock them out of the language through commerce.\ncathy park hong\nYeah, I totally agree to that. I think what we’re seeing, especially during the pandemic, is how the kind of English that we accept and are getting accustomed to is English in the service of efficiency, or communications in the service of efficiency. And so that is cutting out this huge immigrant population and people who come from immigrant populations, where they have a more tense or beautiful experience with English. And it’s so different what you find on social media, obviously, than what you see when you’re walking around, say, K-town, L.A. or Flushing, or where, you know, English is — and there’s so many different beautiful musical inflections of the English language. But the problem with that English, like the Chinese delivery person, is that you have to slow down. You have to slow down and understand. You have to be there. And you have to kind of be willing to be patient to understand what other people are saying in an accent that you are not accustomed to, which we, as capitalist culture, is not willing to be patient for, so.\njenna wortham\nMm. I mean, it really speaks so much to how much our capitalist culture is created by a very small subset of white tech bros in Silicon Valley because they have decided that that is an inconvenience, that language that doesn’t conform to some pristine standard of English is an inconvenience. Reducing those interactions was seen as efficient because it was an inconvenience to that mindset. And it doesn’t leave any room for us to bump up against each other.\ncathy park hong\nIt’s like this is why we have to burn Silicon Valley down. This is why I’m still angry about the fact that these white men who have very low emotional I.Q.s have taken over and decided how society should be run and how we should communicate with each other. How has this happened? How have we come to —\njenna wortham\nExactly.\ncathy park hong\nHow have we come to this? And we have to try to find ways to undo this because what’s happening through this kind of commerce that values efficiency over actual interpersonal engagement is that we are isolated from each other. It’s causing a lot of, I think, racism, racist antagonisms now. And it’s creating more distance.\njenna wortham\nCathy, there’s a part in the book that it’s kind of early on, but it kind of stopped me dead in my tracks. And you’re talking about coming to understand yourself and that it’s been really hard to shake the desire for approval and people pleasing and appealing to whiteness. And it’s something I think about all the time because it’s work that’s never really finished. And I’m always amazed at waking up and finding yet another way to work out the anti-Blackness that’s lodged itself within my own body and my own brain that I thought has been purged. And I’m just so interested in your process as a thinker and as a poet and as a writer of trying to exercise the way whiteness convinces us that we are the problem or the pathology. What did that work look like for you?\ncathy park hong\nYou use the word — the term, workout. And I think it’s also — if we’re going to use that, it’s actually a verb, a physical exercise. I mean, it is. I mean, it’s a workout, right? It’s every day. It’s daily. I say this all the time that we’re dealing with or kind of addressing any kind of internalized racism that you’ve had, it’s not a one-time revelation. Because the problem with living in a white dominated structure, economic structure, is that actually, it’s not just economic. It’s also so deeply embedded that it’s in our sex drive. It’s in our death drive. It’s unconscious. And I wanted to just give you this example on why I really felt this need to write this book. But I remember I went to a party for this writer. And there were actually hedge fund managers there. And I’ve never hung out with hedge fund managers. I was like, this is new. And I got pretty drunk. And there was one hedge fund manager who’s Korean American and very wealthy, has property in the Hamptons and the Upper East Side and what have you. And I was working on the “United” essay, so Asian-American self-hatred was on my mind. And I was just taking a poll with people who were there who were Asian. And then I went up to this hedge funder. And I asked him, who’s more self-hating, women or men, Asian men or women? And he answered that question right away. He said men. And I said, why? And he said because everyone wants Asian women. White men, Latinos, Black men, they all want Asian women. Whereas no one wants Asian men. We’re just like, no one desires Asian men. But guess what? There are more of us who are getting into Ivy League schools than anyone else. And someday, we’re going to be more powerful than Jewish people, which also shocked me. And so that was an outtake that was supposed to be in the book that I ended up taking out because my editor didn’t want that in there, because they were afraid that that scene would be representative of all Asian-American men, when it’s not true. I only met one Asian-American man like that. But I was thinking about that. I was thinking about how racial self-hatred, especially when it reaches the libido, your sexuality, can be so poisonous that it makes you go to the dark side, right? It makes you prove yourself in a cruel neoliberal economy. And you become used by it, a figure for it, the way this guy is doing. But it’s an ongoing struggle. It’s a workout. Think of it as a workout.\nwesley morris\nIt is a workout.\njenna wortham\nFully.\nwesley morris\nCathy, oh my God, thank you for coming and talking to us.\njenna wortham\nWe’re so grateful for you and for your generosity and vulnerability and just your mind. And thank you for giving us so much time today. It really meant so much.\ncathy park hong\nThank you. It was so fun and rigorous. And just, I learned so much just having this conversation with both of you.\n[music]\njenna wortham\nThat’s our show. There’s more information about the work of Cathy Park Hong at nytimes.com/stillprocessing. We also have some of your observations about her book posted there, so go and check them out.\nwesley morris\nAnd in the summer of 2018, we invited our Asian-American colleagues and friends onto the show to share their stories about growing up and popular culture and their own identities. And if you want to revisit that two-part episode, you can find those linked on our show notes in the archives.\njenna wortham\nStill Processing is produced at The New York Times by Elyssa Dudley.\nwesley morris\nOur editors are Sara Sarasohn and Sasha Weiss.\njenna wortham\nMarion Lozano mixes the show.\nwesley morris\nDigital production by Mahima Chablani, Des Ibekwe and Julia Simon.\njenna wortham\nA very special thank you to Lisa Tobin and Wendy Dorr.\nwesley morris\nOur theme music, as always, is by Kindness. It’s called “World Restart” from the album “Otherness.”\njenna wortham\nWe’ll see you next week. Bye!\nwesley morris", "url": "https://www.nytimes.com/2021/04/29/podcasts/still-processing-cathy-park-hong-anti-asian-racism.html"}